{"trauern":[{"text":"Nichts stirbt, ohne dass irgendein Wesen darum trauert.","translation":"Nothing dies without any being grieving for it."},{"text":"Es ist nicht gut zu trauern, wenn die Beerdigung vorbei ist.","translation":"It is not good to mourn when the funeral is over."},{"text":"Der Mann trauert, seit er die traurige Nachricht erhielt.","translation":"The man is mourning after receiving sad news."},{"text":"Millionen Menschen aus aller Welt trauern um Nelson Mandela.","translation":"Millions of people across the world are mourning the death of Nelson Mandela."},{"text":"Es gibt keine richtige oder falsche Art zu trauern.","translation":"There's no right or wrong way to grieve."}],"Unterstützer":[{"text":"Er hat viele begeisterte Unterstützer.","translation":"He has many enthusiastic supporters."},{"text":"Er hat einen wohlhabenden Unterstützer hinter sich.","translation":"He has a wealthy supporter behind him."},{"text":"Die Aktion hat viele Unterstützer, unter anderem auch prominente Schauspieler und Sportler.","translation":"The campaign has many supporters, including prominent actors and athletes."},{"text":"Als der Skandal ans Licht kam, waren die Unterstützer des Abgeordneten entrüstet.","translation":"When the scandal came to light, the MP's supporters were outraged."},{"text":"Der Präsident kann durchaus stolz sein auf ein jährliches Wirtschaftswachstum, das imposant ist, doch die Zahl seiner Unterstützer erhöhte es nicht.","translation":"The president can be proud of an annual economic growth that is impressive, but the number of his supporters did not increase it."}],"Radar":[{"text":"Dieses Schiff ist nicht mit Radar ausgestattet.","translation":"The ship is not equipped with radar."},{"text":"NEXRAD, eine englische Abkürzung für Radar der neuen Generation, ist ein US-amerikanisches Netz, bestehend aus hundertzwanzig Doppler-Radaranlagen, das Meteorologen des Nationalen Wetterdienstes benutzen, um Niederschläge zu erfassen, atmosphärische Bewegungen zu messen und Unwetterwarnungen herauszugeben.","translation":"NEXRAD, an English abbreviation for new generation radar, is a U.S. network consisting of one hundred and twenty Doppler radar systems that meteorologists from the National Weather Service use to record precipitation, measure atmospheric movements and issue severe weather warnings."},{"text":"Optische Radare arbeiten mit Licht anstelle von Funkwellen wie bei herkömmlichen Radaren.","translation":"Optical radars work with light instead of radio waves as with conventional radars."}],"beherbergen":[{"text":"Dieses Hotel kann 500 Personen beherbergen.","translation":"This hotel can accommodate 500 people."},{"text":"Das Hotel kann sogar 400 Gäste beherbergen.","translation":"The hotel can accommodate as many as 400 guests."},{"text":"Den Teufel zu beherbergen kostet einen klugen Wirt.","translation":"Hosting the devil costs a clever host."},{"text":"Das Haus kann nicht nur einen Schädling beherbergen.","translation":"The house can accommodate not only one pest."},{"text":"Sie beherbergte den Deserteur.","translation":"She harbored the deserter."}],"Verschluß":[{"text":"Dieser Verschluss passt nicht auf die Flasche.","translation":"This stopper does not fit the bottle."},{"text":"Der Plan wurde bis zur letzten Minute unter Verschluss gehalten.","translation":"The plan was kept under wraps until the last minute."},{"text":"Dieses Dokument steht unter Verschluss.","translation":"This document is classified."},{"text":"Eingemachtes muss in einem Glas mit einem luftdichten Verschluss gelagert werden.","translation":"Preserves must be stored in a jar with an airtight seal."},{"text":"„So, Tom, das Mobiltelefon kommt jetzt unter Verschluss, und du gehst raus an die frische Luft zum Spielen! Ich will dich bis heute Abend nicht mehr wiedersehen!“ – „Aber draußen ist es langweilig, Mama! Ich weiß überhaupt nicht, was ich da tun soll!“","translation":"\"So, Tom, the mobile phone is now under lock and key, and you go out into the fresh air to play! I don't want to see you again until tonight!\" – \"But it's boring outside, Mom! I don't know what to do!\""}],"Hygiene":[{"text":"Schlachthöfe zwingen zur Hygiene.","translation":"Slaughterhouses force hygiene."},{"text":"Dieses Restaurant legt großen Wert auf Hygiene.","translation":"This restaurant attaches great importance to hygiene."},{"text":"Persönliche Hygiene ist sehr wichtig.","translation":"Personal hygiene is very important."},{"text":"Hygiene war damals noch viel mehr als heute ein Fremdwort.","translation":"Hygiene was then much more of a foreign word than it is today."},{"text":"Maria lässt Hygiene im Haus walten.","translation":"Maria exercises hygiene in the house."}],"vermehren":[{"text":"Seltener Besuch vermehrt die Freundschaft.","translation":"Rare visits increase friendship."},{"text":"Sie vermehren sich schneller, als wir sie vernichten können.","translation":"They're multiplying faster than we can kill them off."},{"text":"Ratten vermehren sich schnell.","translation":"Rats multiply rapidly."},{"text":"Sie vermehren sich wie die Kaninchen.","translation":"They're multiplying like rabbits."},{"text":"Diese Parasiten vermehren sich im menschlichen Organismus.","translation":"These parasites multiply in the human organism."}],"Jobs":[{"text":"Jobs sind heutzutage schwer zu bekommen.","translation":"Nowadays jobs are hard to come by."},{"text":"Jobs sind weniger sicher und die Leute müssen härter arbeiten, um sie zu behalten.","translation":"Jobs are less secure and people must work harder to keep them."},{"text":"Hast du die Biographie von Jobs zu Ende gelesen?","translation":"Have you finished reading Jobs' biography?"},{"text":"In den Vereinigten Staaten wurden in den vergangenen 20 Jahren 20 Millionen neue Jobs geschaffen - die meisten davon im Dienstleistungssektor.","translation":"In the United States, 20 million new jobs have been created during the past two decades, most of them in the service sector."}],"Pferde":[{"text":"Krankheit kommt zu Pferde und geht zu Fuß weg.","translation":"Illness comes on horseback and goes away on foot."},{"text":"Hier arbeiten 360 Pferde und ein Esel lenkt.","translation":"360 horses work here and a donkey steers."},{"text":"Es gibt Pferde in der Nähe.","translation":"There are horses nearby."},{"text":"Tom kennt sich mit Pferden überhaupt nicht aus.","translation":"Tom doesn't know anything about horses."},{"text":"Er züchtet Pferde und Rinder.","translation":"He raises horses and cattle."}],"heb":[{"text":"Hebe deine Augen auf, und du wirst die Sterne sehen!","translation":"Lift up your eyes, and you'll see the stars."},{"text":"Hebe deine rechte Hand.","translation":"Raise your right hand."},{"text":"Hebe deine Hände!","translation":"Raise your hands."},{"text":"Hier ist ein weiterer gute Rat: Sprichst du mit deinem Hund, hebe nicht deine Stimme!","translation":"Here's another piece of good advice: talk to your dog, don't raise your voice!"},{"text":"Maria sprach zu dem Berg: „Hebe dich von hinnen dorthin!“, doch er hob sich nicht.","translation":"Mary said to the mountain, \"Lift yourself there from there!\" but he did not rise."},{"text":"Heb deine Arme hoch.","translation":"Put your arms up."},{"text":"Heb bitte ein Stück Kuchen für mich auf.","translation":"Save a piece of cake for me."},{"text":"Heb' mal den Stein hoch!","translation":"Lift up the stone!"},{"text":"„Hast du den Sessel umgeworfen?“ – „Ja.“ – „Heb ihn auf!“ – „Nein.“ – „Du sollst den Sessel aufheben!“ – „Ich denke nicht daran!“ – „Du hebst jetzt den Sessel auf – sonst ...“ – „Sonst was? Komm, sag’s!“","translation":"\"Did you knock over the chair?\" – \"Yes.\" – \"Pick it up!\" – \"No.\" – \"You should pick up the chair!\" – \"I don't think about it!\" – \"You pick up the chair now – otherwise ...\" – \"What else? Come, say it!\""},{"text":"Heb mal den Stift vom Boden auf.","translation":"Pick the pen up from the floor."}],"triff":[{"text":"Willst du einen guten Ruf haben, so triff niemals die Sonne in deinem Bett.","translation":"If you want to have a good reputation, never hit the sun in your bed."},{"text":"Triff deine Wahl.","translation":"Make your choice."},{"text":"Triff die Entscheidung selbst!","translation":"Make the decision yourself!"},{"text":"Triff eine Entscheidung und tu es mit der Zuversicht, dass du richtig liegst.","translation":"Make a decision and make it with the confidence that you are right."},{"text":"Triff den Ball, wenn er hochspringt.","translation":"Hit the ball on the rise."},{"text":"Triff Vorsichtsmaßnahmen.","translation":"Take precautions."},{"text":"Sei du nicht auch derart unentschlossen, sondern triff eine Entscheidung!","translation":"Don't be so indecisive, but make a decision!"}],"repräsentativ":[{"text":"Die Ansichten meines Onkels sind repräsentativ für seine Generation.","translation":"My uncle's views are representative of his generation."},{"text":"Die USA sind ein repräsentativer demokratischer Staat.","translation":"The US is a representative democratic state."},{"text":"Dies ist eine repräsentative, nicht umfassende Liste verschiedener Arten von Impfstoffen.","translation":"This is a representative, not a comprehensive, list of various types of vaccines."},{"text":"Auf eine Art ist er repräsentativ für seine Firma.","translation":"In a way, he is representative of his company."},{"text":"Das schwedische Königshaus hat seit langem ausschließlich repräsentative und zeremonielle Funktionen.","translation":"The Swedish royal family has long had exclusively representative and ceremonial functions."}],"ergehen":[{"text":"Dem es wohl ergeht, der hat manchen Freund.","translation":"Who probably suffers, he has some friends."},{"text":"Wenn du mein Auto anfasst, dann wird es dir schlecht ergehen.","translation":"If you touch my car, you will feel bad."},{"text":"Wenn du so weitermachst, wird es dir schlecht ergehen.","translation":"If you continue like this, you will fare badly."},{"text":"Ebenso erging es mir.","translation":"The same happened to me."},{"text":"Uns ist es echt gut ergangen.","translation":"It went pretty well for us."}],"Indianer":[{"text":"Ein Indianer kennt keinen Schmerz.","translation":"An Indian knows no pain."},{"text":"Aber ich will keine Indianer erschießen.","translation":"But I don't want to shoot Indians."},{"text":"Am Anfang waren die Indianer freundlich.","translation":"At first, the Indians were friendly."},{"text":"Die Indianer hatten Hunger.","translation":"The Indians were hungry."},{"text":"Die Soldaten teilten ihr Essen mit den Indianern.","translation":"Soldiers shared their food with the Indians."}],"verletzte":[{"text":"Wie viel Blut hat der Verletzte verloren?","translation":"How much blood has the injured lost?"},{"text":"Der Verletzte tat den letzten Atemzug.","translation":"The injured man took his last breath."},{"text":"Ich versorgte die Verletzten.","translation":"I cared for the injured."},{"text":"Zum Glück hat es keine Verletzten gegeben.","translation":"Fortunately, there were no injuries."},{"text":"In der Bekanntmachung wurde die Zahl der Toten und Verletzten übertrieben dargestellt.","translation":"The announcement exaggerated the number of dead and injured."}],"Psychiater":[{"text":"Alle Psychiater unterstützen ihre Patienten.","translation":"All psychiatrists emotionally support their patients."},{"text":"Sie rief den Psychiater an.","translation":"She called the psychiatrist."},{"text":"Du musst zum Psychiater.","translation":"You have to see a psychiatrist."},{"text":"Du kannst Psychiater nicht leiden. Stimmt's?","translation":"You hate psychiatrists, don't you?"},{"text":"Wer mit einem Baum sprechen kann, braucht keinen Psychiater. Nur meinen die meisten Menschen das Gegenteil.","translation":"If you can talk to a tree, you don't need a psychiatrist. But most people think the opposite."},{"text":"Brauchen Psychiater Psychiater?","translation":"Do psychiatrists need psychiatrists?"},{"text":"Carl Gustav Jung, der berühmte Schweizer Psychiater, spricht vom „kollektiven Unbewussten“. Von ihm stammt die Theorie, dass das kollektive Unbewusste bei den Bewohnern Mitteleuropas, also insbesondere bei den Deutschen, bis heute von der Katastrophe des Dreißigjährigen Krieges geprägt ist.","translation":"Carl Gustav Jung, the famous Swiss psychiatrist, speaks of the \"collective unconscious\". He theorized that the collective unconscious among the inhabitants of Central Europe, especially the Germans, is still shaped by the catastrophe of the Thirty Years' War."},{"text":"Mein Psychiater ist Dr. Hansen.","translation":"My psychiatrist is Dr. Jackson."}],"Stromversorgung":[{"text":"Da die Stromversorgung eingeschränkt worden war, stellte die Fabrik ihre Produktion vorerst ein.","translation":"Since the power supply had been restricted, the factory stopped its production for the time being."},{"text":"Den Behörden zufolge könne es Tage, ja Wochen dauern, bis die Stromversorgung ganz wiederhergestellt sei.","translation":"Authorities said it could be days, even weeks, before power is fully restored."},{"text":"Zehntausende Menschen sind von der Stromversorgung abgeschnitten.","translation":"Ten thousand people have had their power supply cut off."},{"text":"Bei Tom zu Hause läuft die Stromversorgung über Solarzellen auf dem Dach.","translation":"Tom's house is powered by solar panels on the roof."},{"text":"Dieser Mann ist praktisch wie ein dreckiges Elektrogerät, dem man die Stromversorgung gekappt hat.","translation":"This man is practically like a dirty electrical appliance that has been cut off from the power supply."}],"Ziele":[{"text":"Ich arbeite viel, um meine Ziele zu erreichen.","translation":"I work too much in order to achieve my goals."},{"text":"Tom konzentriert sich sehr stark auf seine Ziele.","translation":"Tom is very focused on his goals."},{"text":"Sozialer Ausgleich und wirtschaftlicher Schutz des Individuums erschienen mir stets als wichtige Ziele der staatlichen Gemeinschaft.","translation":"Social balance and economic protection of the individual have always seemed to me to be important goals of the state community."},{"text":"Die Pfeile schnellten auf die Ziele.","translation":"The arrows shot at the targets."},{"text":"Augenblicks- und Gruppeninteressen ließen uns unsere langfristigen gemeinsamen Ziele vergessen.","translation":"Momentary and group interests made us forget our long-term common goals."}],"Kohlenhydrat":[{"text":"Nahrung besteht aus Proteinen, Kohlenhydraten und Fetten.","translation":"Food is comprised of protein, carbohydrates, and fats."},{"text":"Die Kohlenhydrate enthalten Kohlenstoff-, Wasserstoff- und Wasserstoffmoleküle.","translation":"The carbohydrates contain carbon, hydrogen and hydrogen molecules."},{"text":"Monosaccharide sind Kohlenhydrate der einfachsten Form.","translation":"Monosaccharides are carbohydrates of the simplest form."},{"text":"Zellulose ist ein Kohlenhydrat.","translation":"Cellulose is a carbohydrate."},{"text":"Wenn Kohlenhydrate so schädlich sind, warum sind die Japaner dann so dünn, wo die doch so viel Reis essen?","translation":"If carbs are so bad, then why are the Japanese thin even though they eat lots of rice?"},{"text":"Ich brauche von Zeit zu Zeit Kohlenhydrate.","translation":"I need carbs from time to time."},{"text":"Spricht man über Zucker, verwendet man oft den wissenschaftlichen Begriff Kohlenhydrat. Kohlenhydrate sind für unseren Körper eine wichtige Energiequelle.","translation":"When talking about sugar, the scientific term carbohydrate is often used. Carbohydrates are an important source of energy for our body."}],"beklagen":[{"text":"Die Affen beklagen sich nicht, dass sie nicht zu Menschen wurden.","translation":"The monkeys do not complain that they did not become humans."},{"text":"Diese armen Männer! Sind sie nicht zu beklagen?","translation":"These poor men! Are they not to be lamented?"},{"text":"Im Vergleich zu mir hast du es noch gut. Also beklage dich nicht!","translation":"Compared to me, you still have it good. So don't complain!"},{"text":"Ich kann mich eigentlich nicht beklagen.","translation":"I can't really complain."},{"text":"Er beklagt sich ständig über seine schlechte medizinische Betreuung.","translation":"He constantly complains about his poor medical care."}],"reg":[{"text":"Reg dich nicht auf! Mit dem Tom werden wir schon fertig!","translation":"Don't get upset! We're done with the Tom!"},{"text":"Reg dich nicht über Kleinigkeiten auf.","translation":"Don't get upset about trifles."},{"text":"Reg dich nicht auf! Das bringt auch nichts.","translation":"Don't get upset! That doesn't help either."},{"text":"Reg dich nicht so auf! Denk an dein Herz!","translation":"Don't get so upset! Think of your heart!"},{"text":"Reg dich nicht so auf!","translation":"Don't get so upset!"},{"text":"Reg dich über den Preis nicht so auf!","translation":"Don't get all worked up over the price!"},{"text":"Rege mich bloß nicht auf!","translation":"Don't get me started."},{"text":"Reg dich ab! Tatoeba ist kein Mädchen, sondern nur ein Netzangebot.","translation":"Calm down, Tatoeba is not a girl, it's just a website."},{"text":"Reg dich doch über so etwas nicht auf!","translation":"Don't get excited about such a thing."},{"text":"Reg dich ab!","translation":"Cool off!"},{"text":"Sie sind reger des Nachts.","translation":"They are more active at night."},{"text":"Auf dieser Straße herrscht reger Verkehr.","translation":"There is a great deal of traffic on this road."},{"text":"Schon in dieser Zeit erfolgte in diesem Gebiet ein reger Handel.","translation":"Already at this time there was a lively trade in this area."},{"text":"Wenn Augenblicke bezaubern, herrscht reger Funkverkehr.","translation":"When moments are enchanting, there is a lot of radio traffic."},{"text":"In der Generalstaatsanwaltschaft Russlands herrscht heute reges Treiben auf der Suche nach gesundem Menschenverstand in den zahlreichen Anfragen der Staatsduma, die keine rechtlichen Perspektiven haben.","translation":"In the Prosecutor General's Office of Russia, there is now a lot of activity in search of common sense in the numerous requests of the State Duma, which have no legal perspectives."}],"Einstein":[{"text":"Nach Einstein ist alles relativ.","translation":"According to Einstein, everything is relative."},{"text":"Einstein behauptete, dass jedes Kind ein Genie sei.","translation":"Einstein claimed that every child is a genius."},{"text":"Einstein zeigte uns unsere Grenzen.","translation":"Einstein showed us our limits."},{"text":"Einstein war ein mathematisches Genie.","translation":"Einstein was a mathematical genius."},{"text":"Als er ein Kind war, lernte Einstein spät sprechen.","translation":"When he was a child, Einstein learned to speak late."},{"text":"Wissenschaftler wie Einstein sind selten.","translation":"Scientists like Einstein are rare."},{"text":"Man muss kein Einstein sein, um das zu lösen.","translation":"You don't have to be Einstein to work that out."},{"text":"Danke, Einstein!","translation":"Thank you, Einstein."},{"text":"Die Relativitätstheorie geht auf Einstein zurück.","translation":"The theory of relativity originated with Einstein."},{"text":"Albert Einstein gilt als einer der genialsten Geister des 20. Jahrhunderts.","translation":"Albert Einstein is considered one of the most brilliant minds of the twentieth century."},{"text":"Albert Einstein ist in Ulm an der Donau geboren.","translation":"Albert Einstein was born in Ulm an der Donau."},{"text":"Albert Einstein wurde 1879 in der deutschen Stadt Ulm geboren.","translation":"Albert Einstein was born in 1879 in the German city of Ulm."},{"text":"Und dieser Mann war Albert Einstein.","translation":"And that man was Albert Einstein."},{"text":"Albert Einstein sagte einmal: „Esperanto ist die beste Lösung für die Idee einer internationalen Sprache.“","translation":"Albert Einstein once said: \"Esperanto is the best solution for the idea of an international language.\""},{"text":"Im Jahr 1921 erhielt Albert Einstein den Nobelpreis.","translation":"Albert Einstein received the Nobel Prize in 1921."}],"Wecker":[{"text":"Gestern hat der Wecker nicht geklingelt und Kurt ist nicht aufgewacht.","translation":"Yesterday the alarm clock didn't ring and Kurt didn't wake up."},{"text":"Ich stelle den Wecker auf sechs.","translation":"I set the alarm clock to six."},{"text":"Hast du den Wecker nicht gehört?","translation":"Didn't you hear the alarm clock?"},{"text":"Mein Bett und ich, wir lieben uns, nur der Wecker will es nicht akzeptieren.","translation":"My bed and I, we love each other, only the alarm clock does not want to accept it."},{"text":"Entschuldigen Sie die Verspätung, aber irgendetwas hat den Empfang meines Radio-Weckers gestört.","translation":"Sorry for the delay, but something was interfering with the reception of my clock radio."}],"hübschen":[{"text":"Diese drei hübschen Mädchen sind alle Nichten von mir.","translation":"These three pretty girls are all nieces of mine."},{"text":"Hast du schon mal so einen hübschen Film wie diesen gesehen?","translation":"Have you already seen as nice a movie as this one?"},{"text":"Die Behauptung des Mannes gegenüber dem hübschen Mädchen, er sei Millionär, war reiner Blödsinn.","translation":"The man's statement to the pretty girl that he was a millionaire was all eye-wash."},{"text":"Sie werden deine hübschen Kaninchen großziehen.","translation":"They will raise your pretty rabbits."},{"text":"Um der hübschen Prinzessin zu gefallen, nahm der Ritter die Aufgabe, den Drachen zu erschlagen, sofort mit großen Worten vom König an. Dass ihm da schon die Beine schlotterten, bemerkte niemand.","translation":"In order to please the pretty princess, the knight immediately accepted the task of slaying the dragon with great words from the king. Nobody noticed that his legs were already shaking."}],"derart":[{"text":"Ich bin derart arrogant, dass ich nicht mal merke, dass ich arrogant bin.","translation":"I'm so arrogant that I don't even realize I'm arrogant."},{"text":"Ihre Sprache war derart perfekt geregelt, dass jeder sagen durfte, was er nicht dachte.","translation":"Their language was so perfectly regulated that everyone was allowed to say what they did not think."},{"text":"Wecken Sie nicht derart meine Hoffnungen.","translation":"Don't raise my hopes like that."},{"text":"Die Frauen waren derart überrascht, dass sie nicht in der Lage waren zu sprechen.","translation":"The women were too surprised to be able to speak."},{"text":"Verzeih mir bitte, dass ich dir eine derart persönliche Frage gestellt habe.","translation":"Please forgive me for asking you such a personal question."},{"text":"Es ist das erste Mal, dass ich Taninna derart vermisse!","translation":"It's the first time I've missed Taninna so much!"},{"text":"Ich habe keine Lust, irgendetwas zu tun, wenn es derart heiß ist.","translation":"I don't feel like doing anything when it's that hot."},{"text":"Ist das wirklich derart wichtig?","translation":"Is this really all that important?"},{"text":"Dieses Buch ist in einfachem Englisch derart, dass auch Anfänger es verstehen können, verfasst.","translation":"This book is written in simple English in such a way that even beginners can understand it."},{"text":"Es ist nicht seine Art, derart in Wut zu geraten.","translation":"It's not his way to get so angry."}],"lüften":[{"text":"Endlich ist das große Geheimnis gelüftet!","translation":"The big secret's finally out."},{"text":"„Brr! Was ist das kalt hier drin!“ – „Ich habe gelüftet.“","translation":"\"Brr! What's cold in here!\" – \"I've aired.\""},{"text":"Bitte lüftet das Zimmer.","translation":"Please air the room."},{"text":"Er lüftete seinen Hut.","translation":"He lifted his hat."},{"text":"Sie lüftete das Zimmer und die Bettwäsche lange.","translation":"She gave the room and the bedlinen a good airing."},{"text":"Das Zimmer hat eine hohe Decke und ist gut gelüftet.","translation":"The room is high-ceilinged and well ventilated."},{"text":"Das Geheimnis ist gelüftet!","translation":"The cat's out of the bag!"},{"text":"Leila hat ihren Schleier gelüftet.","translation":"Leila has lifted her veil."},{"text":"Wenn du kein Bett, sondern nur eine Matratze auf dem Boden hast, solltest du sie ab und zu von unten lüften, damit kein Schimmel entsteht.","translation":"If you don't have a bed, but only a mattress on the floor, you should ventilate it from below from time to time so that mold does not develop."}],"cooler":[],"kulinarisch":[{"text":"Er hatte eine ausgeprägte Leidenschaft für kulinarische Freuden.","translation":"He had a strong passion for culinary delights."},{"text":"Aber wir sind grundsätzlich gegen eine Bevormundung bei kulinarischen Vorlieben.","translation":"But we are fundamentally against paternalism in culinary preferences."},{"text":"Probieren Sie sich aus und gehen Sie mit diesem Toaster auf kulinarische Entdeckungsreise!","translation":"Try it out and go on a culinary journey of discovery with this toaster!"}],"primitiv":[{"text":"Zu jener Zeit lebte dort ein primitives Volk.","translation":"At that time, a primitive people lived there."},{"text":"Sie benutzten diese primitiven Werkzeuge.","translation":"They used those primitive tools."},{"text":"Zauberei spielt in primitiven Gesellschaften eine wichtige Rolle.","translation":"Magic plays an important role in primitive societies."},{"text":"Die Kiste war primitiv aus Spanholzplatten zusammengezimmert.","translation":"The box was primitively made of chipboard."},{"text":"Schon lange, bevor der Computer entwickelt worden war, existierten primitive Rechenapparate.","translation":"Long before the computer was developed, primitive computing devices existed."}],"unverändert":[{"text":"Es sind schon fast 10 Jahre vergangen, aber du bist unverändert schön.","translation":"It's been almost 10 years, but you're still beautiful."},{"text":"Die Situation bleibt unverändert.","translation":"The situation remains unchanged."},{"text":"Höchstwahrscheinlich wird das Ergebnis nach Entfernen des Elements C unverändert bleiben.","translation":"Most likely, the result will remain unchanged after removing element C."},{"text":"Die Dinge blieben unverändert, aber die Menschen veränderten sich.","translation":"Things remained unchanged, but people changed."},{"text":"Tom ist ein Mensch ohne eigene Meinung. Aus seinem Mund spricht mit unveränderten Worten Maria.","translation":"Tom is a person without his own opinion. From his mouth Mary speaks with unchanged words."}],"willkürlich":[{"text":"Niemand darf willkürlich festgenommen, in Haft gehalten oder des Landes verwiesen werden.","translation":"No one shall be subjected to arbitrary arrest, detention or exile."},{"text":"Unsere Entscheidung, nach Portugal zu fahren, war recht willkürlich.","translation":"Our decision to go to Portugal was quite arbitrary."},{"text":"Wählt willkürlich drei Bücher aus.","translation":"Choose three books at random."},{"text":"Es handelt sich wiederum lediglich um eine subjektive und willkürliche Interpretation.","translation":"Again, it is merely a subjective and arbitrary interpretation."},{"text":"Niemand darf willkürlich seines Eigentums beraubt werden.","translation":"No one shall be arbitrarily deprived of his property."}],"verzaubern":[{"text":"Wunderbare Düfte verzaubern die Atmosphäre.","translation":"Wonderful scents enchant the atmosphere."},{"text":"Ein und derselbe Mensch kann einem den Morgen verzaubern und den Abend versauen.","translation":"One and the same person can enchant the morning and mess up the evening."},{"text":"Wenn du Freude in deinem Herzen trägst, kannst du jeden Moment verzaubern.","translation":"If you carry joy in your heart, you can enchant every moment."},{"text":"Sie saßen still da, als wären sie von der Musik verzaubert.","translation":"They sat there quietly, as if they were enchanted by the music."},{"text":"Der Prinz wurde in einen Frosch verzaubert.","translation":"The prince was enchanted into a frog."},{"text":"Sie sitzen wie verzaubert von der Musik.","translation":"They are sitting as if charmed by the music."},{"text":"Wir waren von der Blütenpracht des Gartens wie verzaubert.","translation":"We were enchanted by the blossoms of the garden."},{"text":"Die Fee hatte den Baum so verzaubert, dass jeder, der von den Früchten aß, sich in ein Eichhörnchen verwandelte; denn sie liebte diese Tiere. Aber nun war auch sie nicht in der Lage, den Zauber wieder aufzuheben – das konnte nur eine Fee, die noch mächtiger war –, und so wimmelte es bald von Eichhörnchen.","translation":"The fairy had so enchanted the tree that anyone who ate of the fruit turned into a squirrel; for she loved these animals. But now she too was unable to lift the spell – only a fairy who was even more powerful could do that – and soon it was teeming with squirrels."},{"text":"Sie saßen schweigend dort wie verzaubert von der Musik.","translation":"They sat there in silence, as though spellbound by the music."},{"text":"Mitten im Wald fand Tom einen wunderbaren, gepflegten Garten, der voller früchtetragender Bäume und Büsche war; von denen aß er, aber der Garten war verzaubert, denn er gehörte Maria, einer mächtigen Fee.","translation":"In the middle of the forest, Tom found a wonderful, well-kept garden full of fruit-bearing trees and bushes; of them he ate, but the garden was enchanted, for it belonged to Mary, a powerful fairy."}],"ununterbrochen":[{"text":"Alles Leben ist ein ununterbrochener Strom. Leben kommt nur vom Leben.","translation":"All life is an uninterrupted stream. Life comes only from life."},{"text":"Meine Nase läuft ununterbrochen.","translation":"My nose runs continuously."},{"text":"Es regnet ununterbrochen.","translation":"It rains non-stop."},{"text":"Wer ununterbrochen vorwärts marschiert, steht die Hälfte seines Lebens auf einem Bein.","translation":"Those who march forward continuously stand on one leg for half of their lives."},{"text":"Urlaub auf dem Campingplatz macht keinen Spaß, wenn es ununterbrochen in Strömen regnet.","translation":"Holidays at the campsite are no fun when it rains non-stop."},{"text":"Das mache ich natürlich nicht immer und nicht ununterbrochen, aber ich glaube, es hilft.","translation":"Of course, I don't do that all the time and not all the time, but I think it helps."},{"text":"Ein normaler Mensch kann nur einmal lügen, Politiker ununterbrochen.","translation":"A normal person can only lie once, politicians continuously."},{"text":"Dieses Lied läuft bei mir jetzt schon seit Stunden ununterbrochen.","translation":"This song has been running continuously for me for hours now."},{"text":"Seit Dienstag regnet es ununterbrochen.","translation":"It has been raining continuously since Tuesday."},{"text":"Er beleidigt und ärgert mich ununterbrochen.","translation":"He insults and annoys me continuously."}],"heck":[{"text":"Sanddorn eignet sich sehr für Hecken.","translation":"Sea buckthorn is very suitable for hedges."},{"text":"Das Heck ist der hintere Teil eines Schiffes. Den vorderen nennt man Bug.","translation":"The stern is the rear part of a ship. The front one is called a bug."},{"text":"Der Gärtner wird die Hecken schneiden.","translation":"The gardener will cut the hedges."},{"text":"Den Weg säumen Hecken.","translation":"The path is lined with hedges."},{"text":"Seit Jahren träume ich schon von den hellgrünen Feldern und Hecken Englands.","translation":"For years, I've been dreaming of the bright green fields and the hedges of England."}],"Worte":[{"text":"Ich finde keine Worte.","translation":"I can't find words."},{"text":"Ich bedanke mich für Ihre ehrlichen Worte.","translation":"Thank you for your honest words."},{"text":"In der Liebe zählen kleine Gesten mehr als große Worte.","translation":"In love, small gestures count more than big words."},{"text":"Ich höre Ihre Worte mit vollem Interesse.","translation":"I listen to your words with full interest."},{"text":"Wir brauchen keine Worte mehr, sondern Taten.","translation":"We no longer need words, but deeds."}],"Ananas":[{"text":"Ich esse gerne Ananas.","translation":"I like to eat pineapple."},{"text":"Ich will Ananas kaufen.","translation":"I want to buy pineapples."},{"text":"Ich mag Toms blaue Ananas.","translation":"I like Tom's blue pineapple."},{"text":"Diese Frucht hat die Form einer Orange und den Geschmack einer Ananas.","translation":"This fruit is shaped like an orange and tastes like a pineapple."},{"text":"Mama, im Rezept steht, dass die Ananas in kleine Würfel geschnitten werden muss.","translation":"Mom, the recipe says that the pineapple must be cut into small cubes."},{"text":"Mögt ihr Pizza mit Ananas?","translation":"Do you like pizza with pineapple?"},{"text":"Was kostet ein Kilo Ananas?","translation":"How much is the kilo of pineapple?"},{"text":"Die Ente frisst Ananas.","translation":"The duck eats pineapple."},{"text":"Acht alte Ameisen aßen am Abend Ananas.","translation":"Eight old ants ate pineapple in the evening."},{"text":"Bonbons aus Ananas schmecken besser als die aus Trauben.","translation":"Candies made from pineapples taste better than those made from grapes."}],"aufholen":[{"text":"Er beeilt sich, die Verspätung wieder aufzuholen.","translation":"He hurries to make up for the delay."},{"text":"Er beeilte sich, um die verlorene Zeit aufzuholen.","translation":"He hurried to make up for lost time."},{"text":"Wir müssen hart arbeiten, um die verlorene Zeit aufzuholen.","translation":"We have to work hard to make up for lost time."},{"text":"Wenn das so weitergeht, können wir die verlorene Zeit nie wieder aufholen.","translation":"If this continues, we will never be able to make up for lost time."},{"text":"Wir haben eine Menge aufzuholen.","translation":"We have lots of catching up to do."}],"dunkeln":[{"text":"Siehst du im Dunkeln überhaupt was?","translation":"Can you see anything at all in the dark?"},{"text":"Der Hintergrund der Tat blieben viel zu lange im Dunkeln.","translation":"The background of the crime remained in the dark for far too long."},{"text":"Er kann Katzendreck im Dunkeln riechen.","translation":"He can smell cat dirt in the dark."},{"text":"Katzen können im Dunkeln sehen.","translation":"Cats can see in the dark."},{"text":"Katzen haben die Fähigkeit, im Dunkeln zu sehen.","translation":"Cats have the ability to see in the dark."},{"text":"Manchmal habe ich Angst im Dunkeln.","translation":"Sometimes I am afraid in the dark."},{"text":"Mein Schienbein hilft mir im Dunkeln Möbel zu finden.","translation":"My shin helps me find furniture in the dark."},{"text":"Er suchte etwas im Dunkeln.","translation":"He was looking for something in the dark."},{"text":"Warum hast du mich im Dunkeln geküsst?","translation":"Why did you kiss me in the dark?"},{"text":"Ich versuche es zu vermeiden, im Dunkeln in den Wald zu gehen.","translation":"I try to avoid going into the woods after dark."}],"Datenschutzbeauftragte":[],"hochgehen":[{"text":"Als der Vorhang hochging, war es auf der Bühne dunkel.","translation":"When the curtain went up, the stage was dark."},{"text":"Tom stand drei Meter entfernt, als die Bombe hochging.","translation":"Tom was three meters away when the bomb exploded."},{"text":"Du darfst nicht die Treppe hochgehen.","translation":"You must not go up the stairs."},{"text":"Tom befand sich auf dem Flughafen, als die Bombe hochging.","translation":"Tom was at the airport when the bomb exploded."},{"text":"Pass auf, wenn du die Leiter hochgehst.","translation":"Be careful when you go up the ladder."}],"geschworen":[{"text":"Du hast geschworen, dass wir pünktlich ankommen werden.","translation":"You swore that we would arrive on time."},{"text":"Eigentlich hatte ich mir zunächst geschworen, nie zu heiraten.","translation":"Actually, I had initially vowed to myself never to get married."},{"text":"Ich habe mir geschworen, nie mehr mit ihr zu reden.","translation":"I vowed never to talk to her again."},{"text":"Er hat mir Rache geschworen.","translation":"He swore revenge on me."},{"text":"Wir haben geschworen zu handeln.","translation":"We have vowed to act."}],"Akteur":[{"text":"Zu oft entsteht jedoch der Eindruck, die Kommission sei eher Beobachter als ein kraftvoller Akteur.","translation":"Too often, however, the impression arises that the Commission is more of an observer than a powerful actor."},{"text":"Obwohl die Zahl der dargestellten Akteure groß ist, kann der Leser sie leicht auseinanderhalten.","translation":"Although the number of actors depicted is large, the reader can easily distinguish them."},{"text":"In Nischen zu arbeiten hat den Vorteil, dass schon wenige Akteure mit geringen finanziellen Mitteln sehr viel erreichen können.","translation":"Working in niches has the advantage that even a few players can achieve a lot with little financial resources."},{"text":"„Was ist die Stärke der kleinen und mittleren Unternehmen?“ — „In der Regel schaffen diese — kleinen und mittleren — Akteure den Großteil der Arbeitsplätze in der Volkswirtschaft.“","translation":"\"What important role do small and medium-sized firms play?\" \"Generally speaking, they create most of the jobs in the national economy.\""}],"samt":[{"text":"Samt und Seide löschen das Feuer in der Küche aus.","translation":"Velvet and silk extinguish the fire in the kitchen."},{"text":"Ihr liebes Händchen lag wie warmer Samt auf meinem Mund.","translation":"Her dear hand rested like warm velvet upon my lips."},{"text":"Ich erhielt die Ringe in einem Samt-Kästchen.","translation":"I received the rings in a velvet box."},{"text":"Tanja liebte es, Samt und Seide zu tragen.","translation":"Tanja loved to wear velvet and silk."},{"text":"Ich habe mir so eine schöne Box gekauft. Sie ist überzogen mir violettem Samt","translation":"I bought such a nice box. It is covered with purple velvet"},{"text":"Das Schiff ging samt Mannschaft unter.","translation":"The ship sank with its crew."},{"text":"Tom wurde samt Frau und Kind aus dem Dorf gejagt.","translation":"Tom was chased out of the village with his wife and child."},{"text":"Damit ich halbe Million erreiche, verkaufte ich das Haus und Möbel samt der Juwelen.","translation":"In order to reach half a million, I sold the house and furniture including the jewels."},{"text":"Ich habe deinen Vater samt seinen Kollegen gesehen.","translation":"I saw your father and his colleagues."},{"text":"Maria staunte, als Tom eine Orange samt Schale aß.","translation":"Mary was amazed when Tom ate an orange, peel and all."},{"text":"Dieser Stoff fühlt sich an wie Samt.","translation":"This cloth feels like velvet."},{"text":"Die Berührung von Samt stößt mich ab.","translation":"The touch of velvet repels me."},{"text":"Tanja liebte es, in Samt und Seide zu gehen.","translation":"Tanja loved to walk in velvet and silk."},{"text":"Die Prinzessin kleidete sich in Samt und Seide.","translation":"The princess dressed in velvet and silk."},{"text":"Affen bleiben Affen, auch wenn man sie in Samt kleidet.","translation":"Monkeys remain monkeys, even if you dress them in velvet."}],"schuldige":[{"text":"Wir Menschen können es nicht lassen und suchen immer nach einem Schuldigen.","translation":"We humans can't help it and are always looking for a culprit."},{"text":"Der Schuldige bekannte sich zu seiner Tat ohne rot zu werden.","translation":"The culprit confessed to his act without turning red."},{"text":"Wir kennen ja den wahren Schuldigen.","translation":"We know the real culprit."},{"text":"Die Schuldigen müssen bestraft werden.","translation":"The guilty must be punished."},{"text":"Meine Damen und Herren, ich werde Ihnen beweisen, dass Tom, und niemand sonst, der Schuldige ist.","translation":"Ladies and gentlemen, I will prove to you that Tom, and no one else, is the culprit."}],"heut":[{"text":"Heut Abend hab ich Lust auf Pizza.","translation":"Tonight I feel like pizza."},{"text":"Bist du einsam heut Nacht?","translation":"Are you lonely tonight?"},{"text":"Das war es für heut’. Es hat mich gefreut.","translation":"That's it for today'. I was delighted."},{"text":"Bitte komm heut Nachmittag zurück!","translation":"Please come back this afternoon."},{"text":"Wer hat denn heut' noch einen Plattenspieler?","translation":"Who still has a record player today?"},{"text":"Ja, ist denn heut' schon Weihnachten?","translation":"Yes, is it already Christmas today?"},{"text":"Auf den Tisch kommt heut' ein Fisch.","translation":"A fish is on the table today."},{"text":"Warum bis morgen sparen, was wir heut’ vermögen?","translation":"Why save until tomorrow what we can do today?"},{"text":"Mich hungert. Wann wird das Abendessen heut’ gereicht?","translation":"I'm starving. When will dinner be served today?"},{"text":"Wenn das Wetter so bleibt, ist es morgen so wie heut'!","translation":"If the weather stays like this, tomorrow will be like today!"}],"Stempel":[{"text":"In Russland geht fast nichts ohne Stempel.","translation":"In Russia, almost nothing works without a stamp."},{"text":"Die Kiste trägt den Stempel des Herstellers.","translation":"The box bears the stamp of the manufacturer."},{"text":"Mit zehn Stempeln auf der Kundenkarte bekommen Sie ein Stück Torte gratis.","translation":"With ten stamps on the customer card you get a piece of cake for free."},{"text":"Dieser Brief trägt den Stempel von Paris.","translation":"This letter bears the stamp of Paris."},{"text":"Der Brief trägt den Stempel von Berlin.","translation":"The letter bears the stamp of Berlin."}],"murmeln":[{"text":"„Was ist los?“, murmelte eine Stimme vom anderen Ende des Raums.","translation":"\"What's wrong?\" murmured a voice from the other end of the room."},{"text":"Er murmelte etwas Unverständliches.","translation":"He murmured something unintelligible."},{"text":"Der schüchterne Junge murmelte seinen Namen.","translation":"The shy boy murmured his name."},{"text":"Sie murmelt vor sich hin.","translation":"She is muttering to herself."},{"text":"„Wie viele Menschen es gibt, so viele Symptome gibt es auch“, murmelte der Arzt.","translation":"\"How many people there are, so many symptoms there are,\" the doctor murmured."}],"eingehend":[{"text":"Nach einer eingehenden Aussprache war das Problem endlich vom Tisch.","translation":"After an in-depth debate, the problem was finally off the table."},{"text":"Ich werde das Problem mit dir eingehend besprechen.","translation":"I will discuss the problem with you in detail."},{"text":"Der Lehrer betrachtete mich für eine Weile eingehend.","translation":"The teacher contemplated me for a while."},{"text":"Wir wollen eingehender untersuchen, wie das in der Praxis funktioniert.","translation":"We want to investigate in more detail how this works in practice."},{"text":"Tom erklärte Maria eingehend, wie es funktionierte.","translation":"Tom explained to Maria in detail how it worked."}],"yeong":[],"weitaus":[{"text":"Heute sieht es hier noch weitaus schlimmer aus.","translation":"Today it looks much worse here."},{"text":"Weit davon entfernt sich zu legen, wurde der Sturm noch weitaus heftiger.","translation":"Far from stopping, the storm became much more intense."},{"text":"Ein Tier kann noch weitaus gefährlicher werden, wenn es verletzt ist.","translation":"An animal can be much more dangerous when wounded."},{"text":"Dein Fahrrad ist weitaus neuer als meins.","translation":"Your bike is much newer than mine."},{"text":"Der Film ist weitaus schlechter als das Buch.","translation":"The movie is far worse than the book."}],"seung":[],"verspüren":[{"text":"Niemand verspürt das echte Verlangen nach so einem Auto.","translation":"No one feels the real desire for such a car."},{"text":"Er verspürte Schmerz und Mitleid.","translation":"He felt pain and pity."},{"text":"Tom begann Hunger zu verspüren.","translation":"Tom began to feel hungry."},{"text":"Die beiden verspürten das dringende Bedürfnis, einen Lebensunterhalt zu verdienen.","translation":"The two felt the pressing necessity of earning a livelihood."},{"text":"Mich verzaubert es, den Geruch des Winters zu verspüren.","translation":"It enchants me to feel the smell of winter."}],"Rückstand":[{"text":"Er ist mit der Bezahlung im Rückstand.","translation":"He is in arrears with the payment."},{"text":"Du bist mit deiner Miete einen Monat im Rückstand.","translation":"You are one month in arrears with your rent."},{"text":"Er versucht verzweifelt, den Rückstand wett zu machen.","translation":"He is desperately trying to make up for the backlog."},{"text":"Wir haben mit zwei Punkten Rückstand verloren.","translation":"We lost by two points."},{"text":"Bin ich mit meinen Mietzahlungen im Rückstand?","translation":"Am I in arrears with my rental payments?"}],"Servern":[{"text":"Sie gehören damit zu den schnellsten Servern der Welt.","translation":"This makes them one of the fastest servers in the world."}],"prominent":[{"text":"Tom hat eine prominente Rolle gespielt.","translation":"Tom has played a prominent role."},{"text":"Die Aktion hat viele Unterstützer, unter anderem auch prominente Schauspieler und Sportler.","translation":"The campaign has many supporters, including prominent actors and athletes."},{"text":"Obwohl es sich um eine regionale Versammlung handelt, stehen in der Broschüre prominente Namen.","translation":"Although it is a regional gathering, the brochure contains prominent names."},{"text":"Der prominente Psychologe ähnelt in seinem Aussehen meinem Onkel.","translation":"The prominent psychologist resembles my uncle in appearance."},{"text":"Tom ist ein prominenter Koch.","translation":"Tom is a celebrity chef."}],"philosophisch":[{"text":"Das ist eine philosophische Frage.","translation":"This is a philosophical question."},{"text":"Es scheint, dass mein junger Kollege bereits sämtliche philosophischen Theorien kennt.","translation":"It seems that my young colleague already knows all the philosophical theories."},{"text":"Die Dichtung ist tiefer und philosophischer als die Geschichte.","translation":"Poetry is deeper and more philosophical than history."},{"text":"Frage und Antwort sind dogmatisch, Aufgabe und Auflösung philosophisch.","translation":"Question and answer are dogmatic, task and resolution philosophical."},{"text":"Toki Pona ist keine künstliche Hilfssprache - es ist eine philosophische Sprache.","translation":"Toki Pona is not an artificial auxiliary language - it is a philosophical language."}],"Hürde":[{"text":"Die politische Partei übersprang in ersten Umfragen die Fünf-Prozent-Hürde.","translation":"The political party jumped the five-percent hurdle in initial polls."},{"text":"Die ersten Hürden sind genommen, aber es sind nicht die letzten.","translation":"The first hurdles have been cleared, but they won't be the last."},{"text":"Trotz großer Hürden hatte er Erfolg.","translation":"He succeeded in spite of major difficulties."},{"text":"Beim Übersetzen literarischer Texte muss man viele Hürden überwinden.","translation":"There are many obstacles to surmount when translating literary texts."},{"text":"Bürokratische Hürden behindern unsere Arbeit.","translation":"Bureaucratic hurdles hinder our work."}],"lesbisch":[{"text":"Warum glaubst du Tom nicht, wenn er sagt, dass er lesbisch ist?","translation":"Why don't you believe Tom when he says he's a lesbian?"},{"text":"Ich verstehe nicht, warum nicht alle Mädchen lesbisch sind.","translation":"I don't get why girls aren't all lesbians."},{"text":"Sie ist leider lesbisch.","translation":"Unfortunately, she is a lesbian."},{"text":"Es verbreitet sich das Gerücht, dass sie lesbisch sei.","translation":"There is a rumor that she is a lesbian."},{"text":"Ich schaue gerne lesbische Pornos.","translation":"I like watching lesbian porn."}],"unauffällig":[{"text":"Jahrelang führte Tom ein unauffälliges Leben. Jetzt gestand er, fünf Menschen ermordet zu haben.","translation":"For years, Tom led an inconspicuous life. Now he confessed to murdering five people."},{"text":"Männer kleiden sich unauffällig grau, weil sie es in anderen Dingen desto bunter treiben.","translation":"Men dress inconspicuously gray because they do it all the more colorful in other things."},{"text":"Ich gab ihm unauffällig den Brief.","translation":"I inconspicuously gave him the letter."},{"text":"Ich hoffe, wir klären das schnell und unauffällig auf.","translation":"I hope we will clarify this quickly and inconspicuously."},{"text":"Ich habe mich ganz unauffällig von der Welt verabschiedet, und kein Schwein hat es gemerkt.","translation":"I said goodbye to the world quite inconspicuously, and no pig noticed it."}],"klare":[{"text":"Schreiben Sie klare Texte!","translation":"Write clear texts!"},{"text":"Ob diese klare Wasser vielleicht vergiftet ist?","translation":"Is this clear water perhaps poisoned?"},{"text":"Das ist eine ganz klare Sache.","translation":"That is a very clear thing."},{"text":"Ich möchte eine klare Antwort haben.","translation":"I would like to have a clear answer."},{"text":"Schreib klare und eindeutige Texte!","translation":"Write clear and unambiguous texts!"},{"text":"Bist du dir im Klaren darüber, wie sehr sie dich liebt?","translation":"Do you realize how much she loves you?"},{"text":"Ich bin mir im Klaren, dass das keine einfache Entscheidung für euch ist.","translation":"I realize that this is a difficult decision for you."},{"text":"Tom ist sich im Klaren darüber, was im Gang ist.","translation":"Tom's aware of what's happening."},{"text":"Historiker sind sich immer noch nicht im Klaren darüber, was geschehen ist.","translation":"Historians are still unclear about what happened."},{"text":"Bist du dir über die Risiken im Klaren?","translation":"Do you understand the risks?"}],"spekulieren":[{"text":"Über die Entstehung des Mondes wird seit Jahrhunderten spekuliert.","translation":"The formation of the moon has been speculated for centuries."},{"text":"Derzeit spekulieren viele mit Immobilien.","translation":"Currently, many speculate with real estate."},{"text":"Über die Ursachen ihres Todes wurde viel spekuliert.","translation":"There has been much speculation about the causes of her death."},{"text":"Darüber können die Philosophen nur hypothetisch spekulieren.","translation":"Philosophers can only speculate hypothetically about this."},{"text":"Wenn alle Spieler auf eine angeblich todsichere Sache spekulieren, geht es fast immer schief.","translation":"When all players speculate on a supposedly surefire thing, it almost always goes wrong."},{"text":"Sie hat es wohl mit Absicht getan, doch mit welcher, darüber können wir nur spekulieren.","translation":"She probably did it on purpose, but with which, we can only speculate."},{"text":"Wer viel Geld hat, kann spekulieren. Wer wenig Geld hat, darf nicht spekulieren. Wer kein Geld hat, muss spekulieren.","translation":"If you have a lot of money, you can speculate. Those who have little money are not allowed to speculate. If you don't have any money, you have to speculate."},{"text":"Wer viel Geld hat, kann spekulieren; wer wenig Geld hat, darf nicht spekulieren; wer kein Geld hat, muss spekulieren.","translation":"Those who have a lot of money can speculate; those who have little money must not speculate; if you don't have money, you have to speculate."}],"spielt":[{"text":"Wenn Weiß bei e5 einen Bauern hat und Schwarz seinen Bauern von d7 bis d6 spielt, kann der weiße Bauer den schwarzen Bauern nehmen, ihn vom Brett entfernen und d6 besetzen.","translation":"If White has a pawn at e5 and Black plays his pawn from d7 to d6, the White Pawn can take the Black Pawn, remove him from the board, and occupy d6."},{"text":"Spielt Tom Basketball?","translation":"Does Tom play basketball?"},{"text":"Spielt Tom Schlagzeug?","translation":"Does Tom play the drums?"},{"text":"Wenn Weiß einen Bauern auf e5 hat und Schwarz seinen Bauern von d7 bis d5 spielt, kann der weiße Bauer den schwarzen Bauern nehmen, ihn vom Brett entfernen und d6 besetzen, als ob der schwarze Bauer dort wäre. Dies nennt man \"en passant\" nehmen.","translation":"If White has a pawn on e5 and Black plays his pawn from d7 to d5, the white farmer can take the black farmer, remove him from the board, and occupy d6 as if the black farmer were there. This is called taking \"en passant\"."}],"Kneipe":[{"text":"Was war zuerst da, das Bier oder die Kneipe?","translation":"Which came first, beer or the pub?"},{"text":"Damen sind zur Kneipe nicht zugelassen.","translation":"Ladies are not allowed to the pub."},{"text":"Ein Versprechen verlässt nie die Kneipe!","translation":"A promise never leaves the pub!"},{"text":"Lass uns bis zur Kneipe um die Wette rennen!","translation":"Let's race to the pub!"},{"text":"In dieser Kneipe sind immer viele Studenten.","translation":"There are always a lot of students in this pub."}],"erwartet":[{"text":"Ich wünsche mir mehr Klarheit darüber, was von mir erwartet wird.","translation":"I would like to see more clarity about what is expected of me."},{"text":"Es wurde von ihm erwartet, eine Entscheidung zu treffen.","translation":"He was expected to make a decision."},{"text":"Wie von allen erwartet haben die Russen gewonnen.","translation":"Like everyone expected, the Russians won."},{"text":"Das ist das Letzte, was ich von euch erwartet hätte.","translation":"That's the last thing that I expected you to do."},{"text":"Es wird von Ihnen erwartet, die Prüfung zu bestehen.","translation":"You are expected to pass the exam."},{"text":"Offen für das Ergebnis sein, ohne am erwarteten Ergebnis zu hängen, bedeutet lernen.","translation":"Being open to the result without being attached to the expected result means learning."},{"text":"Ihre Arbeit wird dem erwarteten Standard nicht gerecht.","translation":"Your work comes short of the expected standard."},{"text":"Unsere lang erwarteten Gäste sind endlich da.","translation":"Our long-awaited guests are finally here."},{"text":"Der Lehrer kann ein Beispiel an der Tafel zeigen, um die Art der erwarteten Antwort zu verdeutlichen.","translation":"The teacher can show an example on the blackboard to clarify the type of answer expected."},{"text":"Erwartet nicht, dass die anderen für euch denken!","translation":"Don't expect others to think for you!"},{"text":"Erwartet nicht von allen, dass sie mit euch einverstanden sind.","translation":"Don't expect everyone to agree with you."},{"text":"Erwartet nicht zu viel von ihm.","translation":"Don't expect too much of him."},{"text":"Erwartet nicht zu viel von mir.","translation":"Don't expect too much of me."}],"werte":[{"text":"Junge Leute haben keine Werte.","translation":"Young people don't have virtues."},{"text":"Wir sind noch immer erschüttert von dem, was uns ereilt hat, doch unsere Werte werden wir niemals preisgeben. Unsere Antwort ist mehr Demokratie, mehr Offenheit und mehr Menschlichkeit.","translation":"We are still shocked by what has befallen us, but we will never give up our values. Our answer is more democracy, more openness and more humanity."}],"hektisch":[{"text":"Mit geduldigem Warten erreicht man oft mehr als mit hektischem Handeln.","translation":"With patient waiting you often achieve more than with hectic action."},{"text":"Du bist ja heute unglaublich hektisch.","translation":"You are incredibly hectic today."},{"text":"Tom hatte eine hektische Woche.","translation":"Tom had a hectic week."},{"text":"In letzter Zeit ist alles ein bisschen hektisch.","translation":"Things have been a little hectic lately."},{"text":"Die wirklich Reichen in unserer hektischen Welt sind die Leute, die Geld und Zeit haben.","translation":"The really rich in our hectic world are the people who have money and time."}],"üblicherweise":[{"text":"Maria redet üblicherweise viel, aber sagt fast gar nichts.","translation":"Maria usually talks a lot, but says almost nothing."},{"text":"Üblicherweise war er wahnsinnig, aber er hatte lichte Momente, wo er nur dumm war.","translation":"Usually he was insane, but he had bright moments where he was just stupid."},{"text":"Tom macht üblicherweise keine Fehler.","translation":"Tom usually doesn't make mistakes."},{"text":"Im Juli ist es üblicherweise heiß.","translation":"It is usually hot in July."},{"text":"Wann esst ihr mittags üblicherweise?","translation":"When do you usually eat lunch?"}],"vibrieren":[{"text":"Toms Mobiltelefon vibrierte auf dem Tisch.","translation":"Tom's cellphone vibrated on the table."},{"text":"Ich höre mein Handy vibrieren, weiß aber nicht, wo es sich befindet.","translation":"I can hear my mobile vibrating, but I don't know where it is."},{"text":"Ich spürte mein Telefon, wie es mir in der Tasche vibrierte.","translation":"I felt my phone vibrate in my pocket."},{"text":"Tom merkte, wie sein Handy vibrierte.","translation":"Tom noticed his phone vibrating."},{"text":"Marias Mobiltelefon fing an, in ihrer Tasche zu vibrieren.","translation":"Mary's cellphone began to vibrate in her pocket."}],"frischen":[{"text":"Hin und wieder braucht die Kirche frischen Wind.","translation":"Every now and then the Church needs a breath of fresh air."},{"text":"Die Katze frisst gern frischen Fisch, aber ins Wasser geht sie nicht.","translation":"The cat likes to eat fresh fish, but it does not go into the water."},{"text":"Wie wähle ich einen frischen Fisch aus?","translation":"How to choose a fresh fish?"},{"text":"Wir haben den ganzen Tag an der frischen Luft verbracht.","translation":"We spent the whole day in the fresh air."},{"text":"Maria kochte mit frischen Zutaten aus dem Garten, und alles schmeckte, als wäre es voller Sonnenschein.","translation":"Maria cooked with fresh ingredients from the garden, and all the meals tasted as if they were full of sunshine."}],"Abschaum":[{"text":"Tom gehört nicht zum Abschaum der Gesellschaft.","translation":"Tom is not part of the scum of society."},{"text":"„Da lese ich“, sagte Maria, „die politische Elite ...“ – „Der politische Abschaum“, unterbrach sie Tom entschlossen.","translation":"\"There I read,\" said Maria, \"the political elite...\" – \"The political scum,\" Tom interrupted her resolutely."},{"text":"So ungepflegt sind sie der Abschaum der Gesellschaft.","translation":"So unkempt they are the scum of society."}],"bevorstehend":[{"text":"Tom macht sich Sorgen wegen einer bevorstehenden Situation.","translation":"Tom is worried about an upcoming situation."},{"text":"Die Schüler freuen sich auf den bevorstehenden Ausflug.","translation":"The pupils are looking forward to the upcoming excursion."},{"text":"Die Band freut sich sehr auf ihre bevorstehende Tour.","translation":"The band are very excited about their upcoming tour."},{"text":"Er wird die bevorstehende Prüfung bestehen.","translation":"He will pass the upcoming examination."},{"text":"Im Radio warnte man uns vor dem bevorstehenden Erdbeben und wir begannen unsere Sachen zusammenzusuchen.","translation":"The radio warned us of the coming earthquake and we started gathering our things."}],"bedeutungslos":[{"text":"Dieser Satz ist bedeutungslos.","translation":"This sentence is meaningless."},{"text":"Worte sind bedeutungslos, wenn ihnen keine Taten folgen.","translation":"Words are meaningless if they are not followed by deeds."},{"text":"Technik an sich ist bedeutungslos, solange sie nicht der Menschheit dient.","translation":"Technology is in itself meaningless unless it serves mankind."},{"text":"Das ist völlig bedeutungslos.","translation":"That's quite meaningless."},{"text":"Tom hält seine Arbeit für bedeutungslos.","translation":"Tom thinks his job is meaningless."}],"Barmherzigkeit":[{"text":"Barmherzigkeit gegen die Wölfe ist Unrecht gegen die Schafe.","translation":"Mercy against the wolves is wrong against the sheep."},{"text":"Die Barmherzigkeit Gottes ist süß wie der Kuss einer Mutter.","translation":"God's mercy is sweet like a mother's kiss."},{"text":"Der Schlaf des Tyrannen ist Barmherzigkeit.","translation":"The tyrant's sleep is mercy."},{"text":"Gottes Barmherzigkeit ist wie der Himmel. Unter diesem Dach sind wir sicher, wo immer wir auch sind.","translation":"God's mercy is like heaven. Under this roof, we are safe wherever we are."},{"text":"Weihnachten ist kein Zeitpunkt und keine Jahreszeit, sondern eine Gefühlslage. Frieden und Wohlwollen in seinem Herzen zu halten, freigiebig mit Barmherzigkeit zu sein, das heißt, den wahren Geist von Weihnachten in sich zu tragen.","translation":"Christmas is not a time or season, but an emotional state. To keep peace and benevolence in one's heart, to be generous with mercy, that is, to carry within oneself the true spirit of Christmas."}],"zusammenzuarbeiten":[{"text":"Ich sehe nur eine Möglichkeit: wir müssen mit unseren Gegnern zusammenzuarbeiten.","translation":"I see only one possibility: we have to work with our opponents."},{"text":"Wir sind außerordentlich daran interessiert, mit Ihnen zusammenzuarbeiten.","translation":"We are extremely interested in working with you."},{"text":"Tom und Maria vereinbarten zusammenzuarbeiten.","translation":"Tom and Maria agreed to work together."},{"text":"Wir beabsichtigen mit allen Ländern, die uns umgeben, friedlich zusammenzuarbeiten.","translation":"We intend to cooperate peacefully with all the countries that surround us."},{"text":"Ich freue mich darauf, mit dir zusammenzuarbeiten.","translation":"I'm looking forward to working with you."},{"text":"Es bereitet Unmut, mit Tom zusammenzuarbeiten, weil er die Fehler, die er macht, nie zugibt.","translation":"Tom's an irritating person to work with because he'll never admit it when he's made a mistake."},{"text":"Schaut auf Berlin, wo Deutsche und US-Amerikaner, weniger als drei Jahre nachdem sich beide auf dem Schlachtfeld getroffen hatten, lernten zusammenzuarbeiten und einander zu vertrauen.","translation":"Look at Berlin, where, less than three years after the two met on the battlefield, Germans and Americans learned to work together and trust each other."},{"text":"Es macht keinen Spaß, mit Tom zusammenzuarbeiten, weil er nie einen Rat annimmt und in Überschätzung seiner Fähigkeiten immer alles besser wissen will.","translation":"It's no fun to work with Tom because he never takes advice and always wants to know everything better in overestimating his abilities."}],"jammern":[{"text":"Alle jammern, aber keiner weiß Rat.","translation":"Everyone complains, but no one knows advice."},{"text":"Es gibt viele Wege zum Glück. – Einer davon ist aufhören zu jammern.","translation":"There are many ways to happiness. – One of them is stop whining."},{"text":"Es lohnt sich nicht zu jammern.","translation":"It's not worth crying over."},{"text":"Hör auf zu jammern, tu endlich was!","translation":"Stop whining, finally do something!"},{"text":"Wie lange willst du noch darüber jammern? Du kannst die Vergangenheit nicht ändern.","translation":"How long are you going to keep whimpering about that? You can't change the past."},{"text":"Immer ist sie über etwas am Jammern.","translation":"She's always moaning about something."},{"text":"Jammern ändert nichts.","translation":"Whining doesn't change anything."},{"text":"Jammern hilft nichts.","translation":"Whining doesn't help."},{"text":"Sie sind immer nur am Jammern.","translation":"They are always just complaining."},{"text":"Das ist Jammern auf hohem Niveau.","translation":"This is whining at a high level."}],"Schlagsahne":[{"text":"Vergiss die Schlagsahne für die Torte nicht!","translation":"Don't forget the whipped cream for the cake!"},{"text":"Statt von Schlagsahne spricht man im österreichischen Deutsch von Schlagobers.","translation":"Instead of whipped cream, austrian German speaks of whipped cream."},{"text":"Das ist nicht so leicht wie Schlagsahne essen.","translation":"That's not as easy as eating whipped cream."},{"text":"Es gab heute Schokoladenpudding mit Schlagsahne zum Nachtisch.","translation":"Today we had chocolate pudding with whipped cream for dessert."},{"text":"Mögt ihr Schokoladenpudding mit Schlagsahne?","translation":"Do you like chocolate pudding with whipped cream?"}],"Shorts":[{"text":"Es ist noch zu kalt, um Shorts zu tragen.","translation":"It's still too cold to wear shorts."},{"text":"Auf dem Marktplatz herrscht heute ein buntes Treiben von Mänteln und Hüten, Kopftüchern und Röcken, Shorts, Jeans und weiteren Hosen zwischen Melonen und Zitronen, Äpfeln und Gemüse, Würsten und Enten, Gänsen, Ananas, Fischen und Eiern, Käse und süßen Leckereien.","translation":"On the market square today there is a hustle and bustle of coats and hats, headscarves and skirts, shorts, jeans and other trousers between melons and lemons, apples and vegetables, sausages and ducks, geese, pineapples, fish and eggs, cheese and sweet treats."},{"text":"Dieses Kind trägt Shorts.","translation":"This kid is wearing shorts."}],"hierdurch":[{"text":"Hierdurch entsteht eine hohe Transparenz der Urlaubszeiten der einzelnen Mitarbeiter.","translation":"This creates a high level of transparency in the vacation times of the individual employees."},{"text":"Um seine Kahlköpfigkeit zu verbergen, trug der König extravagante Perücken, die hierdurch zur Mode wurden.","translation":"To hide his baldness, the king wore extravagant wigs, which thus became fashionable."},{"text":"Alle Wissenschaft ist Erfahrungswissenschaft, aber alle Erfahrung hat ihren ursprünglichen Zusammenhang und ihre hierdurch bestimmte Geltung in den Bedingungen unseres Bewusstseins, innerhalb dessen sie auftritt, in dem Ganzen unserer Natur.","translation":"All science is experiential; but all experience must be related back to and derives its validity from the conditions and context of consciousness in which it arises, i.e. the totality of our nature."},{"text":"Wenn Kohlendioxid vom Meerwasser aufgenommen wird, setzt sich eine Reihe chemischer Reaktionen in Gang, die zu einer erhöhten Wasserstoffionenkonzentration führen. Hierdurch wird das Meerwasser saurer, und Carbonationen kommen infolgedessen entsprechend weniger häufig vor.","translation":"When CO₂ is absorbed by seawater, a series of chemical reactions occur resulting in the increased concentration of hydrogen ions. This increase causes the seawater to become more acidic and causes carbonate ions to be relatively less abundant."},{"text":"Es ist wichtig, dass Sie Ihr Personal hinsichtlich eines korrekten Verhaltens am Telefon schulen, da hierdurch der erste Eindruck von Ihrer Firma vermittelt wird.","translation":"It's important to train your staff in correct telephone etiquette as they often create the first impression of your company."},{"text":"Tom glaubte, dass die Fülle an Leiden in der Welt eine Konstante sei und dass er, wenn er freiwillig leide, hierdurch das Leiden für alle anderen mildern könne.","translation":"Tom believed that the abundance of suffering in the world was a constant and that if he suffered voluntarily, he could thereby alleviate suffering for everyone else."}],"ungeheuer":[{"text":"Der Vogel fliegt ungeheuer schnell.","translation":"The bird flies amazingly quickly."},{"text":"Ich spüre hier eine ungeheuer starke Energie. Spürst du sie auch?","translation":"I feel a tremendously strong energy here. Do you feel them too?"},{"text":"Tom war ungeheuer neugierig.","translation":"Tom was incredibly curious."},{"text":"Es ist ein ungeheures Glück, wenn man fähig ist, sich freuen zu können.","translation":"It is a tremendous happiness to be able to rejoice."},{"text":"Die Fortschritte der Medizin sind ungeheuer: Man ist sich seines Todes nicht mehr sicher.","translation":"The advances in medicine are enormous: one is no longer sure of his death."},{"text":"Erst das Wasser, dann die Säure — sonst geschieht das Ungeheure!","translation":"First the water, then the acid — otherwise the monster happens!"},{"text":"Unglück macht Menschen. Wohlstand macht Ungeheuer.","translation":"Misfortune makes people. Prosperity makes monsters."},{"text":"Schade, dass auf einer so schönen Welt auch so schreckliche Ungeheuer leben müssen.","translation":"It's a pity that such terrible monsters have to live in such a beautiful world."},{"text":"Dieser Mann ist nicht unser Onkel, sondern ein Ungeheuer.","translation":"This man is no uncle of ours, but an ogre."},{"text":"Da ist ein Ungeheuer unter meinem Bett.","translation":"There is a monster under my bed."}],"nachgehen":[{"text":"Wir müssen auch anonymen Hinweisen nachgehen.","translation":"We also need to investigate anonymous clues."},{"text":"Ich werde der Sache nachgehen.","translation":"I will look into the matter."},{"text":"Tom verließ mit der Entschuldigung, seiner Arbeit nachgehen zu müssen, den Raum.","translation":"Tom left the room with the excuse of having to do his work."},{"text":"Einer Sache, die schnell auf einen zukommt, muss man auch schnell nachgehen.","translation":"One thing that comes to you quickly, you have to follow up quickly."},{"text":"Wer dem Gerede der anderen nachgeht, wird müde.","translation":"Anyone who follows the talk of others gets tired."}],"Beobachter":[{"text":"Sicherlich könnt ihr euch vorstellen, wie das bei Beobachtern ankommt.","translation":"Surely you can imagine how this is received by observers."},{"text":"Zu oft entsteht jedoch der Eindruck, die Kommission sei eher Beobachter als ein kraftvoller Akteur.","translation":"Too often, however, the impression arises that the Commission is more of an observer than a powerful actor."},{"text":"Der beste Beobachter und der tiefste Denker ist immer der mildeste Richter.","translation":"The best observes and the deepest thinkers are always the gentlest judges."},{"text":"Das Universum, wie wir es kennen, ist ein gemeinsames Produkt von Beobachter und Beobachtetem.","translation":"The universe as we know it is a joint product of the observer and the observed."},{"text":"Ein genauer Beobachter der Vogelwelt erkennt, dass sie gleichsam eine lebende Uhr ist.","translation":"A close observer of the bird world realizes that it is like a living clock."}],"nötigen":[{"text":"Ist das nötige Geld vorhanden, ist das Ende meistens gut.","translation":"If the necessary money is available, the end is usually good."},{"text":"Flucht ist keine Lösung – lediglich die zeitliche Verschiebung einer nötigen Entscheidung.","translation":"Flight is not a solution – just the postponement of a necessary decision."},{"text":"Bei allem nötigen Respekt, ich denke, es ist Blödsinn.","translation":"With all due respect, I think it's bullshit."},{"text":"Du hast die nötigen Fähigkeiten.","translation":"You have the skills required."},{"text":"Tom hat nicht die nötige Qualifikation für diese Arbeit.","translation":"Tom hasn't got the qualifications necessary for this work."},{"text":"Die Popularität einer Sache nötigt, zu fragen: Ist sie auch wirklich vernünftig?","translation":"The popularity of a thing forces us to ask: Is it really reasonable?"},{"text":"Sie wurden genötigt, ihre Abreise zu verschieben.","translation":"They were compelled to postpone their departure."},{"text":"Dieses Buch ist ein Meisterwerk und nötigt Respekt ab.","translation":"This book is a masterpiece and demands respect."},{"text":"Er wurde dazu genötigt, den Vertrag zu unterschreiben.","translation":"He was compelled to sign the contract."},{"text":"Er nötigte sie, sich zu setzen.","translation":"He forced her to sit down."}],"herzhaft":[{"text":"Wer herzhaft lacht, hat mich nicht richtig verstanden.","translation":"Anyone who laughs heartily has not understood me correctly."},{"text":"Gehst du furchtsam und zart mit deinen Leiden um, so stechen sie heißer als Brennnesseln, wenn man sie bloß leise berührt. Aber gleich ihnen verletzen sie wenig, wenn du sie herzhaft und derb handhabst.","translation":"If you deal fearfully and delicately with your sufferings, they will sting hotter than nettles if you only touch them quietly. But like them, they hurt little if you handle them heartily and coarsely."},{"text":"Sie lachte herzhaft.","translation":"She laughed heartily."},{"text":"Komm erstmal runter, geh in den Keller und lach mal herzhaft!","translation":"Come down first, go to the basement and laugh heartily!"},{"text":"Die bayerische Küche ist herzhaft und rustikal.","translation":"Bavarian cooking is hearty and rustic."},{"text":"Als das ausgedehnte, herzhafte Mahl vorüber war, begannen die Gäste zu tanzen und zu singen.","translation":"When the long, hearty dinner was over, the guests began dancing and singing."}],"formal":[{"text":"Das scheint eher formal als notwendig zu sein.","translation":"This seems to be more formal than necessary."},{"text":"Makemake wurde 2005 entdeckt und 2008 formal von der Internationalen Astronomischen Union als Zwergplanet anerkannt.","translation":"Makemake was first discovered in 2005. It was formally recognized as a dwarf planet in 2008 by the International Astronomical Union."},{"text":"Formal hast du recht. Aber du musst auch die besonderen Umstände hier berücksichtigen.","translation":"Technically, you're right. However, you must also consider the unusual circumstances that pertain here."},{"text":"Formal gesprochen ist die Langweiligkeit das, was etwas Langweiliges zu dem macht, was es ist, wenn es langweilend ist.","translation":"Formally speaking, boredom is what makes something boring what it is when it's boring."},{"text":"Kurz nachdem er sich von seiner Verletzung erholt hatte, bat Tom Johannes um seine formale Erlaubnis, Maria den Hof machen zu dürfen, denn er fand, dass alles andere unehrenhaft gewesen wäre.","translation":"Shortly after he recovered from his injury, Tom asked John for his formal permission to court Mary, because he felt that to do otherwise would be dishonorable."},{"text":"Er verstand, dass in den scheinbar steifen, formalen musikalischen Werken bald das Herz eines Lyrikers, bald das eines Dramatikers, jedoch immer das Herz eines herausragenden Künstlers schlug.","translation":"He understood that in the seemingly stiff, formal musical works, the heart of a poet, soon that of a playwright, but always the heart of an outstanding artist beat."},{"text":"Im Esperanto gibt es in der Tat eine sehr freie Wortstellung, so wie auch im Russischen, aber das bedeutet nicht, dass jede formal zulässige Wortstellung genauso gut wie jede andere ist.","translation":"In Esperanto there is indeed a very free word order, as in Russian, but this does not mean that every formally permissible word order is as good as any other."}],"when":[{"text":"Der todbringendste Unfall in der Geschichte der Luftfahrt ereignete sich auf der Insel Teneriffa im Jahr 1977 und er verursachte den Tod von 583 Menschen, weil der Pilot den Satz „Report when runway clear“ missverstand.","translation":"The deadliest accident in the history of aviation occurred on the island of Tenerife in 1977 and it caused the deaths of 583 people because the pilot misunderstood the phrase \"Report when runway clear\"."}],"aufsuchen":[{"text":"Wer hat heute Nacht um drei die Toilette aufgesucht?","translation":"Who was looking for the toilet at three this morning?"},{"text":"Meine Eltern bestehen darauf, dass ich einen Psychologen aufsuche.","translation":"My parents insist that I see a psychologist."},{"text":"Sie sollten einen Arzt aufsuchen.","translation":"You should consult a doctor."},{"text":"Das Glück läuft niemandem nach. Man muss es aufsuchen.","translation":"Happiness does not run after anyone. You have to go to it."},{"text":"Darf ich Sie irgendwann aufsuchen?","translation":"May I call on you some day?"}],"Grippe":[{"text":"Tom wurde beim Arzt auf Grippe getestet.","translation":"Tom was tested for flu at the doctor's."},{"text":"Du hast bestimmt die Grippe.","translation":"You must have the flu."},{"text":"Viele Menschen lassen sich impfen, damit sie ohne Grippe durch den Winter kommen.","translation":"Many people get vaccinated so they can get through the winter without the flu."},{"text":"Ich kann heute nicht zur Arbeit gehen, weil ich die Grippe habe.","translation":"I can't go to work today because I have the flu."},{"text":"Er liegt mit Grippe im Bett.","translation":"He's in bed with the flu."},{"text":"Dieses Medikament wirkt nicht gegen Grippe.","translation":"This medication is not effective against flu."},{"text":"Maria hatte Grippe.","translation":"Maria had the flu."},{"text":"Tom hat ein Buch über die Spanische Grippe des Jahres 1918 gelesen.","translation":"Tom has read a book about the Spanish flu of 1918."},{"text":"Hast du dich schon gegen Grippe impfen lassen?","translation":"Have you already been vaccinated against the flu?"},{"text":"Wie viele sterben jährlich an Grippe?","translation":"How many die each year from flu?"}],"gestochen":[{"text":"Die Rose hat mich gestochen.","translation":"The rose stung me."},{"text":"Hat dich ein Insekt gestochen?","translation":"Have you been stung by an insect?"},{"text":"Er lügt wie gedruckt und schreibt gestochen schön.","translation":"He lies as printed and writes beautifully."},{"text":"Ich habe mich mit der Nadel in den Daumen gestochen.","translation":"I stuck my thumb with the needle."},{"text":"Es ist dumm alle Rosen zu hassen, weil eine von ihnen dich gestochen hat.","translation":"It's stupid to hate all the roses because one of them stung you."}],"offenlegen":[{"text":"Du solltest deine Karten offenlegen.","translation":"You should lay your cards out on the table."},{"text":"Ich kann meine Quellen nicht offenlegen.","translation":"I can't reveal my sources."},{"text":"Was ist es, das du intuitiv erfasst, es aber nicht offenlegen kannst?","translation":"What is it that you can intuitively grasp but not disclose?"},{"text":"Tom denkt nicht, Rechte müssten sich rechtfertigen, warum sie den unbegrenzten und unkontrollierten Zuzug der Migranten nach Europa ablehnen, sondern Linksliberale müssten ihre wahre Absicht offenlegen, warum sie Europa mit muslimischen Einwanderern überschwemmen wollen.","translation":"Tom does not think that right-wingers have to justify why they reject the unlimited and uncontrolled influx of migrants to Europe, but left-wing liberals have to reveal their true intention as to why they want to flood Europe with Muslim immigrants."},{"text":"Die Einzelheiten des Plans offengelegt.","translation":"The details of the plan unfolded."},{"text":"Tom hat das Geheimnis offengelegt.","translation":"Tom revealed the secret."}],"Maul":[{"text":"Wer dem andern den Finger ins Maul steckt, der will gebissen sein.","translation":"Whoever puts his finger in the other's mouth wants to be bitten."},{"text":"Kleine Leute müssen sich mit dem Maul wehren.","translation":"Little people have to defend themselves with their mouths."},{"text":"Wer das Maul verbrannt hat, bläst die Suppe.","translation":"Whoever has burned his mouth blows the soup."},{"text":"Man soll den Bissen nicht größer machen als das Maul.","translation":"One should not make the bite bigger than the mouth."},{"text":"Wer ein großes Maul hat, muss einen breiten Rücken haben.","translation":"If you have a large mouth, you have to have a wide back."},{"text":"\"Halt's Maul! sagt man nicht.\" \"Wie dann, Mama?\"","translation":"\"Shut up! you don't say so.\" \"How then, Mom?\""},{"text":"Tritt fest auf, mach's Maul auf, hör bald auf!","translation":"Step firmly, shut up, stop soon!"},{"text":"Wer hat Tom Honig ums Maul geschmiert?","translation":"Who smeared tom honey around his mouth?"},{"text":"Der Wein nimmt kein Blatt vors Maul.","translation":"The wine does not mince its words."},{"text":"Iss deinen Brei und halt dein Maul.","translation":"Eat your porridge and keep your mouth shut."}],"soeben":[{"text":"Soeben habe ich mein Bett frisch bezogen.","translation":"I've just put new sheets on my bed."},{"text":"Soeben habe ich gesehen, dass dieser Satz bereits existiert.","translation":"I have just seen that this sentence already exists."},{"text":"Der Zug ist soeben angekommen.","translation":"The train has just arrived."},{"text":"Der Zug ist soeben abgefahren.","translation":"The train has just left."},{"text":"Ich habe soeben begonnen.","translation":"I have just started."},{"text":"Soeben wurde die Abstimmung beendet. Wann ist mit einem Ergebnis zu rechnen?","translation":"Voting has just ended. When can the result be expected?"},{"text":"Es ist soeben ein Tisch frei geworden. Sie können dort Platz nehmen.","translation":"A table has just become available. You can take your seats there."},{"text":"Ich habe soeben meinen jüngeren Bruder im Gefängnis besucht.","translation":"I have just visited my younger brother in prison."},{"text":"Ich habe ihn soeben auf der Straße gesehen.","translation":"I saw him in the street just this minute."},{"text":"Ich habe soeben mit ihm gesprochen.","translation":"I've just spoken to him."},{"text":"Soeben ist ein Mord geschehen.","translation":"A murder has just happened."},{"text":"Tom hat soeben einen Brief an Maria beendet.","translation":"Tom has just finished writing a letter to Mary."},{"text":"Ich habe soeben Tom gefunden. Er ist tot.","translation":"I just found Tom. He's dead."},{"text":"Der Regen hat soeben aufgehört. Wir können anfangen.","translation":"The rain has just stopped. We can make a start."},{"text":"Der Kunde ist soeben angekommen und wartet im Nebenzimmer.","translation":"The client has just arrived and is waiting in the room next door."}],"gelungen":[{"text":"Wie ist dir die Flucht gelungen?","translation":"How did you manage to escape?"},{"text":"Wie ist Euch die Flucht gelungen?","translation":"How did you manage to escape?"},{"text":"Ich persönlich finde Stracciatellaeis eine wenig gelungene Kombination.","translation":"Personally, I find Stracciatellaeis an unsuccessful combination."},{"text":"Das ist keine sehr gelungene Übersetzung.","translation":"This is not a very successful translation."},{"text":"Nach der gelungenen Darbietung der beiden, sparte das Publikum nicht mit Applaus.","translation":"After the successful performance of the two, the audience did not spare with applause."},{"text":"Für eine gelungene Rede gebrauche gewöhnliche Worte und sage ungewöhnliche Dinge.","translation":"For a successful speech, use ordinary words and say unusual things."},{"text":"Die Mannschaft ist eine gelungene Mischung aus alten Haudegen und jungen Wilden.","translation":"The team is an effective blend of warhorses and young bucks."}],"amerika":[{"text":"Ich war nie in Amerika.","translation":"I've never been to America."},{"text":"Sein Wunsch ist, nach Amerika zu gehen.","translation":"His wish is to go to America."},{"text":"Eine Reise nach Amerika kommt nicht in Frage.","translation":"A trip to America is out of the question."},{"text":"Ich fliege nach Amerika.","translation":"I'm flying to America."},{"text":"Nächstes Jahr werde ich nach Amerika gehen.","translation":"Next year I will go to America."}],"festgelegt":[{"text":"Ich möchte Sie bitten, dass Sie zum festgelegten Thema reden.","translation":"I would like to ask you to speak on the specified topic."},{"text":"Es ist eine festgelegte Regel, um 8 Uhr zur Schule zu gehen.","translation":"It's a set rule to go to school at 8 a.m."},{"text":"Kannst du es bis zum festgelegten Termin schaffen?","translation":"Can you make it to the set date?"},{"text":"Wir konnten nicht zu der zuvor festgelegten Zeit losgehen.","translation":"We could not leave at the pre-scheduled time."},{"text":"Die festgelegte Zeit für die Dauer eines Schachspiels kann mehrere Stunden oder einige Minuten betragen.","translation":"The set time for the duration of a chess game can be several hours or a few minutes."}],"Häuser":[{"text":"Sein Bruder will sich zwei schöne neue Häuser in eurem Garten bauen.","translation":"His brother wants to build himself two nice new houses in your garden."},{"text":"Das Feuer hat die Häuser zerstört.","translation":"The fire destroyed the houses."},{"text":"Häuser aus Holz brennen leichter als solche aus Stein.","translation":"Houses made of wood burn more easily than those made of stone."},{"text":"Der Weg zwischen unseren Häusern ist lang.","translation":"It's a long way between our houses."},{"text":"Diese alten verfallenen Häuser passen ausgezeichnet zum Schmutz auf der Straße.","translation":"These old dilapidated houses fit perfectly with the dirt on the street."}],"aufgeschrieben":[{"text":"Ich habe mir alles aufgeschrieben, weil ich mir nichts merken kann.","translation":"I wrote everything down because I can't remember anything."},{"text":"Hast du die Telefonnummer aufgeschrieben?","translation":"Have you written down the phone number?"},{"text":"Ich habe mir seinen Namen aufgeschrieben, damit ich ihn nicht vergesse.","translation":"I wrote down his name so I wouldn't forget him."},{"text":"Ich habe alles, was Tom aufgeschrieben hat, ins Französische übersetzt.","translation":"I translated everything Tom wrote down into French."},{"text":"Nach der Prüfung haben wir die Antworten verglichen, die wir aufgeschrieben hatten.","translation":"After the exam, we compared the answers we had written down."}],"Solidarität":[{"text":"Sie wollen europäische Solidarität für einen fairen Zugang zu Bildung und Gesundheit.","translation":"They want European solidarity for fair access to education and health."},{"text":"Die Solidarität unter den Nachbarn hier ist eine schöne Sache.","translation":"The solidarity among the neighbours here is a beautiful thing."},{"text":"Tatoeba ist ein weiterer Beweis für die Solidarität von Esperantisten von überall auf der Welt.","translation":"Tatoeba is further proof of the solidarity of Esperantists from all over the world."},{"text":"Nicht Milch und Quark – Solidarität macht uns stark.","translation":"Not milk and cottage cheese – solidarity makes us strong."},{"text":"Solidarität ist die Zärtlichkeit der Völker.","translation":"Solidarity is the tenderness of peoples."}],"unfähig":[{"text":"Wie hat man diesen unfähigen Menschen zum Bürgermeister gewählt?","translation":"How was this incompetent person elected mayor?"},{"text":"Wer Menschen nicht lieben kann, ist unfähig, sie zu führen.","translation":"Those who cannot love people are incapable of leading them."},{"text":"Als Koch ist Tom völlig unfähig.","translation":"As a cook, Tom is completely incapable."},{"text":"Bist du blöd oder unfähig?","translation":"Are you stupid or incompetent?"},{"text":"Er scheint unfähig, zu schwimmen.","translation":"He seems unable to swim."}],"atm":[{"text":"Atme einfach tief ein.","translation":"Just take a deep breath."},{"text":"Alle Menschen atmen Luft.","translation":"All people breathe air."},{"text":"Wenn Sie zuhören, können Sie sie atmen hören.","translation":"If you listen, you can hear them breathing."},{"text":"Wie atmen Kaulquappen?","translation":"How do tadpoles breathe?"},{"text":"Die anderen Säugetiere können gleichzeitig atmen und schlucken, weil es keinen Kontakt zwischen Luftwegen und Speiseröhre gibt.","translation":"The other mammals can breathe and swallow at the same time because there is no contact between airways and esophagus."}],"Thunfisch":[{"text":"Der Thunfisch war angeblich zwei Meter fünfzig lang.","translation":"The tuna was supposedly two meters fifty long."},{"text":"Ich esse keinen Fisch außer Thunfisch.","translation":"I don't eat any fish except tuna."},{"text":"Der Ertrag an Thunfisch geht zurück.","translation":"The tuna catch is declining."},{"text":"Die Haut eines Hais ist viel rauer als die eines Thunfisches.","translation":"The skin of a shark is much rougher than that of a tuna fish."},{"text":"Seit der Rechtschreibreform schwimmen Thunfisch und Tunfisch friedlich nebeneinander her.","translation":"Since the spelling reform, tuna and tuna have been swimming peacefully side by side."},{"text":"Möglicherweise werden wir in der Zukunft keinen Thunfisch mehr essen können.","translation":"It's possible that we won't be able to eat tuna in the future."},{"text":"Tom isst gerne Thunfisch.","translation":"Tom likes tuna."},{"text":"Thunfische können sehr schnell schwimmen.","translation":"Tuna can swim very fast."},{"text":"Japaner essen gerne Thunfisch.","translation":"Japanese like to eat tuna."},{"text":"Thunfisch wird in Japan sehr gerne gegessen.","translation":"Tuna is very popular in Japan."},{"text":"In letzter Zeit esse ich nur Onigiri mit Thunfisch und Mayo.","translation":"Lately I only eat onigiri with tuna and mayo."},{"text":"Seitdem Maria einmal gesehen hat, wie Thunfisch gefangen wird, isst sie keinen mehr.","translation":"Mary no longer eats tuna now that she's seen how the fish are caught."},{"text":"Thunfische haben einen hydrodynamischen Körper.","translation":"Tuna have a hydrodynamic body."},{"text":"Haben Sie Thunfisch?","translation":"Do you have tuna fish?"}]}