{"teile":[{"text":"Wenn du Tom wirklich liebst, teile ihm die Wahrheit mit.","translation":"If you really love Tom, tell him the truth."},{"text":"Ich teile mich stets klar und gut den Leuten mit.","translation":"I always communicate clearly and well with people."},{"text":"Ich teile den grundsätzlichen Ansatz.","translation":"I share the basic approach."},{"text":"Ich teile dieses Zimmer zusammen mit meiner Schwester.","translation":"I share this room with my sister."},{"text":"Lieber Kollege und Freund, deine Sicht teile ich nicht, aber ich verstehe sie.","translation":"Dear colleague and friend, I do not share your view, but I understand it."}],"Anfänger":[{"text":"Ein guter Mensch ist immer ein Anfänger.","translation":"A good person is always a beginner."},{"text":"Die Anfänger in der Liebe erkennt man daran, dass sie nicht aufhören können.","translation":"The beginners in love can be recognized by the fact that they can not stop."},{"text":"Tom bezeichnet sich, was das Japanische betrifft, als ewigen Anfänger.","translation":"Tom describes himself as an eternal beginner when it comes to Japanese."},{"text":"Für einen Anfänger ist es gefährlich, hier zu schwimmen.","translation":"It's dangerous for a beginner to swim here."},{"text":"Dieser Text ist für Anfänger gedacht.","translation":"This text is intended for beginners."}],"widersprechen":[{"text":"Egal, wie sinnvoll deine Aussagen sind, es wird immer jemanden geben, der dir widerspricht.","translation":"No matter how rational your words may sound, someone will always contradict you."},{"text":"Kein kluger Mann widerspricht seiner Frau. Er wartet, bis sie es selbst tut.","translation":"No wise man contradicts his wife. He waits until she does it herself."},{"text":"Nur wenige sind es wert, dass man ihnen widerspricht.","translation":"Few are worth contradicting."},{"text":"Um die Wahrheit zu erfahren, muss man den Menschen widersprechen.","translation":"To know the truth, you have to contradict people."},{"text":"„Das ist unmöglich.“ – „Da muss ich dir leider widersprechen. Es ist sehr wohl möglich.“","translation":"\"That's impossible.\" \"I must disagree with you. It's very much possible.\""}],"Gemälde":[{"text":"Dieses Gemälde sagt viel über den Künstler aus.","translation":"This painting reveals a lot about the artist."},{"text":"Tom, warum sind alle traurig auf deinen Gemälden?","translation":"Tom, why is everyone sad in your paintings?"},{"text":"Auf dem Gemälde war der Präsident in voller Größe zu sehen.","translation":"The painting depicted the president in full size."},{"text":"Er besitzt viele wertvolle Gemälde.","translation":"He owns many valuable paintings."},{"text":"Er drückte seine Gefühle in einem Gemälde aus.","translation":"He expressed his feelings in a painting."}],"Appetit":[{"text":"Hat sich Ihr Appetit verändert?","translation":"Has your appetite changed?"},{"text":"Wir wünschen uns einen guten Appetit und haben uns alle lieb.","translation":"We wish ourselves a good appetite and love each other all."},{"text":"Macht ist eine Mahlzeit, die Appetit verursacht.","translation":"Power is a meal that causes appetite."},{"text":"Ich habe Hunger, aber auf nichts Appetit.","translation":"I'm hungry, but I'm not hungry for anything."},{"text":"Da du von Kuchen geredet hast, Tom, habe ich eben Appetit darauf bekommen.","translation":"Since you talked about cake, Tom, I just got an appetite for it."}],"Café":[{"text":"Verzeihung, wo ist das Café?","translation":"Excuse me, where is the café?"},{"text":"Ich gehe ins Café, und gehe dann nach Hause.","translation":"I go to the café and then go home."},{"text":"Ich ging in ein Café und traf ihn dort zufällig.","translation":"I went to a café and met him there by chance."},{"text":"Ich habe in dem Café eine Tasse Kaffee getrunken.","translation":"I had a cup of coffee at the cafe."},{"text":"Im Café bekommt man Kaffee.","translation":"In the café you get coffee."},{"text":"Treffen wir uns im Café!","translation":"Let's meet at the café!"},{"text":"Der Café Frappé ist aus Instantkaffee, Wasser, Zucker und nach Geschmack Milch.","translation":"Café Frappé is made of instant coffee, water, sugar and milk to taste."},{"text":"Wir gingen in das Café, von dem ich dir erzählt habe.","translation":"We went to the café that I told you about."},{"text":"Sie sitzt oft im „Café der einsamen Herzen“.","translation":"She's often to be found sitting in the Lonely Hearts Cafe."},{"text":"Im Café neben dem Supermarkt gibt es sehr guten Kuchen.","translation":"In the café next to the supermarket there is very good cake."}],"Rückkehr":[{"text":"Ich warte auf deine Rückkehr.","translation":"I'll wait for you to get back."},{"text":"Von einem bestimmten Punkt an gibt es keine Rückkehr. Dieser Punkt ist zu erreichen.","translation":"From a certain point, there is no return. This point has to be reached."},{"text":"Sofort nach meiner Rückkehr nach Hause schlief ich ein.","translation":"Immediately after my return home, I fell asleep."},{"text":"Ich werde mich nach meiner Rückkehr mit ihm treffen.","translation":"I will see him after I get back."},{"text":"Wir träumen von einer Rückkehr ins unsere Wohnung.","translation":"We dream of a return to our apartment."}],"Fläche":[{"text":"Schönheit ist Tiefe der Fläche.","translation":"Beauty is depth of surface."},{"text":"Wie groß ist die Fläche dieser Stadt?","translation":"What is the area of this city?"},{"text":"Einen großen Teil der Fläche Sibiriens nehmen Nadelwälder ein.","translation":"A large part of the area of Siberia is occupied by coniferous forests."},{"text":"Drei Punkte, die nicht auf einer Linie liegen, bilden eine einzelne Fläche.","translation":"Three points that do not lie on a line form a single surface."},{"text":"Die Fläche des Raums misst zweieinhalb Quadratmeter.","translation":"The room's area is two and half square meters."}],"Notfall":[{"text":"Nur im Notfall benutzen!","translation":"Use only in an emergency!"},{"text":"Das mache ich nur im äußersten Notfall.","translation":"I only do this in an extreme emergency."},{"text":"Rufen Sie mich im Notfall unter dieser Nummer an.","translation":"In case of an emergency, phone me at this number."},{"text":"Drücken Sie im Notfall diesen Knopf.","translation":"In an emergency, press this button."},{"text":"Im Notfall nehmen Sie Kontakt mit meinem Agenten auf.","translation":"In case of an emergency, get in touch with my agent."}],"Austausch":[{"text":"Kommunikation ist der Austausch von Informationen über Gefühle und Bedürfnisse.","translation":"Communication is the exchange of information about feelings and needs."},{"text":"Ich gab ihm drei Bücher im Austausch für seine Hilfe.","translation":"I gave him three books in exchange for his help."},{"text":"Der Austausch mit den Kollegen fehlt mir immer mehr.","translation":"I miss the exchange with my colleagues more and more."},{"text":"Ein öffentlicher Austausch von Zärtlichkeiten wird gewöhnlich nicht gern gesehen.","translation":"Public displays of affection are generally frowned upon."},{"text":"Tom lernt zwar viele Sprachen, im Austausch mit anderen spricht er aber nur Englisch.","translation":"Tom learns many languages, but in exchange with others he only speaks English."}],"Intelligenz":[{"text":"Intelligenz ist besser als Wissenschaft.","translation":"Intelligence is better than science."},{"text":"Maria behauptet, Intelligenz sei sexy.","translation":"Maria claims intelligence is sexy."},{"text":"Künstliche Intelligenz verändert die Welt.","translation":"Artificial intelligence is changing the world."},{"text":"In der Wut verliert der Mensch seine Intelligenz!","translation":"In anger, man loses his intelligence!"},{"text":"Die Intelligenz verfolgt dich, aber du bist schneller.","translation":"Intelligence haunts you, but you are faster."}],"schriftlich":[{"text":"Können Sie mir bitte das schriftlich bestätigen?","translation":"Could you please confirm that for me in writing?"},{"text":"Du solltest diesen Vertrag wirklich schriftlich festhalten.","translation":"You really should get this agreement down in writing."},{"text":"Ich bin mir sicher, dass diese Information schriftlich übermittelt werden kann.","translation":"I'm sure this information can be conveyed in writing."},{"text":"Können Sie Ihre Fragen schriftlich stellen?","translation":"Can you ask your questions in writing?"},{"text":"„Was kam heute in der Schule dran?“ – „Wir haben heute gelernt, wie man schriftlich teilt.“","translation":"\"What happened at school today?\" – \"Today we learned how to share in writing.\""}],"Rose":[{"text":"Die Rose spricht alle Sprachen der Welt.","translation":"The rose speaks all the languages of the world."},{"text":"Ich kaufe eine Rose.","translation":"I buy a rose."},{"text":"Schade um die schönen Rosen.","translation":"Too bad about the beautiful roses."},{"text":"Es gibt Augenblicke, in denen eine Rose wichtiger ist als ein Stück Brot.","translation":"There are times when a rose is more important than a piece of bread."},{"text":"Die Zeit bringt Rosen und nimmt sie wieder.","translation":"Time brings roses and takes them back."}],"hoff":[{"text":"„Hoffentlich haben wir dieses Jahr weiße Weihnacht.“ – „Hoffe ich auch.“","translation":"\"Hopefully we'll have a white Christmas this year.\" – \"I hope so.\""},{"text":"Hoffe dich zu sehen, wenn ich das nächste Mal in New York bin.","translation":"Hope to see you next time I'm in New York."},{"text":"Ich hoffe bloß, dass die Versicherung diesen Schaden übernimmt.","translation":"I just hope that the insurance company will cover this damage."},{"text":"Hoffe, du läßt dir ein x für ein n vormachen.","translation":"Hope you let yourself be fooled by an x for an n."},{"text":"Hoffe auf das Beste, sei für das Schlimmste gewappnet.","translation":"Hope for the best, prepare for the worst."},{"text":"\"Denkst du, dass er kommt?\" \"Ich hoffe nicht.\"","translation":"\"Do you think he's coming?\" \"I hope not.\""},{"text":"Ich hoffe wir sehen uns bald.","translation":"I hope to see you soon."},{"text":"Wir werden heute Abend viel essen, ich hoffe also, dass du nicht auf Diät bist.","translation":"We're going to eat a lot tonight, so I hope you're not on a diet."},{"text":"Danke für die Schokolade! Ich hoffe, die Pfannkuchen haben dir geschmeckt, und ich hoffe, dass auch du einen schönen Tag hattest.","translation":"Thanks for the chocolate! I hope you enjoyed the pancakes, and I hope you had a great day as well."},{"text":"Fürchte dich weniger, hoffe mehr, iss weniger, kaue mehr, jammere weniger, atme mehr, rede weniger, liebe mehr und alle guten Dinge werden dein sein.","translation":"Fear less, hope more, eat less, chew more, whine less, breathe more, talk less, love more and all good things will be yours."}],"ausführlich":[{"text":"Vielen Dank für die sehr ausführliche Antwort!","translation":"Thank you very much for the very detailed answer!"},{"text":"Ich danke dir für diese ausführliche Antwort!","translation":"Thank you for this detailed answer!"},{"text":"Die Kandidaten diskutierten ausführlich über das Thema.","translation":"The candidates discussed the topic in detail."},{"text":"Bitte hören sie gleich im Anschluss einen ausführlichen Bericht!","translation":"Please hear a detailed report afterwards!"},{"text":"Er erzählte ausführlich von seinem seltsamen Abenteuer.","translation":"He told in detail about his strange adventure."}],"min":[{"text":"„50 min warten – na toll.“ – „Woher willst du wissen, dass es so lange dauert?“ – „Die Leute, die eben aus dem Büro kamen, sagten, sie hätten 50 min gewartet.“","translation":"\"A fifty-minute wait – brilliant.\" \"How do you know it's that long?\" \"Those people who just came out of the office said they'd waited fifty minutes.\""},{"text":"Das Brot ist noch nicht fertig, auch wenn es schon so aussieht. Es muss noch 20 min im Ofen bleiben und fertigbacken.","translation":"The bread's not ready yet, even though it looks it. Before it's finished baking, it needs another 20 minutes in the oven."},{"text":"Vor der LP bekam man nur ca. 3 min auf eine Schallplattenseite; da man aber nun engere Rillen und eine geringere Geschwindigkeit hatte, erreichte man bis zu 20 min, so dass man mehrere Lieder zusammen auf eine Platte packen konnte.","translation":"Before the LP, you could only get 3 minutes or so onto one side of a record and now because you had a narrower groove and a slower speed, you could get up to 20 minutes, which meant that you could get a whole package of songs together on one record."},{"text":"Bitte sag Herrn Li Min Bescheid, dass ich ihn um zehn Uhr angerufen habe.","translation":"Please let Mr. Li Min know that I called him at ten o'clock."}],"Unsinn":[{"text":"Hör auf mit dem Unsinn!","translation":"Stop the nonsense!"},{"text":"Das ist sicherlich Unsinn.","translation":"This is certainly nonsense."},{"text":"Tom erzählte allerlei Unsinn, um Maria zum Lachen zu bringen.","translation":"Tom told all sorts of nonsense to make Maria laugh."},{"text":"Nach einer Weile fing er an, Unsinn zu reden.","translation":"He began to talk nonsense after a while."},{"text":"Potz Donner, jetzt habe ich aber endgültig genug von diesem Unsinn!","translation":"Potz Donner, now I've finally had enough of this nonsense!"},{"text":"Was wäre ein Leben ohne Sinn für Unsinn?!","translation":"What would life be without a sense of nonsense?!"},{"text":"Wer viele Sprachen spricht, kann in vielen Sprachen Unsinn reden.","translation":"If you speak many languages, you can speak nonsense in many languages."},{"text":"Du redest Unsinn, mein Freund.","translation":"You're talking nonsense, my friend."},{"text":"Es ist Unsinn, das zu probieren.","translation":"It's nonsense to try that."},{"text":"Alles, worüber sie reden, ist Unsinn.","translation":"All they talk about is nonsense."}],"Dieb":[{"text":"Ein Dieb hält keine Rede.","translation":"A thief does not speak."},{"text":"Ich bin wirklich arm, aber ich bin kein Dieb.","translation":"I'm really poor, but I'm not a thief."},{"text":"Die kleinen Diebe hängt man, die großen lässt man laufen.","translation":"You hang the little thieves, let the big ones run."},{"text":"Wenn der Dieb im Haus ist, darf man ihn nicht draußen suchen.","translation":"If the thief is in the house, you must not look for him outside."},{"text":"Wer einmal stiehlt, ist immer ein Dieb.","translation":"Whoever steals once is always a thief."}],"Flüssigkeit":[{"text":"Die Medizin war eine braune Flüssigkeit.","translation":"The medicine was a brown liquid."},{"text":"Bitte trinken Sie viel Flüssigkeit.","translation":"Please drink plenty of fluids."},{"text":"Flüssigkeiten sind schwerer als Gase.","translation":"Liquids are heavier than gases."},{"text":"Haben Sie Flüssigkeiten oder elektronische Geräte in der Tasche?","translation":"Do you have liquids or electronic devices in your pocket?"},{"text":"Nimm viel Flüssigkeit zu dir.","translation":"Drink plenty of fluids."}],"Dämon":[{"text":"Bali ist die Insel der Götter und Dämonen.","translation":"Bali is the island of gods and demons."},{"text":"Tom ist wie von einem Dämon besessen.","translation":"Tom is possessed by a demon."},{"text":"In dieser Welt gibt es keine Dämonen.","translation":"There are no demons in this world."},{"text":"Ihr seid böse! Ihr seid alle Dämonen!","translation":"You are evil! You are all demons!"},{"text":"Er war einem Dämon gleich, als er da so stand.","translation":"As he stood there he might have been a fiend."},{"text":"Der gefährlichste Dämon ist das Geld.","translation":"The most dangerous demon is money."},{"text":"Wenn es ums Geld geht, wird er zum Dämon.","translation":"When it comes to money, he becomes a demon."},{"text":"„Hör mir zu“, sagte der Dämon, während er seine Hand auf meinen Kopf legte.","translation":"\"Listen to me,\" said the demon as he put his hand on my head."},{"text":"Engel und Dämonen warten die Nacht ab, um in unsere Träume einzutreten.","translation":"Angels and demons wait for the night to enter our dreams."},{"text":"„Was bedeutet Demokratie?“ – „Dass Dämonen herrschen?“","translation":"\"What does democracy mean?\" – \"That demons rule?\""}],"Dose":[{"text":"Ich nehme einen Löffel und nehme Eis aus der Dose.","translation":"I take a spoon and take ice cream out of the can."},{"text":"Es liegen Millionen Dosen Impfstoff auf Halde.","translation":"There are millions of doses of vaccine stockpiled."},{"text":"Ich habe die leere Dose gefunden.","translation":"I found the empty tin."},{"text":"Was kostet eine Dose Bier?","translation":"How much does a can of beer cost?"},{"text":"Sie legen Fisch in Dosen ein.","translation":"They can fish."}],"saugen":[{"text":"Tom saugt aus jeder Blume Honig.","translation":"Tom sucks honey from every flower."},{"text":"Die Pflanzen saugen das Wasser aus der Erde.","translation":"The plants suck the water out of the earth."},{"text":"Das Buch saugte Tom ein.","translation":"Tom sucked in the book."},{"text":"Ein Schwamm saugt Wasser auf.","translation":"A sponge absorbs water."},{"text":"Der Mensch ist ein Säugetier. Jeder saugt den andern aus.","translation":"Man is a mammal. Everyone sucks the other out."}],"eventuell":[{"text":"Könnten Sie das eventuell für mich übersetzen?","translation":"Could you possibly translate this for me?"},{"text":"Jedenfalls ist er jetzt eventuell in Paris.","translation":"Anyhow, he may now be in Paris."},{"text":"Eventuell werde ich ein paar Minuten später kommen.","translation":"I might be a few minutes late."},{"text":"Bitte beachten Sie, dass der Preis eventuell geändert werden kann.","translation":"Please note that the price may be subject to change."},{"text":"Eventuell muss Tom noch etwas länger in Boston bleiben.","translation":"Tom may need to stay in Boston a little longer."},{"text":"Dieses Problem wird sich eventuell von selbst lösen.","translation":"The problem will resolve itself eventually."},{"text":"Tom glaubt, er könne dir eventuell helfen.","translation":"Tom thinks he may be able to help you."},{"text":"Könnte ich eventuell mit ihnen sprechen?","translation":"Could I possibly talk to them?"},{"text":"Ich denke, dass ich eventuell früh nach Hause muss.","translation":"I think I might need to go home early."},{"text":"Ich glaube, dass ich morgen eventuell nicht zur Arbeit kommen kann.","translation":"I think I might not be able to come into work tomorrow."}],"schmerzhaft":[{"text":"Es handelt sich um einen schmerzhaften und schwierigen Prozess.","translation":"It is a painful and difficult process."},{"text":"Mich von dir zu trennen, ist für mich sehr schmerzhaft.","translation":"Separating myself from you is very painful for me."},{"text":"Das sind schmerzhafte Erinnerungen für mich.","translation":"These are painful memories for me."},{"text":"Die Wahrheit kann schmerzhafter sein als eine Lüge.","translation":"The truth can be more painful than a lie."},{"text":"Tom konnte nicht an Maria denken, ohne sich zu erinnern, wie schmerzhaft die Trennung gewesen war.","translation":"Tom couldn't think of Mary without remembering how painful their breakup had been."},{"text":"Ich habe schmerzhafte Finger.","translation":"I have painful fingers."},{"text":"Ist es schmerzhaft, das so zu bewegen?","translation":"Is it painful to move like this?"},{"text":"Wenn die Wehen so schmerzhaft wären, wie die Leute immer sagen, hätte jeder nur ein Kind!","translation":"If labor pains hurt as much as people say, everyone would only have one child!"},{"text":"Veränderung ist gut, wenngleich bisweilen schmerzhaft.","translation":"Change is good, even though it's sometimes painful."},{"text":"Wenn sie bedroht werden, können Ameisen überraschend schmerzhaft zubeissen.","translation":"When threatened, ants have a surprisingly painful bite."}],"ausgewählt":[{"text":"Wir haben die Zahl zufällig ausgewählt.","translation":"We chose the number randomly."},{"text":"Wir sind das ausgewählte Volk der Plejadier und so stehen wir über allen anderen Nationen.","translation":"We are the chosen people of the Pleiadians and so we are above all other nations."},{"text":"Als guter Basketballspieler wurde er neulich für die Nationalmannschaft ausgewählt.","translation":"Being good at basketball, he was recently chosen to be on the national team."},{"text":"Prof. Dr. Dr. h. c. mult. Hans Klapsmüller spricht heute über einige ausgewählte Fälle, die er in seiner Nervenheilanstalt erfolgreich behandeln konnte.","translation":"Prof. Dr. Dr. h. c. mult. Hans Klapsmüller talks today about some selected cases that he was able to successfully treat in his mental hospital."},{"text":"Tom hat drei stichprobenweise ausgewählte geschweißte Teile zur Riss- und Härteprüfung in den Messraum gebracht.","translation":"Tom brought three randomly selected welded parts to the measuring room for crack and hardness testing."},{"text":"Die Ausgewählten werden umfassende medizinische und psychologische Tests machen müssen.","translation":"Those selected will have to undergo comprehensive medical and psychological tests."}],"Therapie":[{"text":"Es war für ihn das Beste. Die Therapie half ihm nicht.","translation":"It was the best for him. The therapy did not help him."},{"text":"Du brauchst eine Therapie.","translation":"You need therapy."},{"text":"Wird die Therapie für mich schmerzhaft sein?","translation":"Will the therapy cause me any pain?"},{"text":"Haben Sie schon einmal eine Therapie wegen Syphilis bekommen?","translation":"Have you ever received treatment for syphilis?"},{"text":"Ich rate Ihnen, dieses Geld für eine psychiatrische Therapie zu nutzen.","translation":"I advise you to use this money for psychiatric therapy."},{"text":"Wer lacht und singt, gehört in Therapie.","translation":"Anyone who laughs and sings belongs in therapy."},{"text":"Hast du viel Zeit in Therapie verbracht?","translation":"Have you spent a lot of time in therapy?"},{"text":"Ich befinde mich schon seit meinem dreizehnten Lebensjahr in Therapie.","translation":"I've been in therapy since I was thirteen."},{"text":"Die Provokative Therapie ist eine von Frank Farrelly entwickelte Form der Psychotherapie, in der mit humorvoller Provokation der Widerspruchsgeist, die Selbstverantwortung und die Eigenständigkeit des Klienten geweckt und entwickelt werden sollen.","translation":"Provocative therapy is a form of psychotherapy developed by Frank Farrelly, in which the spirit of contradiction, self-responsibility and independence of the client are to be awakened and developed with humorous provocation."}],"Akzent":[{"text":"Tom liebte Marias französischen Akzent.","translation":"Tom loved Maria's French accent."},{"text":"Tom hört sich gern Marias russischen Akzent an.","translation":"Tom likes to listen to Maria's Russian accent."},{"text":"Er sprach mit amerikanischem Akzent, war aber Deutscher.","translation":"He spoke with an American accent, but was German."},{"text":"Ich habe an seinem Akzent erkannt, dass er Amerikaner ist.","translation":"I could tell from his accent that he was American."},{"text":"Er machte sich über meinen Akzent lustig.","translation":"He made fun of my accent."}],"nachher":[{"text":"Gib nachher ja nicht mir die Schuld!","translation":"Don't blame me afterwards!"},{"text":"Ich komme nachher, um Sie zu treffen.","translation":"I'll come and meet you afterwards."},{"text":"Wer etwas von der Hand weist, findet es nachher nicht mehr.","translation":"If you reject something, you won't find it afterwards."},{"text":"Ich nehme nicht gerne beim Essen ab. Lieber nachher!","translation":"I don't like to lose weight while eating. Better afterwards!"},{"text":"Wenn du tust, was wir wollen, kannst du auch nachher haben, was du willst.","translation":"If you do what we want, you can have what you want afterwards."}],"Installation":[{"text":"Wie lange dauert die Installation der Software?","translation":"How long does it take to install the software?"},{"text":"Installation abgeschlossen.","translation":"The installation is now complete."},{"text":"Vor der Installation muss das Spiel erst heruntergeladen werden.","translation":"You must first download the game before you can install it."},{"text":"Dieses Foto zeigt eine Fussbodenheizung während der Installation.","translation":"This photo shows underfloor heating during its installation."},{"text":"Ihr Rechner wird während der Installation mehrmals neu gestartet werden.","translation":"Your computer will restart several times during installation."}],"Abs.":[],"Flucht":[{"text":"Auf der Flucht vor seinen Problemen greift er zum Alkohol.","translation":"He always turns to drink to get away from his troubles."},{"text":"Nach Jahren auf der Flucht stellte sich Tom endlich der Polizei.","translation":"After years on the run, Tom finally turned himself in to the police."},{"text":"Er wandte sich zur Flucht.","translation":"He turned to flee."},{"text":"Er ist, wie Richard Kimble, immer auf der Flucht vor seinen eigenen Aussagen.","translation":"He, like Richard Kimble, is always on the run from his own statements."},{"text":"Maria ist eine Frau auf der Flucht vor sich selbst.","translation":"Maria is a woman on the run from herself."}],"Belohnung":[{"text":"Erwarte deine Belohnung von Gott, aber nicht vom Menschen!","translation":"Expect your reward from God, but not from man!"},{"text":"Leistung ohne Belohnung ist Strafe.","translation":"Performance without reward is punishment."},{"text":"Du sollst eine Belohnung erhalten.","translation":"You shall have a reward."},{"text":"Dieses Tier arbeitet nur gegen Belohnung.","translation":"This animal is just working for rewards."},{"text":"„Nun denn“, sprach der König. „Welche Belohnung wünschst du dir?“","translation":"'Well,' said the king, 'what do you desire as your reward?'"}],"lehnen":[{"text":"Mancher lehnt eine gute Idee bloß deshalb ab, weil sie nicht von ihm ist.","translation":"Some people reject a good idea simply because it is not his."},{"text":"Ich lehnte diesen Vorschlag ab.","translation":"I rejected this proposal."},{"text":"Mit dieser Aussage hat sich Tom sehr weit aus dem Fenster gelehnt.","translation":"With this statement, Tom leaned very far out of the window."},{"text":"Die Bevölkerung lehnt den Bio-Sprit E10 ab.","translation":"The population rejects the bio-fuel E10."},{"text":"Im Wald lehnt sich Baum an Baum, also warum nicht Mensch an Mensch?","translation":"In the forest, tree leans against tree, so why not man to man?"}],"kommst":[{"text":"„Kommst du nicht mit schwimmen?“ - „Ich habe jetzt keine Lust mehr.“","translation":"\"Aren't you coming for a swim?\" \"I don't feel like it at the moment.\""},{"text":"Kommst du morgen zum Training?","translation":"Are you coming to training tomorrow?"},{"text":"Kommst du noch mit zum Bahnhof?","translation":"Are you still coming to the train station?"},{"text":"„Kommst du mit?“ – „Ja, natürlich!“","translation":"\"Will you come with me?\" – \"Yes, of course!\""},{"text":"Ich treffe mich mit Tom zum Essen. Kommst du mit?","translation":"I'm meeting Tom for dinner. Do want to come?"},{"text":"Kommst du morgen ?","translation":"Are you coming tomorrow?"},{"text":"Wie du kommst gegangen, so wirst du empfangen.","translation":"As thou comest gone, thou shalt be received."},{"text":"Kommst du nächsten Sonntag nicht nach Hause?","translation":"Are you not coming home next Sunday?"},{"text":"Komm, beeil dich, du kommst zu spät.","translation":"Come, hurry up, you're late."},{"text":"Nun renn, sonst kommst du zu spät!","translation":"Now run, otherwise you'll be late!"},{"text":"Kommst du? Das Essen wird kalt.","translation":"Are you coming? The food's getting cold."},{"text":"„Ich glaube, Tom hat mich nicht mehr lieb.“ – „Wie kommst du denn darauf?“","translation":"\"I don't think Tom loves me anymore.\" – \"How did you come up with that?\""},{"text":"\"Kommst du aus Algier, Badis?\" \"Nein. Ich komme aus Timimoun.\"","translation":"\"Are you from Algiers, Badis?\" \"No. I'm from Timimoun.\""},{"text":"Kommst du nicht zu dem Fest morgen?","translation":"Aren't you coming to the party tomorrow?"},{"text":"Kommst du in Skype oder übersetzt du lieber Sätze auf Tatoeba?","translation":"Do you come into Skype or do you prefer to translate sentences in Tatoeba?"}],"Versicherung":[{"text":"Ich hoffe bloß, dass die Versicherung diesen Schaden übernimmt.","translation":"I just hope that the insurance company will cover this damage."},{"text":"Schicken Sie dieses Formular bitte an Ihre Versicherung.","translation":"Please send this form to your insurance company."},{"text":"Er hat den Unfall seiner Versicherung gemeldet.","translation":"He reported the accident to his insurance company."},{"text":"Diese Versicherung deckt alles ab.","translation":"This insurance covers everything."},{"text":"Warum ist eine Versicherung so wichtig?","translation":"Why is insurance so important?"}],"zugänglich":[{"text":"Die Bücher sind allen Mitgliedern zugänglich.","translation":"The books are accessible to all members."},{"text":"Der Park ist jedem frei zugänglich.","translation":"The park is open to everybody."},{"text":"Dieser Garten ist für die Öffentlichkeit frei zugänglich.","translation":"This garden is open to the public and it's free."},{"text":"Die folgenden Daten wurden öffentlich zugänglich gemacht.","translation":"The following data has been made publicly available."},{"text":"Das Buch hat viel dazu beigetragen, die Chemie breiteren Kreisen zugänglich zu machen.","translation":"That book's done a lot to popularize chemistry."}],"reinkommen":[{"text":"Möchten Sie reinkommen und eine Tasse Kaffee trinken?","translation":"Want to come in and have a cup of coffee?"},{"text":"Als er reinkam, las ich gerade einen Brief.","translation":"I had been reading a letter when he came in."},{"text":"Du darfst nicht reinkommen.","translation":"You are not allowed to come in."},{"text":"Mach das Fenster auf, damit frische Luft reinkommt.","translation":"Open the window for fresh air to come in."},{"text":"Verzeihen Sie, kann ich reinkommen?","translation":"Excuse me, may I come in?"}],"hierbei":[{"text":"Hierbei wirken viele Faktoren zusammen.","translation":"In this case, there are a lot of factors at play."},{"text":"Helfen Sie mir hierbei?","translation":"Can you help me with this?"},{"text":"Hierbei sollten sie jedoch äußerst vorsichtig sein.","translation":"However, they should be extremely careful here."},{"text":"Auch hierbei handelt es sich um einen Apfel.","translation":"Again, this is an apple."},{"text":"Ich brauche hierbei Hilfe.","translation":"I need help with this."}],"vorgehen":[{"text":"Er merkte nicht, was um ihn herum vorging.","translation":"He didn't realize what was going on around him."},{"text":"Oft zeigt die Lüge deutlicher als die Wahrheit, was in einem Menschen vorgeht.","translation":"Often the lie shows more clearly than the truth what is going on in a person."},{"text":"Man kann noch so sorgfältig vorgehen, manchmal geht trotzdem etwas in die Hose.","translation":"No matter how carefully you proceed, sometimes something still goes in the pants."},{"text":"Wie sollte man in so einem Fall vorgehen?","translation":"How should one proceed in such a case?"},{"text":"Wir sollten aufmerksam, vorsichtig und sorgfältig vorgehen.","translation":"We should proceed attentively, cautiously and carefully."},{"text":"Dank deinem richtigen Vorgehen ist alles gut gegangen.","translation":"Thanks to your correct approach, everything went well."},{"text":"Meiner Meinung nach ist das das beste Vorgehen.","translation":"As I see it, that is the best way."},{"text":"Mein Vorgehen hat Tom nie gefallen.","translation":"Tom never liked the way I did things."},{"text":"Daraus folgt, dass das bisherige Vorgehen nicht richtig war.","translation":"It follows that the previous approach was not correct."},{"text":"Die Regierung hat ein militärisches Vorgehen nicht ausgeschlossen.","translation":"The government hasn't ruled out military action."}],"Mikrofon":[{"text":"Aus irgendeinem Grund hat das Mikrofon gerade nicht funktioniert.","translation":"For some reason, the microphone just didn't work."},{"text":"Tom legte die Hand über das Mikrofon.","translation":"Tom put his hand over the microphone."},{"text":"Halten Sie das Mikrofon näher.","translation":"Hold the microphone closer."},{"text":"Ich habe das Mikrofon ausgeschaltet.","translation":"I turned the microphone off."},{"text":"Da trat ein ungebetener Gast ans Mikrofon.","translation":"At that point an uninvited guest stepped to the microphone."}],"ausländisch":[{"text":"Haben Sie ausländisches Bier?","translation":"Do you have foreign beer?"},{"text":"Ich gehe gerne ins Kino, um ausländische Filme zu sehen.","translation":"I like going to the cinema to watch foreign films."},{"text":"Er hat einen ausländischen Namen.","translation":"It has a foreign name."},{"text":"Er besitzt ein ausländisches Auto.","translation":"He owns a foreign car."},{"text":"Wir sehen uns heute Abend einen ausländischen Film an.","translation":"We're going to see a foreign film tonight."}],"out":[{"text":"Dieses Wort ist schon out.","translation":"That word is already out."},{"text":"Tom leidet unter Burn-out.","translation":"Tom is suffering from burn-out."},{"text":"Tom steuert auf ein Burn-out zu.","translation":"Tom is heading for burn-out."},{"text":"Ein Burn-out entwickelt sich schleichend.","translation":"Burn-out develops gradually."},{"text":"Dein Kleid ist schon out.","translation":"Your dress is already out."},{"text":"Tom ist am Rand eines Burn-out.","translation":"Tom is on the edge of burn-out."},{"text":"Jogging ist in Kalifornien out.","translation":"Jogging is out in California."},{"text":"Tatoeba hat einen \"Log out\" Knopf.","translation":"Tatoeba has a \"Log out\" button."},{"text":"Tom konnte wegen des Fehlers „504 Gateway Time-out“ sein liebstes Netzangebot nicht besuchen.","translation":"Tom couldn't access his favorite website because of a \"504 Gateway Time-out\" error."},{"text":"Tatoeba hat keinen \"Log out\" Knopf.","translation":"Tatoeba has no \"Log Out\" button."}],"Fantasie":[{"text":"Das überlasse ich Ihrer Fantasie.","translation":"I'll leave this to your imagination."},{"text":"Die Fantasie hat Auswirkungen auf alle Aspekte in unserem Leben.","translation":"Fantasy affects all aspects of our lives."},{"text":"Deiner Fantasie sind keine Grenzen gesetzt.","translation":"There are no limits to your imagination."},{"text":"Du hast eine schmutzige Fantasie.","translation":"You have a dirty imagination."},{"text":"Wenn die Wissenschaft keine Antwort findet, schlägt die Stunde der Fantasie.","translation":"If science does not find an answer, the hour of fantasy strikes."}],"belieben":[{"text":"Welches Spiel ist in Ihrem Land besonders beliebt?","translation":"Which game is particularly popular in your country?"},{"text":"Für seinen Hund ist jeder Mensch Napoleon. Darum sind Hunde so beliebt.","translation":"For his dog, every human being is Napoleon. That's why dogs are so popular."},{"text":"Warum ist Frau Yamada in deiner Schule beliebt?","translation":"Why is Mrs. Yamada popular in your school?"},{"text":"Seine Romane sind bei jungen Leuten beliebt.","translation":"His novels are popular among young people."},{"text":"Dieses Lied war in den 1970ern beliebt.","translation":"This song was popular in the 1970s."},{"text":"Bei den Amerikanern ist Betty White sehr beliebt.","translation":"Betty White is very popular with Americans."},{"text":"Welche Dinge sind beliebt?","translation":"What things are popular?"},{"text":"Dieses Lied ist bei jungen Leuten sehr beliebt.","translation":"That song is very popular with young people."},{"text":"Dieser Sänger ist bei den Jugendlichen sehr beliebt.","translation":"This singer is very popular among the youngsters."},{"text":"Seine Musik ist im ganzen Land sehr beliebt.","translation":"His music is very popular throughout the country."}],"umarm":[{"text":"Ich bin so glücklich! Ich möchte am liebsten die ganze Welt umarmen!","translation":"I am so happy! I want to embrace the whole world!"},{"text":"Lass dich umarmen!","translation":"Let me give you a hug."},{"text":"Würdest du mich umarmen?","translation":"Would you hug me?"},{"text":"Komm näher, damit ich dich umarmen kann!","translation":"Come closer so I can hug you!"},{"text":"Bäume umarmen ist gut für die Gesundheit.","translation":"Hugging trees is good for your health."}],"Gedicht":[{"text":"Ich schreibe gerne Gedichte.","translation":"I like to write poems."},{"text":"Einzeln sind wir Worte, zusammen ein Gedicht.","translation":"Individually we are words, together a poem."},{"text":"Ich finde, dein Gesicht ist ein Gedicht.","translation":"I think your face is a poem."},{"text":"Das Gedicht war so wundervoll, dass ich auch inspiriert worden bin!","translation":"The poem was so wonderful that I was also inspired!"},{"text":"Ein Gedicht ist immer die Frage nach dem Ich.","translation":"A poem is always the question of the ego."}],"Kredit":[{"text":"Vergiss nie, dass Kredit auch Geld ist.","translation":"Don't forget that credit is also money."},{"text":"Tom hat einen Kredit aufgenommen.","translation":"Tom has taken out a loan."},{"text":"Wer den Kredit verloren hat, der ist tot für die Welt.","translation":"Whoever has lost credit is dead to the world."},{"text":"Ich brauchte einen Kredit.","translation":"I needed a loan."},{"text":"Er bekam einen Kredit von der Bank.","translation":"He got a loan from the bank."}],"Pilger":[{"text":"Gern. Wie viele?","translation":"All right. How many?"},{"text":"„Ich möchte mich mal mit dir unterhalten.“ – „Gern. Worum geht’s?“","translation":"\"I wanna have a word with you.\" \"Sure, what is it?\""},{"text":"„Tom hat Maria gern.“ — „Erzähl mir etwas, was ich noch nicht weiß!“","translation":"\"Tom likes Mary.\" \"Tell me something I don't know.\""},{"text":"„Möchten Sie ein weiches Ei zum Frühstück?“ – „Gern, aber nicht zu weich, bitte.“","translation":"\"Would you like a soft egg for breakfast?\" – \"Gladly, but not too softly, please.\""},{"text":"Du darfst das gern tun, wenn du möchtest.","translation":"You may do that if you'd like to."}],"auszeichnen":[{"text":"Dieser Kaffee schmeckt ausgezeichnet.","translation":"This coffee tastes excellent."},{"text":"Niemand ist vor den anderen ausgezeichnet groß, wo die andern nicht sehr klein sind.","translation":"No one is excellently tall before the others, where the others are not very small."},{"text":"Ihr Französisch ist ausgezeichnet.","translation":"Her French is excellent."},{"text":"Das Essen in dem neuen Restaurant ist ausgezeichnet.","translation":"The food in the new restaurant is excellent."},{"text":"Diese Tasche ist ausgezeichnet und außerdem noch günstig.","translation":"This bag is excellent and also cheap."}],"Keller":[{"text":"Ich bewahrte den Käse im Keller auf.","translation":"I kept the cheese in the cellar."},{"text":"Wie viele Leichen habt ihr im Keller?","translation":"How many corpses do you have in the basement?"},{"text":"Ich habe gestern im Keller eine Maus gefangen.","translation":"I caught a mouse in the basement yesterday."},{"text":"Die Häuser in Deutschland haben normalerweise einen Keller.","translation":"The houses in Germany usually have a basement."},{"text":"Der Keller ist kalt.","translation":"The cellar is cold."}],"Spalte":[{"text":"Diese Krise drohte die Nation zu spalten.","translation":"That crisis threatened to split the nation in two."},{"text":"Nimm eine Axt und enthaupte das Kalb mit einem Streich. Mit einem zweiten spalte ihm den Schädel, und du wirst in seinem Gehirne eine hellrote Kugel finden. Die bringe mir!","translation":"Take an axe, and cut off the head of the calf with one blow. With a second, split its head in two, and in its brain you will see a bright red ball. Bring that to me."},{"text":"Wie viele Spalten hat diese Tabelle?","translation":"How many columns does this table have?"},{"text":"Kollegin brüllt durchs Büro: \"Der Praktikant war schon wieder in meiner Spalte drin!\"","translation":"Colleague yells through the office: \"The intern was already back in my column!\""},{"text":"Die Katze schlüpfte durch eine Spalte im Zaun.","translation":"The cat slipped through a crevice in the fence."},{"text":"Oh, ich habe die Telefonnummer aus Versehen in die Spalte der Postleitzahl geschrieben.","translation":"Oh, I accidentally wrote the phone number in the zip code column."},{"text":"Ich schritt zitternd über schlecht zusammengefügte Balken voran, schaute aus der Entfernung auf die bei den Kindern und dem Pariser Volk so berühmte Glocke und bemerkte nicht ohne Angst, dass das schräge Schieferdach um den Glockenturm auf der Höhe meiner Füße war. Durch die Spalte, wie aus der Vogelperspektive, sah ich den Parvis-Notre-Dame-Platz und winzige Passanten wie in einem Ameisenhaufen.","translation":"I walked forward trembling over poorly joined beams, looked from a distance at the bell so famous among the children and the Parisian people and noticed not without fear that the sloping slate roof around the bell tower was at the height of my feet. Through the crevice, as if from a bird's eye view, I saw Parvis Notre Dame Square and tiny passers-by like in an anthill."}],"ausrichten":[{"text":"Ich soll dir von Tom ausrichten, dass er ein bisschen später kommt.","translation":"I should tell you from Tom that he comes a little later."},{"text":"Ich werde es ihm ausrichten, wenn er zurückkommt.","translation":"I will tell him so when he comes back."},{"text":"Könnten Sie bitte Tom ausrichten, dass ich ihn sehen muss?","translation":"Could you please tell Tom that I need to see him?"},{"text":"Könntest du Tom bitte ausrichten, dass ich seine Hilfe brauche?","translation":"Could you please tell Tom that I need his help?"},{"text":"Drei der Zimmer sind zur Straße ausgerichtet.","translation":"Three of the rooms face the street."}],"begraben":[{"text":"Da liegt der Hund begraben.","translation":"That's where the treasure's buried."},{"text":"Wann wird Latein als tote Sprache endlich begraben?","translation":"When will Latin finally be buried as a dead tongue?"},{"text":"Hochzeit haben ist besser als Tote begraben.","translation":"Having a wedding is better than burying the dead."},{"text":"Für die Frau bedeutet die Ehe, neben einem schlechten Mann lebendig begraben zu sein.","translation":"For the woman, marriage means being buried alive next to a bad man."},{"text":"Die Pferde wurden zusammen mit den Kriegern begraben.","translation":"The horses were buried together with the warriors."}],"jährlich":[{"text":"Das Konzert findet jährlich in Lyon statt.","translation":"The concert takes place annually in Lyon."},{"text":"Wie viele sterben jährlich an Grippe?","translation":"How many die each year from flu?"},{"text":"Sie besuchte sie einmal jährlich.","translation":"She visited them once a year."},{"text":"Weil sie ein hohes Einkommen hat, kann sie jährlich nach Paris fahren.","translation":"Because she has a high income, she can travel to Paris every year."},{"text":"Viele alte Menschen sterben jährlich bei Verkehrsunfällen.","translation":"Lots of old people are killed in traffic accidents every year."},{"text":"Laut der Afrikanischen Union fallen in Afrika jährlich 148 Milliarden Dollar der Korruption zum Opfer.","translation":"Corruption drains $148 billion annually from Africa, according to the African Union."},{"text":"Ich versprach, ihnen jährlich hundert Hrywen zu geben.","translation":"I promised to give them a hundred hryvahs a year."},{"text":"Jährlich ereignet sich eine Vielzahl von Unfällen.","translation":"A large number of accidents occur every year."},{"text":"Laut einer Studie sterben jährlich 53000 Amerikaner an den Folgen von Passivrauchen.","translation":"A study reports that 53,000 Americans die each year as a result of secondhand smoke."},{"text":"Jährlich kommen 15 000 bis 20 000 Menschen durch Landminen ums Leben, viele davon Kinder.","translation":"Landmines kill 15,000 to 20,000 people every year, many of them children."}],"Vorder":[{"text":"Die vordersten tun, was die hintersten nicht vermögen.","translation":"The frontmost do what the rearmost cannot."},{"text":"Ich setzte mich auf einen der vorderen Sitze im Bus.","translation":"I sat down on one of the front seats on the bus."},{"text":"Ich bemerkte, dass sie in der vorderen Reihe saß.","translation":"I noticed that she was sitting in the front row."},{"text":"Tom schloss das vordere Tor auf.","translation":"Tom unlocked the front gate."},{"text":"Auf der vorderen Seite des Hauses steht ein Baum.","translation":"On the front side of the house is a tree."}],"men":[{"text":"Das Mus ist noch nicht gar.","translation":"The mush is not yet cooked."},{"text":"Sie sammelte einige der Falläpfel auf, um daraus ein Mus zu kochen.","translation":"She gathered up some of the fallen apples to cook up a purée."},{"text":"Mirabellen sind lecker auch als Mus.","translation":"Mirabelle plums are also delicious as mush."},{"text":"Ene, mene, miste, es rappelt in der Kiste. Ene, mene, meck, und du bist weg!","translation":"Ene, mene, miste, it rattles in the box. Ene, mene, meck, and you're gone!"},{"text":"Wir sind die X-Men unter den Anwälten! Einer von uns hat eine Glatze, ein anderer ist behaart wie ein Wolf und der Rest ist meistens blau.","translation":"We are the X-Men among lawyers! One of us is bald, another is hairy like a wolf and the rest is mostly blue."}],"Datenbank":[{"text":"Ihre Daten werden ungefähr innerhalb einer Woche aus allen unseren Datenbanken entfernt.","translation":"Your data will be removed from all our databases within approximately one week."},{"text":"Das ist eine klasse Datenbank.","translation":"This is a great database."},{"text":"Die Sprachen bilden die größte Datenbank des menschlichen Wissens.","translation":"Languages form the largest database of human knowledge."},{"text":"Mein Sohn funktioniert nicht wie eine Datenbank.","translation":"My son doesn't work like a database."},{"text":"Mit der Datenbank stimmt etwas nicht. Der erste und dritte Eintrag haben dieselbe ID.","translation":"Something is wrong with the database. The first and third entries have the same ID."}],"Gegenwart":[{"text":"Ich versuche, in der Gegenwart zu leben.","translation":"I try to live in the present."},{"text":"In seiner Gegenwart fühlte ich mich sicher.","translation":"In his presence, I felt safe."},{"text":"Wer seine Zukunft bauen will, muss in der Gegenwart leben.","translation":"If you want to build your future, you have to live in the present."},{"text":"Alle Erinnerung ist Gegenwart.","translation":"All memory is presence."},{"text":"Wünsche nichts vorbei und wünsche nichts zurück! Nur ruhiges Gefühl der Gegenwart ist Glück.","translation":"Don't wish anything over and wish nothing back! Only a calm feeling of the present is happiness."}],"sexy":[{"text":"Es ist leichter, sexy auszusehen, wenn man an einen bestimmten Mann denkt.","translation":"It's easier to look sexy when you think of a certain man."},{"text":"Karin findet sich selbst nicht besonders sexy und weiblich.","translation":"Karin doesn't find herself particularly sexy and feminine."},{"text":"Du hast sehr sexy Beine.","translation":"You have very sexy legs."},{"text":"Du bist super sexy.","translation":"You're super sexy."},{"text":"Toms Stimme ist so sexy. Sie geht mir echt unter die Haut.","translation":"Tom's voice is so sexy. It really gets under my skin."},{"text":"Ist das zu sexy?","translation":"Is that too sexy?"},{"text":"Denkst du, dass Brusthaare sexy sind?","translation":"Do you think chest hair is sexy?"},{"text":"Ich bin zu sexy für diese Welt.","translation":"I am too sexy for this world."},{"text":"Ist Jesus in dem Film „Sohn Gottes“ zu sexy?","translation":"Is Jesus too sexy in the movie \"Son of God\"?"},{"text":"Sie sah so aufregend sexy aus, dass er vergaß, Luft zu holen.","translation":"She looked so incredibly sexy, it took his breath away."}],"wärme":[{"text":"Es war die Wärme, die mir am meisten fehlte.","translation":"It was the warmth that I missed the most."},{"text":"Ich habe so viel Sonne gesehen, doch die Wärme nie gespürt","translation":"I have seen so much sun, but never felt the warmth"},{"text":"Eisen leitet Wärme recht gut.","translation":"Iron transmits heat well."},{"text":"Milch wird durch Wärme sauer.","translation":"Milk goes sour in heat."},{"text":"Die Sonne gibt Licht und Wärme.","translation":"The sun gives light and heat."}],"beißen":[{"text":"Ich muss in den sauren Apfel beißen.","translation":"I must bite the sour apple."},{"text":"Wer nicht beißen kann, soll es mit Küssen probieren.","translation":"If you can't bite, you should try kissing."},{"text":"Der Zahn beißt oft die Zunge, und doch bleiben sie gute Nachbarn.","translation":"The tooth often bites the tongue, and yet they remain good neighbors."},{"text":"Beißt die Maus einmal am Käse, so kommt sie wieder.","translation":"If the mouse bites the cheese once, it comes back."},{"text":"Ein Mann kann machen, dass ihn seine eigenen Hunde beißen.","translation":"A man can make his own dogs bite him."}],"standardmäßig":[{"text":"Es ist standardmäßig auf jedem Computer installiert.","translation":"It's on every computer by default."},{"text":"Du solltest standardmäßig die Werte beibehalten.","translation":"You should keep the values by default."},{"text":"Die Arbeitsplatzhintergrund ist standardmäßig blau.","translation":"The default color of the desktop's background is blue."}],"les":[{"text":"Ich lese gerade ein spannendes Buch.","translation":"I'm reading an exciting book right now."},{"text":"Ich lese einen Brief.","translation":"I am reading a letter."},{"text":"Ich lese keine langen Romane.","translation":"I don't read long novels."},{"text":"„Verstehen Sie, was er sagt?“ — „Ich lese von seinen Lippen.“","translation":"\"Do you understand what he is saying?\" — \"I read from his lips.\""},{"text":"Bücher, die mir nicht gefallen, lese ich für gewöhnlich nicht weiter.","translation":"I usually don't continue reading books that I don't like."}],"setz":[{"text":"Setze nicht alles auf eine Karte!","translation":"Don't put all your eggs in one basket!"},{"text":"Setze nie alles auf eine Karte!","translation":"Never put everything on one card!"},{"text":"Setze deine Haut nicht zu lange der Sonne aus.","translation":"Don't expose your skin to the sun for too long."},{"text":"Als erstes setz dich hin, als zweites hör zu, als drittes denke, und dann antworte mir.","translation":"Sit down first, listen second, think third, and then answer me."},{"text":"\"Hast du es nachgeprüft?\" \"Das nicht.\" \"Also. Setze keine Gerüchte in die Welt!\"","translation":"\"Have you checked it?\" \"Not that.\" \"So. Don't spread rumors!\""},{"text":"Bitte setz dich!","translation":"Have a seat, please!"},{"text":"Komm, setz dich zu uns! Ich hol’ noch ’ne Tasse.","translation":"Come, sit down with us! I'll get another cup."},{"text":"Nein, setz dich hin.","translation":"No, sit down."},{"text":"Bitte setz dich.","translation":"Please sit down."},{"text":"Sei so nett, komm rein und setz dich.","translation":"Be so nice, come in and sit down."},{"text":"Komm, setz dich neben mich!","translation":"Come, sit beside me!"},{"text":"Wenn dir kalt ist, komm und setz dich her ans Feuer!","translation":"If you're cold, come here and sit down by the fire."},{"text":"Bitte setz meinen Namen auch auf die Liste.","translation":"Please put my name on the list as well."},{"text":"Die Sonne ist stark, setz dir lieber was auf.","translation":"The sun is strong, better put something on."},{"text":"Wenn du das von hier genommen hast, setz es hierhin zurück.","translation":"If you took that from here, put it back here."}],"Obst":[{"text":"Das Obst ist frisch.","translation":"The fruit is fresh."},{"text":"Ich empfehle, Obst und Gemüse immer zu waschen.","translation":"I recommend always washing fruits and vegetables."},{"text":"Sie essen Obst.","translation":"They eat fruit."},{"text":"Robert kauft den Kaffee, die Milch und das Obst.","translation":"Robert buys the coffee, the milk and the fruit."},{"text":"Welches Obst magst du am liebsten?","translation":"Which fruit do you like most?"}],"nervig":[{"text":"Tom findet seinen Bruder ganz schön nervig.","translation":"Tom finds his brother quite annoying."},{"text":"Du bist echt nervig.","translation":"You're really annoying."},{"text":"Kinder hassen nervige Lehrer.","translation":"Children hate annoying teachers."},{"text":"Sie hat diesen nervigen Valley-Girl-Akzent.","translation":"She has that annoying Valley Girl accent."},{"text":"Das lange Warten am Flughafen war nervig.","translation":"The long wait at the airport was annoying."}],"Hausaufgabe":[{"text":"Ich mache Hausaufgaben.","translation":"I'm doing homework."},{"text":"Bitte nehmt die Hausaufgaben heraus!","translation":"Please get out the homework."},{"text":"Nach den Hausaufgaben habe ich mit meinen Freunden Fußball gespielt.","translation":"After I did my homework, I played football with my friends."},{"text":"Tom ging in die Schule, ohne die Hausaufgabe gemacht zu haben.","translation":"Tom went to school without doing his homework."},{"text":"Ich habe in einer Stunde meine Hausaufgaben gemacht.","translation":"I have done my homework in an hour."}],"Outfit":[{"text":"Wie gefällt dir dieses Outfit?","translation":"How do you like this outfit?"},{"text":"Die Kette ergänzt ihr Outfit.","translation":"The necklace complements her outfit."},{"text":"Dieses Outfit ist sexy, aber unrealistisch.","translation":"This outfit is sexy, but unrealistic."},{"text":"Ihr Musikstil ist modern, ihr Outfit eher altbacken.","translation":"Her musical style is modern, her outfit rather old-fashioned."},{"text":"Für ihr 50er-Jahre-Outfit wählte sie einen Bleistiftrock und eine gepunktete Bluse.","translation":"For her fifties outfit she opted for a pencil skirt and a spotted blouse."},{"text":"Zu einem Nikolaus-Outfit gehört auf jeden Fall ein falscher Rauschebart.","translation":"A Santa Claus outfit definitely includes a false beard."}],"Quatsch":[{"text":"Selten wurde so viel Quatsch geredet wie heute.","translation":"Rarely has so much nonsense been talked about as today."},{"text":"„Stimmt das?“ – „Nein, das ist natürlich Quatsch.“","translation":"\"Is that true?\" – \"No, of course that's nonsense.\""},{"text":"Red hier keinen Quatsch daher!","translation":"Don't talk nonsense here!"},{"text":"Lass den Quatsch!","translation":"Leave the nonsense!"},{"text":"Macht keinen Quatsch, Kinder, eure Eltern werden bald zurück sein.","translation":"Don't make nonsense, kids, your parents will be back soon."}],"logisch":[{"text":"Logisches Denken ist nicht meine Stärke.","translation":"Logical thinking is not my strength."},{"text":"In der Wirklichkeit gibt es nichts, was ganz logisch wäre.","translation":"In reality, there is nothing that is entirely logical."},{"text":"Logisch betrachtet, ist Logik nur eine Möglichkeit.","translation":"Logically, logic is only one possibility."},{"text":"Richtige Entscheidungen müssen nicht immer logisch sein.","translation":"The right decisions don't always have to be logical."},{"text":"Die deutsche Sprache ist viel logischer als die französische.","translation":"The German language is much more logical than the French."}],"korrigieren":[{"text":"Wer einen Fehler gemacht hat und ihn nicht korrigiert, begeht einen zweiten.","translation":"Anyone who has made one mistake and does not correct it commits a second one."},{"text":"Ich habe den Satz korrigiert.","translation":"I have corrected the sentence."},{"text":"Wenn du möchtest, korrigiere ich dir dein Französisch von nun an.","translation":"If you want, I can correct your French from now on."},{"text":"Manchmal muss man einfach ein Risiko eingehen und seine Fehler unterwegs korrigieren.","translation":"Sometimes you just have to take a risk and correct your mistakes along the way."},{"text":"Bitte korrigiere den folgenden Satz.","translation":"Please correct the following sentence."}],"Scheibe":[{"text":"Damals waren nicht in allen Fenstern Scheiben.","translation":"Back then, not all windows had panes."},{"text":"„Eine halbe Scheibe trocken Brot?“ – „Ja, Tom. Du musst abnehmen. Du bist zu dick.“","translation":"\"Half a slice of dry bread?\" – \"Yes, Tom. You need to lose weight. You're too fat.\""},{"text":"Zum Fisch gibt es immer eine Scheibe Toast.","translation":"There is always a slice of toast with the fish."},{"text":"Tom aß nur eine Scheibe Brot.","translation":"Tom ate only one slice of bread."},{"text":"Er schnitt eine Scheibe Fleisch ab.","translation":"He cut off a slice of meat."}],"Flecken":[{"text":"Besser ein Fleck als ein Loch.","translation":"Better a spot than a hole."},{"text":"Da war ein Fleck, jetzt ist er weg.","translation":"There was a spot, now it's gone."},{"text":"Mit einem kritischen Freund an der Seite kommt man immer schneller vom Fleck.","translation":"With a critical friend at your side, you get off the ground faster and faster."},{"text":"Er hat das Herz auf dem rechten Fleck.","translation":"He has his heart in the right place."},{"text":"Woher hast du denn den blauen Fleck am Bein?","translation":"Where did you get the bruise on your leg?"}],"flexibel":[{"text":"Kannst du die Regeln nicht ein wenig flexibler anwenden?","translation":"Can't you apply the rules a little more flexibly?"},{"text":"Du musst flexibel denken.","translation":"You must be flexible in your thinking."},{"text":"Maria ist flexibler als Tom.","translation":"Mary is more flexible than Tom."},{"text":"Zeitungen gehen mit der Wahrheit oft \"flexibel\" um.","translation":"Newspapers often deal with the truth \"flexibly\"."},{"text":"Jedes Unternehmen ist anders und jedes Problem muss mit einem offenen und flexiblen Ansatz untersucht werden.","translation":"Every company is different and every problem needs to be investigated with an open and flexible approach."}],"anhand":[{"text":"Der Lehrer erklärte seine Theorie anhand von Bildern.","translation":"The teacher explained his theory using pictures."},{"text":"Ich werde das anhand einiger konkreter Beispiele zeigen.","translation":"I'll demonstrate it with the help of some concrete examples."},{"text":"Wir haben es anhand Ihrer Beschreibung erkannt.","translation":"We recognized it from your description."},{"text":"Ich werde es anhand eines Fotos erklären.","translation":"I will explain it with a photo."},{"text":"Es ist schwierig, nur anhand des Aussehens Engländer von Amerikanern zu unterscheiden.","translation":"It's hard to tell Englishmen from Americans just by the way they look."}],"abhalten":[{"text":"Ich will dich nicht davon abhalten!","translation":"I won't stop doing it!"},{"text":"Es gelang Maria, Tom davon abzuhalten, etwas sehr dummes zu tun.","translation":"Maria managed to stop Tom from doing something very stupid."},{"text":"Sie sah keine Möglichkeit, ihn von seinem Tun abzuhalten.","translation":"She saw no way to stop him from doing what he was doing."},{"text":"Ich versuche ja nur, dich davon abzuhalten, einen großen Fehler zu begehen.","translation":"I'm just trying to stop you from making a big mistake."},{"text":"Das Treffen wird jährlich abgehalten.","translation":"The meeting is held annually."}],"exklusiv":[{"text":"Das ist eine der exklusivsten Adressen der Stadt.","translation":"It's one of the most exclusive addresses in the city."},{"text":"Ich kann es mir nicht leisten, in einem so exklusiven Restaurant zu speisen.","translation":"I can't afford to dine in such an exclusive restaurant."},{"text":"Herr Präsident, in der exklusiven Atmosphäre dieses Hohen Hauses kann man sehr leicht den Bezug zur Realität verlieren.","translation":"Mr President, in the exclusive atmosphere of this House, it is very easy to lose touch with reality."},{"text":"An der Ost-Nanjing-Straße gibt es viele hundert Jahre alte Geschäfte, an der West-Nanjing-Straße überwiegt der exklusive Verkauf hochwertiger Produkte.","translation":"On East Nanjing Street there are many hundred-year-old shops, on West Nanjing Street the exclusive sale of high-quality products predominates."},{"text":"Gegen eine kleine Gebühr kann ich Ihnen eine Erwähnung in einer exklusiven Publikation vermitteln, was sich zweifelsohne günstig auf Ihren Geschäftserfolg auswirken wird.","translation":"For a small fee, I can give you a mention in an exclusive publication, which will undoubtedly have a positive effect on your business success."}],"Reis":[{"text":"Das ist Reis.","translation":"This is rice."},{"text":"Der Reis ist hart.","translation":"The rice is hard."},{"text":"Der Reiche verkauft seinen Reis, der Arme seine Kinder.","translation":"The rich sell his rice, the poor his children."},{"text":"Der Reis ist braun.","translation":"The rice is brown."},{"text":"Man versteht nur das Geschäft, durch das man den Reis verdient.","translation":"You only understand the business through which you earn the rice."},{"text":"Wieviel Gramm ist eine Tasse Reis?","translation":"How many grams is a cup of rice?"},{"text":"Chinesische Kinder lieben Reis mit Soße.","translation":"Chinese children love rice with sauce."},{"text":"Der Preis für Reis ist gefallen.","translation":"The price of rice has come down."},{"text":"Philipp Reis hat das Telefon erfunden.","translation":"Philipp Reis invented the telephone."},{"text":"Reis schmeckt gut.","translation":"Rice tastes good."}],"intern":[{"text":"Das ist nur zum internen Gebrauch bestimmt.","translation":"This is for internal use."},{"text":"Tom kopierte alle Daten seiner internen Festplatte auf eine externe.","translation":"Tom copied all the files on his internal hard disk to an external hard disk."},{"text":"Es ist ein interner Fehler aufgetreten.","translation":"An internal error has occurred."},{"text":"Ernsthaft erwägen sollte man die Verwendung des Esperantos als Brücken- oder Relaissprache in der internen Kommunikation der Europäischen Union.","translation":"Serious consideration should be given to the use of Esperantos as a bridge or relay language in internal communication in the European Union."}],"dna":[{"text":"1869 entdeckte Friedrich Miescher, der Sohn eines Schweizer Arztes, was später DNA genannt wurde.","translation":"In 1869, Friedrich Miescher, the son of a Swiss physician, discovered what would later be called DNA."},{"text":"Ein DNA-Test bewies seine Unschuld.","translation":"A DNA test proved he was innocent."},{"text":"Der Polizei war es möglich, die DNA von Tom mit dem Tatort in Verbindung zu bringen.","translation":"The police were able to link Tom's DNA to the crime scene."},{"text":"Die Produktion von Proteinen erfordert DNA, aber die Produktion von DNA erfordert Proteine.","translation":"The production of proteins requires DNA, but the production of DNA requires proteins."},{"text":"Die modernen DNA-Analysen haben viele Menschen in den Todestrakten der USA entlastet.","translation":"Modern DNA analysis has relieved many people on U.S. death row."},{"text":"Der DNA-Test befreite ihn von allen Anklagen.","translation":"The DNA test cleared him of all charges."},{"text":"Die Produktion von Proteinen erfordert DNA, aber die Produktion von DNA erfordert Proteine.","translation":"The production of proteins requires DNA, but the production of DNA requires proteins."},{"text":"Die Informationsspeicherkapazität von DNA ist der der fortschrittlichsten Siliziumchips um ein Vielfaches überlegen.","translation":"The information storage capacity of DNA is many times superior to that of the most advanced silicon chips."}],"Pfanne":[{"text":"Die Pfanne ist ein Gegenstand, in dem man Fleisch braten kann.","translation":"The pan is an object in which you can fry meat."},{"text":"Schneide die Zwiebeln in halbe Ringe, und gib sie dann in die Pfanne!","translation":"Cut the onions into half rings, then add them to the pan!"},{"text":"Nimm die Pfanne vom Feuer.","translation":"Take the pan off the fire."},{"text":"Da wird doch der Hund in der Pfanne verrückt.","translation":"It's unbelievable."},{"text":"Die Pfanne ist zu heiß.","translation":"The pan is too hot."}],"Feier":[{"text":"Maria trinkt auf Feiern nie Alkohol.","translation":"Mary never drinks alcohol at parties."},{"text":"Tom hat zum Feiern eingeladen. Da müssen alle hin – keine Frage!","translation":"Tom has invited to celebrate. Everyone has to go there – no question!"},{"text":"Das ist ja nun ein trauriges Ende Ihrer Feier. Wo ist die Tote?","translation":"This is a sad end to your celebration. Where is the dead woman?"},{"text":"Muss ich an der Feier teilnehmen?","translation":"Is it necessary for me to attend the party?"},{"text":"Du hast uns auf der Feier gestern sehr gefehlt.","translation":"We missed you very much at the party yesterday."}],"weigern":[{"text":"Ich weigere mich, ohne Hoffnung zu sein.","translation":"I refuse to be without hope."},{"text":"Er weigerte sich, diese Frage zu beantworten.","translation":"He refused to answer this question."},{"text":"Er weigerte sich, sich an den Kosten zu beteiligen.","translation":"He refused to contribute to the costs."},{"text":"Ich mag das nicht glauben. Ich weigere mich!","translation":"I don't want to believe it. I refuse to!"},{"text":"Der Reporter weigerte sich, seine Quellen zu nennen.","translation":"The reporter refused to name his sources."}],"Gehalt":[{"text":"Die Natur ist das einzige Buch, das auf allen Blättern großen Gehalt bietet.","translation":"Nature is the only book that provides great content on every page."},{"text":"Man kann nicht zwei Herren dienen ... gegen ein Gehalt.","translation":"You can't serve two masters... for a salary."},{"text":"Wir kommen mit unserem Gehalt kaum über die Runden.","translation":"We can hardly make ends meet with our salary."},{"text":"In unserem Laden ist alles elektrisch. Sogar beim Gehalt trifft einen der Schlag!","translation":"In our store, everything is electric. Even with the salary, the blow hits you!"},{"text":"Ich bin mit dem Gehalt einverstanden.","translation":"I agree with the salary."}],"kulturell":[{"text":"An die kulturellen Unterschiede habe ich mich längst gewöhnt.","translation":"I have long since gotten used to the cultural differences."},{"text":"Unsere Firma unterstützt verschiedene kulturelle Veranstaltungen.","translation":"Our company supports several cultural events."},{"text":"Kulturell sind sie auf der Stufe von Wilden.","translation":"In culture, they are on the same plane as savages."},{"text":"Wir müssen das Problem vor dem Hintergrund kultureller Unterschiede betrachten.","translation":"We have to consider the problem in the light of cultural differences."},{"text":"Okinawa unterscheidet sich kulturell vom restlichen Japan.","translation":"Okinawa is culturally different from the rest of Japan."}],"verheiratet":[{"text":"Wir sind verheiratet – aber nicht miteinander.","translation":"We're married, but not to each other."},{"text":"Ich bin verheiratet und habe zwei Kinder.","translation":"I am married and have two children."},{"text":"Ein verheirateter Mann kann tun, was er will, wenn seine Frau nichts dagegen hat.","translation":"A married man can do whatever he wants if his wife doesn't mind."},{"text":"Meine Schwester ist 32 Jahre alt. Sie ist verheiratet. Ihr Mann ist auch 32.","translation":"My sister is 32 years old. She is married. Her husband is also 32."},{"text":"Ich habe mich in einen verheirateten Mann verliebt.","translation":"I fell in love with a married man."}],"Deckel":[{"text":"Bei vielen Büchern sind die Deckel zu weit auseinander.","translation":"For many books, the covers are too far apart."},{"text":"Der Teufel macht die Töpfe, aber nicht die Deckel.","translation":"The devil makes the pots, but not the lids."},{"text":"Wo ist der Deckel der Pfanne?","translation":"Where's the pan lid?"},{"text":"Der Deckel dieser Kiste lässt sich nicht öffnen.","translation":"The lid of this box won't lift."},{"text":"Ich kriege den Deckel nicht ab.","translation":"I can't get the lid off."}],"Bohne":[{"text":"Ich esse Bohnen.","translation":"I eat beans."},{"text":"Nun kamen sie in einen Bereich, in dem blaue Bohnen durch die Luft flogen.","translation":"Now they came to an area where blue beans flew through the air."},{"text":"Die Bohnen schmecken seltsam. Die lasse ich besser stehen.","translation":"The beans taste strange. I'd better leave them standing."},{"text":"250 g grüne Bohnen reichen für das Rezept nicht.","translation":"250 g of green beans is not enough for the recipe."},{"text":"Ehrlich gesagt, meine Liebe, kümmert es mich nicht die Bohne.","translation":"Frankly, my dear, I don't give a damn!"}],"Rakete":[{"text":"Bitte kein Wort davon zu Maria! Die hebt sonst ab wie ein Rakete.","translation":"Please don't say a word about it to Mary! Otherwise, it takes off like a rocket."},{"text":"Die Rakete war kaum oben, als sie explodierte.","translation":"The rocket was hardly up when it exploded."},{"text":"Superman fliegt so schnell wie eine Rakete.","translation":"Superman flies as fast as a rocket."},{"text":"Die Rakete müsste jetzt den Mond erreicht haben.","translation":"The rocket should now have reached the moon."},{"text":"Sie haben eine Rakete gestartet.","translation":"They launched a rocket."}],"Verbraucher":[{"text":"Immer mehr Verbraucher interessieren sich dafür, wo Lebensmittel herkommen.","translation":"Consumers are increasingly interested in where their food comes from."},{"text":"Wir Verbraucher müssen mehr inländische Produkte kaufen.","translation":"We consumers must buy more domestic products."},{"text":"Die Mehrheit der Verbraucher spricht sich gegen Plastiktüten aus.","translation":"Most consumers are opposed to plastic bags."},{"text":"Sensibilisierte Verbraucher suchen Orientierung.","translation":"Sensitized consumers seek orientation."},{"text":"Durch den Sturz der Regierung wird das Vertrauen der Verbraucher übermäßig belastet.","translation":"The overthrow of the government is unduly straining consumer confidence."}],"mieten":[{"text":"Ein Auto zu mieten war die günstigste Alternative.","translation":"Renting a car was the cheapest alternative."},{"text":"Ich habe für einen Monat ein Zimmer in Paris gemietet.","translation":"I rented a room in Paris for a month."},{"text":"Maria hat sich für die kommenden zwei Wochen ein Auto gemietet.","translation":"Mary has hired herself a car for the next two weeks."},{"text":"Ich kann es mir nicht leisten, ein Haus wie dieses in Tokio zu mieten.","translation":"I can't afford to rent a house like this in Tokyo."},{"text":"Lass uns hier ein Fahrrad mieten.","translation":"Let's hire a bicycle here."}],"Geschlecht":[{"text":"Falsch ist das Geschlecht des Menschen.","translation":"False is the race of man."},{"text":"Auch spätere Geschlechter werden seiner noch dankbar gedenken.","translation":"Later generations will also remember him with gratitude."},{"text":"Die Leute in diesem Zimmer haben alle dasselbe Geschlecht.","translation":"All of the people in this room have the same gender."},{"text":"Manche Paare bitten darum, ihnen das Geschlecht des Kindes nicht zu sagen.","translation":"Some couples ask not to tell them the sex of the child."},{"text":"Tom wollte mit Maria das Geschlecht tauschen; Maria wollte aber, dass ihres neutral bleibe.","translation":"Tom wanted to swap sexes with Mary; But Mary wanted hers to remain neutral."}],"bedrohen":[{"text":"Die Kinder fühlen sich bedroht.","translation":"The children feel threatened."},{"text":"Tom sagte, Maria habe ihn mit einem Messer bedroht.","translation":"Tom said Mary threatened him with a knife."},{"text":"Wenn er dich weiterhin bedroht, solltest du zur Polizei gehen.","translation":"If he keeps threatening you, then you should go to the police."},{"text":"Tom fühlte sich sofort bedroht.","translation":"Tom immediately felt threatened."},{"text":"Pastor King und seine Anhänger wurden bedroht.","translation":"Pastor King and his followers were threatened."},{"text":"Tom bedrohte Maria mit einer Waffe.","translation":"Tom threatened Maria with a gun."},{"text":"Hat dieser Mann dich bedroht?","translation":"Was this man threatening you?"},{"text":"An manchen Orten ist die Natur durch menschliches Handeln bedroht.","translation":"In many places, nature is threatened by human activity."},{"text":"Tom folgte Maria in die Küche, nahm ein Messer und bedrohte sie damit.","translation":"Tom followed Mary into the kitchen, picked up a knife and threatened her with it."},{"text":"Sollte dich jemand bedrohen, dann sage, dass du deinen großen Bruder rufen wirst.","translation":"If someone threatens you, say that you will call your big brother."}],"mitmachen":[{"text":"Wenn ich lesen und schreiben könnte, würde ich auch bei Tatoeba mitmachen.","translation":"If I could read and write, I would also join Tatoeba."},{"text":"Es ist nicht sehr wahrscheinlich, dass er mitmachen will.","translation":"It's unlikely that he'll want to get involved."},{"text":"Wir spielen Fangen. Willst du mitmachen?","translation":"We're playing tag. Do you want to play with us?"},{"text":"Es können zwei bei diesem Spiel mitmachen.","translation":"Two can play at that game."},{"text":"Entscheidend ist nicht, dass man gewinnt, sondern mitmacht.","translation":"The decisive factor is not that you win, but participate."},{"text":"Nicht das Gewinnen ist wichtig, sondern das Mitmachen.","translation":"It is not winning that is important, but participating."},{"text":"Tom scheint keine Lust zum Mitmachen zu haben.","translation":"Tom seems to be in no mood to participate."},{"text":"Warnung des Bundesamtes für Dummheitswesen: Mitmachen im Unterricht kann Ihre Dummheit gefährden.","translation":"Warning from the Federal Office for Stupidity: Participating in class can endanger your stupidity."},{"text":"Das Schlimmste, das ich kenne, ist Untertänigkeit oder der Wunsch, sich unbedingt zu unterwerfen, dieses Mitmachen, Mitlaufen, Mitsingen, Mitmarschieren und dabei auch noch in eine peinliche Euphorie verfallen.","translation":"The worst thing I know of is subservience or the desire to submit, this participation, running along, singing along, marching along and also falling into an embarrassing euphoria."},{"text":"Nun, natürlich, das Volk will keinen Krieg. Warum sollte auch irgendein armer Landarbeiter im Krieg sein Leben aufs Spiel setzen wollen, wenn das Beste ist, was er dabei herausholen kann, daß er mit heilen Knochen zurückkommt? Natürlich, das einfache Volk will keinen Krieg; weder in Rußland, noch in England, noch in Amerika, und ebenso wenig in Deutschland. Das ist klar. Aber schließlich sind es die Führer eines Landes, die die Politik bestimmen, und es ist immer leicht, das Volk zum Mitmachen zu bringen, ob es sich nun um eine Demokratie, eine faschistische Diktatur, um ein Parlament oder eine kommunistische Diktatur handelt. [...] Das Volk kann mit oder ohne Stimmrecht immer dazu gebracht werden, den Befehlen der Führer zu folgen. Das ist ganz einfach. Man braucht nichts zu tun, als dem Volk zu sagen, es würde angegriffen, und den Pazifisten ihren Mangel an Patriotismus vorzuwerfen und zu behaupten, sie brächten das Land in Gefahr. Diese Methode funktioniert in jedem Land.","translation":"Why, of course, the people don't want war. Why would some poor slob on a farm want to risk his life in a war when the best that he can get out of it is to come back to his farm in one piece? Naturally, the common people don't want war; neither in Russia nor in England nor in America, nor for that matter in Germany. That is understood. But, after all, it is the leaders of the country who determine the policy and it is always a simple matter to drag the people along, whether it is a democracy or a fascist dictatorship or a Parliament or a Communist dictatorship. [...] Voice or no voice, the people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked and denounce the pacifists for lack of patriotism and exposing the country to danger. It works the same way in any country."}],"gültig":[{"text":"Das Angebot ist bis zum 31.12.3000 gültig und nur online verfügbar.","translation":"The offer is valid until 12.31.3000 and available only on the web."},{"text":"Bitte beachten Sie: Die Tickets sind für ein Jahr gültig nach dem Kauf.","translation":"Please note: tickets are valid for a year after purchase."},{"text":"Ist Ihr Passwort noch gültig?","translation":"Is your password still valid?"},{"text":"Die Karte war bis Januar 2006 gültig.","translation":"The card was valid until January, 2006."},{"text":"Bis wann ist dein Pass gültig?","translation":"When is your passport valid until?"}],"Osten":[{"text":"Die Sonne geht im Osten auf.","translation":"The sun rises in the east."},{"text":"Der Wind hat sich nach Osten gedreht, die Wolken verschwinden.","translation":"The wind has turned to the east, the clouds are disappearing."},{"text":"Aus dem Osten fließt kalte Luft zu.","translation":"Cold air flows in from the east."},{"text":"Welche Richtung ist Osten?","translation":"Which direction is east?"},{"text":"Es gibt einen See im Osten des Dorfes.","translation":"There is a lake on the east of the village."},{"text":"Der Kalte Krieg hatte auch Auswirkungen auf den Nahen Osten.","translation":"The Cold War also affected the Middle East."},{"text":"O mein Gott! Frankfurt liegt ja in Deutschland und nicht im Nahen Osten!","translation":"Oh, my God! Frankfurt is in Germany, not in the Middle East!"},{"text":"Meine Mutter ist dagegen, dass ich in den Nahen Osten ziehe.","translation":"My mother is against me moving to the Middle East."},{"text":"Saudi-Arabien ist das größte Land im Nahen Osten.","translation":"Saudi Arabia is the largest country in the Middle East."},{"text":"Der Professor hielt eine Vorlesung über den Nahen Osten.","translation":"The professor gave a lecture on the Middle East."}],"Verpflichtung":[{"text":"Ihr Tod ist uns Verpflichtung.","translation":"Their death is an obligation for us."},{"text":"Dazu besteht keine Verpflichtung.","translation":"There is no obligation to do so."},{"text":"Ich kann die Einladung nicht annehmen, da ich eine andere Verpflichtung habe.","translation":"I can't accept the invitation because I have another obligation."},{"text":"Häufig leben Mensch aus Gewohnheit als Familie, verbunden durch Verpflichtungen.","translation":"Often people live out of habit as a family, connected by obligations."},{"text":"Er erfüllte seine Verpflichtungen nicht.","translation":"He did not fulfill his obligations."}],"Hühnchen":[{"text":"Das schmeckt wie Hühnchen.","translation":"This tastes like chicken."},{"text":"Dann nehme ich Hühnchen.","translation":"Then I take chicken."},{"text":"Er brät ein leckeres Hühnchen.","translation":"He's roasting a tasty chicken."},{"text":"Du solltest wissen, wie man ein Hühnchen kocht.","translation":"You should know how to cook a chicken."},{"text":"Wir haben uns zum Mittagessen mit Pizza und Hühnchen vollgestopft.","translation":"We stuffed ourselves with pizza and chicken for lunch."}],"Immobilie":[{"text":"Schließlich wollen Sie die Immobilie ja auch verkaufen.","translation":"After all, you do want to sell the property."},{"text":"Er überließ die Immobilie seinen Kindern.","translation":"He left the property to his children."},{"text":"Tom hat diese Immobilie 2013 gekauft.","translation":"Tom bought this property in 2013."},{"text":"Ein Dachbodenausbau kann den Wert einer Immobilie erheblich steigern.","translation":"A loft conversion can add considerable value to a property."},{"text":"Bei „Immobilien Tom Hansen“ verhelfen wir Ihnen zu dem Eigenheim, das Ihnen zusteht.","translation":"At Tom Jackson Realty, we'll help you find the home you deserve."}],"beleidigen":[{"text":"Maria beleidigt Tom manchmal mit Absicht.","translation":"Maria sometimes insults Tom on purpose."},{"text":"Du hast durchaus keinen Grund, beleidigt zu sein.","translation":"You have absolutely no reason to be offended."},{"text":"Man beleidigt öfter mit Wahrheiten als mit Lügen.","translation":"One insults more often with truths than with lies."},{"text":"Als Tom die andere Frau dann auch noch küsste, verließ Maria beleidigt das Lokal.","translation":"When Tom kissed the other woman, Maria left the restaurant offended."},{"text":"Jedes vernünftige Denken beleidigt.","translation":"Any rational thinking is offensive."}]}