{"Ankündigung":[{"text":"Hast du die Ankündigung gelesen?","translation":"Did you read the announcement?"},{"text":"Maria gab zu, nicht ihrer Ankündigung gemäß gehandelt zu haben.","translation":"Mary admitted she didn't do what she said she'd do."},{"text":"Tom und Maria haben ihre Ankündigung endlich wahr gemacht.","translation":"Tom and Mary have finally done what they said they were going to do."},{"text":"Die Ankündigung kam wie ein Blitz aus heiterem Himmel.","translation":"The announcement came like a bolt from the blue."},{"text":"Tom lauschte der Ankündigung.","translation":"Tom listened to the announcement."}],"bitter":[{"text":"Magst du bittere Schokolade?","translation":"Do you like dark chocolate?"},{"text":"Er trinkt bitteren Kaffee.","translation":"He drinks bitter coffee."},{"text":"Die Medizin muss bitter schmecken, sonst hilft sie nichts.","translation":"The medicine must taste bitter, otherwise it will not help."},{"text":"Die sogenannte bittere Pille kann einem schwer auf dem Magen schlagen.","translation":"The so-called bitter pill can upset your stomach."},{"text":"Was viele für einen Aprilscherz hielten, erwies sich bald als bitterer Ernst.","translation":"What many thought was an April Fool's joke soon turned out to be bitterly serious."},{"text":"Arznei muss bitter schmecken, sonst hilft sie nicht.","translation":"Medicines must taste bitter, otherwise it will not help."},{"text":"Geduld ist ein Baum, dessen Wurzeln bitter, dessen Frucht aber sehr süß ist.","translation":"Patience is a tree whose roots are bitter, but whose fruit is very sweet."},{"text":"Das wird sich bitter rächen.","translation":"This will take bitter revenge."},{"text":"Wir haben Tom bitter unrecht getan. Wir müssen uns bei ihm entschuldigen.","translation":"We have done Tom a bitter injustice. We must apologize to him."},{"text":"Diese Medizin schmeckt bitter.","translation":"This medicine tastes bitter."}],"halle":[{"text":"Die Halle war leer.","translation":"The hall was empty."},{"text":"Diese Halle fasst zweitausend Personen.","translation":"This hall holds two thousand people."},{"text":"Da war kein einziger freier Platz in der Halle.","translation":"There wasn't a single free seat in the hall."},{"text":"Als er die Halle betrat, kamen zwei Männer auf ihn zu.","translation":"As he entered the hall, two men approached him."},{"text":"Die Halle war voll mit Studenten. Unter ihnen waren viele Mädchen.","translation":"The hall was filled with students, many of whom were girls."}],"Seminar":[{"text":"Maria und Tom bereiten sich auf das Seminar vor.","translation":"Maria and Tom are preparing for the seminar."},{"text":"Wir haben ein Seminar durchgeführt.","translation":"We held a seminar."},{"text":"Leute aus mehr als 14 verschiedenen Ländern nehmen an diesem Seminar teil.","translation":"People from more than 14 different countries attend this seminar."},{"text":"Das Ziel dieses Seminars wird es sein, die Arbeit der Vereinten Nationen zu erklären.","translation":"The aim of this seminar will be to explain the work of the United Nations."},{"text":"In unserem Seminar sind einundvierzig Studenten.","translation":"Our class has 41 students."}],"Portion":[{"text":"Das Essen hier ist wirklich schrecklich — und so kleine Portionen.","translation":"The food here is really terrible — and such small portions."},{"text":"Möchtest du eine ganze oder eine halbe Portion?","translation":"Do you want a whole or half a serving?"},{"text":"In diesem Restaurant werden großzügige Portionen serviert.","translation":"This restaurant serves generous portions."},{"text":"Eine große Portion Pommes bitte!","translation":"Large fries, please."},{"text":"Hättest du gerne noch eine Portion?","translation":"Would you like another helping?"}],"darf":[{"text":"Ein Buch, das man liebt, darf man nicht leihen, sondern muss es besitzen.","translation":"A book that you love must not be borrowed, but must be owned."},{"text":"Wohl jedem, der nur liebt, was er darf, und nur hasst, was er soll.","translation":"Probably anyone who only loves what he is allowed to do and only hates what he is supposed to."},{"text":"Man kann vernichtet werden, aber man darf nicht aufgeben.","translation":"You can be destroyed, but you can't give up."},{"text":"Wenn man im Mittelpunkt einer Party stehen will, darf man nicht hingehen.","translation":"If you want to be the center of a party, you can't go."},{"text":"Wer zu sich selber finden will, darf andere nicht nach dem Weg fragen.","translation":"If you want to find yourself, you must not ask others for directions."}],"verdächtig":[{"text":"Alles Grundsätzliche ist grundsätzlich verdächtig.","translation":"Everything fundamental is fundamentally suspicious."},{"text":"All dies ist natürlich sehr verdächtig.","translation":"All this, of course, is very suspicious."},{"text":"Das klingt verdächtig.","translation":"That sounds suspicious."},{"text":"Wenn Sie eine verdächtige Person sehen, melden Sie dies bitte der Polizei.","translation":"If you see a suspicious person, please report it to the police."},{"text":"Dr. Hansen verliert verdächtig viele Patienten.","translation":"Dr. Jackson loses a suspicious number of patients."}],"Frisur":[{"text":"Die Frisur sitzt.","translation":"The hairstyle fits."},{"text":"Wenn du deine Frisur ändern würdest, könntest du zehn Jahre jünger aussehen.","translation":"If you were to change your hairstyle, you could look ten years younger."},{"text":"Um ehrlich zu sein, ich mag deine Frisur nicht.","translation":"To be honest, I don't like your hairstyle."},{"text":"Maria und ihre Schwester haben eine ähnliche Frisur.","translation":"Mary and her sister have a similar hairstyle."},{"text":"Ihre neue Frisur bedeckt ihre Ohren.","translation":"Her new hairstyle covers her ears."},{"text":"Wie gefällt dir Marias neue Frisur?","translation":"How do you like Mary's new hairstyle?"},{"text":"Sie machten sich über Johns Frisur lustig.","translation":"They made fun of John's hairstyle."},{"text":"Ich hätte meine Frisur gerne in diesem Stil.","translation":"I would like to have my hairstyle in this style."},{"text":"Vielleicht ist es langsam Zeit, dass ich mal meine Frisur wechsele und meinen Stil ändere.","translation":"Maybe it's time for me to change my hairstyle and change my style."},{"text":"Donald Trumps Frisur ist genauso haarsträubend wie seine Persönlichkeit.","translation":"Donald Trump's hairstyle is just as hair-raising as his personality."}],"roh":[{"text":"Ist es gesund, jeden Tag eine rohe Zwiebel zu essen?","translation":"Is it healthy to eat a raw onion every day?"},{"text":"Sowas wie rohe Eier esse ich nicht.","translation":"I don't eat anything like raw eggs."},{"text":"Fleisch sollte nicht roh gegessen werden.","translation":"Meat should not be eaten raw."},{"text":"Kann man rohe Kartoffeln essen?","translation":"Can you eat raw potatoes?"},{"text":"„Im Ausland isst man keinen rohen Fisch.“ ist eine Lüge.","translation":"\"You don't eat raw fish abroad\" is a lie."}],"power":[],"Kinder":[{"text":"Sie haben ihre Kinder geschlagen.","translation":"They beat their children."},{"text":"Er hat seine Kinder nicht verlassen.","translation":"He did not abandon his children."},{"text":"Marias Freundinnen haben alle Kinder bekommen.","translation":"All of Mary's friends have babies."},{"text":"Behandelt Kinder mit Respekt!","translation":"Treat children with respect!"},{"text":"Früher haben die Kinder noch schön draußen gespielt; heute sitzen sie alle vor dem Computer.","translation":"In the past, children used to play outside; today they all sit in front of the computer."}],"anderer":[{"text":"Ich glaube, Tom hat eine andere.","translation":"I think Tom has a different one."},{"text":"Indem sich andere ändern, ändern wir uns; ändern wir uns, ändern wir andere.","translation":"As others change, we change; Let us change, let us change others."},{"text":"Verzeihen Sie! Mein Herz gehört einem anderen.","translation":"Forgive me! My heart belongs to someone else."},{"text":"Wir haben keine andere Möglichkeit.","translation":"We have no alternatives."},{"text":"Über Dinge, die dich selbst angehen, musst du andere fragen.","translation":"You have to ask others about things that concern you."}],"Steuerung":[{"text":"Die Steuerung des Roboters ist durcheinander gekommen. Er läuft ständig gegen Wände.","translation":"The robot's guidance system has gone haywire. It keeps bumping into walls."},{"text":"Das Zentrum für die Steuerung unseres Sprachvermögens befindet sich in der linken Hirnhälfte nahe dem linken Ohr.","translation":"The center for controlling our speech is located in the left hemisphere of the brain near the left ear."},{"text":"Ein Vorteil der hydraulischen Steuerung ist, dass die Bedienung nur vergleichsweise geringen Kraftaufwand erfordert.","translation":"One advantage of hydraulic control is that operation requires comparatively little effort."}],"gefährden":[{"text":"Dieser Planet ist ernsthaft gefährdet.","translation":"This planet is in serious danger."},{"text":"Es wird oft darauf hingewiesen, dass Rauchen die Gesundheit gefährdet.","translation":"It is often pointed out that smoking is a danger to health."},{"text":"Vorsicht! Ihre Privatsphäre ist gefährdet.","translation":"Caution! Your privacy is at risk."},{"text":"Deine Sache wird gefährdet, wenn das Nachbarhaus brennt.","translation":"What belongs to you is in danger when your neighbour's house is on fire."},{"text":"Wenn Oslo so gefährdet wäre wie New York, würden Norweger nicht ganz so friedfertig sein.","translation":"If Oslo were as endangered as New York, Norwegians wouldn't be quite as peaceful."},{"text":"Rauchen gefährdet die Gesundheit.","translation":"Smoking endangers health."},{"text":"Ich will nichts tun, was meine Freundschaft mit dir gefährdet.","translation":"I don't want to do anything to jeopardize my friendship with you."},{"text":"China und die USA gefährden das Klima des gesamten Planeten.","translation":"China and the US are endangering the climate of the entire planet."},{"text":"Du hättest die ganze Operation gefährden können.","translation":"You could've jeopardized the entire operation."},{"text":"Wer die Vergangenheit ignoriert, gefährdet die Zukunft.","translation":"Ignoring the past endangers the future."}],"lach":[{"text":"Ich lache immer, wenn jemand einen Witz erzählt.","translation":"I always laugh when someone tells a joke."},{"text":"Ich lache mich kaputt!","translation":"I'm laughing my ass off!"},{"text":"Lache jeden Tag ein paar Minuten!","translation":"Laugh for a few minutes every day!"},{"text":"Ich lache, um dir Freude zu bereiten.","translation":"I laugh to make you happy."},{"text":"Ich bin ein fröhlicher Mensch und lache gern.","translation":"I am a happy person and I like to laugh."},{"text":"Ich kann weder lachen noch weinen.","translation":"I can't laugh or cry."},{"text":"Komm, sieh und lach!","translation":"Come, see and laugh!"},{"text":"Ich habe Sie noch nie lachen gesehen.","translation":"I have never seen you laugh."},{"text":"Hast du Tom je lachen sehen?","translation":"Have you ever seen Tom laughing?"},{"text":"Wer Schmetterlinge lachen hört, der weiß, wie Wolken schmecken.","translation":"Anyone who hears butterflies laughing knows what clouds taste like."},{"text":"Lachen ist eine Brücke.","translation":"Laughter is a bridge."},{"text":"Lachen reinigt die Zähne.","translation":"Laughter cleans the teeth."},{"text":"Sie brach in Lachen aus.","translation":"She burst into laughter."},{"text":"Sie konnte nicht anders: sie brach in Lachen aus.","translation":"She couldn't help bursting into laughter."},{"text":"Lachen tut wirklich gut.","translation":"Laughing really is good for you."}],"entscheide":[{"text":"Tu es oder lass es; entscheide dich jetzt!","translation":"Do it or leave it; decide now!"},{"text":"Finde heraus, was gut für dich ist, und entscheide für dich selbst.","translation":"Find out what's good for you and decide for yourself."},{"text":"Das entscheide ich morgen.","translation":"I'll decide that tomorrow."},{"text":"„Wo willst du essen?“ – „Keine Ahnung. Entscheide du!“","translation":"\"Where do you want to eat?\" \"I don't know. You choose.\""},{"text":"Entscheide, wann du morgens aufstehen möchtest!","translation":"Decide when you want to get up in the morning!"}],"bereite":[{"text":"Ich bereite mich auf das Schlimmste vor...","translation":"I'm preparing for the worst..."},{"text":"Ich bereite gerne Essen zu.","translation":"I like to prepare food."},{"text":"Ich bereite gerne auf diese Art Kartoffeln zu.","translation":"I like to prepare potatoes this way."},{"text":"Wenn du Frieden willst, bereite den Krieg vor.","translation":"If you want peace, prepare for war."},{"text":"Entschuldigen Sie bitte die Umstände, die ich jedes Mal bereite.","translation":"Please excuse the circumstances I cause every time."},{"text":"Bereite bitte die Zutaten vor.","translation":"Please prepare the ingredients."},{"text":"Bereite dich darauf vor, bevor es so weit ist.","translation":"Prepare for it before the time comes."},{"text":"Bereite dich auf eine angenehme Überraschung vor.","translation":"Prepare to be pleasantly surprised."},{"text":"„Tom, ich verspüre ein leichtes Hungergefühl. Bereite uns doch einen kleinen Imbiss zu!“ – „Sehr gern, gnädige Frau.“","translation":"\"Tom, I feel a slight feeling of hunger. Give us a little bite to eat!\" – \"Very gladly, madam.\""},{"text":"Bereite dich darauf vor, zu sterben!","translation":"Prepare to die!"}],"Verfassung":[{"text":"Maria ist heute in keiner guten Verfassung.","translation":"Mary is not in good shape today."},{"text":"Ich bin nicht in der Verfassung, mit ihm zu sprechen.","translation":"I am not in the condition to talk to him."},{"text":"Der Patient ist in kritischer Verfassung.","translation":"The patient is in critical condition."},{"text":"Emma hat eine sehr schwache körperliche Verfassung.","translation":"Emma has a very poor constitution."},{"text":"Der Vater ist in guter Verfassung.","translation":"The father is in good health."}],"Zwilling":[{"text":"Maria und Johanna erwarten beide Zwillinge.","translation":"Mary and Joanne are both expecting twins."},{"text":"Maria glaubt, dass sie Zwillinge bekommt.","translation":"Mary thinks she's going to have twins."},{"text":"Er konnte die Zwillinge nicht unterscheiden.","translation":"He couldn't tell the twins apart."},{"text":"Die Zwillinge sehen vollkommen gleich aus.","translation":"The twins look exactly alike."},{"text":"Die Polizei konnte nicht ermitteln, welcher von den Zwillingen das Verbrechen begangen hat.","translation":"The police weren't able to determine which one of the twins had committed the crime."},{"text":"Sie haben Zwillinge.","translation":"They have twins."},{"text":"Sie gebar Zwillinge.","translation":"She gave birth to twins."},{"text":"Körper und Geist sind Zwillinge: Nur Gott weiß, welcher welcher ist.","translation":"Body and spirit are twins: God only knows which is which."},{"text":"Sie erwartet Zwillinge.","translation":"She's pregnant with twins."},{"text":"Liebe und Hass sind Zwillinge.","translation":"Love and hate are twins."},{"text":"Obwohl Tom und Maria Zwillinge sind, gleichen sie sich nicht sehr.","translation":"Although Tom and Mary are twins, they don't look very alike."},{"text":"In der Regel haben Zwillinge viel gemeinsam.","translation":"As a rule, twins have a lot in common."},{"text":"Sie brachte Zwillinge zur Welt, zwei Mädchen.","translation":"She gave birth to twins, two girls."},{"text":"Seine Frau hat Zwillinge bekommen.","translation":"His wife has twins."},{"text":"Die USA sind der böse Zwilling Kanadas.","translation":"The U.S. is Canada's evil twin."}],"wessen":[{"text":"Wessen Idee ist das?","translation":"Whose idea is this?"},{"text":"Frei sein heißt, wählen können, wessen Sklave man sein will.","translation":"Being free means being able to choose whose slave you want to be."},{"text":"Wissen Sie, wessen Freundin sie ist?","translation":"Do you know whose girlfriend she is?"},{"text":"Wessen Stunde hat geschlagen?","translation":"Whose hour has struck?"},{"text":"Wessen Idee war es, das Zelt hier aufzustellen?","translation":"Whose idea was it to set up the tent here?"},{"text":"Wessen Baby ist das? Warum weint es?","translation":"Whose baby is this? Why is it crying?"},{"text":"Warte mal! Wessen Haar ist das?!","translation":"Hold on! Whose hair is this?!"},{"text":"Wessen Brot du isst, dessen Lied du singst.","translation":"Whose bread you eat, whose song you sing."},{"text":"„Wessen Brille ist das?“ — „Das ist die Brille meines Vaters.“","translation":"\"Whose glasses are these?\" \"They are my father's.\""},{"text":"Wessen Ofen geheizt ist, der meint, es sei allenthalben Sommer.","translation":"Whose stove is heated thinks it is summer everywhere."}],"fehlend":[{"text":"Der Witz der Aussage ging durch den fehlenden Witz der Sprache ganz verloren.","translation":"The wit of the statement was completely lost due to the lack of wit of the language."},{"text":"Die Schüler müssen in den Sätzen die fehlenden Wörter ergänzen.","translation":"Students must complete the missing words in the sentences."},{"text":"Die fehlenden Angaben müssen noch ergänzt werden.","translation":"The missing information still needs to be completed."},{"text":"Wegen fehlenden Handels schließen viele Geschäfte.","translation":"Many stores are closing because there is no trade anymore."},{"text":"Man nimmt an, dass ich den fehlenden Kollegen vertreten soll.","translation":"I am assumed to be deputizing for the absent colleague."}],"Bonus":[{"text":"Ich bekam meinen Bonus.","translation":"I received my bonus."},{"text":"Ich war enttäuscht, als ich sah, dass mein Bonus etwas niedriger war, als ich erwartet hatte.","translation":"I was disappointed to see that my bonus was a bit less than I was expecting."},{"text":"Wird das Management wirklich unseren Bonus berücksichtigen oder war das nur ein Lippenbekenntnis?","translation":"Is management really going to consider our bonus, or was that just lip service?"},{"text":"Erwarte nichts im Leben. Wenn du es tust, dann ist alles, was du noch bekommst, ein Bonus.","translation":"Don't expect anything in life. If you do, then all you get is a bonus."},{"text":"Das Management versuchte, die Belegschaft zu beschwichtigen indem sie ihr einen Bonus anbot.","translation":"Management tried to appease labor by offering them a bonus."}],"telefonisch":[{"text":"Können wir sie telefonisch erreichen?","translation":"Can we reach them by phone?"},{"text":"Ich habe telefonisch eine Pizza bestellt.","translation":"I ordered a pizza on the phone."},{"text":"Es war Tom gelungen, ihn telefonisch zu erreichen.","translation":"Tom managed to reach him by phone."},{"text":"Sie haben mich telefonisch darüber informiert.","translation":"They informed me about it by phone."},{"text":"Wenn du eine Nachricht hinterlässt, melde ich mich telefonisch.","translation":"If you leave a message, I'll get back to you by phone."},{"text":"Wir werden alles so tun, wie wir es telefonisch besprochen haben.","translation":"We will do everything as we discussed it over the phone."},{"text":"Telefonische Anfragen sind leider nicht möglich.","translation":"Telephone inquiries are unfortunately not possible."},{"text":"Sie reden viel miteinander, telefonisch und persönlich.","translation":"They talk a lot to one another, over the telephone and in person."},{"text":"Ich werde mich morgen telefonisch bei Ihnen melden.","translation":"I will get back to you by phone tomorrow."},{"text":"Auch, wenn du weit weg gehst, lass uns in telefonischem Kontakt bleiben.","translation":"Even if you go far away, let's stay in touch by phone."}],"Monitor":[{"text":"Warum ist der Monitor ausgegangen?","translation":"Why did the monitor go out?"},{"text":"Tom hat angefangen, den Monitor zu lecken.","translation":"Tom has started licking the monitor."},{"text":"Tom nieste über den Monitor und die Tastatur von Mary.","translation":"Tom sneezed over Mary's monitor and keyboard."},{"text":"„Mein Hund träumt von einer Katze.“ – „Woher weißt du das?“ – „Mit Hilfe meiner neuesten Erfindung, des ‚Gedankenhelmes‘, kann ich die Gehirnströmungen des Trägers in Bilder auf diesem Monitor übersetzen.“ – „Faszinierend. Funktioniert das auch bei Menschen?“ – „Reingefallen, Tom! April, April!“","translation":"\"My dog dreams of a cat.\" – \"How do you know that?\" – \"With the help of my latest invention, the 'thought helmet', I can translate the brain waves of the wearer into images on this monitor.\" – \"Fascinating. Does that also work for humans?\" – \"Fallen for it, Tom! April, April!\""},{"text":"Den Probelesern, die sich auf der genannten Netzpräsenz zuerst ein Konto einrichten müssen, wird auf dem Monitor oben das Bild einer Textseite und unten der übertragene Text angezeigt. Ihnen fällt dann die einfache Aufgabe zu, die beiden Texte zu vergleichen und nötigenfalls die Übertragung zu bearbeiten.","translation":"The test readers, who first have to set up an account on the aforementioned network presence, are shown the image of a text page on the monitor at the top and the transmitted text at the bottom. They then have the simple task of comparing the two texts and, if necessary, editing the transfer."}],"Videospiel":[{"text":"Ich spiele Videospiele.","translation":"I play video games."},{"text":"Ich liebe Videospiele.","translation":"I love video games."},{"text":"Er spielt keine Videospiele.","translation":"He doesn't play video games."},{"text":"Das aufregende Videospiel begeisterte mich.","translation":"The exciting video game thrilled me."},{"text":"Die Forscher haben Affen ein Videospiel beigebracht.","translation":"The researchers trained monkeys to play a video game."}],"Zubehör":[{"text":"Das Auto kam mit allem Zubehör.","translation":"This car came fully loaded."},{"text":"Computer sind wie Frauen. Sobald man einen hat, geht das ganze Geld für Zubehör drauf.","translation":"Computers are like women. As soon as you have one, all the money goes on for accessories."},{"text":"Diese Kiste enthält eine Bohrmaschine mit Zubehör.","translation":"This box contains a drill with accessories."}],"rechtfertigen":[{"text":"Sie müssen ihre Existenz irgendwie rechtfertigen.","translation":"They must somehow justify their existence."},{"text":"Niemals sollt Ihr Euch rechtfertigen.","translation":"You should never justify yourself."},{"text":"Er fing an, sich zu rechtfertigen.","translation":"He began to justify himself."},{"text":"Er rechtfertigte sich für sein schlechtes Benehmen.","translation":"He justified himself for his bad behavior."},{"text":"Sie versucht nun zu rechtfertigen, was sich nicht rechtfertigen lässt.","translation":"It is now trying to justify what cannot be justified."},{"text":"Es scheint, dass dein Argwohn Tom gegenüber doch gerechtfertigt war.","translation":"It seems that your suspicion of Tom was justified."},{"text":"Euer Ärger ist völlig gerechtfertigt.","translation":"Your anger is completely justified."},{"text":"Der Junge hatte die positive Meinung, die sie von ihm hatten, mehr als gerechtfertigt.","translation":"The boy more than justified the favourable opinion they had formed of him."},{"text":"Eure Empörung ist völlig gerechtfertigt.","translation":"Your outrage is completely justified."},{"text":"Seine Befürchtungen waren gerechtfertigt.","translation":"His apprehensions were justified."}],"tischen":[{"text":"Füße vom Tisch!","translation":"Feet off the table!"},{"text":"Sie legt das Buch auf den Tisch.","translation":"She puts the book on the table."},{"text":"Was ist das Ding auf dem Tisch?","translation":"What's the thing on the table?"},{"text":"Suppe muss heiß auf den Tisch kommen.","translation":"Soup must come hot on the table."},{"text":"Besser ein kleiner Fisch als gar nichts auf dem Tisch.","translation":"Better a small fish than nothing at all on the table."}],"Designer":[{"text":"Diese Kleider wurden vom selben Designer entworfen.","translation":"These dresses were designed by the same designer."},{"text":"Ich habe den Namen des Designers nicht richtig verstanden.","translation":"I didn't quite catch the name of that designer."},{"text":"Er selbst wählte die Programmierer und Designer für dieses Projekt aus.","translation":"He himself chose the programmers and designers for this project."},{"text":"Mendini hat viele Facetten: er ist Architekt, Designer, Künstler und Dichter.","translation":"Mendini has many facets: he is an architect, designer, artist and poet."},{"text":"Tom ist Designer.","translation":"Tom is a designer."}],"zitieren":[{"text":"Hier kann man ja nicht den Mund aufmachen, ohne gleich zitiert zu werden.","translation":"Here you can't open your mouth without being quoted at once."},{"text":"Der Schauspieler zitierte zwei Gedichte ohne lange nachzudenken.","translation":"The actor quoted two poems without much thought."},{"text":"Das ist aus dem Zusammenhang zitiert.","translation":"That is quoted out of context."},{"text":"Ich finde es etwas seltsam, Goethe auf Englisch zu zitieren.","translation":"I find it a bit strange to quote Goethe in English."},{"text":"Man zitiert lieber nicht die Bibel.","translation":"It is better not to quote the Bible."}],"Kindergarten":[{"text":"Er geht in den Kindergarten.","translation":"He goes to nursery school."},{"text":"Meine Mutter arbeitet im Kindergarten.","translation":"My mother works in kindergarten."},{"text":"Ich hole meine Tochter aus dem Kindergarten ab.","translation":"I pick up my daughter from kindergarten."},{"text":"Unser Sohn ist noch im Kindergarten, kommt nächstes Jahr aber in die Schule.","translation":"Our son is still in kindergarten, but will start school next year."},{"text":"Schluss jetzt! Wir sind hier nicht im Kindergarten!","translation":"Stop now! We are not in kindergarten here!"}],"Treffer":[{"text":"Was für ein Treffer!","translation":"What a shot!"},{"text":"Ohne seinen rechtzeitigen Treffer hätte unsere Mannschaft das Spiel verloren.","translation":"If it had not been for his timely hit, our team would have lost the game."},{"text":"Ich googelte „Messer und Gabel“ und „Gabel und Messer“, um zu sehen, was mehr Treffer erzielt.","translation":"I googled \"knife and fork\" and \"fork and knife\" to see which got more results."},{"text":"Der Verlagsbuchhandel ist eine Lotterie, wo es immer neun Nieten gegen einen Treffer gibt.","translation":"The publishing book trade is a lottery where there are always nine rivets for a hit."},{"text":"In der Kunst ist es anders als beim Fußballspiel: in der Abseitsstellung erzielt man die meisten Treffer.","translation":"In art, it's different than in football: in the offside position you score the most goals."}],"Säule":[{"text":"Die Säulen brachen unter dem Gewicht zusammen.","translation":"The columns collapsed under the weight."},{"text":"Die Säule neigte sich nach rechts und fiel um.","translation":"The column tilted to the right and fell over."},{"text":"Diese Säulen stützen die Bühne.","translation":"These pillars support the stage."},{"text":"An einer quadratischen Säule hängen ein Kreuz und eine ewige Lampe.","translation":"On a square column hang a cross and an eternal lamp."},{"text":"Neben der Säule sitzt ein Hund, um auf sein Herrchen zu warten.","translation":"Next to the pillar sits a dog to wait for its master."}],"vorzubereiten":[{"text":"Ich bleibe in der Stadt, um mich auf die Prüfung vorzubereiten.","translation":"I'm staying in town to prepare for the exam."},{"text":"Er hatte nicht viel Zeit, um seine Rede vorzubereiten.","translation":"He did not have much time to work on his speech."},{"text":"Schau dir nochmal Geschichte an, um dich auf den Test vorzubereiten.","translation":"Look at history again to prepare for the test."},{"text":"Sie ist damit beschäftigt, die Reise vorzubereiten.","translation":"She is busy preparing for the trip."},{"text":"Wirst du mir helfen, die Party vorzubereiten?","translation":"Will you help me prepare for the party?"}],"Aufregung":[{"text":"Vor Aufregung hat sie einen roten Kopf bekommen.","translation":"With excitement, she got a red head."},{"text":"Die Kinder konnten die ganze Nacht vor lauter Aufregung nicht schlafen.","translation":"The children could not sleep all night because of all the excitement."},{"text":"Es gibt keinen Grund zur Aufregung.","translation":"There is no need for excitement."},{"text":"Aufregung ist für einen Mann in meinem Alter nicht gut.","translation":"Excitement isn't good for a man of my age."},{"text":"Vor Aufregung hielt ich den Atem an.","translation":"I held my breath in excitement."}],"Umsatz":[{"text":"Der Umsatz ist im laufenden Jahr um 10 Prozent gestiegen.","translation":"Turnover in the current year has increased by 10%."},{"text":"Umsatz ist nicht gleich Einkommen.","translation":"Turnover is not the same as income."},{"text":"Wer den Kunden nicht ehrt, ist dessen Umsatz nicht wert.","translation":"Anyone who does not honor the customer is not worth his turnover."},{"text":"Ich war gerade beim Chef und der hat mich wegen des verringerten Umsatzes rund gemacht.","translation":"I was just with the boss and he made me round because of the reduced turnover."},{"text":"Fehlende Kundenorientierung in einem Unternehmen kann die Umsätze mindern.","translation":"A lack of customer orientation in a company can reduce sales."}],"massage":[{"text":"Ich habe Lust auf eine Massage. Ich muss mich entspannen.","translation":"I fancy a massage. I need to relax."},{"text":"Willst du eine Massage?","translation":"Do you want a massage?"},{"text":"Wann hast du das letzte Mal eine Massage gehabt?","translation":"When's the last time you had a massage?"},{"text":"Ich hoffe, dass die Massage die Schmerzen Ihrer Frau lindern konnte.","translation":"I hope that the massage was able to relieve your wife's pain."},{"text":"Er bemühte sich, die bombastisch angekündigte erotische Massage fortzusetzen, obwohl ihm vor Müdigkeit schon die Augen zu fielen.","translation":"He tried to continue the bombastically announced erotic massage, although his eyes were already falling from fatigue."}],"ultimativ":[{"text":"Schachmatt ist das ultimative Ziel des Spiels und daher das ideale Ende für jede Kombination.","translation":"Mate is the ultimate goal of the game and is therefore the ideal ending to any combination."},{"text":"Die ultimative Frage für mich ist, ob ich eine Beschäftigung mag.","translation":"The ultimate question for me is whether I like business."},{"text":"Ohne alle Sicherheitsvorkehrungen steile Felswände emporzuklettern verschaffte Tom den ultimativen Kick – und beendete sein Leben.","translation":"Climbing up steep rock walls without all safety precautions gave Tom the ultimate kick – and ended his life."},{"text":"Schauspieler zu sein, das ist die ultimative Flucht: Du kannst deine geheimsten Phantasien ausleben und vor der schrecklichen Person fliehen, die du vielleicht selber bist.","translation":"Being an actor is the ultimate escape: you can live out your most secret fantasies and escape from the terrible person you may be."}],"Diagnose":[{"text":"Nicht so schnell mit dem Medikament! Zuerst muss die Diagnose gestellt werden.","translation":"Not so fast with the medicine! You have to be diagnosed first."},{"text":"Ohne eine genaue Diagnose kann man einen Kranken nicht heilen.","translation":"Without an accurate diagnosis, one can not cure a sick person."},{"text":"Sie müssen die Diagnose schon Ihrem Doktor überlassen.","translation":"You must leave diagnosis to your doctor."},{"text":"Wie lautet die Diagnose?","translation":"What is the diagnosis?"},{"text":"Der Arzt irrte sich in seiner Diagnose.","translation":"The doctor made the wrong diagnosis."}],"match":[{"text":"Wir haben das Match 10 zu 4 gewonnen.","translation":"We won the match by 10 to 4."},{"text":"Ich hatte mit einem schwierigeren Match gerechnet.","translation":"I was expecting a more difficult match."},{"text":"Es ist immer noch nicht klar, wer dieses Match gewinnen wird.","translation":"It is still not clear who will win this match."},{"text":"Yanni und Rima hatten ein Match auf Tinder.","translation":"Yanni and Rima matched on Tinder."},{"text":"Die Mannschaft muss ihr Spielniveau anheben, wenn sie das Match gewinnen will.","translation":"The team has to raise their level of play if they want to win the match."},{"text":"Haben Ihre Brüder das Match gewonnen?","translation":"Have your brothers won the match?"}],"Tal":[{"text":"Pass auf, dass du nicht ins Tal stürzt!","translation":"Be careful not to fall into the valley!"},{"text":"Tom wohnt unten im Tal.","translation":"Tom lives down in the valley."},{"text":"Wir sind durch ein schönes grünes Tal gewandert.","translation":"We hiked through a beautiful green valley."},{"text":"Wir hörten das Echo unserer Stimmen von der anderen Seite des Tales.","translation":"We heard the echo of our voices from the other side of the valley."},{"text":"Diese Berg-und-Tal-Bahn fährt sehr schnell; ich glaube ich sterbe.","translation":"This rollercoaster runs very fast; I think I'm dying."},{"text":"Berg und Tal kommen nicht zusammen, aber Menschen.","translation":"Mountain and valley do not come together, but people do."},{"text":"Maria und Tom fahren Berg und Tal.","translation":"Maria and Tom ride mountain and valley."},{"text":"Es gibt ein Gerücht, dass im Tal Gold gefunden wurde.","translation":"There is a rumor that gold has been found in the valley."},{"text":"Das im Tal gelegene Dorf war vollkommen zerstört.","translation":"The village that lay in the valley was completely destroyed."},{"text":"Eine mutterlose Tochter ist wie Tal ohne Weg.","translation":"A motherless daughter is like a valley without a path."}],"Gebühr":[{"text":"Wie hoch ist die monatliche Gebühr?","translation":"How much is the monthly rate?"},{"text":"Tom wurden die Gebühren erlassen.","translation":"Tom was acquitted of the charges."},{"text":"Es können zusätzliche Gebühren anfallen.","translation":"Additional charges may incur."},{"text":"Die Gebühr für den Klavierunterricht beinhaltet die Benutzung des Klaviers.","translation":"The fee for piano lessons includes the use of the piano."},{"text":"Der Taxifahrer verlangte vierzig Euro, denn nachts muss man die doppelte Gebühr bezahlen.","translation":"The taxi driver demanded forty euros, because at night you have to pay double the fee."}],"sechst":[{"text":"Was ist dein sechster Sinn?","translation":"What's your sixth sense?"},{"text":"Wir wohnen im sechsten Stock.","translation":"We live on the sixth floor."},{"text":"Das ist jetzt sein sechster Unfall.","translation":"This is his sixth accident."},{"text":"Glaubst du, dass Frauen einen sechsten Sinn haben?","translation":"Do you believe that women have a sixth sense?"},{"text":"Wer ist am sechsten Tag des nächsten Jahres die Braut?","translation":"Who is the bride on the sixth day of next year?"},{"text":"Der sechste Tag der Woche ist der Samstag.","translation":"The sixth day of the week is Saturday."},{"text":"Sie sind unsere sechste Kundin!","translation":"You are our sixth customer!"},{"text":"In Großbritannien ist jede sechste Schwangerschaft ungeplant.","translation":"One in six pregnancies in Britain are unplanned."},{"text":"Du bist unsere sechste Kundin!","translation":"You are our sixth customer!"}],"belasten":[{"text":"Das hat die Beziehung zwischen Mutter und Tochter sehr belastet.","translation":"This has put a lot of strain on the relationship between mother and daughter."},{"text":"Rauchen belastet unsere Gesundheit.","translation":"Smoking puts a strain on our health."},{"text":"Ich denke, dass Skateboard fahren stark die Knie belastet.","translation":"I think that skateboarding puts a lot of strain on the knees."},{"text":"Ich will Sie nicht mit meinen Problemen belasten.","translation":"I don't want to burden you with my problems."},{"text":"Diese Pillen belasten die Leber.","translation":"These pills act on the liver."}],"Frequenz":[{"text":"Noten eine Oktave höher haben die doppelte Frequenz.","translation":"Notes an octave higher have twice the frequency."},{"text":"Hunde hören Töne mit viel höheren Frequenzen als Menschen.","translation":"Dogs hear sounds with much higher frequencies than humans."},{"text":"Die Geräuschunterdrückung ist effektiv, sowohl bei tiefen als auch bei hohen Frequenzen.","translation":"The noise-cancelling is effective at both low and high frequencies."}],"Junior":[{"text":"Der Junior will die Firma nicht übernehmen.","translation":"The junior does not want to take over the company."},{"text":"Er ist Junior-Mitglied der Mannschaft.","translation":"He is a junior member of the team."},{"text":"Du hast mir immer Streiche gespielt, als wir zusammen auf der Junior Highschool waren.","translation":"You were always playing tricks on me when we were in junior high school."},{"text":"Mary und Juniors Vater sind keine großen Fans von Fetty Waps Musik; behaupten sogar, dass er „Rap für immer runiniert“, wohingegen Junior seine Musik liebt.","translation":"Mary and Junior's father are not big fans of Fetty Wap's music, even claiming that he's \"ruined rap forever\", meanwhile; Junior absolutely loves his music."},{"text":"Ich war Mitglied im Fußballverein, als ich auf der Junior High School war.","translation":"I was a member of the soccer club when I was in junior high."},{"text":"Hier Petro junior, und hier Petro senior.","translation":"Here Petro junior, and here Petro senior."},{"text":"Wie geht es denn Tom junior?","translation":"How is Tom Jr.?"},{"text":"Mary ist gut befreundet mit Juniors Vater.","translation":"Mary is a good friend of Junior's father."},{"text":"Mary und Juniors Vater sind keine großen Fans von Fetty Waps Musik; behaupten sogar, dass er „Rap für immer runiniert“, wohingegen Junior seine Musik liebt.","translation":"Mary and Junior's father are not big fans of Fetty Wap's music; even claim that he \"runs rap forever\", whereas Junior loves his music."}],"hinunter":[{"text":"Wir fuhren eine breite, gerade Straße hinunter.","translation":"We're driving down a straight, broad road."},{"text":"Er stürzt eine Tasse Kaffee hinunter, bevor er zur Arbeit geht.","translation":"He falls down a cup of coffee before going to work."},{"text":"Bitte sei so gut und trage den Mülleimer hinunter.","translation":"Please be so good and carry down the trash can."},{"text":"Ich nahm den Weg zum Fluss hinunter.","translation":"I went on the path down to the river."},{"text":"Er stürzte die Treppe hinunter.","translation":"He tumbled down the stairs."}],"Weltraum":[{"text":"Wie findest du Nahrung im Weltraum?","translation":"How do you find food in space?"},{"text":"Die Erde dreht sich im Weltraum.","translation":"The Earth rotates in space."},{"text":"Der Weltraum ist voller Geheimnisse.","translation":"Space is full of secrets."},{"text":"Der Weltraum ist voller Rätsel.","translation":"Space is full of mysteries."},{"text":"Der Name des Menschen, der als erster in den Weltraum flog, ist weltweit bekannt.","translation":"The name of the man who was the first to fly into space is known worldwide."}],"gebrochen":[{"text":"Das macht die Sache manchmal etwas gebrochen.","translation":"That sometimes makes things a bit broken."},{"text":"Wenn ein Baum sich zu beugen versteht, wird er nie vom Winde gebrochen.","translation":"If a tree knows how to bend, it will never be broken by the wind."},{"text":"Ich glaube, ich habe mir das Bein gebrochen.","translation":"I think I broke my leg."},{"text":"Tom hatte, ohne es zu wissen, einige Herzen gebrochen.","translation":"Tom had unknowingly broken a few hearts."},{"text":"Versprechen werden gemacht, um gebrochen zu werden.","translation":"Promises are made to be broken."},{"text":"Er hat eine gebrochene Hand.","translation":"He's got a broken hand."},{"text":"Er sprach in gebrochenem Englisch, das schwer zu verstehen war.","translation":"He spoke in a broken English that was hard to understand."},{"text":"George hatte ein gebrochenes Herz.","translation":"George was broken-hearted."},{"text":"Der Vogel hatte einen gebrochenen Flügel.","translation":"The bird had a broken wing."},{"text":"Wie heilt man ein gebrochenes Herz?","translation":"How can you mend a broken heart?"}],"zugleich":[{"text":"Ich liebe das Internet und hasse es zugleich.","translation":"I love the Internet and hate it at the same time."},{"text":"Das ist leider wahr und falsch zugleich.","translation":"Unfortunately, this is true and false at the same time."},{"text":"Ich lerne zwei Sprachen zugleich.","translation":"I'm learning two languages at the same time."},{"text":"Er liest und schreibt zugleich.","translation":"He reads and writes at the same time."},{"text":"Schöne Frauen sind Himmel und Hölle zugleich.","translation":"Beautiful women are heaven and hell at the same time."}],"Bisse":[{"text":"Ich konnte keinen Bissen mehr essen.","translation":"I could not eat another bite."},{"text":"Der Bissen blieb ihm im Halse stecken.","translation":"The food got stuck in his throat."},{"text":"Sie nahmen einen Bissen von jedem Apfel.","translation":"They had a bite of each apple."},{"text":"Ein leckerer Bissen wartet nicht lange.","translation":"A delicious bite does not wait long."},{"text":"Es ist ein übler Bissen, wenn man daran erstickt.","translation":"It's a nasty bite when you choke on it."}],"Kommandant":[{"text":"Kommandant, haben Sie das Schiff verlassen?","translation":"Commander, have you left the ship?"},{"text":"Der Kommandant versteht keinen Spaß.","translation":"The commander is not to be trifled with."},{"text":"Der Kommandant der Einheit gab den Befehl, die Waffen niederzulegen.","translation":"The commander of the unit gave the order to lay down the weapons."},{"text":"Ein Kommandant darf seinen Untergebenen Befehle erteilen.","translation":"A commander may give orders to his subordinates."},{"text":"Am 20. Juli 1969 landeten der Kommandant Armstrong und Mitastronaut Edwin Aldrin erfolgreich auf der Oberfläche des Mondes.","translation":"On July 20, 1969 Commander Armstrong and fellow astronaut Edwin Aldrin successfully touched down on the lunar surface."}],"Zeilen":[{"text":"Kannst du zwischen den Zeilen lesen?","translation":"Can you read between the lines?"},{"text":"Er hat fünf Fehler in fünf Zeilen gefunden.","translation":"He found five errors in five lines."},{"text":"Nicht jeder versteht den geheimen Sinn, der sich zwischen den Zeilen verbirgt.","translation":"Not everyone understands the secret meaning hidden between the lines."},{"text":"Ich werde einige Zeilen aus ihrem Brief zitieren.","translation":"I'll quote a few lines from her letter."},{"text":"Der Autor dieser Zeilen war nie in dem Land, von dem er in seinem Gedicht schrieb.","translation":"The author of these lines was never in the country he wrote about in his poem."}],"tippen":[{"text":"Ich kann 50 Wörter pro Minute tippen.","translation":"I can type 50 words per minute."},{"text":"Du kannst tippen, nicht wahr?","translation":"You can type, right?"},{"text":"Ich kann sehr schnell tippen.","translation":"I can type at a very fast rate."},{"text":"Oh, du kannst tippen, ohne auf die Tastatur zu gucken. Das ist cool!","translation":"Oh? You can type without looking at the keyboard. That's cool!"},{"text":"Er tippt äußerst schnell, doch mit vielen Fehlern.","translation":"He types extremely fast but with lots of mistakes."}],"wiederkommen":[{"text":"Ich hoffe, dass es euch gefallen hat und dass ihr bald wiederkommt.","translation":"I hope you all liked it and that you all come back soon."},{"text":"Wirst du je wiederkommen, oder bist du uns für immer genommen, Tom?","translation":"Will you ever come back, Tom, or are you leaving us for good?"},{"text":"Hat man Charakter, so hat man auch sein typisches Erlebnis, das immer wiederkommt.","translation":"If you have character, you also have your typical experience, which comes back again and again."},{"text":"Du solltest von dieser Gelegenheit Gebrauch machen, denn sie wird vielleicht nie wiederkommen.","translation":"You ought to take advantage of this opportunity, for it may not come again."},{"text":"Es wird nicht lange dauern, bis sie wiederkommt.","translation":"It will not be long before she comes back."}],"millimeter":[{"text":"In dieser Frage gebe ich keinen Millimeter nach.","translation":"I will not give a millimetre on this issue."},{"text":"Sie wusste auf den Millimeter genau, wo sich alles befinden musste.","translation":"She knew to the millimetre exactly where everything had to be."},{"text":"Die jährlichen Niederschläge betragen nur 400 Millimeter.","translation":"The annual rainfall amounts to just 400 millimetres."},{"text":"Asphaltbeton, in dem die Korngröße zwanzig Millimeter nicht überschreitet, wird AB-20 genannt.","translation":"Asphalt concrete, in which the grain size does not exceed twenty millimeters, is called AB-20."},{"text":"In meinem Land sind die Maße eines Normalformat-Ziegelsteins einundsiebzig, einhundertfünfzehn und zweihundertvierzig Millimeter.","translation":"In my country, the dimensions of a normal format brick are seventy-one, one hundred and fifteen and two hundred and forty millimetres."}],"Vorfahr":[{"text":"Toms Vorfahren wanderten nach Australien aus.","translation":"Tom's ancestors emigrated to Australia."},{"text":"Ich nehme an, dass unsere Vorfahren gar nicht wussten, wo rechts und links ist.","translation":"I suppose our ancestors didn't even know where right and left were."},{"text":"Unsere Vorfahren kamen vor 150 Jahren in dieses Land.","translation":"Our ancestors came to this country 150 years ago."},{"text":"„Woher kommen Ihre Vorfahren?“ – „Oh, das ist eine lange Geschichte, die niemand versteht.“","translation":"\"Where do your ancestors come from?\" - \"Oh, that's a long story no one understands.\""},{"text":"Er kennt die Sprache seiner Vorfahren nicht.","translation":"He has no knowledge of the language of his ancestors."}],"Abschied":[{"text":"Im Abschied ist die Geburt der Erinnerung.","translation":"In farewell is the birth of memory."},{"text":"Maria ging, ohne Abschied zu nehmen.","translation":"Mary left without saying goodbye."},{"text":"Der Abschied fiel uns schwer.","translation":"It was difficult for us to say goodbye."},{"text":"Tom drückte Maria zum Abschied.","translation":"Tom hugged Mary goodbye."},{"text":"Kurz ist der Abschied für die lange Freundschaft.","translation":"Short is the farewell for the long friendship."}],"vermuten":[{"text":"Ich wage zu vermuten, dass Sie ein Künstler sind.","translation":"I dare to assume that you are an artist."},{"text":"Die Lösung dieses Rätsels ist gar nicht so kompliziert, wie Sie vielleicht vermuten.","translation":"The solution to this puzzle is not as complicated as you might think."},{"text":"Der Vortrag dauerte eine halbe Stunde länger als vermutet.","translation":"The talk lasted half an hour longer than expected."},{"text":"Ärzte vermuten, dass Rauchen eng mit Krebs in Verbindung steht.","translation":"Doctors suspect smoking has lot to do with cancer."},{"text":"Was dort genau geschah, kann man nur vermuten.","translation":"What exactly happened there, we can only guess."}],"schulden":[{"text":"Die Welt schuldet uns nichts — sie war vor uns da!","translation":"The world owes us nothing — it was there before us!"},{"text":"Geschenke schuldet man nicht. Die kommen aus dem Nirgendwo.","translation":"You don't owe gifts. They come from nowhere."},{"text":"Er schuldet mir eine Menge Geld.","translation":"He owes me a lot of money."},{"text":"Ich möchte nie jemandem Geld schulden.","translation":"I never want to owe money to anyone."},{"text":"Zusätzlich zu dieser Summe schuldet er mir noch zehn Dollar.","translation":"In addition to this sum, he owes me ten dollars."}],"jun":[{"text":"Tom jun. ist Toms einziger Sohn.","translation":"Tom Jr. is Tom's only son."}],"angeboten":[{"text":"Ein ihm angebotenes Kind nimmt der Tod nicht.","translation":"Death won't take a sacrificed child."},{"text":"Die meisten der hier angebotenen Speisen sind nicht nach meinem Geschmack.","translation":"Most of the food offered here is not to my liking."},{"text":"Ich habe streng die Regel befolgt, alle mir angebotenen Zigaretten zurückzuweisen.","translation":"I strictly followed the rule of rejecting all cigarettes offered to me."},{"text":"Die seit dem vergangenen Jahr an unserer Schule angebotene Japanisch-AG von Frau Tanaka findet überraschend großen Zulauf.","translation":"Ms. Tanaka's Japanese GROUP, which has been offered at our school since last year, is surprisingly popular."},{"text":"Der Autohändler hatte den Kilometerstand der zum Verkauf angebotenen Wagen um etwa 30 000 km zurückgestellt.","translation":"The car dealer had reduced the mileage of the cars offered for sale by about 30,000 km."},{"text":"Man kann sich hier nicht über ein Mangel an kulturellen Angeboten beschweren.","translation":"You can't complain about a lack of cultural offerings here."},{"text":"Weil der Preis von Orangensaft immer höher ist als der von Apfelsaft, achte ich auf diesen Preis, und ergreife immer die Möglichkeit, mir einen netten Bestand an Orangensaft aus speziellen Angeboten zu verschaffen.","translation":"Because the price of orange juice is always higher than that of apple juice, I pay attention to this price, and always take the opportunity to get a nice stock of orange juice from special offers."}],"giftig":[{"text":"Es ist giftig beim Einatmen.","translation":"It is toxic when inhaled."},{"text":"Diese Pilze, die du gesammelt hast, sind alle giftig — die darfst du nicht essen!","translation":"These mushrooms you've collected are all poisonous — you can't eat them!"},{"text":"Giftgas ist giftige Luft.","translation":"Poison gas is toxic air."},{"text":"Woran erkennt man, ob ein Pilz giftig ist?","translation":"How do you know if a mushroom is poisonous?"},{"text":"Früher glaubte man, dass Tomaten giftig seien.","translation":"It used to be believed that tomatoes were poisonous."}],"Kontaktdaten":[{"text":"Kannst du mir bitte deine Kontaktdaten schicken?","translation":"Can you please send me your contact details?"},{"text":"Das hier sind meine Kontaktdaten.","translation":"These are my contact details."},{"text":"Tragen Sie hier bitte Ihre Kontaktdaten ein.","translation":"Please write down your contact information here."},{"text":"Stellen Sie bitte Kontaktdaten zur Verfügung.","translation":"Please provide contact details."}],"psychologisch":[{"text":"Die Ausgewählten werden umfassende medizinische und psychologische Tests machen müssen.","translation":"Those selected will have to undergo comprehensive medical and psychological tests."},{"text":"Waren Sie schon einmal in psychologischer Behandlung?","translation":"Have you ever been in psychological treatment?"},{"text":"Tom befindet sich in psychologischer Behandlung.","translation":"Tom is undergoing psychological treatment."},{"text":"Seine Krankheit war vor allem psychologisch.","translation":"His illness was mainly psychological."},{"text":"Jede Person hat das psychologische Bedürfnis, dass das, was sie tut, einen Sinn ergibt.","translation":"Every person has the psychological need for what they do to make sense."}],"schlucken":[{"text":"Zum Schlucken würde ich in diesem Fall nicht raten!","translation":"I would not advise swallowing in this case!"},{"text":"Mir tut beim Schlucken der Hals weh.","translation":"My throat hurts when I swallow."},{"text":"Haben Sie Probleme beim Schlucken?","translation":"Having trouble swallowing?"},{"text":"Sie trank in großen Schlucken.","translation":"She drank in big gulps."},{"text":"Er setzte die Flasche an die Lippen und trank hastig mit gierigen Schlucken.","translation":"He put the bottle to his lips and drank hastily with greedy sips."},{"text":"Was die Kirche einmal schluckt, das gibt sie nie wieder her.","translation":"What the Church swallows once, she never gives back."},{"text":"Er schluckte seinen Ärger hinunter und arbeitete weiter.","translation":"He swallowed his anger and went on working."},{"text":"Ich muss dieses Medikament schlucken.","translation":"I have to drink this medicine."},{"text":"Mein Auto schluckt ordentlich.","translation":"My car swallows properly."},{"text":"Es ist schwierig, das Medikament zu schlucken.","translation":"The medicine is hard to swallow."}],"verbreitet":[{"text":"Eine der am meisten verbreiteten Krankheiten ist die Diagnose.","translation":"One of the most common diseases is diagnosis."},{"text":"Der verbreitetste Glaube ist der an Worte.","translation":"The most common belief is in words."},{"text":"Ohne Zweifel ist Englisch die am weitesten verbreitete Sprache in der Welt.","translation":"Without a doubt, English is the most widely spoken language in the world."},{"text":"Diese weit verbreitete Übersetzung entspricht nicht dem Original.","translation":"This widely used translation does not correspond to the original."},{"text":"Ist Thomas dort, wo ihr wohnt, ein verbreiteter Name?","translation":"Is Thomas a common name where you live?"},{"text":"Ein Gerücht, wenn es zwischen zwei Lippen gerät, verbreitet sich im ganzen Dorf.","translation":"A rumor, if it gets between two lips, spreads throughout the village."},{"text":"Snorri Sturlusons Geschichten erzählen unter anderem davon, dass in Norwegen das Christentum gewaltsam verbreitet wurde.","translation":"Snorri Sturluson's stories tell, among other things, that Christianity was spread violently in Norway."},{"text":"Man kann wieder im Freien spielende Kinder sehen, seit sich das mobile Internet verbreitet hat.","translation":"You can see children playing outdoors again since the mobile Internet has spread."},{"text":"Er verhaftete Herkules und warf ihn ins Gefängnis. Dann legte er den Tag des Opfers fest und verbreitete die Nachricht.","translation":"He arrested Hercules and threw him into prison. Then he set the day of the victim and spread the news."},{"text":"Die Nachricht, dass Tom Maria wegen einer anderen Frau verlassen hatte, verbreitete sich rasch im Bekanntenkreis der beiden.","translation":"The news that Tom had left Mary for another woman spread quickly amongst their circle of friends."}],"Illusion":[{"text":"Die Hoffnung ist eine Illusion.","translation":"Hope is an illusion."},{"text":"Maria ist nicht mehr in der Lage, zwischen Realität und Illusion zu unterscheiden.","translation":"Mary is no longer able to distinguish between reality and illusion."},{"text":"Die gefährlichsten Berechnungen, die wir anstellen, nennen sich Illusionen!","translation":"The most dangerous calculations we make are called illusions!"},{"text":"Wer sich keine Illusionen macht, kann es sich leisten, welche zu besitzen.","translation":"Those who have no illusions can afford to own them."},{"text":"Vielleicht ist das nur eine Illusion.","translation":"Maybe that's just an illusion."}],"erläutern":[{"text":"Der Präsident der USA kündigte an, er werde am Dienstag seine Strategie erläutern.","translation":"The US president announced that he would explain his strategy on Tuesday."},{"text":"„Ayumi“, wie sie sich auf der Erde nannte, erläuterte uns die Sprache der Marsbewohner.","translation":"\"Ayumi\", as she called herself on Earth, explained the language of the Martians."},{"text":"Der Anwalt erläuterte uns das neue Gesetz.","translation":"The lawyer explained the new law to us."},{"text":"Den Grund werde ich im fünften Kapitel dieses Buches erläutern.","translation":"I'll explain the reason in the fifth chapter of this book."},{"text":"Könnt ihr das näher erläutern?","translation":"Could you explain that in more detail?"}],"optisch":[{"text":"Die optische Komponente ist hier nur ein Merkmal.","translation":"The optical component is only one feature here."},{"text":"Mein Laptop hat kein optisches Laufwerk.","translation":"My laptop doesn't have an optical disk drive."},{"text":"Dies erscheint länger als jenes, aber es ist nur eine optische Täuschung.","translation":"This seems longer than that, but it's just an optical illusion."},{"text":"Das sind einfach herausragende optische Täuschungen!","translation":"These are simply outstanding optical illusions!"},{"text":"Optische Radare arbeiten mit Licht anstelle von Funkwellen wie bei herkömmlichen Radaren.","translation":"Optical radars work with light instead of radio waves as with conventional radars."}],"Kreativität":[{"text":"Die Kreativität ist ein wichtiger Aspekt für die Entwicklung des Menschen.","translation":"Creativity is an important aspect for human development."},{"text":"Wahre Kreativität entsteht immer aus dem Mangel.","translation":"True creativity always comes from scarcity."},{"text":"Kreativität ist Leidenschaft und Liebe.","translation":"Creativity is passion and love."},{"text":"Wer immer zu früh an die Kosten denkt, tötet die Kreativität.","translation":"Whoever thinks about costs too early kills creativity."},{"text":"Für Licht braucht man Energie, genauso wie für Kreativität.","translation":"You need energy for light, as well as creativity."}],"Franzose":[{"text":"Ein echter deutscher Mann mag keinen Franzosen leiden, doch ihre Weine trinkt er gern.","translation":"A true German can't stand the French, yet willingly he drinks their wines."},{"text":"Der Freund meiner Schwester ist Franzose.","translation":"My sister's boyfriend is French."},{"text":"„Warum sprichst du so gut Französisch?“ – „Nun, ich bin Franzose.“","translation":"\"How did you come to speak French so well?\" - \"Well, I am French.\""},{"text":"„Jean-Luc ist kein Franzose.“ – „Was denn?“","translation":"\"Jean-Luc is not French.\" – \"What?\""},{"text":"Nach drei Jahren versteh ich nichts. Wie er, der Franzose?","translation":"After three years, I don't understand anything. Like him, the Frenchman?"}],"nix":[{"text":"Wenn etwas kostenlos ist, dann heißt das, dass es gar nix kostet.","translation":"If something is free, it means that it costs nothing."},{"text":"Ja, ich hab' einen neuen Job, allerdings nix Besonderes.","translation":"Yes, I have a new job, but nothing special."},{"text":"Das mache ich in null Komma nix!","translation":"I don't do that in no time!"},{"text":"Ohne Moos nix los.","translation":"Without moss nothing goes."},{"text":"Scheiß lahmarschiger Computer. Fahr doch zur Hölle! Ich mach hier gar nix mehr.","translation":"Fuckin' slow-ass computer. Fuck this! I ain't doin' shit anymore."},{"text":"Nix passiert.","translation":"Nothing happened."},{"text":"Unser Lehrer hat von nix ne Ahnung. Dauernd fragt er uns!","translation":"Our teacher knows nowt about anything. He's always asking us!"},{"text":"Nix für ungut!","translation":"No offense!"},{"text":"„Ja, das hab’ ich gern: Bier trinken während der Arbeitszeit! Ihr könnt euch eure Papiere abholen, und dann verschwindet ihr hier!“ – „Aber Chef!“ – „Nix! Abmarsch!“","translation":"\"Yes, I like that: drinking beer during working hours! You can pick up your papers, and then you disappear here!\" – \"But boss!\" – \"Nothing! March off!\""},{"text":"„Wie lauten die zwölf Tierkreiszeichen in der Reihenfolge, in welcher die Sonne sie im Laufe eines Jahres durchquert?“ – „Äh, lass mich kurz überlegen!“ – „Nix da überlegen! Das muss wie aus der Pistole geschossen kommen!“","translation":"\"What are the twelve signs of the Zodiac, in the order in which the sun passes them by in the course of a year?\" - \"Um, let me think for a minute!\" - \"No thinking! It's got to come as quick as a shot!\""}],"kopfschmerz":[{"text":"Der Patient klagt über häufige Kopfschmerzen.","translation":"The patient is complaining of frequent headaches."},{"text":"Ich habe Kopfschmerzen. Ich war heute zu lange in der Sonne.","translation":"I have a headache. I was too long today in the sun."},{"text":"Er hatte so starke Kopfschmerzen, dass er das Treffen absagen musste.","translation":"He had such a bad headache that he had to cancel the meeting."},{"text":"Geben Sie mir bitte etwas gegen Kopfschmerzen.","translation":"Please give me something for headaches."},{"text":"Ich wäre mit euch ins Kino gegangen, aber leider hatte ich Kopfschmerzen.","translation":"I would have come to the cinema with you all, but unfortunately, I had a headache."}],"Gesang":[{"text":"Maria stimmte einen wunderschönen Gesang in einer fremden Sprache an.","translation":"Maria sang a beautiful song in a foreign language."},{"text":"Die Truppen zogen mit Gesang aus der Stadt hinaus.","translation":"The troops left the city with singing."},{"text":"Es singe, wem ein Gott Gesang gegeben!","translation":"May it sing to whom a God gave song!"},{"text":"Ich möchte Gesang studieren.","translation":"I want to study singing."},{"text":"Tom begleitete Marias Gesang mit dem Piano.","translation":"Tom played the piano and Mary sang."}],"abhängen":[{"text":"Wer von anderen abhängt, soll sich bei deren Hund beliebt machen.","translation":"Those who depend on others should make themselves popular with their dog."},{"text":"Pass auf, dass sie dich nicht abhängt!","translation":"Be careful she doesn't leave you behind!"},{"text":"Der Olymp? Ist das nicht, wo die griechischen Götter abhängen oder so?","translation":"Mount Olympus? Isn't that where the Greek gods hang out or something?"},{"text":"Von deiner Entscheidung wird alles abhängen.","translation":"Everything will depend on your decision."},{"text":"Es ist nicht übertrieben, zu sagen, dass dein Schicksal von deiner Einstellung abhängt.","translation":"It is no exaggeration to say that your fate depends on your attitude."}],"baden":[{"text":"In Bädern von Baden-Baden baden Badener.","translation":"Badeners bathe in baths of Baden-Baden."},{"text":"Während Maria badete, las Tom heimlich in ihrem Tagebuch.","translation":"While Mary was in the bath, Tom secretly read her diary."},{"text":"Was machen wir denn jetzt? Wie baden wir das aus?","translation":"What do we do now? How do we bathe this out?"},{"text":"Du bist als Kind wohl zu heiß gebadet worden.","translation":"You must have been bathed too hot as a child."},{"text":"Mutter badete das Baby.","translation":"Mother bathed the baby."},{"text":"Baden-Württemberg ist … irgendwo da unten links!","translation":"Baden-Württemberg is ... somewhere down there left!"},{"text":"Baden und Rasieren ist laut Tom nichts für Männer.","translation":"According to Tom, bathing and shaving is not for men."},{"text":"Er singt gern beim Baden.","translation":"He likes singing in the bath."},{"text":"Baden ist hier gefährlich.","translation":"Bathing is dangerous here."},{"text":"Du musst vorsichtig sein beim Baden im Meer.","translation":"You must be careful when swimming in the sea."}],"cd":[{"text":"Wir haben genug Geld, um diese CD zu kaufen.","translation":"We have enough money to buy this CD."},{"text":"Ich besitze keinen CD-Spieler, aber ich habe die CD trotzdem gekauft.","translation":"I don't have a CD player, but I bought the CD anyway."},{"text":"Welche CD willst du anhören?","translation":"Which CD do you want to listen to?"},{"text":"Ich wollte schon lange diesen CD-Spieler haben.","translation":"I've wanted to have this CD player for a long time."},{"text":"Ich habe ihm eine CD geliehen.","translation":"I lent him a CD."}],"Würfel":[{"text":"Tom schnitt die Zwiebeln in feine Würfel.","translation":"Tom cut the onions into fine cubes."},{"text":"Der Würfel ist gefallen!","translation":"The die has been cast!"},{"text":"Es ist ein Quadrat und kein Würfel.","translation":"It's a square, not a cube."},{"text":"Wir werden es wie Männer entscheiden. Holt die Würfel!","translation":"We'll decide it like men. Bring the dice!"},{"text":"Die Frage nach der Wahl von Esperanto oder Ido sollte man ganz praktisch lösen: durch Würfeln!","translation":"The question of choosing Esperanto or Ido should be solved in a very practical way: by rolling the dice!"},{"text":"Die Würfel Gottes fallen immer richtig.","translation":"God's dice always fall right."},{"text":"Drei W bringen Pein: Weiber, Würfel und der Wein.","translation":"Three W bring pain: women, cubes and the wine."},{"text":"„Mama, gibt es in der Natur Würfel?“ – „Gewiss. Man denke etwa an Kochsalzkristalle.“","translation":"\"Mom, are there cubes in nature?\" – \"Certainly. Think of saline crystals, for example.\""},{"text":"Schneiden Sie in der Zwischenzeit die Brotscheiben in Würfel und braten Sie sie im heißen Öl.","translation":"In the meantime, cut the bread into cubes and fry them in hot oil."},{"text":"Seit 48 Jahren suchen Physiker in aller Welt nach jenem \"Würfel Gottes\" - einem Elementarteilchen, das es nach allen gängigen Theorien geben muss, dessen Eigenschaften ziemlich genau bekannt sind, das aber noch nie jemand gesehen hatte.","translation":"For 48 years, physicists all over the world have been searching for that \"cube of God\" - an elementary particle that must exist according to all current theories, whose properties are quite well known, but which no one had ever seen before."}],"hauptsache":[{"text":"Macht nichts. Hauptsache, es schmeckt.","translation":"Never mind. The main thing is that it tastes good."},{"text":"Ob das stimmt oder nicht, ist völlig egal. Hauptsache, es hört sich gut an.","translation":"Whether this is true or not does not matter. The main thing is that it sounds good."},{"text":"Die Hauptsache ist der Effekt.","translation":"The main thing is the effect."},{"text":"Hauptsache, der Mann bringt, wenn er geht, den Müll mit runter.","translation":"The main thing is that the man, when he leaves, brings down the garbage."},{"text":"Hauptsache, du bringst das wieder in Ordnung.","translation":"The main thing is that you fix it."}],"david":[{"text":"David hat so viele Freundinnen, dass er sich nicht alle ihre Namen merken kann.","translation":"David has so many girlfriends that he can't remember all of their names."},{"text":"David ist sehr aktiv.","translation":"David is very active."},{"text":"David ist zu Hause.","translation":"David is at home."},{"text":"Bevor David ankam, begann Samantha den Tisch zu decken.","translation":"Before David arrived, Samantha started to lay the table."},{"text":"David ist hübsch.","translation":"David is handsome."},{"text":"David kann nicht zu Hause sein.","translation":"David can't be at home."},{"text":"David ging Lebensmittel kaufen.","translation":"David went to buy some food."},{"text":"David schlug sich durchs College.","translation":"David worked his way through college."},{"text":"David kam nie wieder in die Schule zurück.","translation":"David never came back to school."},{"text":"David aber antwortete Saul: \"Wer bin ich? Und was ist mein Leben und das Geschlecht meines Vaters in Israel, dass ich des Königs Eidam werden soll?\"","translation":"But David answered Saul, \"Who am I? And what is my life and my father's seed in Israel that I should become King Eidam?\""},{"text":"Toni und Tom kämpfen wie David und Goliath.","translation":"Toni and Tom fight like David and Goliath."},{"text":"Ich habe gerade etwas neues über David Cameron erfahren.","translation":"I just learned something new about David Cameron."},{"text":"Letztes Jahr wohnte ich mit David zusammen.","translation":"Last year I lived with David."},{"text":"Herr David scheint müde zu sein.","translation":"Mr David seems tired."},{"text":"Mary, das ist David, der Bruder von Joe.","translation":"Mary, this is David, the brother of Joe."}],"Versandkosten":[{"text":"Die Ware wird ohne Versandkosten geliefert.","translation":"The goods are delivered without shipping costs."},{"text":"Tom übernimmt die Versandkosten.","translation":"Tom covers the shipping costs."},{"text":"Wenn man für 20 Euro einkauft, entfallen die Versandkosten.","translation":"If you buy for 20 euros, the shipping costs are omitted."},{"text":"Die Versandkosten werden von mir übernommen.","translation":"The shipping costs are covered by me."}],"ar":[{"text":"In der griechischen Mythologie war Ares der Gott des Krieges.","translation":"In Greek mythology, Ares was the god of war."},{"text":"Schreckliche Götter haben schreckliche Lieblinge, und so hatte Ares eben diesen Drachen als Liebling.","translation":"Terrible gods have terrible favorites, and so Ares had this dragon as his favorite."},{"text":"Das Elementsymbol für Arsen ist nicht „Ar“, sondern „As“. – „Ar“ steht nämlich für Argon.","translation":"The element symbol for arsenic is not \"Ar\", but \"As\". – \"Ar\" stands for argon."},{"text":"In der griechischen Mythologie ist Ares der Gott des Krieges.","translation":"In Greek mythology, Ares is the god of war."},{"text":"Tom erschlug den Drachen; der aber hatte dem Gott Ares gehört, welcher sogleich erschien und Wiedergutmachung verlangte.","translation":"Tom slew the dragon; but he had belonged to the god Ares, who immediately appeared and demanded reparation."},{"text":"Seinen Namen, der griechisch ist und „Antimars“ bedeutet, verdankt Antares dem Umstand, dass seine Farbe ihn dem Mars, der im Griechischen Ares heißt, leicht verwechselbar macht.","translation":"Antares owes its name, which is Greek and means \"Antimars\", to the fact that its color makes it easily confused with Mars, which is called Ares in Greek."},{"text":"Wegen der außerordentlich trockenen Frühjahrswitterung hatten die Pflanzen sehr gelitten, und von 880 berechneten Pflanzen pro Ar kamen durchschnittlich nur 556 zum Vorschein.","translation":"Because of the extraordinarily dry spring weather, the plants had suffered greatly, and out of 880 calculated plants per are, only 556 appeared on average."}],"beruhen":[{"text":"Die Logik der Frauen beruht auf der Überzeugung, dass nichts unmöglich ist.","translation":"Women's logic is based on the conviction that nothing is impossible."},{"text":"Du meinst also, die Wirkung dieses Medikamentes beruht nur auf dem Placebo-Effekt?","translation":"So you mean the effect of this drug is only based on the placebo effect?"},{"text":"Meine Frau möchte, dass wir die Angelegenheit auf sich beruhen lassen.","translation":"My wife wants us to let the matter rest on its own."},{"text":"Alles beruht auf der Meinung.","translation":"Everything is based on opinion."},{"text":"Glaube beruht auf Ursachen, nicht auf Gründen.","translation":"Faith is based on causes, not reasons."}],"übersehen":[{"text":"Er sah über den Text, aber er übersah den Fehler.","translation":"He looked over the text, but overlooked the error."},{"text":"Tut mir Leid, habe deine Frage wohl damals übersehen.","translation":"I'm sorry, I must have missed your question at the time."},{"text":"Du hast es doch nicht etwa übersehen?","translation":"Might you have overlooked it?"},{"text":"Die hoch stehen, müssen viel übersehen.","translation":"Those who stand high have to overlook a lot."},{"text":"Man muss vieles übersehen, um schauen zu können.","translation":"You have to overlook a lot of things in order to be able to look."}],"vegan":[{"text":"Führen Sie auch vegane Gerichte?","translation":"Do you also do vegan dishes?"},{"text":"Ich habe noch nie eine dicke vegane Person gesehen.","translation":"I've never seen a fat vegan."},{"text":"Die Kekse sind vegan.","translation":"The cookies are vegan."},{"text":"Tom bestellte zwei vegane heiße Hunde.","translation":"Tom ordered two vegan hot dogs."},{"text":"Wenigstens einen veganen Aufstrich gab es.","translation":"At least there was one vegan spread."},{"text":"Ist es schwierig, vegan zu sein?","translation":"Is it hard to be vegan?"},{"text":"Ist das grüne Curry vegan?","translation":"Is the green curry vegan?"},{"text":"Sei gut zu dir. Werd vegan!","translation":"Love yourself. Go vegan!"},{"text":"Vegan kann man auch ein eierloses Rührei kochen.","translation":"Vegan you can also cook an eggless scrambled egg."},{"text":"Ich lebe seit drei Jahren vegan.","translation":"I've been vegan for three years."}],"Geschenke":[{"text":"Er bekommt Geschenke.","translation":"He gets gifts."},{"text":"Er brachte viele Geschenke von seiner Reise mit.","translation":"He brought a lot of gifts back from his trip."},{"text":"Frauen lieben Geschenke.","translation":"Women love gifts."},{"text":"Japaner tauschen Geschenke aus, um ihre Gefühle auszudrücken.","translation":"Japanese people exchange gifts to express their feelings."},{"text":"Das Leben gibt seine Geschenke nicht erneut.","translation":"Life does not repeat its gifts."}],"Thron":[{"text":"Susanne kann schon ganz allein auf dem Thron sitzen.","translation":"Susanne can sit on the throne all by herself."},{"text":"Der Thron des Kaisers, so glaubte man, war ihm von Gott gegeben.","translation":"The emperor's throne, it was believed, was given to him by God."},{"text":"Der Thron des Königs bestand aus massivem Gold.","translation":"The king's throne was made out of solid gold."},{"text":"Er wird auf den Thron folgen.","translation":"He will succeed to the throne."},{"text":"Er stößt die Mächtigen vom Thron und erhöht die Niedrigen.","translation":"He knocks the mighty from the throne and elevates the humble."}],"Alarm":[{"text":"Das Ganze war ein blinder Alarm.","translation":"The whole thing was a blind alarm."},{"text":"Lösen Sie nicht den Alarm aus!","translation":"Don't set off the alarm."},{"text":"War wohl falscher Alarm.","translation":"It was probably a false alarm."},{"text":"Der Alarm wurde um 5:30 Uhr ausgelöst.","translation":"The alarm was triggered at 5:30 a.m."},{"text":"Der Alarm ging los, und ein rotes Licht blinkte auf.","translation":"The alarm went off and a red light started flashing."},{"text":"Maria schlägt Alarm.","translation":"Maria sounds the alarm."},{"text":"Der Wächter schlägt Alarm, um selbst dabei zu rauben und zu plündern.","translation":"The guard sounds the alarm to rob and loot himself."},{"text":"Roter Alarm!","translation":"Red alert!"}],"Nachname":[{"text":"Er und ich haben den gleichen Nachnamen.","translation":"He and I have the same last name."},{"text":"Wie schreibt man Ihren Nachnamen?","translation":"How do you write your last name?"},{"text":"Ich kann deinen Nachnamen nicht richtig betont aussprechen.","translation":"I can't pronounce your surname properly."},{"text":"Ich kenne eine Frau, die den gleichen Vor- und Nachnamen wie ich hat.","translation":"I know a woman who has the same first and last name as me."},{"text":"Tom hat mir seinen Nachnamen nie mitgeteilt.","translation":"Tom never told me his last name."},{"text":"Wie ist Toms Nachname?","translation":"What is Tom's last name?"},{"text":"Ich kenne Toms Nachnamen nicht.","translation":"I don't know Tom's last name."},{"text":"Ich kenne nicht einmal Toms Nachnamen.","translation":"I don't even know Tom's last name."},{"text":"Wie spricht man Toms Nachnamen aus?","translation":"How is Tom's last name pronounced?"},{"text":"Wie lautet dein Nachname?","translation":"What is your last name?"}],"bedeutend":[{"text":"Ein bedeutender Schüler ist des Lehrers Stolz.","translation":"An important student is the teacher's pride."},{"text":"Männer sind zwar oft so jung, aber niemals so bedeutend, wie sie sich fühlen.","translation":"Men are often as young, but never as important as they feel."},{"text":"Er machte eine bedeutende Entdeckung.","translation":"He made an important discovery."},{"text":"Herr Suzuki ist ein bedeutender Wissenschaftler.","translation":"Mr. Suzuki is an eminent scientist."},{"text":"Meine Noten haben sich bedeutend verbessert.","translation":"My grades have improved significantly."}],"Fotos":[{"text":"Bitte machen Sie hier keine Fotos.","translation":"Please do not take photos here."},{"text":"Bitte zeigen Sie mir diese Fotos.","translation":"Please show me these photos."},{"text":"Diese Fotos inspirieren mich dazu, selbst wieder mehr fotografieren zu gehen.","translation":"These photos inspire me to take more pictures myself."},{"text":"Diese Fotos sind wunderschön.","translation":"These photos are beautiful."},{"text":"Woran erinnern dich diese Fotos?","translation":"What do these photos remind you of?"}],"verloren":[{"text":"Eine verlorene Gelegenheit kommt niemals wieder.","translation":"A missed opportunity never comes again."},{"text":"Der verlorene Sohn kehrte wieder heim.","translation":"The prodigal son returned home."},{"text":"Ein Tag ohne Lächeln ist ein verlorener Tag.","translation":"A day without smiling is a day lost."},{"text":"Was ist ein verlorener Tag? Ein Tag, an dem du nicht gelacht hast!","translation":"What is a lost day? A day when you didn't laugh!"},{"text":"Ich gehe herum wie ein verlorenes Schaf und finde nicht, was meine Seele sucht.","translation":"I walk around like a lost sheep and can't find what my soul is looking for."}],"Fortschritte":[{"text":"Er ist glücklich über die Fortschritte, die er in letzter Zeit gemacht hat.","translation":"He is happy about the progress he has recently made."},{"text":"Unsere Methode garantiert schnelle Fortschritte.","translation":"Our method guarantees rapid progress."},{"text":"Sie macht täglich Fortschritte.","translation":"She's making progress every day."},{"text":"Es gibt Fortschritte, die gehen ganz langsam.","translation":"There is progress that is very slow."},{"text":"Meiner Meinung nach hat ihr Englisch große Fortschritte gemacht.","translation":"In my opinion, her English has made great progress."}],"Bindung":[{"text":"Die echte Bindung wird durch Belastung stärker.","translation":"The real bond is strengthened by stress."},{"text":"Der Forscher schrieb einen Artikel über die Bindungen zwischen Geschwistern.","translation":"The researcher wrote an article about the bonds between siblings."},{"text":"Zwischen den Brüdern gibt es eine enge Bindung.","translation":"There is a strong bond between the brothers."},{"text":"16. Gesetz der Macht: Scheue Bindungen, wo immer es geht.","translation":"16. Law of Power: Shy away from attachments wherever possible."},{"text":"Wahrheitsliebe ist die seltenste aller amourösen Bindungen.","translation":"Love of truth is the rarest of all amorous bonds."}],"auffordern":[{"text":"Sie sind aufgefordert, so viele Daten wie möglich zur Verfügung zu stellen.","translation":"You are asked to provide as much data as possible."},{"text":"Präsident Gül hatte die Regierung zu schnellem Handeln aufgefordert","translation":"President Gül had called on the government to act quickly"},{"text":"An der Grenze wurde ich aufgefordert, meinen Pass zu präsentieren.","translation":"At the border, I was asked to present my passport."},{"text":"Ich hatte solche Angst, dass niemand mich zum Tanz auffordern würde.","translation":"I was so afraid that no one would ask me to dance."},{"text":"Aufgrund der Gewalt in den Straßen wurden die Menschen aufgefordert, zu Hause zu bleiben.","translation":"People were told to stay indoors because of the violence in the streets."}],"ängstlich":[{"text":"Alle Welt blickt nun ängstlich nach Athen und Brüssel.","translation":"The whole world is now looking anxiously to Athens and Brussels."},{"text":"Tom versteckte sich ängstlich hinter Maria.","translation":"Tom hid anxiously behind Maria."},{"text":"Er ist zu ängstlich, um es zu versuchen.","translation":"He's too scared to try."},{"text":"Ängstlich wartete er auf seinen Sohn.","translation":"He waited for his son with anxiety."},{"text":"Der Hund schaute seinen Herrn ängstlich an.","translation":"The dog looked anxiously at his master."}],"Nebenwirkung":[{"text":"Küssen hat Nebenwirkungen, positive und negative.","translation":"Kissing has side effects, positive and negative."},{"text":"Bislang sind keine Nebenwirkungen bekannt.","translation":"So far, no side effects are known."},{"text":"Das Medikament ist nicht ohne. Es traten bei mir krasse Nebenwirkungen auf.","translation":"The drug is not without. I had blatant side effects."},{"text":"Wo auch immer es Wirkungen gibt, da gibt es auch Risiken und Nebenwirkungen.","translation":"Wherever there are effects, there are also risks and side effects."},{"text":"Diese Medizin hat keine Nebenwirkungen.","translation":"This medicine has no side effects."}],"Beobachtung":[{"text":"Es gibt nichts, über das sich nicht interessante Beobachtungen anstellen ließen.","translation":"There is nothing about which interesting observations cannot be made."},{"text":"Wissenschaft beruht auf Beobachtung.","translation":"Science is based on observation."},{"text":"Wissenschaft basiert auf äußerst sorgfältiger Beobachtung.","translation":"Science is based on extremely careful observation."},{"text":"Nach der Operation bleibt er unter Beobachtung.","translation":"After the operation he stays under observation."},{"text":"Er ist unter ständiger Beobachtung.","translation":"He is under constant surveillance."}],"Ehefrau":[{"text":"Toms neue Ehefrau ist jünger als seine Tochter aus erster Ehe.","translation":"Tom's new wife is younger than his daughter from his first marriage."},{"text":"\"Der liebe Gott weiß alles!\" \"Die liebe Ehefrau weiß alles besser!\"","translation":"\"The dear God knows everything!\" \"The dear wife knows everything better!\""},{"text":"Eine schlechte Ehefrau ist wie zu enge Schuhe.","translation":"A bad wife is like shoes that are too tight."},{"text":"Tom hat eine wunderbare Ehefrau in Maria gefunden.","translation":"Tom has found a wonderful wife in Maria."},{"text":"Ted liebt seine Ehefrau Elizabeth.","translation":"Ted loves his wife Elizabeth."}]}