{"auswirken":[{"text":"Bis sich diese Änderungen auswirken, vergeht einige Zeit.","translation":"It takes some time for these changes to take effect."},{"text":"Meinst du, dass sich unser Klima auf unseren Charakter auswirkt?","translation":"Do you think our climate has an influence on our character?"},{"text":"Es ist dringend notwendig zu verstehen, wie der Klimawandel sich auf unser Leben auswirken wird.","translation":"There is an urgent need for understanding how climate change will affect our lives."},{"text":"Damals hoffte ich, dass die neuen Eindrücke sich auf deinen Gemütszustand günstig auswirken würden.","translation":"At the time, I hoped that the new impressions would have a beneficial effect on your state of mind."},{"text":"Systemische Erkrankungen sind solche, die sich auf das ganze Organsystem auswirken.","translation":"Systemic diseases are those that affect the entire organ system."}],"erlaubt":[{"text":"Steuern sind ein erlaubter Fall von Raub.","translation":"Taxes are a permissible case of robbery."},{"text":"Solange das Schicksal es erlaubt, lebt froh!","translation":"As long as fate permits, live happily!"},{"text":"Tom überschreitet nie die erlaubte Höchstgeschwindigkeit.","translation":"Tom never drives over the speed limit."},{"text":"Er ist gestürzt, als er außerhalb der erlaubten Skipiste fuhr.","translation":"He fell while skiing outside the permitted ski slope."},{"text":"Schorsch hat vom Arzt eine Liste mit erlaubten und verbotenen Dingen bekommen. Erlaubt sind unter anderem: Obst, Gemüse, leichte Wanderungen; verboten hingegen sind: Rauchen, Alkohol, Gewichtheben.","translation":"Schorsch received a list of permitted and forbidden things from the doctor. Allowed are, among other things: fruits, vegetables, easy hikes; prohibited, however, are: smoking, alcohol, weightlifting."},{"text":"Bei uns ist alles erlaubt, was nicht ausdrücklich verboten ist.","translation":"We allow everything that is not expressly prohibited."},{"text":"Wer hat dir erlaubt, mich da zu küssen, Tom!","translation":"Who allowed you to kiss me, Tom!"},{"text":"Ich habe mir erlaubt, sie anzurufen.","translation":"I took the liberty of calling her."},{"text":"Der Lehrer hat mir erlaubt, früher nach Hause zu gehen.","translation":"Teacher allowed me to go home earlier."},{"text":"Man hat mir erlaubt, im Fluss zu schwimmen.","translation":"I was allowed to swim in the river."}],"Justin":[{"text":"Justin hat doch wohl einen Vogel.","translation":"Justin must have a bird."},{"text":"Als Justin Bieber seine musikalische Karriere startete, war er vierzehn Jahre alt.","translation":"When Justin Bieber started his music career, he was fourteen years old."},{"text":"Ich hasse Justin Bieber.","translation":"I hate Justin Bieber."},{"text":"Sie ist in Justin Timberlake verliebt.","translation":"She has a crush on Justin Timberlake."},{"text":"Justin Bieber wurde heute in Miami Beach festgenommen.","translation":"Justin Bieber was arrested in Miami Beach today."},{"text":"Justin Bieber ist berühmter als Katie Holmes.","translation":"Justin Bieber is more famous than Katie Holmes."},{"text":"Polnische Frauen wollten nicht, dass Justin Bieber nach Polen kommt.","translation":"Polish women didn't want Justin Bieber to come to Poland."},{"text":"Der kanadische Premierminister Justin Trudeau wurde von der deutschen Zeitung „Die Welt“ zum „feschesten Politiker der Welt“ gekürt.","translation":"Canadian Prime Minister Justin Trudeau was named \"the smartest politician in the world\" by the German newspaper \"Die Welt\"."}],"putin":[{"text":"Ich habe Angst vor Putin.","translation":"I'm afraid of Putin."},{"text":"Was Putin wirklich will, ist Respekt auf Augenhöhe.","translation":"What Putin really wants is respect at eye level."},{"text":"Aber ich habe noch eine Frage. Warum hilft euer Putin nicht unseren Zyprioten?","translation":"But I have one more question. Why doesn't your Putin help our Cypriots?"},{"text":"Tom kennt nicht den Unterschied zwischen Putin und Stalin.","translation":"Tom doesn't know the difference between Putin and Stalin."},{"text":"Europäische Politiker sind für Europa und die Europäer zehnmal gefährlicher als Putin.","translation":"European politicians are ten times more dangerous to Europe and Europeans than Putin."},{"text":"Putin wird dämonisiert.","translation":"Putin is demonized."},{"text":"Putin sagte, dass es notwendig sei, die Terroristen auf dem Scheißhaus zu erledigen.","translation":"Putin said that terrorists should be ‘soaked in the john’."},{"text":"Putin bedankte sich in der Neujahrsnacht bei den Bürgern der Russischen Föderation für ihre Bereitschaft, die Interessen des Landes zu verteidigen.","translation":"Putin thanked the citizens of the Russian Federation on New Year's Eve for their willingness to defend the country's interests."},{"text":"„Wir müssen Kirgisistan helfen“, sagte Putin zu Hu Jintao — in meinem Traum.","translation":"\"We have to help Kyrgyzstan,\" Putin told Hu Jintao — in my dream."},{"text":"Putin ist ein Arschloch!","translation":"Putin is a dickhead!"},{"text":"Vladimir Putin hat Tom angerufen und ihm zum Geburtstag gratuliert.","translation":"Vladimir Putin called Tom and congratulated him on his birthday."},{"text":"Lustig ist, dass Putin gerade vom Bösen dämonisiert wird.","translation":"The funny thing is that Putin is being demonized by evil."},{"text":"Der russische Präsident Wladimir Putin trennt sich nach dreißig Ehejahren von seiner Frau Ljudmila.","translation":"Russian President Vladimir Putin is splitting with his wife Lyudmila after 30 years of marriage."}],"Versammlung":[{"text":"Wir nahmen an der Versammlung teil.","translation":"We took part in the assembly."},{"text":"Er konnte an der Versammlung nicht teilnehmen.","translation":"He was unable to attend the meeting."},{"text":"Nachdem alle schon angekommen waren, konnte die Versammlung beginnen.","translation":"After everyone had already arrived, the meeting could begin."},{"text":"Er sprach vor der Versammlung der Menschen seine Meinungen über die aktuelle Regierung.","translation":"He spoke his opinions about the current government to the gathering of people."},{"text":"Die Versammlung wählte.","translation":"The convention voted."}],"dementsprechend":[{"text":"Jedes Gehirn entwirft sein eigenes Modell der Welt, und dementsprechend erleben wir sie.","translation":"Each brain designs its own model of the world, and accordingly we experience it."},{"text":"Dementsprechend werden wir dem Bericht zustimmen, der aus einem Satz besteht.","translation":"Accordingly, we shall be voting in favour of the report, which consists of one sentence."},{"text":"Tom, du bist inzwischen erwachsen. Versuche, dich dementsprechend zu benehmen!","translation":"Tom, you're an adult now. Try to behave like one."},{"text":"Wir ziehen demnächst um, und dementsprechend chaotisch geht es bei uns zu.","translation":"We are moving soon, and it is accordingly chaotic with us."},{"text":"Er ist ein berühmter Maler und sollte dementsprechend behandelt werden.","translation":"He is a famous painter and should be treated as such."}],"Handys":[{"text":"Ich repariere kaputte Handys.","translation":"I fix broken cell phones."},{"text":"Er handelt mit Handys.","translation":"He trades in mobile phones."},{"text":"Ist es echt so schwer, eure Handys auszumachen?","translation":"Is it really so hard to switch off your mobiles?"},{"text":"Außer mit PCs kann es auch mit Handys benutzt werden.","translation":"In addition to PCs, it can be used with cell phones."},{"text":"Die Ruhe in der Bibliothek wurde vom Klingeln eines Handys gestört.","translation":"The silence in the library was disturbed by the ringing of a cell phone."},{"text":"Aber Handys verändern sich.","translation":"But mobile phones are changing."},{"text":"Der Akku meines Handys funktioniert nicht mehr gut.","translation":"My phone's battery is no longer working well."},{"text":"Endlich! Adobe lässt den Scheiß mit dem Flash für Handys.","translation":"At last! Adobe leaves the shit with the Flash for mobile phones."},{"text":"Es wäre besser, du würdest damit aufhören, die Leute zu beobachten, wie sie Handys benutzen.","translation":"It would be better if you stopped watching people use cell phones."},{"text":"Sind Handys Fluch oder Segen?","translation":"Are mobile phones a blessing or a curse?"}],"verdrehen":[{"text":"Du hast mir den Kopf verdreht.","translation":"You swept me off my feet."},{"text":"Man muss die Tatsachen kennen, bevor man sie verdrehen kann.","translation":"You have to know the facts before you can twist them."},{"text":"Recht bleibt Recht, aber man verdreht es gern.","translation":"Law remains right, but one likes to twist it."},{"text":"Der Mann hat hauptsächlich deshalb einen Kopf, damit eine Frau ihn verdrehen kann.","translation":"The man has a head mainly so that a woman can twist it."},{"text":"Eine Lüge entsteht, wenn man die Wahrheit verdreht.","translation":"A lie arises when you twist the truth."}],"Angaben":[],"würden":[{"text":"Ich wünschte, ihr würdet nicht so viel rauchen.","translation":"I wish you wouldn't smoke so much."},{"text":"Ich war überzeugt, dass ihr kommen würdet.","translation":"I was convinced that you would come."},{"text":"Ich habe Dinge gesehen, die ihr Menschen niemals glauben würdet.","translation":"I've seen things you people wouldn't believe."},{"text":"Was würdet ihr an meiner Stelle machen?","translation":"What would you do in my place?"},{"text":"Hört auf so zu tun, als ob ihr nicht verstehen würdet.","translation":"Stop pretending to not understand."}],"überzeugend":[{"text":"Seine Argumente waren wenig überzeugend.","translation":"His arguments were hardly convincing."},{"text":"Diese Erklärung klingt überzeugend.","translation":"This explanation sounds convincing."},{"text":"Liisas Argumente klangen nicht überzeugend.","translation":"Liisa's arguments did not sound convincing."},{"text":"Das klingt nicht gerade überzeugend, aber ich verlasse mich auf dich.","translation":"It doesn't exactly sound convincing, but I trust you."},{"text":"Ich weiß, dass Tom überzeugend ist.","translation":"I know that Tom is persuasive."}],"weichen":[{"text":"Der Schatten weicht.","translation":"The shadow disappears."},{"text":"Das Gesetz weicht der Gnade.","translation":"The law gives way to grace."},{"text":"Ihm wich alle Farbe aus dem Gesicht.","translation":"He lost all the color from his face."},{"text":"Er wich nicht von seinen Prinzipien.","translation":"He did not deviate from his principles."},{"text":"Buchen sollst du suchen, vor Eichen sollst du weichen.","translation":"You should look for beeches, you should give way to oaks."},{"text":"Scheiße im Akkordeon gibt einen schönen weichen Ton.","translation":"Shit in the accordion gives a nice soft tone."},{"text":"Tom ging auf Maria zu, um sie zu küssen, doch sie wich zurück.","translation":"Tom stepped forward to kiss Mary, but she stepped back."},{"text":"Tom wich Marias Frage aus.","translation":"Tom avoided answering Mary's question."},{"text":"Ich steckte meine Hand in den Haufen und fühlte einen weichen Stoff.","translation":"I put my hand in the pile and felt a soft fabric."},{"text":"Sie hat einen weichen, elastischen Gang.","translation":"It has a soft, elastic gait."}],"dh":[{"text":"Die Strategie, dh der Aktionsplan der Armee in schwarzer Uniform, erwies sich als überlegen gegenüber der des Gegners, da diese Streitkräfte die Schlacht gewonnen hatten.","translation":"The strategy, that is, the action plan of the army in black uniform, proved superior to that of the enemy, since these forces had won the battle."},{"text":"Nur der König kann nicht gefangen genommen werden. Die Inhaftierung eines Königs, dh eines Schachmattes, bedeutet das Ende des Spiels.","translation":"Only the king cannot be captured. The imprisonment of a king, that is, a checkmate, means the end of the game."},{"text":"In einer Go-Partie macht Schwarz den ersten Zug, dh legt den ersten Stein auf das Brett. In einer Handicap-Partie spielt Weiß jedoch zuerst.","translation":"In a game of Go, it is up to Black to make the first move, that is, to place the first stone on the board. In a handicap game, however, White plays first."}],"verwöhnen":[{"text":"Er hat seine Kinder nicht verwöhnt.","translation":"He didn't spoil his children."},{"text":"Ich möchte dich so gern verwöhnen.","translation":"I would love to spoil you."},{"text":"Spanien ist ein Land, das von der Sonne verwöhnt wird.","translation":"Spain is a country spoiled by the sun."},{"text":"Die jüngere Tochter wird bei uns zu sehr verwöhnt.","translation":"The younger daughter is spoiled too much with us."},{"text":"Junge Eltern verwöhnen oft ihre Kinder.","translation":"Young parents often spoil their children."},{"text":"Das Kind meiner Schwester ist sehr verwöhnt.","translation":"My sister's child is very spoiled."},{"text":"Ich finde, bei uns zu Hause wird der Hund zu sehr verwöhnt.","translation":"I think in our home the dog is spoiled too much."},{"text":"Alle charmanten Leute sind verwöhnt, darin liegt das Geheimnis ihrer Anziehungskraft.","translation":"All charming people are spoiled, therein lies the secret of their attraction."},{"text":"Das Kind war sehr verwöhnt; die Eltern hätten es strenger erziehen sollen.","translation":"The child was very spoiled; the parents should have raised it more strictly."},{"text":"Tom ist verwöhnt.","translation":"Tom is spoiled."}],"hinsichtlich":[{"text":"Hinsichtlich der Jahreszeit ist das Wetter recht kühl.","translation":"For this time of year, the weather is chilly."},{"text":"Hinsichtlich der Lösung des Problems waren wir unterschiedlicher Meinung.","translation":"We differed as to the solution to the problem."},{"text":"Hinsichtlich der neuen Anlage in Brasilien haben wir noch keinen Beschluss gefasst.","translation":"We have not yet taken a decision on the new plant in Brazil."},{"text":"Wir haben hinsichtlich aller Bereiche der Unionstätigkeit unsere Meinungen ausgetauscht.","translation":"We have exchanged views on all areas of union activity."},{"text":"Hinsichtlich der Strompreise sollte man sich nie einen gebrauchten Kühlschrank andrehen lassen oder die Kosten scheuen, sich einen neuen anzuschaffen.","translation":"With regard to electricity prices, you should never have a used refrigerator turned on or shy away from the costs of buying a new one."},{"text":"Hinsichtlich Sex weiß ich gar nichts — ich war immer verheiratet.","translation":"I don't know anything about sex — I've always been married."},{"text":"Ich bin sehr besorgt hinsichtlich ihrer Krankheit.","translation":"I am very concerned about her illness."},{"text":"Gehen Sie wegen der Finanzierung keine Kompromisse ein hinsichtlich Ihrer Vision.","translation":"Don't compromise your vision to acquire funding."},{"text":"Die japanische Wettbewerbsfähigkeit ist sehr stark was industrielle Produkte angeht, aber schwach hinsichtlich landwirtschaftlicher Produkte.","translation":"Japan's competitiveness is very strong in terms of industrial products, but weak in terms of agricultural products."},{"text":"Diese Maschine ist hinsichtlich Langlebigkeit jener unterlegen.","translation":"This machine is inferior to that one in durability."},{"text":"Hinsichtlich dieser Frage waren wir alle einig.","translation":"We were all in agreement on this issue."},{"text":"Die beiden Regionen unterscheiden sich hinsichtlich der Religion und der Kultur.","translation":"The two regions differ in religion and culture."},{"text":"Die Mutter ist sehr ängstlich hinsichtlich der Zukunft ihrer Kinder.","translation":"The mother is very anxious about her children's future."},{"text":"Was ist Ihre Meinung hinsichtlich der Angelegenheit?","translation":"What's your opinion with regard to this matter?"},{"text":"Brauchst du Schutz hinsichtlich der Sonne?","translation":"Do you need protection with regard to the sun?"}],"abreißen":[{"text":"Das Haus war nicht mehr zu retten: es musste abgerissen werden.","translation":"The house was beyond saving. It had to be torn down."},{"text":"Ich würde das alte Gebäude abreißen und ein neues bauen.","translation":"I would demolish the old building and build a new one."},{"text":"Der Kontakt zu meinem Vater war nach der Scheidung meiner Eltern abgerissen.","translation":"Contact with my father was broken off after my parents' divorce."},{"text":"Sie wird mir den Kopf abreißen.","translation":"She'll rip my head off."},{"text":"Wer von euch hat die Vorhänge abgerissen?","translation":"Who of you tore down the curtains?"}],"Lebenslauf":[{"text":"In der Anlage finden Sie meinen Lebenslauf.","translation":"Please find enclosed my resumé."},{"text":"Ihr Lebenslauf hat mich wirklich beeindruckt.","translation":"Your résumé has really impressed me."},{"text":"Senden Sie Ihren detaillierten Lebenslauf an [E-Mail].","translation":"Send us your detailed CV at [e-mail]."},{"text":"Ein Lebenslauf ist nichts anderes als Werbung für sich selbst.","translation":"A resume is just an advertisement."},{"text":"Sie hat ihm gesagt, er solle seinen Lebenslauf noch einmal neu schreiben.","translation":"She told him to rewrite his CV."}],"bestreiten":[{"text":"Er bestreitet diesen Vorwurf und spricht lediglich von einem Kuss.","translation":"He denies this accusation and speaks only of a kiss."},{"text":"Er bestritt ernsthaft, dass er an jenem Tage dort gewesen sei.","translation":"He seriously denied that he had been there that day."},{"text":"Er versprach, alle Kosten selbst zu bestreiten.","translation":"He promised to cover all costs himself."},{"text":"Räumen Sie das ein oder bestreiten Sie es?","translation":"Do you admit that or do you deny it?"},{"text":"Ich habe nicht vor, deine Theorie zu bestreiten.","translation":"I don't intend to dispute your theory."}],"kompatibel":[{"text":"Es sieht so aus als hätten wir kompatible Schnittstellen!","translation":"It looks like we have compatible interfaces!"},{"text":"Das Programm ist mit diesem Computer nicht kompatibel.","translation":"This program is not compatible with this computer."},{"text":"Mein Programm ist nicht mit Windows kompatibel.","translation":"My program is not compatible with Windows."},{"text":"Mein Kassettenrekorder ist mit Ihrem Verstärker kompatibel.","translation":"My cassette recorder is compatible with your amplifier."},{"text":"Im Laufe von vielen Tausenden von Jahren hat die Menschheit große Veränderungen durchgemacht. Doch der menschliche Körper blieb unverändert. Am Computer sitzt ein Mensch der Steinzeit. Resultieren viele der heutigen Krankheiten aus unserer Nahrung, die mit unserem biologischen Erbe nicht kompatibel ist?","translation":"Over the course of many thousands of years, humanity has undergone great changes. But the human body remained unchanged. At the computer sits a man of the Stone Age. Do many of today's diseases result from our food that is incompatible with our biological heritage?"}],"atemberaubend":[{"text":"Bei schönem Wetter ist die Aussicht hier in den Bergen atemberaubend.","translation":"When the weather is good, the view up here in the mountains is breathtaking."},{"text":"Die Bilder, die Maria malt, sind atemberaubend.","translation":"The pictures Mary paints are breathtaking."},{"text":"Maria sieht von vorne und hinten atemberaubend aus.","translation":"Maria looks stunning from the front and back."},{"text":"Der Blick vom Gipfel des Berges war atemberaubend.","translation":"The view from the top of the mountain took my breath away."},{"text":"Die Landschaft ist atemberaubend.","translation":"The scenery is breathtaking."}],"verwickeln":[{"text":"Heute fing mich mein Chef ab und verwickelte mich in ein unangenehmes Gespräch.","translation":"My boss headed me off today and struck up an uncomfortable conversation."},{"text":"Er war in lange Diskussionen verwickelt.","translation":"He was engaged in a long argument."},{"text":"Zwei Autos waren in einen Unfall verwickelt.","translation":"Two cars were in an accident."},{"text":"Wenn du nicht vorsichtiger fährst, wirst du noch in einen Unfall verwickelt.","translation":"If you don't drive more carefully, you'll still be involved in an accident."},{"text":"Nicht nur du, sondern auch ich war darin verwickelt.","translation":"Not only you but also I was involved."}],"fresse":[{"text":"Erst kommt das Fressen, dann die Moral.","translation":"First comes the eating, then the morality."},{"text":"Der Hund frisst sein Fressen.","translation":"The dog eats its food."},{"text":"Meine Mutter gibt dem Hund das Fressen.","translation":"My mother feeds the dog."},{"text":"Fressen Katzen Fledermäuse oder fressen Fledermäuse Katzen?","translation":"Do cats eat bats or do bats eat cats?"},{"text":"Beim faulen Bauer gibt es für Ratten das beste Fressen.","translation":"At the lazy farmer there is the best food for rats."}],"Beschluß":[{"text":"Also lautet ein Beschluss: dass der Mensch was lernen muss.","translation":"So one decision is: that man has to learn something."},{"text":"Der Beschluss ist nicht endgültig.","translation":"The decision is not final."},{"text":"Der Beschluss, eine neue Straße zu bauen, wurde verabschiedet.","translation":"The resolution that a new road be built was passed."},{"text":"Ich glaube, es gibt bei uns zu viele Beschlüsse und zu wenig Dialog.","translation":"I believe that we have too many decisions and too little dialogue."},{"text":"Der Beschluss wurde bereits gefasst.","translation":"The decision has already been taken."}],"Führungskraft":[{"text":"Die moralische Führungskraft ist stärker als jede Waffe.","translation":"Moral leadership is more powerful than any weapon."},{"text":"Gute Führungskräfte führen auf der Basis von Respekt und Anerkennung.","translation":"Good leaders lead on the basis of respect and recognition."},{"text":"Eine Führungskraft muss nur führen können, Kraft müssen die anderen haben.","translation":"One leader must only be able to lead, the others must have strength."},{"text":"Bist du eine Führungskraft oder ein Mitarbeiter?","translation":"Are you a leader or a follower?"},{"text":"Die Führungskräfte drehen durch.","translation":"The executives go crazy."}],"Kater":[{"text":"Am nächsten Morgen hatte ich einen mächtigen Kater.","translation":"The next morning I had a mighty hangover."},{"text":"Abrakadabra und drei mal schwarzer Kater!","translation":"Abracadabra and three times black cat!"},{"text":"Mancher geht mit einer Maus ins Bett und wacht mit einem Kater auf.","translation":"Some people go to bed with a mouse and wake up with a hangover."},{"text":"Peter kauft einen Kater.","translation":"Peter buys a hangover."},{"text":"Sie klammert sich ans Leben, wie ein Kater an die Vorhänge.","translation":"She clings to life like a cat to the curtains."},{"text":"Toms Kater ist krank.","translation":"Tom's tomcat is sick."},{"text":"Dein Kater ist zu dick.","translation":"Your cat is too fat."},{"text":"Toms Kater ist intelligenter als Tom selbst.","translation":"Tom's cat is more intelligent than Tom himself."},{"text":"Toms Kater ist die meiste Zeit des Tages draußen.","translation":"Tom's cat spends most his day outdoor."},{"text":"Mein Kater ist wirklich intelligent.","translation":"My cat is really intelligent."}],"zeige":[{"text":"Zeige mir deine dunkle Seite!","translation":"Show me your dark side!"},{"text":"Zeige mir dein Pferd und ich sage dir, wer du bist.","translation":"Show me your horse and I'll tell you who you are."},{"text":"Zeige mir deine Freunde und ich sage dir, wer du bist.","translation":"Show me your friends and I'll tell you who you are."},{"text":"Wir waren nicht dazu verpflichtet, dir zu helfen! Zeige etwas Dankbarkeit!","translation":"We were under no obligation to help you! Show some gratitude!"},{"text":"Sage es mir, und ich werde es vergessen. Zeige es mir, und ich werde es vielleicht behalten. Lass es mich tun, und ich werde es können.","translation":"Tell me and I forget, teach me and I may remember, involve me and I learn."},{"text":"Zeige deinen Feinden, dass du keine Angst hast!","translation":"Show your enemies that you are not afraid!"},{"text":"Die Hand hat fünf Finger: Daumen, Zeige-, Mittel-, Ring- und kleinen Finger.","translation":"The hand has five fingers: thumb, index, middle, ring and little finger."},{"text":"Mir gefällt dieses Hemd nicht. Zeige mir ein anderes.","translation":"I don't like this shirt. Show me another."},{"text":"Zeige deine Karten.","translation":"Show your cards."},{"text":"Zeige das Datum, bis wann der Reisepass gültig ist.","translation":"Show the date the passport is valid until."}],"auswerten":[{"text":"Wir müssen erst noch auf die Ergebnisse aus Hessen warten, bevor wir die Daten auswerten können.","translation":"We still have to wait for the results from Hesse before we can evaluate the data."},{"text":"Die Verkehrszählung vom Wochenende ist noch nicht ausgewertet.","translation":"The traffic count from the weekend has not yet been evaluated."},{"text":"Eine Gruppe von Wissenschaftlern, die Daten von einem den Mars umkreisenden Satelliten auswerten, will am Südpol des Planeten Hinweise auf mehrere unterirdische Seen entdeckt haben, von denen angenommen wird, dass sie aus flüssigem Salzwasser bestehen.","translation":"A team of scientists studying data from a satellite orbiting Mars say they have discovered evidence of several lakes of what they believe is salty, liquid water beneath the surface of the planet’s south pole."}],"welp":[{"text":"Was für süße Welpen!","translation":"What lovely puppies they are!"},{"text":"Wir haben einen neuen Welpen. Er ist etwa zwölf Wochen alt.","translation":"We have a new puppy. He is about 12 weeks old."},{"text":"Unsere Mutter hat uns einen Welpen gekauft.","translation":"Our mother bought us a puppy."},{"text":"Tom schenkte Maria einen Welpen.","translation":"Tom bought Mary a puppy."},{"text":"Es bereitete dem kleinen Mädchen großes Vergnügen, seinen neuen Welpen zu baden.","translation":"The little girl took great delight in giving her new puppy a bath."},{"text":"Welpen werden nicht gern allein gelassen.","translation":"Puppies don't like to be left alone."},{"text":"Wann sollte ich aufhören, meinem Hund Futter für Welpen zu geben?","translation":"When should I stop feeding my dog puppy food?"},{"text":"Ich mag Welpen sehr.","translation":"I like puppies very much."},{"text":"Hungrige Welpen bellen auf der Straße.","translation":"Hungry puppies bark on the street."}],"abschließend":[{"text":"Die Wissenschaft kann keine abschließende Antwort geben.","translation":"Science cannot give a conclusive answer."},{"text":"Ich bitte sie daher einen abschließenden Satz zu sagen.","translation":"I would therefore ask you to say a final sentence."},{"text":"Russlands Regierung hat noch keine abschließende Entscheidung über das Schicksal der Krim getroffen.","translation":"Russia's government has not yet made a final decision on the fate of Crimea."},{"text":"Abschließend sage ich Folgendes: Die chinesischen Verbraucher sind mit der Qualität des Rollers unzufrieden.","translation":"In conclusion, Chinese consumers are dissatisfied with the quality of the scooter."},{"text":"Da wir jetzt so langsam zu Ende kommen, Tom, wärst du so nett und würdest ein paar abschließende Worte sagen?","translation":"As our time comes to an end, Tom, would you care to have the final word?"}],"hatten":[{"text":"Hattet ihr Angst?","translation":"Were you afraid?"},{"text":"Ihr hattet keinen Grund, wütend zu sein.","translation":"You didn't have any reasons to be angry."},{"text":"Ihr hattet nicht genug Geld.","translation":"You didn't have enough money."},{"text":"Hattet ihr wirklich Sex?","translation":"Did you really have sex?"},{"text":"Wann hattet ihr euren letzten Termin beim Zahnarzt?","translation":"When was your most recent dental appointment?"}],"ausfüllen":[{"text":"Nichts und niemand kann den Platz wirklich einnehmen, den du ausfüllen sollst!","translation":"Nothing and no one can really take the place you are supposed to fill!"},{"text":"Können Sie dieses Formular ausfüllen?","translation":"Can you fill in this form?"},{"text":"Würden Sie bitte dieses Formular ausfüllen?","translation":"Would you please fill out this form?"},{"text":"Dann müssen Sie nur diese Karte ausfüllen.","translation":"Then you just have to fill out this card."},{"text":"Du musst dieses Formular ausfüllen.","translation":"You have to fill out this form."}],"Herrscher":[{"text":"Denken ohne Wissen macht den Zufall zum Herrscher.","translation":"Thinking without knowledge makes chance the ruler."},{"text":"Auf Sumerisch bedeutet \"LÚ.GAL\" Herrscher oder König.","translation":"In Sumerian \"LÚ.GAL\" means the ruler or king."},{"text":"Das Volk wehrte sich gegen seinen grausamen Herrscher.","translation":"The people resisted their cruel ruler."},{"text":"Es tut mir leid, aber ich möchte kein Herrscher sein.","translation":"I’m sorry, but I don’t want to be an emperor."},{"text":"Der Herrscher ordnet an: „Ich und mein Land sind dasselbe!“","translation":"The ruler orders: \"I and my country are the same!\""}],"zugehören":[{"text":"Wir haben aufmerksam zugehört, um nicht ein einziges Wort zu verpassen.","translation":"We listened carefully in order not to miss a single word."},{"text":"Zumindest haben sie mir zugehört.","translation":"At least they listened to me."},{"text":"Leider habe ich nicht zugehört.","translation":"Sorry, I didn't hear."},{"text":"Falls Sie mir zugehört haben, vielen Dank für ihre Aufmerksamkeit.","translation":"If you have been listening, thanks for paying attention."},{"text":"Du hast mir gar nicht zugehört, nicht wahr?","translation":"You didn't listen to me, did you?"}],"Beteiligung":[{"text":"Die Beteiligung war schwach.","translation":"Participation was weak."},{"text":"Grundsätzlich bedarf es einer größeren Beteiligung.","translation":"In principle, there is a need for greater participation."},{"text":"Wir haben uns über die große Beteiligung sehr gefreut.","translation":"We were very pleased about the large participation."},{"text":"Die Beteiligung der Muslime in der Politik ist von grundlegender Bedeutung für die Gesellschaft.","translation":"The participation of Muslims in politics is fundamental to society."},{"text":"Nicht weniger als 10 Personen wurden wegen Beteiligung an den Unruhen festgenommen.","translation":"Not less than 10 people were arrested for being involved in the riot."}],"läuten":[{"text":"Wir sind beim Essen, da läutet das Telefon.","translation":"We're eating, the phone rings."},{"text":"Es läutete. Maria sah Tom an. „Erwartest du Besuch?“ Tom schüttelte mit dem Kopf.","translation":"The bell rang. Mary looked at Tom. \"Are you expecting someone?\" Tom shook his head."},{"text":"Ich stehe früh auf, ich muss helfen Mittag läuten.","translation":"I get up early, I have to help ring the bell at noon."},{"text":"Im nahen Kloster läuten die Glocken.","translation":"In the nearby monastery the bells ring."},{"text":"Läuten Sie, wenn Sie mich brauchen.","translation":"Ring the bell when you want me."}],"Kontrast":[{"text":"Deutschland ist ein Land voller Kontraste.","translation":"Germany is a country full of contrasts."},{"text":"Das Kleid weist einen schönen Rot-Weiß-Kontrast auf.","translation":"The dress has a beautiful contrast between red and white."},{"text":"Das Blau ihrer Augen steht im Kontrast zu ihrer ziemlich dunklen Haut.","translation":"The blue of her eyes stands out against her rather dark skin."},{"text":"Mir gefallen Kontraste.","translation":"I like contrasts."},{"text":"Tom kennt nicht den Unterschied zwischen einem Kontrast und einem Kontrakt.","translation":"Tom doesn't know the difference between a contrast and a contract."}],"Blutdruck":[{"text":"Der Blutdruck kann nicht bestimmt werden.","translation":"The blood pressure can't be determined."},{"text":"Mit diesem Gerät messen wir Blutdrücke.","translation":"We use this device to measure blood pressure."},{"text":"Je älter man wird, desto leichter verwechselt man erhöhten Blutdruck mit Leidenschaft.","translation":"The older you get, the easier it is to confuse elevated blood pressure with passion."},{"text":"Der Patient muss regelmäßig seinen Blutdruck überprüfen lassen.","translation":"The patient must have his blood pressure checked regularly."},{"text":"Tom hat einen hohen Blutdruck.","translation":"Tom's got high blood pressure."},{"text":"Wie hoch ist dein Blutdruck?","translation":"How high is your blood pressure?"},{"text":"Toms Blutdruck ist zu hoch.","translation":"Tom's blood pressure is too high."},{"text":"Toms Blutdruck ist zu niedrig.","translation":"Tom's blood pressure is too low."},{"text":"Ich habe Toms Blutdruck gemessen.","translation":"I took Tom's blood pressure."},{"text":"Mein Blutdruck ist niedrig.","translation":"My blood pressure is low."}],"steif":[{"text":"Halte die Ohren steif!","translation":"Stiff upper lip!"},{"text":"Durch das lange Sitzen war ich steif.","translation":"Due to the long sitting I was stiff."},{"text":"Ich bin steif gefroren.","translation":"I am frozen stiff."},{"text":"Tom stand steif da.","translation":"Tom stood stiffly."},{"text":"Gedulde dich und halt die Ohren steif. Manche Dinge brauchen einfach Zeit.","translation":"Be patient and keep your ears stiff. Some things just take time."},{"text":"Halt die Ohren steif!","translation":"Keep a stiff upper lip!"},{"text":"Sie gab mir ein steifes Lächeln.","translation":"She gave me a stiff smile."},{"text":"Ihre Muskeln sind steif.","translation":"Their muscles are stiff."},{"text":"Der Körper wird steif, wenn man stirbt.","translation":"The body becomes stiff when you die."},{"text":"Meine Finger sind so steif gefroren, dass ich nicht mehr Klavier spielen kann.","translation":"My fingers are frozen so stiffly that I can no longer play the piano."}],"sehnen":[{"text":"Sie sehnt sich nach Hause.","translation":"She longs to go home."},{"text":"Maria sehnte sich nach süßem Vergessen.","translation":"Mary longed for sweet forgetting."},{"text":"Maria war des Lebens müde und sehnte sich nach dem ewigen Schlaf.","translation":"Mary was tired of life and longed for eternal sleep."},{"text":"Jeder sehnt sich nun einmal nach dem, was nicht für ihn bestimmt ist.","translation":"Everyone longs for what is not meant for him."},{"text":"Der Worte sind genug gewechselt, lasst mich auch endlich Taten sehn.","translation":"Enough words have been exchanged, let me finally see action."}],"beende":[{"text":"Beende deine Arbeit!","translation":"Finish your work!"},{"text":"Beende dein Schweigen und dein Weigern!","translation":"End your silence and refusal!"},{"text":"Beende das grausame Spiel!","translation":"End the cruel game!"},{"text":"Beginne den Tag mit einem Lachen und der Tag ist dein Freund. Beende den Tag mit einem Lachen und die Nacht wird dein Freund.","translation":"Start the day with a laugh and the day is your friend. End the day with a laugh and the night will be your friend."},{"text":"Beende die Geschichte.","translation":"End the story."},{"text":"Ich beende gerade die Hausaufgaben.","translation":"I'm finishing my homework."},{"text":"Bitte beende diese Arbeit bis Montag.","translation":"Please finish this work by Monday."},{"text":"Wenn ich meine Arbeit um vier Uhr beende, werde ich dir helfen.","translation":"If I finish my work at four o'clock, I will help you."},{"text":"Ich beende deinen Schlaf.","translation":"I end your sleep."},{"text":"Jedes Mal, wenn ich eine Aufgabe beende, bestätigte ich das auf der Liste.","translation":"Every time I finish a task, I confirmed that on the list."}],"Vergebung":[{"text":"Er bat um Vergebung.","translation":"He was asking for forgiveness."},{"text":"Jede Sünde findet Vergebung.","translation":"Every sin is forgiven."},{"text":"Gehe in die Kirche, und bitte Gott um Vergebung!","translation":"Go to the church, and ask God to forgive you."},{"text":"Verdiene dir erst einmal Vergebung!","translation":"First of all, earn forgiveness!"},{"text":"Er soll Vergebung seiner Sünden finden, wenn der Teufel sie erlangt.","translation":"He is to find forgiveness of his sins when the devil obtains them."}],"mine":[{"text":"Ich kaufe das Silber von einem Mann, der eine Mine besitzt.","translation":"I buy the silver from a man who owns a mine."},{"text":"Gehe nicht weiter vor; vielleicht sind Minen in der Erde.","translation":"Do not go any further; maybe there are mines in the ground."},{"text":"Es war sehr dunkel in der Mine.","translation":"It was very dark inside the mine."},{"text":"Die Arbeiter stiegen in jener Nacht nicht in die Mine.","translation":"The workmen didn't go down into the mine that night."},{"text":"In der Mine brach ein Feuer aus.","translation":"A fire broke out in the mine."}],"erklärst":[{"text":"Je mehr du erklärst, desto weniger verstehe ich.","translation":"The more you explain, the less I understand."},{"text":"Ich glaube, es ist nicht nötig, dass du es erklärst.","translation":"I don't think it's necessary for you to explain it."},{"text":"Wie erklärst du diesen Unfall?","translation":"How do you explain this accident?"},{"text":"Ich hoffe, dass du mir erklärst, wie man das macht.","translation":"I'm hoping you'll tell me how to do this."},{"text":"Ich hätte gern, dass du mir erklärst, wieso du Lippenstift am Hals hast.","translation":"I would like you to explain to me why you have lipstick on your neck."},{"text":"Erklärst du mir, was dieses Wort auf Esperanto bedeutet?","translation":"Can you explain to me what this word means in Esperanto?"},{"text":"Erklärst du mir, wie man zu dir nach Hause kommt?","translation":"Will you tell me how to get to your house?"},{"text":"Erklärst du mir bitte, warum du das getan hast?","translation":"Could you please explain to me why you did this?"},{"text":"„Geh spielen, Tom!“ – „Ich will aber nicht spielen, Mama. Ich will, dass du mir mehr von dem erklärst, was in deinen Büchern steht!“","translation":"\"Go play, Tom!\" – \"But I don't want to play, Mom. I want you to explain to me more of what's in your books!\""}],"Vorurteil":[{"text":"Jedes Wort ist ein Vorurteil.","translation":"Every word is a prejudice."},{"text":"Man kämpft gegen alte Vorurteile, um neue aufzustellen.","translation":"You fight against old prejudices in order to set up new ones."},{"text":"„Tom wird seine Vorurteile mir gegenüber nie ablegen können.“ – „Doch. Gib ihm nur Zeit!“","translation":"\"Tom will never be able to drop his prejudices against me.\" \"Yes he will. Just give him time!\""},{"text":"Reisen ist tödlich für Vorurteile.","translation":"Travel is deadly for prejudice."},{"text":"Gegen ein Vorurteil hilft kein Rat.","translation":"No advice helps against prejudice."}],"dokumentieren":[{"text":"Jede kleinste Änderung muss genau dokumentiert werden.","translation":"Every smallest change must be accurately documented."},{"text":"Meine Assistenten dokumentieren alles, was geschieht.","translation":"My assistants document everything that happens."},{"text":"Das ist nirgends dokumentiert.","translation":"That's not documented anywhere."},{"text":"Das Röntgen-Museum in Solingen dokumentiert das Leben, das Werk und die Wirkung von Wilhelm Conrad Röntgen.","translation":"The Röntgen Museum in Solingen documents the life, work and impact of Wilhelm Conrad Röntgen."},{"text":"Die ständige Ausstellung über Leben und Werk der Brüder Grimm dokumentiert chronologisch fortlaufend ihre wichtigsten Lebensstationen im Rahmen ihres wissenschaftlichen und politischen Wirkens.","translation":"The permanent exhibition on the life and work of the Brothers Grimm chronologically documents their most important stages in their lives as part of their scientific and political work."},{"text":"Das ist kein Bug, das ist eine nicht dokumentierte Funktionalität.","translation":"This is not a bug, this is an undocumented functionality."}],"Mitgefühl":[{"text":"Tom war ein Mensch ohne das geringste Mitgefühl.","translation":"Tom was a person without the slightest compassion."},{"text":"Wie kann dich Toms Schicksal so kalt lassen, Maria? Hast du denn keinerlei Mitgefühl?","translation":"How can Tom's fate leave you so cold, Maria? Do you have no compassion whatsoever?"},{"text":"Sie zeigten kein Mitgefühl.","translation":"They showed no compassion."},{"text":"Die ganze Welt empfand ein tiefes Mitgefühl für die Opfer.","translation":"The whole world felt a deep sympathy for the victims."},{"text":"Toms Mangel an Mitgefühl überraschte Mary.","translation":"Tom's lack of compassion surprised Mary."}],"beobachte":[{"text":"Beobachte die Mutter und heirate die Tochter.","translation":"Watch the mother and marry the daughter."},{"text":"Beobachte aufmerksam und du wirst dich köstlich amüsieren.","translation":"Watch attentively and you will enjoy yourself deliciously."},{"text":"Beobachte diesen Mann.","translation":"Watch this man."},{"text":"Beobachte deine Katze, dann wirst du sie kennen lernen.","translation":"Watch your cat, then you will get to know her."},{"text":"Beobachte uns.","translation":"Watch us."},{"text":"Ich beobachte gern Leute.","translation":"I like to watch people."},{"text":"Ich beobachte wilde Vögel.","translation":"I am watching wild birds."},{"text":"Ich beobachte ihn schon seit vielen Monaten.","translation":"I have observed him for many months."},{"text":"Die Krähe ist schlau, doch beobachte, was sie frisst.","translation":"The crow is smart, but watch what it eats."},{"text":"Will man einen Menschen kennen, beobachte man, wie er eine Katz’ behandelt.","translation":"If you would know a man, observe how he treats a cat."}],"Haft":[{"text":"Tom blieb in Haft, weil seine Frau das Alibi widerrufen hatte.","translation":"Tom remained in custody because his wife had revoked the alibi."},{"text":"Der Mann wurde wegen Mordes zu Haft verurteilt.","translation":"The man was imprisoned for murder."},{"text":"Tom befindet sich noch in Haft.","translation":"Tom is still in custody."},{"text":"Seit ihrer Entlassung aus der Haft ist sie ein anderer Mensch geworden.","translation":"Since her release from prison, she has become a different person."},{"text":"Niemand darf willkürlich festgenommen, in Haft gehalten oder des Landes verwiesen werden.","translation":"No one shall be subjected to arbitrary arrest, detention or exile."}],"Geständnis":[{"text":"Tom legte ein Geständnis ab, aber die Polizei glaubte ihm nicht.","translation":"Tom made a confession, but the police didn't believe him."},{"text":"Tom unterschrieb ein Geständnis.","translation":"Tom signed a confession."},{"text":"Ihr Geständnis war eine Überraschung.","translation":"Her confession came as a surprise."},{"text":"Es tut mir leid, aber ich muss ein Geständnis ablegen.","translation":"I'm afraid I have a confession to make."},{"text":"Tränen traten mir in die Augen, als ich sein Geständnis hörte.","translation":"Tears came to my eyes when I heard his confession."}],"Erhöhung":[{"text":"Wir machten auf der Erhöhung eine kurze Pause.","translation":"We took a short break on the elevation."},{"text":"Ich habe meinen Vater wegen einer Erhöhung meines Taschengeldes angesprochen.","translation":"I approached my father about an increase in allowance."},{"text":"Eine Erhöhung der Studiengebühren wurde angekündigt.","translation":"They announced an increase in tuition fees."},{"text":"Aller Tod in der Natur ist Geburt, und gerade im Sterben erscheint sichtbar die Erhöhung des Lebens.","translation":"All death in nature is birth, and it is precisely in dying that the exaltation of life appears visibly."},{"text":"Es wurde eine Erhöhung der Durchschnittstemperatur der unteren Schichten der Atmosphäre des Planeten festgestellt.","translation":"An increase in the average temperature of the lower layers of the planet's atmosphere was noted."}],"grüne":[{"text":"Tom vermisste das Grüne.","translation":"Tom missed the green."},{"text":"Wenn du ins Grüne willst, kannst du diese Strecke benutzen.","translation":"If you want to go into the countryside, you can use this route."},{"text":"Die Grünen sind in Hamburg-Nord stärkste Kraft geworden.","translation":"The Greens have become the strongest force in Hamburg-Nord."},{"text":"Dieses Jahr können wir die Ostereier im Grünen suchen.","translation":"This year we can look for the Easter eggs in the green."},{"text":"Eigentlich war ich ja der erste Grüne, ich habe doch schon immer über Wiesen und Wälder gesungen.","translation":"Actually, I was the first Green, I have always sung about meadows and forests."},{"text":"Meine grüne Jacke ist verschwunden.","translation":"My green jacket is gone."},{"text":"Eine grüne Banane ist nicht reif genug zum Essen.","translation":"A green banana is not ripe enough to eat."},{"text":"Er hat grüne Augen.","translation":"He has green eyes."},{"text":"Tom hasst grüne Paprika.","translation":"Tom hates green peppers."},{"text":"Gib mir das grüne Buch!","translation":"Give me the green book."},{"text":"Wie Goethe aß er gerne Grüne Soße.","translation":"Like Goethe, he liked to eat green sauce."},{"text":"Lieber ein Haus im Grünen als die Grünen im Haus.","translation":"Better a house in the countryside than the greens in the house."},{"text":"Grünen Paprika esse ich gar nicht.","translation":"I don't eat green peppers at all."},{"text":"Mag Thomas grünen Tee?","translation":"Does Tom like green tea?"},{"text":"Man sagt, wer mit Pflanzen gut umgehen kann und sie mag, hat einen Grünen Daumen.","translation":"It is said that those who can handle plants well and like them have a green thumb."}],"Begeisterung":[{"text":"Er gerät leicht in Begeisterung.","translation":"He easily gets excited."},{"text":"Meine Begeisterung hält sich in engen Grenzen.","translation":"My enthusiasm is kept within narrow limits."},{"text":"Maria hätte Tom vor lauter Begeisterung am liebsten umarmt.","translation":"Maria would have loved to hug Tom out of sheer enthusiasm."},{"text":"Ich höre keine Begeisterung aus deiner Stimme.","translation":"I don't hear any enthusiasm from your voice."},{"text":"Die Fans reagierten auf den Sieg mit heller Begeisterung.","translation":"The fans were ecstatic about the win."}],"kleiden":[{"text":"Die Frauen in diesem Film sind sehr konservativ gekleidet.","translation":"The women in this film are dressed very conservatively."},{"text":"Ich kenne Leute, die kleiden sich jeden Morgen in neue Probleme.","translation":"I know people who dress up in new problems every morning."},{"text":"Maria war ganz in Rosa gekleidet. Sie hatte selbst rosa Haar.","translation":"Mary was dressed all in pink. She had pink hair herself."},{"text":"Sie ist immer schwarz gekleidet.","translation":"She is always dressed in black."},{"text":"Das kann man ihnen auch ansehen; sie sind sehr schick gekleidet.","translation":"You can see that in them; they are dressed very smartly."},{"text":"Sie ist sehr individuell gekleidet und hat ihren eigenen Stil.","translation":"She is very individually dressed and has her own style."},{"text":"Sie war schwarz gekleidet.","translation":"She was dressed in black."},{"text":"Sie war rot gekleidet.","translation":"She was dressed in red."},{"text":"Es gibt Menschen, die sich auch innerlich kleiden, wie es die Mode fordert.","translation":"There are people who also dress internally, as fashion demands."},{"text":"Die Witwe war schwarz gekleidet.","translation":"The widow was dressed in black."}],"Feigling":[{"text":"Ein Feigling ist jemand, der in gefährlichen Situationen mit den Beinen denkt.","translation":"A coward is someone who thinks with his legs in dangerous situations."},{"text":"Sehr oft verlangt der Feigling von den anderen, dass sie zu seinen Ansichten stehen.","translation":"Very often the coward demands that others stand by his views."},{"text":"Liebt ein Mensch den Frieden, wird er nicht zum Feigling.","translation":"If a person loves peace, he does not become a coward."},{"text":"Mein Freund nannte mich einen Feigling.","translation":"My friend called me a coward."},{"text":"Ihr seid alle Feiglinge.","translation":"You're all cowards."}],"zurücktreten":[{"text":"Um weiter zu springen, muss man einen Schritt zurücktreten.","translation":"To jump further, you have to take a step back."},{"text":"Manchmal müssen wir einen Schritt zurücktreten und nachdenken.","translation":"Sometimes we need to take a step back and think."},{"text":"„Müssen Sie jetzt nicht zurücktreten?“ — „Nein, auf gar keinen Fall.“","translation":"\"Don't you have to resign now?\" — \"No, not at all.\""},{"text":"Der Minister musste von seinem Amt zurücktreten.","translation":"The minister had to resign from his office."},{"text":"Der Premierminister ist zurückgetreten.","translation":"The Prime Minister has resigned."}],"Aufführung":[{"text":"Die letzte Aufführung beginnt um elf.","translation":"The last performance starts at eleven."},{"text":"Wir hoffen, dir gefällt diese Aufführung.","translation":"We hope you enjoy this performance."},{"text":"Ich bin mit seiner Aufführung zufrieden.","translation":"I'm pleased with his performance."},{"text":"Das Mädchen bekam den Preis für seinen wundervollen Tanz bei der Aufführung.","translation":"The girl received the award for her wonderful dance at the performance."},{"text":"Sie sind noch vor Ende der Aufführung gegangen.","translation":"They left before the end of the performance."}],"po":[{"text":"Poste einfach einen Kommentar, wenn du einen Fehler siehst!","translation":"Just post a comment if you see an error!"},{"text":"Ich fahre Fahrrad, um einen schönen Po zu bekommen. Meine Beine sind schon perfekt.","translation":"I ride a bike to get a nice butt. My legs are already perfect."},{"text":"Der Po ist der längste Fluss Italiens.","translation":"The Po is the longest river in Italy."},{"text":"Hat es Sinn, auch seinen Po zu rasieren?","translation":"Does it make sense to shave your buttocks as well?"},{"text":"Natürlich zu sein ist die schwierigste Pose, die man einnehmen kann.","translation":"Being natural is the most difficult pose you can take."},{"text":"Jeder hat 'nen Po.","translation":"Everyone has a bottom."},{"text":"Mein Po tut weh.","translation":"My bottom hurts."},{"text":"Finger weg von meinem Po oder du kannst den Abend vergessen!","translation":"Stay away from my bottom or you can forget the evening!"},{"text":"Ich mache heute etwas für Bauch, Beine und Po. Maultaschen oder so.","translation":"Today I do something for my stomach, legs and buttocks. Maultaschen or something."},{"text":"„Traust du dich, vor mir die Treppe hochzugehen?“ fragte Tom. – „Ich glaube, das macht man so“, antwortete Maria. „Der Mann muss hinten gehen.“ – „Aber ich beiß’ dir dann in den Po. Das habe ich von meiner Frau gelernt.“","translation":"\"Do you dare to go up the stairs in front of me?\" asked Tom. \"I think that's how you do it,\" Maria replied. \"The man has to go in the back.\" – \"But I'll bite your buttocks. That's what I learned from my wife.\""}],"Erhebung":[{"text":"Es ist ein Labor für Erhebungen und Analysen im Bereich Umwelt vorgesehen.","translation":"A laboratory for surveys and analyses in the field of the environment is planned."},{"text":"Was besagt der Devolutiveffekt bei der Erhebung eines Widerspruchs?","translation":"What does the devolutive effect mean when an objection is raised?"},{"text":"Eine einzige Erhebung nicht bezahlter Arbeiter bringt dem Staat einen größeren Schaden, als alle diese Reichtümer wert sind.","translation":"A single survey of unpaid workers brings greater damage to the state than all these riches are worth."},{"text":"Nationale Erhebungen sind wie Steine, die man vom Boden hebt — das Ungeziefer kriecht darunter hervor.","translation":"National elevations are like stones lifted from the ground — the vermin creeps out from underneath."},{"text":"Laut einer von Eurostat 2011 durchgeführten Erhebung beherrschen 49 % der erwachsenen Spanier (im Alter von 25 bis 64 Jahren) laut Selbsteinschätzung keine Fremdsprache.","translation":"According to a survey carried out by Eurostat in 2011, 49% of adult Spaniards (aged 25 to 64) do not speak a foreign language according to their self-assessment."}],"Beleidigung":[{"text":"Was für eine Beleidigung!","translation":"What an insult!"},{"text":"Die Beleidigungen haben ein langes Leben.","translation":"The insults have a long life."},{"text":"Beleidigungen sind die Argumente derer, die unrecht haben.","translation":"Insults are the arguments of those who are wrong."},{"text":"Eine Warnung ist für den Weisen ein Segen, für den Narren eine Beleidigung.","translation":"A warning is a blessing to the sage, an insult to the fool."},{"text":"Ist das ein Kompliment oder eine Beleidigung?","translation":"Is it a compliment or an insult?"}],"einbinden":[{"text":"In die Videos sind oft beliebte Lieder bekannter Künstler eingebunden.","translation":"Videos often include popular songs from well-known artists."},{"text":"Wie kann ich die Schuldenuhr auf meiner Webseite einbinden?","translation":"How can I embed the debt clock on my Web site?"},{"text":"Wie kann ich auf meiner Netzpräsenz die Schuldenuhr einbinden?","translation":"How can I integrate the debt clock on my web presence?"},{"text":"Egal, was in Europa getan wird – wenn China nicht eingebunden wird in den Klimakampf, ist das nahezu irrelevant.","translation":"No matter what is done in Europe, if China is not involved in the climate struggle, it is almost irrelevant."}],"rett":[{"text":"Wer wurde ausgesandt, dass er die Prinzessin rette?","translation":"Who was sent to save the princess?"},{"text":"Diese Welt ist ein einziger riesiger Schiffbruch: rette sich wer kann!","translation":"This world is one giant shipwreck: save yourself who can!"},{"text":"Bestrafe die Bösen und rette die Schwachen.","translation":"Punish the wicked and save the weak."},{"text":"Zurück! Du rettest den Freund nicht mehr. So rette das eigene Leben! Den Tod erleidet er eben.","translation":"Back! You don't save the friend anymore. So save your own life! He suffers death."}],"fliegend":[{"text":"Heute hat ein fliegender Händler an Toms Tür geklopft.","translation":"Today, a flying dealer knocked on Tom's door."},{"text":"Schmetterlinge sind fliegende Blumen!","translation":"Butterflies are flying flowers!"},{"text":"Haben Sie schon mal einen fliegenden Elefanten gesehen?","translation":"Have you ever seen a flying elephant?"},{"text":"Es ist schwierig, einen fliegenden Vogel zu treffen.","translation":"It is difficult to meet a flying bird."},{"text":"Ich habe den Test mit fliegenden Fahnen bestanden.","translation":"I passed the test with flying colours."}],"mild":[{"text":"Dieser Winter war mild.","translation":"This winter was mild."},{"text":"Das Urteil fiel erheblich milder aus, als es zunächst angenommen worden war.","translation":"The verdict was considerably milder than it had initially been assumed."},{"text":"Zu allen Dingen soll man mild sein, nur der Zeit nicht.","translation":"To all things you should be mild, but not the time."},{"text":"Mit dem milden Lächeln eines Engels sah sie mich an.","translation":"With the mild smile of an angel, she looked at me."},{"text":"Es lässt sich nicht leugnen, dass die Winter in Deutschland milder geworden sind.","translation":"There is no denying that winters in Germany have become milder."}],"Ärmel":[{"text":"Er kann das alles nur so aus dem Ärmel schütteln.","translation":"He can only shake it all out of his sleeve."},{"text":"Er hielt sie am Ärmel fest.","translation":"He held her by the sleeve."},{"text":"Wenn Tom im Garten arbeitet, trägt er lange Ärmel.","translation":"I forgot to eat lunch, so let's eat dinner early."},{"text":"Krempel die Ärmel hoch und pack an.","translation":"Roll up your sleeves and get busy."},{"text":"Der Hund hat mir ein Loch in den Ärmel gerissen.","translation":"The dog has bitten a hole in my sleeve."},{"text":"Was hast du in deinem Ärmel?","translation":"What do you have up your sleeve?"},{"text":"Was hast du noch in deinem Ärmel?","translation":"What do you have up your sleeve?"},{"text":"Pass auf! Dein Ärmel kommt in die Suppe.","translation":"Watch out! Your sleeve comes in the soup."},{"text":"Toms linker Ärmel ist zerrissen.","translation":"Tom's left sleeve is torn."},{"text":"Zum Schluss wollen wir noch den Blutdruck messen. Krempeln Sie sich einmal den Ärmel hoch!","translation":"Finally, let's measure blood pressure. Roll up your sleeves!"}],"Apotheke":[{"text":"Ich gehe zur Apotheke.","translation":"I'm going to the pharmacy."},{"text":"Hat das Hotel eine Apotheke?","translation":"Does the hotel have a pharmacy?"},{"text":"Ich fahre mit meiner Frau zur Apotheke.","translation":"I drive to the pharmacy with my wife."},{"text":"So kauft man's in der Apotheke.","translation":"That's how you buy it in the pharmacy."},{"text":"Die Apotheke befindet sich am Ende dieser Straße.","translation":"The pharmacy is located at the end of this street."},{"text":"Diese liegt auch in Apotheken aus.","translation":"This is also available at pharmacies."},{"text":"Man hat schon Pferde vor der Apotheke kotzen gesehen.","translation":"You have already seen horses pooping in front of the pharmacy."},{"text":"Wo ist die Apotheke?","translation":"Where's the pharmacy?"},{"text":"Wo ist denn die Apotheke?","translation":"Where is the pharmacy?"},{"text":"Bevor wir zu Hause ankamen, gingen wir noch bei der Apotheke vorbei.","translation":"Before we arrived home, we passed by the pharmacy."}],"quadratmeter":[{"text":"Die Fläche des Raums misst zweieinhalb Quadratmeter.","translation":"The room's area is two and half square meters."},{"text":"Die U-Bahn war so voll, dass etwa fünf Leute auf einem Quadratmeter standen.","translation":"The subway was so full that there were around five people per square meter."},{"text":"Unser Haus ist sehr groß. Es hat 250 Quadratmeter.","translation":"Our house is very large. It has 250 square meters."},{"text":"Die Fabrik hat eine Fläche von 1000 Quadratmetern.","translation":"The factory has an area of 1000 square meters."},{"text":"Ich gehe jeden Tag zur Börse, weil man nirgendwo so viele Dummköpfe pro Quadratmeter trifft.","translation":"I go to the stock market every day because nowhere else do you meet so many fools per square meter."}],"Dampf":[{"text":"Er ist Hans Dampf in allen Gassen.","translation":"He is Hans Dampf in all alleys."},{"text":"Es bildet sich Dampf.","translation":"Steam is formed."},{"text":"Durch das Fenster geht der Dampf auf den Hof.","translation":"Through the window, the steam goes to the yard."},{"text":"Der giftige Dampf brannte in meinen Lungen.","translation":"The poisonous steam burned in my lungs."},{"text":"Dämpfe bitte etwas deine Stimme, Tom!","translation":"Please muffle your voice a bit, Tom!"}],"fokussieren":[{"text":"Diese Abhandlung fokussiert neue Probleme der Psycholinguistik.","translation":"This paper focuses on new problems of psycholinguistics."}],"Bastard":[{"text":"Tom war einer der unzähligen Bastarde des Königs.","translation":"Tom was one of the king's countless bastards."},{"text":"Dich Bastard bring ich um!","translation":"You bastard, I'll kill you!"},{"text":"Die Kinder in Japan stationierter amerikanischer Soldaten mit japanischen Frauen wurden verächtlich „Bastarde“ genannt.","translation":"The children of American soldiers stationed in Japan with Japanese wives were contemptuously called \"bastards.\""},{"text":"Worum es im Krieg geht, ist nicht, für sein Vaterland zu sterben, sondern dafür zu sorgen, dass der andere Bastard für sein Vaterland stirbt.","translation":"What war is about is not to die for one's fatherland, but to make sure that the other bastard dies for his fatherland."},{"text":"Nimm deine dreckigen Griffel von mir, du Bastard!","translation":"Take your dirty pens from me, you bastard!"},{"text":"Bastard!","translation":"Duh."}],"organisch":[{"text":"Daten sind eine organische Substanz.","translation":"Data is an organic substance."},{"text":"Kann man Kartoffeln ansehen, ob sie aus organischem Anbau stammen?","translation":"Can you tell whether potatoes are organic by looking at them?"},{"text":"Wir setzen bei uns nur organischen Dünger ein.","translation":"We only use organic fertilizers."},{"text":"Karbohydrate sind organische Verbindungen.","translation":"Carbohydrates are organic compounds."},{"text":"Um Schadstoffe zu vermeiden sollten wir organischen Dünger benutzen.","translation":"To avoid harmful substances, we should use organic fertilizers."}],"Physik":[{"text":"Die Mathematik ist wie die Logik der Physik.","translation":"Mathematics is like the logic of physics."},{"text":"In der Physik irrt man sich empor.","translation":"In physics, one errs upwards."},{"text":"Zum Teufel mit der Physik!","translation":"To hell with physics!"},{"text":"Er beschloss, sich an der Uni auf Physik zu spezialisieren.","translation":"He decided to specialize in physics at university."},{"text":"Masse und Gewicht sind zwei unterschiedliche Begriffe der Physik.","translation":"Mass and weight are two different concepts in physics."},{"text":"Physik interessiert mich kein bisschen.","translation":"I'm not the least bit interested in physics."},{"text":"Physik ist nicht leicht zu lernen.","translation":"Learning Physics is not easy."},{"text":"Hast du mit Physik immer noch Probleme?","translation":"Do you still have problems with physics?"},{"text":"Ich habe eine Zwei in Physik bekommen.","translation":"I got a B in physics."},{"text":"Er hat in Oxford Physik studiert.","translation":"He read physics at Oxford."}],"Göttin":[{"text":"Athene ist die griechische Göttin der Weisheit.","translation":"Athena is the Greek goddess of wisdom."},{"text":"Die Hoffnung nenn ich meine Göttin noch.","translation":"I still call hope my goddess."},{"text":"Diana ist die schöne Göttin des Mondes und der Wälder.","translation":"Diana is the beautiful goddess of the moon and forests."},{"text":"Bevor Manet dieses Bild malte, waren seine weiblichen Akte auf Göttinnen beschränkt.","translation":"Until Manet painted this picture, his female nudes were limited to goddesses."},{"text":"Ich liebe dich, meine Göttin!","translation":"I love you, my goddess!"}],"derartig":[{"text":"Sie fanden keinen derartigen Beweis.","translation":"They found no such proof."},{"text":"Ich verspreche, dass ich niemals einen derartigen Fehler begehen werde.","translation":"I promise that I will never make such a mistake."},{"text":"Bei einem derartigen Lärm kann man nicht lernen.","translation":"It's not possible to study with so much noise!"},{"text":"Befreien Sie sich von derartig naiven Ideen.","translation":"Get rid of those kinds of naive ideas."},{"text":"Tom konnte ein derartig gutes Angebot einfach nicht ablehnen.","translation":"Tom just couldn't say no to an offer that good."}],"anordnen":[{"text":"Hast du angeordnet, dass das Zimmer geputzt wird?","translation":"Have you arranged for the room to be cleaned?"},{"text":"Das Buch ist in vier Teilen angeordnet.","translation":"The book is arranged in four parts."},{"text":"Die Stadt ist schön gleichmäßig angeordnet.","translation":"The city is laid out with beautiful regularity."},{"text":"Die Bücher waren in alphabetischer Reihenfolge angeordnet.","translation":"The books were in alphabetical order."},{"text":"Die Steine wurden harmonisch im Stile japanischer Gärten angeordnet.","translation":"The stones were arranged harmoniously in the style of Japanese gardens."},{"text":"Der Präsident Russlands hat angeordnet, Lebensmittel zu vernichten, die aus dem westlichen Ausland stammen.","translation":"The President of Russia has ordered the destruction of food originating from Western countries."},{"text":"Obwohl es nicht angeordnet war, hing fast in jedem Haus ein Bild des Königs; so beliebt war er beim Volk.","translation":"Although it was not arranged, there was a picture of the king hanging in almost every house; he was so popular with the people."}],"Sängerin":[{"text":"Sie ist eine deutsche Sängerin, sie hat aber auf Englisch gesungen.","translation":"She is a German singer, but she sang in English."},{"text":"Dennoch leugnet die Sängerin ihre Herkunft nicht.","translation":"Nevertheless, the singer does not deny her origin."},{"text":"Édith Piaf war eine französische Sängerin.","translation":"Edith Piaf was a French singer."},{"text":"Sie ist als Sängerin berühmt.","translation":"She is famous as a singer."},{"text":"Die Sängerin hat eine schöne Stimme.","translation":"The singer has a beautiful voice."}],"Friedhof":[{"text":"Er wurde auf diesem Friedhof begraben.","translation":"He was buried in this graveyard."},{"text":"Am traurigsten ist ein Friedhof dann, wenn man ihn von unten betrachten muss.","translation":"The saddest thing about a cemetery is when you have to look at it from below."},{"text":"Mit Bomben kann man Friedhöfe schaffen, aber niemals Frieden.","translation":"Bombs can create cemeteries, but never peace."},{"text":"Die Friedhöfe liegen voller Menschen, ohne die die Welt nicht leben konnte.","translation":"The cemeteries are full of people without whom the world could not live."},{"text":"Die Weimarer Fürstengruft befindet sich auf dem historischen Friedhof in Weimar.","translation":"The Weimar Prince's Crypt is located in the historic cemetery in Weimar."}],"Wohlstand":[{"text":"Wenn die Seele hungert, kann man sie nicht mit Wohlstand füttern.","translation":"When the soul is starving, you cannot feed it with prosperity."},{"text":"Lieber etwas weniger Wohlstand, aber dafür länger.","translation":"Better a little less prosperity, but longer."},{"text":"Nur wer im Wohlstand lebt, lebt angenehm!","translation":"Only those who live in prosperity live comfortably!"},{"text":"Der Wohlstand beginnt genau dort, wo der Mensch aufhört, mit dem Bauch zu denken.","translation":"Prosperity begins exactly where man stops thinking with his gut."},{"text":"Zu bescheidenem Wohlstand gelangt, konnte sich Tom ein Haus sowie ein Auto leisten.","translation":"Having achieved modest prosperity, Tom was able to afford a house and a car."}],"Oberseite":[{"text":"Die gefüllten Kartoffeln backen bis die Oberseite goldbraun ist, 20 bis 30 Minuten.","translation":"Bake stuffed potatoes until golden brown on top, 20 to 30 minutes."},{"text":"Sie benutzt eine Leiter, um Bücher von der Oberseite des Bücherregals zu holen.","translation":"She uses a ladder to fetch books from the top of the bookshelf."},{"text":"Ein Brötchen habe ich nicht gegessen, denn seine Oberseite war schimmelig.","translation":"I didn't eat a roll, because its top was moldy."},{"text":"Die Urnen haben einen Schlitz an der Oberseite.","translation":"The urns have a slot at the top."}],"Konstruktion":[{"text":"Die Konstruktion ist nicht stark genug, um ein solches Gewicht zu tragen.","translation":"The structure isn't strong enough to support so much weight."},{"text":"Das ist die gewaltigste Konstruktion, die ich je gesehen habe.","translation":"This is the most massive construction I have ever seen."},{"text":"Die Konstruktion von Halbleitern ähnelt sehr der Entwicklung von Software.","translation":"The design of semiconductors is very similar to the development of software."},{"text":"Die Konstruktion umspannte zwei Jahrhunderte.","translation":"The construction spanned two centuries."},{"text":"Irgendwie gefiel mir die ganze Konstruktion des Satzes nicht. Daher habe ich ihn umformuliert.","translation":"Somehow I didn't like the whole construction of the sentence. That is why I have reworded it."}],"portal":[{"text":"Die barocke Bischofsresidenz schmückt ein prunkvolles Portal, das ein Meisterwerk der Bau- und Bildhauerkunst ist.","translation":"The baroque bishop's residence is decorated with a magnificent portal that is a masterpiece of architecture and sculpture."},{"text":"In diesen Tempeln gelangte der Eintretende durch von Pfeilern oder Säulen gebildete Portale hindurch zur eigentlichen Bühne der feierlichen Zeremonie: in einen geräumigen, von Standbildern umgebenen Hof.","translation":"In these temples, the person entering through portals formed by pillars or columns reached the actual stage of the solemn ceremony: a spacious courtyard surrounded by statues."}],"Tablette":[{"text":"Ich muss noch meine Tabletten nehmen.","translation":"I still need to take my tablets."},{"text":"Diese Tabletten waren schwer zu schlucken.","translation":"These tablets were difficult to swallow."},{"text":"Ich vertrage die Tabletten nicht.","translation":"I do not tolerate the tablets."},{"text":"Warum müssen diese Tabletten eigentlich immer Nebenwirkungen haben?","translation":"Why do these tablets always have to have side effects?"},{"text":"Immer, wenn er die Tabletten gegen hohen Blutdruck einnimmt, wird er müde.","translation":"Whenever he takes the tablets for high blood pressure, he gets tired."}],"Stadium":[{"text":"Die Arbeit befindet sich in einem sehr fortgeschrittenen Stadium.","translation":"The work is at a very advanced stage."},{"text":"Der Patient überwand das kritische Stadium.","translation":"The patient got over the critical stage."},{"text":"Im Keller fanden sich Kinderleichen in verschiedenen Stadien der Verwesung.","translation":"In the basement, children's corpses were found in various stages of decay."},{"text":"FIFA hat keine Zweifel, dass die beste Stadien Deutschlands in der Lage sind, auch die Spiele der zukünftigen Fußball-WM 2018 zu halten.","translation":"FIFA has no doubt that the best stadiums in Germany are able to hold the matches of the future World Cup 2018."},{"text":"Die Stadien der psychosexuellen Entwicklung — orale, anale, phallische, Latenz- und genitale Phase — stellen sich als große Freud'sche Fehlleistung heraus, indem sie dem Systematiker ernste Analfixierung unterstellen.","translation":"The stages of psychosexual development—oral, anal, phallic, latent, and genital—turn out to be one big Freudian slip, betraying severe anal retention on the part of the taxonomist."}],"frech":[{"text":"Kinder, die frech sind, ärgern mich.","translation":"Children who are cheeky annoy me."},{"text":"Mein Rauhaardackel ist erst 5 Monate alt, aber schon frech wie Oskar.","translation":"My rough-haired dachshund is only 5 months old, but already cheeky like Oskar."},{"text":"Werd nicht frech!","translation":"Don't you talk back to me."},{"text":"Sie sah mich aus frechen Augen an.","translation":"She looked at me from cheeky eyes."},{"text":"Ein treuer Zeuge lügt nicht; aber ein falscher Zeuge redet frech Lügen.","translation":"A faithful witness does not lie; but a false witness cheekily speaks lies."}],"Galaxie":[{"text":"Unsere Milchstraße ist eine Galaxie.","translation":"Our Milky Way is a galaxy."},{"text":"Leben andere intelligente Wesen in unserer Galaxie?","translation":"Are there other intelligent beings living in our Galaxy?"},{"text":"Es gibt viele Galaxien im Universum.","translation":"There are many galaxies in the universe."},{"text":"Es gibt in der Galaxie unzählige Sterne.","translation":"There are countless stars in the galaxy."},{"text":"Unsere Galaxie wird Milchstraße genannt.","translation":"Our galaxy is called the Milky Way."}],"Follower":[],"entfalten":[{"text":"Wer sich frei entfalten will, muss viele Ratschläge in den Wind schlagen können.","translation":"If you want to develop freely, you have to be able to throw a lot of advice to the wind."},{"text":"Die Zeit verwandelt uns nicht, sie entfaltet uns nur.","translation":"Time does not transform us, it only unfolds us."},{"text":"An der Akademie der Schönen Künste können sich Studenten künstlerisch entfalten.","translation":"At the Academy of Fine Arts, students can develop artistically."},{"text":"Wir müssen unsere Talente entfalten.","translation":"We need to develop our talents."},{"text":"Wenn wir einen Roman schreiben, entfalten wir unsere Fantasie.","translation":"When we write a novel, we unfold our imagination."}],"seht":[{"text":"Seht, wie Ungarn feiern!","translation":"See how Hungarians celebrate!"},{"text":"„Seht ihr den großen Baum dort?“ fragte die Hexe und deutete dabei auf einen Baum neben ihnen.","translation":"\"Do you see that great tree there?\" said the witch, pointing to a tree beside them."},{"text":"Der Große stürzt: Seht seinen Günstling fliehn; der Arme steigt, und seine Feinde lieben ihn.","translation":"The Great Falls: See His Favorite Flee; the poor one rises, and his enemies love him."},{"text":"Wenn man etwas gut gemacht hat, dann muss man auch sagen: „Seht her! Ich habe etwas gut gemacht“, sonst merkt es niemand.","translation":"Having done something well, one should say, \"Look here, I have done something well,\" else nobody will notice."},{"text":"„Seht ihr die Katze, die da auf dem Stuhl des Herrn Generaldirektors sitzt?“ – „Ja, das ist ja unser neuer Generaldirektor.“ – „Ach, na klar. Das hätte ich wissen müssen.“","translation":"\"You guys see that cat sitting at the CEO's desk?\" \"Yeah, that's our new CEO.\" \"Oh, of course! I should've known.\""},{"text":"Mein Name ist Osymandias, aller Könige König: Seht meine Werke, mächtige, und erbebt!","translation":"My name is Ozymandias, king of kings: Look on my works, ye Mighty, and despair!"},{"text":"Seht euch vor vor den falschen Propheten, die in Schafskleidern zu euch kommen, inwendig aber sind sie reißende Wölfe. An ihren Früchten sollt ihr sie erkennen. Kann man auch Trauben lesen von den Dornen oder Feigen von den Disteln?","translation":"Beware of the false prophets who come to you in sheep's clothes, but inside they are ravenous wolves. By their fruits you shall know them. Is it possible to harvest grapes from thorns or figs from thistles?"},{"text":"Seht Tom zu!","translation":"Watch Tom."}],"Container":[{"text":"Was hat dieser Container in unserem Hamburger Hafen zu suchen?","translation":"What does this container have to do in our Port of Hamburg?"},{"text":"Der Container ist leer.","translation":"The container is empty."},{"text":"Die Container werden von einem Schiff auf das andere verfrachtet.","translation":"The containers are shipped from one ship to another."},{"text":"Containern sollte keine Staftat sein.","translation":"Dumpster diving should not be a crime."}],"kasse":[{"text":"Die Kasse stimmt heute nicht.","translation":"The cash register is not right today."},{"text":"Bezahlen muss man an der Kasse.","translation":"You have to pay at the cash register."},{"text":"Wenn die Kassen leer sind, hat selbst der Kaiser sein Recht verloren.","translation":"When the coffers are empty, even the emperor has lost his right."},{"text":"Die Kasse war nicht verschlossen. Das Geld ist selbstverständlich weg.","translation":"The cash register was not locked. Of course, the money is gone."},{"text":"Die Kasse ist dort drüben.","translation":"The cash register is over there."},{"text":"Sie ist gut bei Kasse.","translation":"She is good at checkout."},{"text":"Ich bin knapp bei Kasse.","translation":"I'm strapped for cash."},{"text":"Im Moment bin ich ein bisschen knapp bei Kasse.","translation":"I'm a little low on cash right now."},{"text":"Diesen Monat bin ich knapp bei Kasse.","translation":"This month I'm short of cash."},{"text":"Ich kann dir keine Gesellschaft leisten. Ich bin knapp bei Kasse.","translation":"I cannot keep you company. I'm short of money."}],"übermäßig":[{"text":"Sie legt keinen übermäßigen Wert darauf, was andere denken.","translation":"She does not place undue emphasis on what others think."},{"text":"Tom beschwerte sich über den übermäßigen Lärm.","translation":"Tom complained about the excessive noise."},{"text":"Man sollte nicht übermäßig essen.","translation":"You shouldn't eat to excess."},{"text":"Ich bin an dieser Veranstaltung nicht übermäßig interessiert.","translation":"I'm not overly interested in the event."},{"text":"Das ist nicht übermäßig kompliziert.","translation":"That isn't very complicated."}],"Konsole":[{"text":"Legen Sie keine Gegenstände auf die Konsole.","translation":"Do not put any objects on the console."},{"text":"Eine neue Konsole ist herausgekommen. Sie heißt Nintendo 64.","translation":"A new console has come out. It's called Nintendo 64."},{"text":"Interessant sind die Figuren und grotesken Masken, welche die Konsolen schmücken.","translation":"Interesting are the figures and grotesque masks that decorate the consoles."},{"text":"Vermeiden Sie übermäßigen Gebrauch der Konsole. Um eine Belastung der Augen vorzubeugen, machen Sie während des Spielens jede Stunde eine Pause von etwa 15 Minuten.","translation":"Avoid prolonged use of the console. To help prevent eye strain, take a break of about 15 minutes during every hour of play."}],"Pulver":[{"text":"Der hat auch nicht das Pulver erfunden.","translation":"He didn't invent the powder either."},{"text":"Der Brief enthält ein weißes Pulver.","translation":"The letter contains a white powder."},{"text":"Die Stille war wie ein feines Pulver, das leise in der Luft schwebte.","translation":"The silence was like a fine powder floating softly in the air."},{"text":"Ein Arzt gab ihm ein Pulver gegen Fieber.","translation":"A doctor gave him a powder for fever."},{"text":"Gewürze sind verschiedene Pulver, mit denen man den Geschmack von Speisen verbessern kann.","translation":"Spices are various powders that can be used to improve the taste of food."},{"text":"Solche Eltern sind keinen Schuss Pulver wert.","translation":"Such parents are not worth a shot of powder."},{"text":"Der Geruch von Pulver liegt in der Luft.","translation":"The smell of powder is in the air."},{"text":"Der Schnee ist wie Pulver.","translation":"The snow is powdery."},{"text":"Kein Mensch kann sie wissen, kein Jäger erschießen mit Pulver und Blei - Die Gedanken sind frei!","translation":"No man can know them, no hunter can shoot them, with powder and lead - Thoughts are free!"},{"text":"Der Schnee war wie Pulver.","translation":"The snow was powdery."}],"automatisiert":[{"text":"Unser Leben wird täglich bequemer und automatisierter.","translation":"Our lives are becoming more convenient and automated every day."}],"Kilogramm":[{"text":"Ein Gramm Arbeit wiegt mehr als ein Kilogramm Worte.","translation":"One gram of work weighs more than a kilogram of words."},{"text":"Wie viel kostet ein Kilogramm Äpfel?","translation":"How much does a kilogram of apples cost?"},{"text":"Diesen Sommer habe ich zwei Kilogramm zugenommen.","translation":"This summer I gained two kilograms."},{"text":"Tom hat dreißig Kilogramm abgenommen.","translation":"Tom has lost thirty kilograms."},{"text":"Wir essen jährlich pro Kopf durchschnittlich zwei Kilogramm Fisch.","translation":"We eat an average of two kilograms of fish per capita per year."}],"ausgefallen":[{"text":"Harald? Das ist aber ein ausgefallener Name.","translation":"Harald? But that's a fancy name."},{"text":"Die Heizung ist ausgefallen.","translation":"The heating has broken down."},{"text":"Die Pandemie bringt die Leute auf ganz ausgefallene Ideen, sich zu unterhalten.","translation":"The pandemic is making people think of unique entertainment ideas."},{"text":"Der Antrieb des Flugzeugs ist ausgefallen.","translation":"The engine of the aircraft has failed."},{"text":"Du trägst immer eine ausgefallene Krawatte.","translation":"You are always wearing a loud necktie."},{"text":"Der Strom ist seit heute Morgen ausgefallen.","translation":"The electricity has been off since this morning."},{"text":"Der Server ist wieder ausgefallen.","translation":"The server is down again."},{"text":"Mir ist ein Zahn ausgefallen.","translation":"I lost a tooth."},{"text":"Letzte Nacht ist der Provider ausgefallen.","translation":"Last night the provider failed."},{"text":"Wenn sich die Teilnehmenden auf die Versammlung vorbereitet hätten, wäre sie viel kürzer ausgefallen.","translation":"If the participants had prepared for the meeting, it would have been much shorter."}],"Hülle":[{"text":"In China gibt es Bambus in Hülle und Fülle.","translation":"In China, bamboo abounds."},{"text":"Hüllen wir uns in Schweigen.","translation":"Let us remain silent."},{"text":"Ohne Liebe ist das Leben nur eine leere Hülle.","translation":"Without love, life is just an empty shell."},{"text":"Unter der Hülle aller Religionen liegt die Religion selbst, die Idee eines Göttlichen.","translation":"Beneath the shell of all religions lies religion itself, the idea of a divine."},{"text":"Tom nahm die CD aus der Hülle und schob sie in das Abspielgerät.","translation":"Tom took the CD out of its case and put it into the player."}],"adoptieren":[{"text":"Wenn du keine Kinder kriegen kannst, kannst du immer noch welche adoptieren.","translation":"If you can't have children, you can still adopt some."},{"text":"Ich habe diesen Satz nur adoptiert – ich habe ihn nicht selbst geschrieben.","translation":"I just adopted this sentence – I didn't write it myself."},{"text":"Maria und ihr Mann haben sich entschieden, ein Kind zu adoptieren.","translation":"Maria and her husband have decided to adopt a child."},{"text":"Meine Frau wollte ein Kind adoptieren.","translation":"My wife wanted to adopt a child."},{"text":"Tom und Maria haben einen Jungen aus China adoptiert.","translation":"Tom and Mary adopted a boy from China."},{"text":"Weil Tom und Maria keine eigenen Kinder haben konnten, haben sie eines adoptiert.","translation":"Because Tom and Maria could not have children of their own, they adopted one."},{"text":"Sie haben das kleine Mädchen adoptiert.","translation":"They adopted the little girl."},{"text":"Wir haben einen Jungen adoptiert.","translation":"We've adopted a boy."},{"text":"Julias Papa hat ein rotes Kätzchen aus dem Tierheim adoptiert.","translation":"Julia's dad has adopted a red kitten from the shelter."},{"text":"Maria hat ein Waisenkind adoptiert.","translation":"Maria has adopted an orphan."}],"entziehen":[{"text":"Versuchen Sie nicht, sich der Verantwortung zu entziehen!","translation":"Do not try to avoid responsibility."},{"text":"Das entzieht sich meiner Kenntnis.","translation":"It's beyond my ken."},{"text":"Es ist Zeit, dass jemand der Regierung die Kreditkarte entzieht.","translation":"It's time for someone to withdraw the government's credit card."},{"text":"Tom wurde die Förderung entzogen. Er musste seine Forschung einstellen.","translation":"Tom's sponsorship was withdrawn. He had to stop his research."},{"text":"Man kann sich der eigenen menschlichen Natur nicht entziehen.","translation":"One cannot escape one's own human nature."}],"Schwerkraft":[{"text":"Seit Newton die Schwerkraft erfunden hat, fällt alles hinunter.","translation":"Since Newton invented gravity, everything has fallen down."},{"text":"Morgens besiegst du die Schwerkraft, um aus dem Bett zu steigen.","translation":"In the morning, you defeat gravity to get out of bed."},{"text":"Es gelten die Gesetze der Schwerkraft.","translation":"The laws of gravity apply."},{"text":"Wenn du die Schwerkraft zu deinem Vorteil nutzen kannst, tu es.","translation":"If you can use gravity to your advantage, do it."},{"text":"Die Schwerkraft zieht Gegenstände zum Mittelpunkt der Erde.","translation":"Gravity pulls things toward the center of the earth."}],"beunruhigen":[{"text":"Die Nachrichten beunruhigen mich.","translation":"I am unsettled about the news."},{"text":"Bei mir ist alles in Ordnung, trotzdem beunruhigt mich etwas.","translation":"Everything is fine with me, but something worries me."},{"text":"Es sind nicht die Dinge, die uns beunruhigen, sondern unsere Meinung über die Dinge.","translation":"It is not the things that worry us, but our opinion of things."},{"text":"Ich war wegen deiner Gesundheit beunruhigt.","translation":"I have been anxious about your health."},{"text":"Irgendetwas scheint Tom zu beunruhigen.","translation":"Something seems to worry Tom."},{"text":"Die Mutter war beunruhigt um ihre Kinder.","translation":"The mother was worried about her children."},{"text":"Ich sehe, dass das Schicksal des Landes dich sehr beunruhigt.","translation":"I see that the fate of the country worries you very much."},{"text":"Wir sind beunruhigt wegen deiner Zukunft.","translation":"We are worried about your future."},{"text":"Ich bin sehr beunruhigt über deinen Gesundheitszustand.","translation":"I am very concerned about your state of health."},{"text":"Tom setzte sich beunruhigt seine Brille auf und las den Brief, den er vom Amtsgericht Uelzen erhalten hatte.","translation":"Worried, Tom put on his glasses and read the letter he had received from the Uelzen District Court."}]}