{"for":[{"text":"Ich habe kein Konto in diesen Foren.","translation":"I don't have an account on these forums."},{"text":"Wälder und Forste sind Grundelemente für die Landwirtschaft und die Jagd.","translation":"Forests and forests are basic elements for agriculture and hunting."},{"text":"Ich weiß einfach nicht, was in den Köpfen von Leuten, die in Foren herumtrollen, vorgeht.","translation":"I just don't understand what goes through the minds of people who troll forums."},{"text":"Im Jahre 2020 wurde eine Aktion ins Leben gerufen, die zum Ziel hatte, „Tatoeba“, um es international attraktiver zu machen, in „For Example“ umzubenennen.","translation":"In 2020, an action was launched with the aim of renaming \"Tatoeba\" \"For Example\" to make it more attractive internationally."},{"text":"Death Cab for Cutie ist eine gute Band.","translation":"Death Cab for Cutie is a good band."},{"text":"Mark/Space hat am 18. Juli ein Update von Missing Sync for Windows Mobile für Mac OS X herausgebracht.","translation":"Mark/Space released an update of Missing Sync for Windows Mobile for Mac OS X on July 18."},{"text":"Die letzte Pandemie ereignete sich im Jahre 2009, als sich ein neues, H1N1 genanntes Grippevirus von den Vereinigten Staaten aus um den Erdball ging. Einer Schätzung der „Zentren zur Krankheitsbkämpfung und -verhütung“ (engl. Centers for Disease Control and Prevention) der Vereinigten Staaten zufolge starben zwischen 151 000 und 600 000 Menschen.","translation":"The last pandemic was in 2009 when a new influenza virus, called H1N1, started in the U.S. and circulated the globe. The U.S. Centers for Disease Control and Prevention estimates that between 151,000 and 600,000 people died."}],"jährige":[{"text":"Das 30-jährige Jubiläum wird gefeiert.","translation":"The 30th anniversary is celebrated."},{"text":"Tom sitzt jetzt eine 150-jährige Haftstrafe ab.","translation":"Tom is now serving a 150-year prison sentence."},{"text":"Eine 90-jährige Frau sagte zu der damals 96-jährigen Madame de Fontenelle: „Der liebe Gott hat uns vergessen.“ „Pssst“, antwortete Madame de Fontenelle und legte einen Finger an den Mund.","translation":"A 90-year-old woman said to the then 96-year-old Madame de Fontenelle: \"The good Lord has forgotten us.\" \"Pssst,\" replied Madame de Fontenelle, putting a finger to her mouth."},{"text":"Ich hörte im Radio, dass heute der 100-jährige Todestag von einem, ich weiß schon nicht mehr welchem, berühmten Schriftsteller ist.","translation":"I heard on the radio that today is the 100th anniversary of the death of a, I don't remember which, famous writer."},{"text":"Nach einigen Jahren kam anstelle von \"Die internationale Sprache des Dr. Esperanto\" die kurz Bezeichnung \"Esperanto\" in Gebrauch. An diesem Tag begehen wir daher überall auf der Welt das 125-jährige Jubiläum des Esperanto.","translation":"After a few years, instead of \"The International Language of Dr. Esperanto\", the short name \"Esperanto\" came into use. On this day, therefore, we celebrate the 125th anniversary of Esperanto all over the world."},{"text":"Im Jahr 1903 begannen der 13-jährige Edmond Privat und sein 15-jähriger Freund Hector Hodler, Esperanto zu lernen. Bereits einige Wochen später gründeten sie einen Esperantojugendklub und die Zeitschrift Junger Esperantist.","translation":"In 1903, 13-year-old Edmond Privat and his 15-year-old friend Hector Hodler began learning Esperanto. Just a few weeks later, they founded an Esperanto youth club and the magazine Young Esperantist."},{"text":"Nicht ohne sein Gepäck: Ein Bahnreisender ist bei 160 Stundenkilometern auf dem Trittbrett eines Zuges mitgefahren. Der 39-Jährige hatte am Stuttgarter Hauptbahnhof noch eine Zigarette geraucht, als der Zug mit seinem Gepäck losfuhr, wie die Polizei mitteilte.","translation":"Not without his luggage: A rail passenger traveled on the running board of a train at 160 kilometers per hour. The 39-Year-old had smoked a cigarette at Stuttgart Central Station, as the train drove off with his luggage, as the police announced."}],"gleichen":[{"text":"Ein Mensch ohne Vater, ohne Mutter gleicht einer Laute ohne Saiten.","translation":"A person without a father, without a mother, is like a lute without strings."},{"text":"Der Tod gleicht alles aus.","translation":"Death balances everything."},{"text":"Jeder gleicht der Gesellschaft, in der er sich am meisten aufhält.","translation":"Everyone is like the society in which they spend the most time."},{"text":"Es ist immer gut, wenn das erste Kind dem Vater gleicht.","translation":"It is always good when the first child resembles the father."},{"text":"Glück gleicht durch Höhe aus, was ihm an Länge fehlt.","translation":"Luck compensates by height, what it lacks in length."},{"text":"Wer heute über die Fehler anderer lacht, macht morgen die gleichen.","translation":"Those who laugh at the mistakes of others today will do the same tomorrow."},{"text":"Wenn es sich um Geld handelt, gehört jeder der gleichen Religion an.","translation":"When it comes to money, everyone belongs to the same religion."},{"text":"Egal wie oft ich es ihr sage, immer wieder begeht sie den gleichen Fehler.","translation":"No matter how many times I tell her, she makes the same mistake over and over again."},{"text":"Das Baby gleicht seiner Mutter.","translation":"The baby takes after his mother."},{"text":"Die Probleme, die deine Frau hat, sind die gleichen, wie sie meine hat.","translation":"The problems your wife has are the same as mine."},{"text":"Er isst immer nur das Gleiche.","translation":"He always eats the same thing."},{"text":"Ich täte das Gleiche.","translation":"I'd do the same thing."},{"text":"Das ist das Gleiche, was beim letzten Mal passiert ist.","translation":"This is the same thing that happened last time."},{"text":"Ich versuche normalerweise, das Gleiche zu tun wie alle anderen.","translation":"I usually try to do what everybody else does."},{"text":"Fühlt er beim Sex mit mir das Gleiche, was er mit ihnen gefühlt hat?","translation":"Does he feel the same thing during sex with me that he felt with them?"}],"bedienen":[{"text":"Weißt du, wie man die Maschine bedient?","translation":"Do you know how this machine is operated?"},{"text":"Der Ober hat Sie völlig korrekt bedient!","translation":"The waiter served you completely correctly!"},{"text":"Bitte bedienen Sie sich!","translation":"Please help yourself!"},{"text":"Besser ist, bedient zu werden als dienen.","translation":"It is better to be served than to serve."},{"text":"Ich bitte dich, bediene dich der französischen Sprache.","translation":"I beg you to use the French language."}],"Sturm":[{"text":"Gott schütze mich vor Sturm und Wind.","translation":"God protect me from storm and wind."},{"text":"Es zieht ein Sturm auf.","translation":"A storm is gathering."},{"text":"Das Flugzeug befand sich im Auge des Sturms.","translation":"The plane was in the eye of the storm."},{"text":"Wenn du keine Antwort suchst, wird dich der Sturm finden.","translation":"If you don't look for an answer, the storm will find you."},{"text":"Ich glaube, ein Sturm kommt auf.","translation":"I think a storm is coming."}],"verleihen":[{"text":"Die Sorge verleiht kleinen Dingen einen großen Schatten.","translation":"Worry gives small things a big shadow."},{"text":"Was dem Leben Sinn verleiht, gibt auch dem Tode Sinn.","translation":"What gives meaning to life also gives meaning to death."},{"text":"Es ist unglaublich, wie viel Kraft die Seele dem Körper zu verleihen mag.","translation":"It is incredible how much power the soul can give to the body."},{"text":"Willst du dich deines Wertes freuen, so musst der Welt du Wert verleihen.","translation":"If you want to rejoice in your value, you must give value to the world."},{"text":"Kaffee verleiht dir Energie!","translation":"Coffee gives you energy!"}],"Turm":[{"text":"Ein Turm ist höher als ein Haus.","translation":"A tower is higher than a house."},{"text":"Der Turm neigte sich leicht nach links.","translation":"The tower tilted slightly to the left."},{"text":"Der Turm brach zusammen.","translation":"The tower collapsed."},{"text":"Er zeigte auf den Turm dort drüben.","translation":"He pointed to the tower over there."},{"text":"An dem Turm wurde viele Jahre gebaut.","translation":"Many years have been spent in building the tower."}],"Frauen":[{"text":"Unsere Mütter sind starke Frauen.","translation":"Our mothers are strong women."},{"text":"Man soll Frauen nichts erklären; man soll handeln.","translation":"One should not explain anything to women; Action should be taken."},{"text":"In Kopenhagen haben die Frauen schöne Beine, weil sie viel Rad fahren.","translation":"In Copenhagen, women have beautiful legs because they cycle a lot."},{"text":"Welche der Frauen ist deine Tante?","translation":"Which of the women is your aunt?"},{"text":"Entweder man liebt Frauen oder man hasst sie. Ich tue beides.","translation":"Either you love women or you hate them. I do both."}],"niemandem":[{"text":"Die Früchte gehören euch allen, aber der Boden gehört niemandem.","translation":"The fruits belong to all of you, but the soil belongs to no one."},{"text":"Ich habe mit niemandem darüber geredet, weder unter vier Augen noch in kleinerem Kreise.","translation":"I didn't talk to anyone about it, neither in private nor in smaller circles."},{"text":"Tom traute niemandem, und niemand traute Tom.","translation":"Tom didn't trust anyone, and nobody trusted Tom."},{"text":"Tom glaubt niemandem.","translation":"Tom doesn't believe anyone."},{"text":"Das wünsche ich niemandem.","translation":"I wish that on no one."}],"Ausnahme":[{"text":"Mit Ausnahme von Udo waren alle in der Schule.","translation":"Everyone was at school apart from Udo."},{"text":"Zahlreiche Ausnahmen bestätigen diese Regel.","translation":"Numerous exceptions confirm this rule."},{"text":"Maria hat alles, was sie braucht – mit einer Ausnahme: Tom. Der fehlt ihr sehr.","translation":"Mary has everything that she needs, with one exception: Tom. She misses him very much."},{"text":"Muss ich streng sein oder darf ich Ausnahmen zulassen?","translation":"Do I have to be strict or can I allow exceptions?"},{"text":"Ich vergesse nie ein Gesicht. Aber in Ihrem Fall mache ich gerne eine Ausnahme.","translation":"I never forget a face, but in your case I'll be glad to make an exception."}],"Haltung":[{"text":"Gang und Haltung verraten mehr als das Gesicht.","translation":"Gait and posture reveal more than the face."},{"text":"In dieser kritischen Situation gilt es, Haltung zu bewahren.","translation":"In this critical situation, it is important to maintain an attitude."},{"text":"Haltung gibt Halt.","translation":"Attitude gives stability."},{"text":"Kundenservice ist keine Abteilung – Kundenservice ist eine Haltung.","translation":"Customer service is not a department – customer service is an attitude."},{"text":"Ich verstehe Ihre Haltung, aber ich nehme das anders wahr.","translation":"I understand your attitude, but I perceive it differently."}],"wirst":[{"text":"Wirst du daraus schlau?","translation":"Are you getting smart out of it?"},{"text":"Wirst du Peter heiraten?","translation":"Are you going to marry Peter?"},{"text":"Liebe nicht den Schlaf, damit du nicht arm wirst wie ein Hund.","translation":"Don't love sleep so you don't become poor like a dog."},{"text":"Ich hoffe, du wirst nicht enttäuscht.","translation":"I hope you won't be disappointed."},{"text":"Der Geist ist alles; was du denkst, das wirst du.","translation":"The spirit is everything; What you think, you will."}],"stärken":[{"text":"Angst schadet — Mut stärkt.","translation":"Fear harms — courage strengthens."},{"text":"Es ist wichtig, die Grundlagen zu stärken.","translation":"It is important to strengthen the foundations."},{"text":"Schwimmen stärkt die Beine.","translation":"Swimming strengthens the legs."},{"text":"Sie stärkten mir in allem den Rücken.","translation":"They backed me up in everything."},{"text":"Wir müssen unsere Organisation stärken.","translation":"We need to strengthen our organisation."}],"Flügel":[{"text":"Kinder sind die Flügel des Menschen.","translation":"Children are the wings of man."},{"text":"Jeder, der fällt, hat Flügel.","translation":"Everyone who falls has wings."},{"text":"Wem das Lächeln fehlt, dem fehlt ein Flügel.","translation":"Those who lack a smile are missing a wing."},{"text":"Angst verleiht Flügel.","translation":"Fear gives wings."},{"text":"Schade, dass Schlümpfe keine Flügel haben.","translation":"Too bad that Smurfs do not have wings."}],"gruselig":[{"text":"Ich mag keine gruseligen Filme.","translation":"I don't like scary movies."},{"text":"Machen gruselige Geschichten dir Angst?","translation":"Do scary stories scare you?"},{"text":"Es war ganz schön gruselig.","translation":"It was pretty scary."},{"text":"Er ist irgendwie gruselig.","translation":"It's kind of creepy."},{"text":"Das Monster hatte Augen auf der Rückseite des Kopfes. Es war wirklich gruselig!","translation":"The monster literally had eyes in the back of its head. It was really creepy!"}],"dauerhaft":[{"text":"Freundschaft ist nicht nur ein köstliches Geschenk, sondern auch eine dauerhafte Aufgabe.","translation":"Friendship is not only a delicious gift, but also a permanent task."},{"text":"Die meisten von uns wollen hier dauerhaft bleiben.","translation":"Most of us want to stay here permanently."},{"text":"Jeder möchte dauerhaften Frieden.","translation":"Everybody wants permanent peace."},{"text":"Ein Krieg wird keinen dauerhaften Frieden bringen.","translation":"A war will not bring lasting peace."},{"text":"Er sucht, glaube ich, keine dauerhafte Beziehung.","translation":"I think that he's not looking for a long term relationship."},{"text":"Er hält sich dauerhaft in diesem Land auf.","translation":"He is permanently in this country."},{"text":"Frau Brown warnte Beth, dass sie, falls sie nicht ordentlich esse, dauerhaft übergewichtig sein werde.","translation":"Mrs. Brown warned Beth that if she didn't eat properly she would be permanently overweight."},{"text":"Ein altes Wort bewährt sich leider auch an mir, daß Glück und Schönheit sich dauerhaft nicht vereint.","translation":"An old word unfortunately also proves itself to me that happiness and beauty do not unite permanently."},{"text":"Der Hass wird sich dauerhaft zwischen diesen Brudervölkern festsetzen.","translation":"Hatred will become permanent among these fraternal peoples."},{"text":"Bei Prostatakrebs kann eine operative Entfernung der Hoden notwendig sein, um den Testosteronspiegel dauerhaft zu senken.","translation":"In prostate cancer, surgical removal of the testicles may be necessary to permanently lower testosterone levels."}],"Apfel":[{"text":"Die Äpfel sind in diesem Jahr besonders süß.","translation":"The apples are particularly sweet this year."},{"text":"Ein Apfel ist eine Frucht.","translation":"An apple is a fruit."},{"text":"Wer viel Äpfel isst, bleibt gesund.","translation":"If you eat a lot of apples, you stay healthy."},{"text":"Der Apfel ist noch grün.","translation":"The apple is still green."},{"text":"Wir standen auf Leitern, um Äpfel von den Bäumen zu sammeln.","translation":"We stood on ladders to collect apples from the trees."}],"spanisch":[{"text":"In Wikipedia existiert für das Tatoeba Projekt kein Artikel in spanischer Sprache.","translation":"There is no article in Spanish for the Tatoeba project on Wikipedia."},{"text":"Diese Frau spricht spanisch.","translation":"This woman speaks Spanish."},{"text":"Mein spanischer Freund heißt Enrique.","translation":"My Spanish friend is called Enrique."},{"text":"Carmen ist ein spanischer Name.","translation":"Carmen is a Spanish name."},{"text":"Wo ist die spanische Botschaft?","translation":"Where is the Spanish Embassy?"},{"text":"Tom spricht Spanisch, und Betty auch.","translation":"Tom speaks Spanish, and so does Betty."},{"text":"Sie mussten dafür extra Spanisch lernen.","translation":"They had to learn Spanish extra for this."},{"text":"Ich spreche ein bisschen Spanisch.","translation":"I speak a bit of Spanish."},{"text":"Carole studiert seit 3 Jahren Spanisch.","translation":"Carole has been studying Spanish for 3 years."},{"text":"Bob ist der einzige Schüler in unserer Klasse, der Spanisch sprechen kann.","translation":"Bob is the only pupil in our class who speaks Spanish."},{"text":"Er spricht Spanisch genauso gut wie Französisch.","translation":"He speaks Spanish as well as French."},{"text":"Dieser Satz kommt ja eigentlich aus dem Spanischen.","translation":"This sentence actually comes from Spanish."},{"text":"Spanisch ist im Kommen.","translation":"Spanish on the way."},{"text":"María bringt Mary Spanisch bei.","translation":"María teaches Mary Spanish."},{"text":"Jack spricht vielleicht auch Spanisch.","translation":"Jack may also speak Spanish."}],"quasi":[{"text":"Wir sind quasi eine Familie.","translation":"We're practically family."},{"text":"Tom hatte es mir quasi versprochen.","translation":"Tom had promised me, so to speak."},{"text":"Musik ist Marias Leben; die Schule läuft quasi nebenher.","translation":"Music is Mary's life; school is almost an afterthought."},{"text":"Das Genie schafft mögliche Welten, es wird zum Schöpfer und damit quasi zum Gott.","translation":"The genius creates possible worlds, he becomes the creator and thus quasi the god."},{"text":"In deutschen Supermärkten findet man quasi nur noch Eier aus Boden- oder Freilandhaltung.","translation":"In German supermarkets you can only find eggs from soil or free-range farming."}],"Wille":[{"text":"Wo ein Wille ist, ist auch ein \"geht nicht!\".","translation":"Where there's a will, there's a \"no way!\""},{"text":"Es gibt weder Zufall noch freien Willen.","translation":"There is neither contingency nor free will."},{"text":"Man konnte ihn mit bestem Willen nicht verstehen.","translation":"Even with the best intentions, you could not understand him."},{"text":"Mein letzter Wille ist 'ne Frau mit Brille.","translation":"My last will is a woman with glasses."},{"text":"Der Wille gilt oft für die Tat.","translation":"The will often applies to the deed."}],"Entfernung":[{"text":"Wie groß ist die Entfernung von hier bis dorthin?","translation":"What is the distance between here and there?"},{"text":"Aus dieser Entfernung kann man die Buchstaben nicht erkennen.","translation":"The letters can't be made out from this distance."},{"text":"Liebe wächst mit der Entfernung.","translation":"Love grows with distance."},{"text":"Entfernungen sind ohne Bedeutung. Sich nahe zu sein ist eine Sache des Herzens.","translation":"Distances are irrelevant. Being close to each other is a matter of the heart."},{"text":"Die Entfernungen nehmen ab, die Menschen kommen sich näher.","translation":"The distances are decreasing, people are getting closer."}],"kabel":[{"text":"Ich habe am Strand ein Kabel gefunden.","translation":"I found a cord on the beach."},{"text":"Hast du ein Glück, dass ich so ein langes Kabel zuhause habe.","translation":"Are you lucky that I have such a long cable at home?"},{"text":"Ich brauche ein neues USB-Kabel.","translation":"I need a new USB cable."},{"text":"Das Kabel hängt von der Decke.","translation":"The cable is hanging from the ceiling."},{"text":"Dieses Kabel steht unter Strom.","translation":"This cable is live."}],"Bord":[{"text":"Mann über Bord!","translation":"Man overboard!"},{"text":"Ich bitte, an Bord kommen zu dürfen.","translation":"I ask to be allowed on board."},{"text":"Angela hat ihre Prinzipien über Bord geworfen.","translation":"Angela has thrown her principles overboard."},{"text":"Um ein Haar wäre er bei dem Sturm über Bord gegangen.","translation":"He would have gone overboard by a hair's breadth in the storm."},{"text":"Ist Tom an Bord des Schiffes dort?","translation":"Is Tom aboard that ship?"}],"Anzug":[{"text":"Ich wollte mir einen Anzug kaufen, aber er war zu teuer.","translation":"I wanted to buy a suit, but it was too expensive."},{"text":"Der Anzug sitzt gut.","translation":"The suit fits well."},{"text":"Ein Herr im schwarzen Anzug erschien auf der Bühne.","translation":"A gentleman in a black suit appeared on stage."},{"text":"In die Kirche geht Tom immer nur im Anzug.","translation":"Tom only ever goes to church in a suit."},{"text":"Erfahrung ist ein Anzug, der mit den Jahren immer besser passt.","translation":"Experience is a suit that fits better and better over the years."}],"Zeuge":[{"text":"Kein Zeuge ist besser als die eigenen Augen.","translation":"No witness is better than one's own eyes."},{"text":"Die Zunge ist der falscheste Zeuge des Herzens.","translation":"The tongue is the most false witness of the heart."},{"text":"Die Aussage des Zeugen entschied den Fall.","translation":"The testimony of the witness decided the case."},{"text":"Die Zeugen, denen man das Recht in die Hand legt, reden am besten.","translation":"The witnesses to whom the law is placed in their hands speak best."},{"text":"Wenn wir nicht Zeugen sind, müssen wir auch nicht helfen.","translation":"If we are not witnesses, we do not have to help."}],"Übersetzung":[{"text":"Wie kann ich nach deutschen Sätzen suchen, zu denen z.B. die Esperanto-Übersetzung fehlt?","translation":"How can I search for German sentences for which, for example, the Esperanto translation is missing?"},{"text":"Was ist deine Meinung zu dieser Übersetzung?","translation":"What is your opinion on this translation?"},{"text":"Ich fertige auch englische Übersetzungen an.","translation":"I'm also writing the translations in English."},{"text":"Wagt jemand die Übersetzung?","translation":"Does anyone dare to translate?"},{"text":"„Stimmt meine Übersetzung?“ – „Man könnte es nicht besser übersetzen.“","translation":"\"Is my translation OK?\" \"You couldn't have translated it any better.\""}],"gen":[{"text":"Ich wollte lieber hintersich gen Rom.","translation":"I wanted to go to Rome behind me."},{"text":"Unser Flugzeug fliegt gen Süden.","translation":"Our plane is flying toward the south."},{"text":"Er richtete die Augen gen Himmel.","translation":"He looked heavenwards."},{"text":"Tom zog gen Westen.","translation":"Tom moved west."},{"text":"Ein einziger dankbarer Gedanke gen Himmel ist das vollkommenste Gebet!","translation":"A single grateful thought to heaven is the most perfect prayer!"},{"text":"Einzelne Gene legen individuelle Funktionen fest, aber die Beziehung zwischen den Genen ermöglicht die Physiologie.","translation":"Individual genes specify individual functions, but the relationship between genes enables physiology."},{"text":"Willst du gesund sein, dann biete deinen altsteinzeitlichen Genen altsteinzeitliche Nahrung an.","translation":"If you want to be healthy, offer Paleolithic food to your Paleolithic genes."},{"text":"Wer weiß, vielleicht sehen die Menschen eines Tages wirklich so aus, wie Picasso sie gemalt hat. Es braucht nur etwas bei der Gen-Technologie schiefzugehen.","translation":"Who knows, maybe one day people will really look like Picasso painted them. It just takes something to go wrong with genetic engineering."},{"text":"Das Genom ist der vollständige Satz von Genen, der auf den Chromosomen jeder Zelle eines Lebewesens zu finden ist.","translation":"The genome is the complete set of genes found in the chromosomes of every cell in a living being."},{"text":"Wir möchten instinktiv viel essen, vor allem Süßes und Fettes, denn eine solche Neigung ist schon in unseren Genen angelegt.","translation":"We instinctively want to eat a lot, especially sweets and fats, because such a tendency is already inherent in our genes."}],"dramatisch":[{"text":"Die Lage ist dramatisch.","translation":"The situation is dramatic."},{"text":"Die Lage in Griechenland bleibt dramatisch.","translation":"The situation in Greece remains dramatic."},{"text":"So dramatisch war die Lage noch nie.","translation":"The situation has never been so dramatic."},{"text":"Sei nicht so dramatisch, Tom!","translation":"Don't be so dramatic, Tom!"},{"text":"Als Ergebnis dieser Politik stiegen die Preise dramatisch an.","translation":"Prices rose drastically as a result of this policy."}],"außergewöhnlich":[{"text":"Das iPhone ist ein außergewöhnliches Handy.","translation":"The iPhone is an extraordinary phone."},{"text":"Rosa Montero ist eine außergewöhnliche Frau.","translation":"Rosa Montero is an extraordinary woman."},{"text":"Außergewöhnliche Situationen erfordern außergewöhnliche Lösungen!","translation":"Extraordinary situations require extraordinary solutions!"},{"text":"Um außergewöhnliche Dinge zu erreichen, musst du außergewöhnliche Dinge tun.","translation":"To achieve extraordinary things, you have to do extraordinary things."},{"text":"Der Mensch ist immer noch der außergewöhnlichste Computer von allen.","translation":"Man is still the most extraordinary computer of all."},{"text":"Das Außergewöhnliche geschieht nicht auf glattem, gewöhnlichem Wege.","translation":"The extraordinary does not happen in a smooth, ordinary way."},{"text":"Kleine Geister interessieren sich für das Außergewöhnliche, grosse Geister für das Gewöhnliche.","translation":"Little minds are interested in the extraordinary, great minds in the ordinary."},{"text":"Ich will dir etwas Außergewöhnliches erzählen.","translation":"I want to tell you something extraordinary."},{"text":"Es war klar, dass etwas Außergewöhnliches geschehen war.","translation":"It was obvious that something extraordinary had happened."},{"text":"Während unserer Reise passierte nichts Außergewöhnliches.","translation":"Nothing unusual happened during our trip."}],"Investition":[{"text":"Das wird eine enorme Investition an Zeit und Geld erforderlich machen.","translation":"This will require a huge investment of time and money."},{"text":"Bildung ist eine Investition in die Zukunft.","translation":"Education is an investment in the future."},{"text":"Das ist eine schlechte Investition.","translation":"It's a bad investment."},{"text":"Die Investition bringt ihm jetzt sechs Prozent ein.","translation":"The investment now yields him 6%."},{"text":"Um meine Aktivitäten zu finanzieren, habe ich auf der ganzen Welt um Investitionen gebeten.","translation":"In order to finance my activities, I have asked for investments all over the world."}],"viertel":[{"text":"Die Situation im Viertel ist schwierig.","translation":"The situation in the district is difficult."},{"text":"Etwa drei Viertel aller Sterne im Universum sind Rote Zwerge.","translation":"About three-quarters of all stars in the universe are red dwarfs."},{"text":"In mehreren Vierteln von Kairo sind Schüsse aus automatischen Waffen zu hören.","translation":"Shots from automatic weapons can be heard in several districts of Cairo."},{"text":"Wir treffen uns Viertel vor sieben vor dem Kino.","translation":"We're meeting outside the cinema at quarter to seven."},{"text":"Dieses Viertel ist sehr gefährlich.","translation":"This neighborhood is very dangerous."}],"wett":[{"text":"Wetten, dass das nicht stimmt!","translation":"Bet that's not true."},{"text":"Ich habe beim Wetten verloren.","translation":"I lost a bet."},{"text":"Wetten, dass ich höher als du springen kann?","translation":"I bet that I can jump higher than you."},{"text":"Wetten wir, dass ich schneller laufe als du?","translation":"Let's bet I'll run faster than you?"},{"text":"Wenn du denkst, dass Wetten und Spielen dich reich machen werden, Tom, dann irrst du dich.","translation":"If you think betting and gambling are going to make you rich, Tom, then you're wrong."},{"text":"Im Bett ist alles wett.","translation":"It's all good in bed."},{"text":"Ich wette, Herr Thomas wird auch dieses Projekt an die Wand fahren.","translation":"I bet Mr. Thomas will also drive this project to the wall."},{"text":"Ich wette, dass Onkel Alfred zurückkommt.","translation":"I bet Uncle Alfred will come back."},{"text":"Ich wette, dass es morgen regnet.","translation":"I bet it rains tomorrow."},{"text":"Diese Vorteile machen die Nachteile mehr als wett.","translation":"The advantages far outweigh the disadvantages."}],"Wut":[{"text":"Er kochte vor Wut.","translation":"He was boiling with rage."},{"text":"Er war außer sich vor Wut und konnte kaum an sich halten.","translation":"He was furious and could hardly hold on to himself."},{"text":"Deine Wut ist viel größer als dein Verstand.","translation":"Your anger is much greater than your mind."},{"text":"Ich könnte oft vor Wut explodieren.","translation":"I could often explode with anger."},{"text":"Frauen sind gefährlich, wenn die Wut sie packt.","translation":"Women are dangerous when they get angry."},{"text":"Angst verwandelte sich schnell in Wut.","translation":"Fear quickly turned into anger."},{"text":"Sein Leiden verwandelte sich in Wut.","translation":"His suffering turned into anger."},{"text":"Sein Freund handelte in Wut.","translation":"His friend acted in anger."},{"text":"Kalte Wut ergriff sie.","translation":"Cold anger gripped her."},{"text":"Wut ist ein Treibstoff.","translation":"Anger is an energy."}],"Magen":[{"text":"Ich kann mit leerem Magen nicht denken.","translation":"I can't think on an empty stomach."},{"text":"Das schwere Essen ist ihm auf den Magen geschlagen.","translation":"The heavy food hit him on the stomach."},{"text":"Versprechen füllt den Magen nicht.","translation":"Promise does not fill the stomach."},{"text":"„Wo ist Tom denn heute?“ – „Ach, der hat es mit dem Magen.“","translation":"\"So where's Tom today?\" \"Oh, he has an upset stomach.\""},{"text":"Nichts ist gut für die Augen, aber nicht für den Magen.","translation":"Nothing is good for the eyes, but not for the stomach."}],"Impfstoff":[{"text":"Alle wollen jetzt den Corona-Impfstoff.","translation":"Everyone now wants the corona vaccine."},{"text":"Die Wissenschaftler haben noch keinen Impfstoff gegen Krebs gefunden.","translation":"Scientists haven't found a vaccine for cancer yet."},{"text":"Viele haben größere Angst vor dem Impfstoff als vor dem Virus.","translation":"Many are more afraid of the vaccine than of the virus."},{"text":"Was hältst du von den Impfstoffen?","translation":"What do you think of the vaccines?"},{"text":"Die Impfstoffe sind sicher und retten Leben.","translation":"The vaccines are safe and save lives."}],"auftragen":[{"text":"Es klingt etwas dick aufgetragen.","translation":"It sounds a bit thickly applied."},{"text":"Da hast du ein bisschen zu dick aufgetragen, mein Lieber.","translation":"You applied a bit too thick, my dear."},{"text":"Er diskutiert über alles, was ihm aufgetragen wird.","translation":"He argues about everything he's told to do."},{"text":"Ich hatte nicht genug Zeit, um alles zu essen, was aufgetragen wurde.","translation":"I didn't have enough time to eat everything that was served."},{"text":"Hör auf dich zu beschweren und mach die Arbeit, die dir aufgetragen wurde.","translation":"Stop complaining and do the work you were asked to do."}],"Landschaft":[{"text":"Ich mag die Landschaft, die Menschen aber nicht.","translation":"I like the landscape, but I don't like the people."},{"text":"Die Landschaft in der Umgebung der Stadt ist schön.","translation":"The scenery around the city is beautiful."},{"text":"Tom malt oft Landschaften.","translation":"Tom often paints landscapes."},{"text":"Die Landschaften sind einfach fantastisch .","translation":"The landscapes are simply fantastic."},{"text":"Tom kennt nicht den Unterschied zwischen einem Land und einer Landschaft.","translation":"Tom doesn't know the difference between a country and a landscape."}],"Modus":[{"text":"Das ist ihr Modus Operandi.","translation":"That's her M.O."},{"text":"Dieses Programm kann nicht im DOS-Modus ausgeführt werden.","translation":"This program cannot be run in DOS mode."},{"text":"Der Konjunktiv ist ein grammatischer Modus, der im Deutschen in der indirekten Rede und in Konditionalsätzen Verwendung findet.","translation":"The subjunctive is a grammatical mode used in German in indirect speech and conditional sentences."},{"text":"In die Sprachliste des Online-Übersetzers von Yandex wurde vor kurzem auch Tatarisch hinzugefügt. Der „elektronische Dolmetscher“ wird zur Zeit im Beta-Modus betrieben.","translation":"Tatar has recently been added to the language list of Yandex's online translator. The \"electronic interpreter\" is currently operating in beta mode."}],"facebook":[{"text":"Ich mag Facebook, aber ich habe WhatsApp lieber.","translation":"I like Facebook, but I prefer WhatsApp."},{"text":"Sie hat ihren Facebook-Zugang gelöscht.","translation":"She deleted her Facebook account."},{"text":"Tom benutzt kein Facebook.","translation":"Tom doesn't use Facebook."},{"text":"Bitte kommentiere meine Seite auf Facebook mit „gefällt mir“!","translation":"Please \"like\" my page on Facebook."},{"text":"Teilt auf Facebook oder Twitter keine Fotos von euch, auf denen ihr betrunken seid!","translation":"Don't post drunk pictures on Facebook or Twitter."},{"text":"Die Töchter meiner Freundin sind Mitglieder bei Facebook.","translation":"My friend's daughters are members of Facebook."},{"text":"Folgen Sie uns auch auf Facebook und XING!","translation":"Follow us on Facebook and XING!"},{"text":"Besuche mein Profil bei Facebook.","translation":"Visit my Facebook profile."},{"text":"Facebook erfindet die Zeit neu.","translation":"Facebook is reinventing time."},{"text":"Facebook hat seinen Sitz in Europa nicht ohne Grund in Irland.","translation":"Facebook is based in Ireland for a reason in Europe."}],"Verteidigung":[{"text":"Was hast du zu deiner Verteidigung zu sagen?","translation":"What do you have to say in your defense?"},{"text":"Unsere Truppen brachen durch die Verteidigung des Feindes.","translation":"Our troops broke through the defense of the enemy."},{"text":"Angriff ist die beste Verteidigung.","translation":"Attack is the best form of defense."},{"text":"Es muss unbedingt eine starke Verteidigung organisiert werden.","translation":"It is imperative to organize a strong defense."},{"text":"Zur Verteidigung können Krötenechsen Blut aus ihren Augen sprühen.","translation":"For defense, toad lizards can spray blood from their eyes."}],"folgende":[{"text":"Wir haben Ihnen letzte Woche Folgendes geschickt.","translation":"We shipped the following to you last week."},{"text":"Verstehen es alle, wenn ich im Folgenden deutsch spreche?","translation":"Does everyone understand it when I speak german below?"},{"text":"Im Einzelnen zeigte sich Folgendes.","translation":"In detail, the following became apparent."},{"text":"Die Vorgeschichte der Angelegenheit ist Folgendes.","translation":"The background to the matter is the following."},{"text":"Abschließend sage ich Folgendes: Die chinesischen Verbraucher sind mit der Qualität des Rollers unzufrieden.","translation":"In conclusion, Chinese consumers are dissatisfied with the quality of the scooter."},{"text":"Ich wollte dich folgendes fragen.","translation":"Here's what I wanted to ask you."},{"text":"Die Google-Übersetzung aus dem Deutschen lässt vermuten, dass folgendes eventuell passen könnte.","translation":"A Google Translate of the German implies that maybe something like the following would work."},{"text":"„Ja, bitte? Was kann ich für Sie tun?“ – „Es geht um folgendes: Ich habe meinen rechten Handschuh verloren und wollte fragen, ob er hier im Fundbüro abgegeben wurde.“","translation":"\"Yes? How can I help?\" \"Well, the thing is, I've lost my right-hand glove, and I wondered if it had been handed in here to lost property.\""},{"text":"Im Namen des Volkes ergeht folgendes Urteil: Der Angeklagte wird freigesprochen. Die Kosten des Verfahrens trägt die Staatskasse.","translation":"In the name of the people, the following verdict is handed down: the accused is acquitted. Orders the costs of the proceedings to be paid by the State Treasury."},{"text":"Im Namen des Volkes ergeht folgendes Urteil: Der Angeklagte, Tom Müller, wird freigesprochen. Die Kosten des Verfahrens gehen zu Lasten der Staatskasse. Ich bitte, Platz zu nehmen. Das Urteil begründet sich wie folgt.","translation":"In the name of the people, the following verdict is issued: The accused, Tom Müller, is acquitted. The costs of the proceedings shall be borne by the State Treasury. I would ask you to take a seat. The reasons for the judgment are as follows."}],"einführen":[{"text":"Der Rat der Stadt beschloss, Esperanto in allen Schulen einzuführen.","translation":"The city council decided to introduce Esperanto in all schools."},{"text":"Wann wurde die Kartoffel in Japan eingeführt?","translation":"When was the potato introduced into Japan?"},{"text":"Ich denke, es ist der richtige Zeitpunkt, um das Produkt einzuführen.","translation":"I think that it is the right time to introduce the product."},{"text":"Tee wurde aus China eingeführt.","translation":"Tea was introduced from China."},{"text":"Diese Wagen wurden aus Deutschland eingeführt.","translation":"These cars were imported from Germany."}],"fotografieren":[{"text":"„Haben Sie es gern, wenn man Sie fotografiert?“ — „Ich hasse das.“","translation":"\"Do you like being photographed?\" \"I hate it.\""},{"text":"Muss man denn Babys ständig fotografieren?","translation":"Do you have to photograph babies all the time?"},{"text":"Er liebt es, zu fotografieren.","translation":"He loves to take pictures."},{"text":"Meine Mission ist es, die Dokumente zu fotografieren.","translation":"My mission is to photograph the documents."},{"text":"Was macht dir denn Spaß daran, Züge zu fotografieren?","translation":"What do you enjoy about photographing trains?"},{"text":"„Haben Sie eine Kamera? Fotografieren Sie?“ – „Nein, ich habe keine Kamera.“","translation":"\"Do you have a camera? Are you taking pictures?\" – \"No, I don't have a camera.\""},{"text":"Fotografieren ist hier verboten.","translation":"Taking photos here is prohibited."},{"text":"Er hat ein Talent für das Fotografieren.","translation":"He has a talent for photography."},{"text":"Warum ist das Fotografieren von Zügen so interessant?","translation":"Why is taking pictures of trains so interesting?"},{"text":"Tom sagt, er habe dem Polizisten mitgeteilt, er sei nur zum Fotografieren dort gewesen.","translation":"Tom says he told the police officer that he was just there to take some pictures."}],"Herbst":[{"text":"Der Herbst hat auch noch warme Tage.","translation":"Autumn also has warm days."},{"text":"Der Herbst liegt in der Luft.","translation":"Autumn is in the air."},{"text":"Die Hühner werden im Herbst gezählt.","translation":"The chickens are counted in autumn."},{"text":"Bei uns Zuhause ist die Zeit stehen geblieben. Bei uns ist immer Herbst.","translation":"At home, time has stood still. It's always autumn with us."},{"text":"Es ist Herbst und die Blätter fallen von den Bäumen.","translation":"It is autumn and the leaves are falling from the trees."}],"basierend":[{"text":"Entscheidungen basierend auf Emotionen, machen dich berechenbar und lenkbar.","translation":"Decisions based on emotions make you predictable and controllable."},{"text":"Tatsächlich ist Schanghaiisch eine Art Pidgin, basierend auf den Wu-Dialekten, dem Mandarin des unteren Yangtse und aus dem Englischen entlehnten Wörtern.","translation":"In fact, Shanghai is a type of pidgin, based on the Wu dialects, the Mandarin of the lower Yangtze, and words borrowed from English."},{"text":"Die Rückstellung für Gewährleistungsaufwendungen wird in der Regel für spezifische Verluste gebildet, zusammen mit Rückstellungen basierend auf historischen Schätzungen für Kundenforderungen in Prozent vom Umsatz, was zu Schwankungen bei den Gewährleistungsaufwendungen zwischen den Quartalen führen kann.","translation":"The provision for warranty expense is generally established for specific losses, along with historical estimates of customer claims as a percentage of sales, which can cause variability in warranty expense between quarters."},{"text":"Auf anderen Planeten gibt es vielleicht auf Silizium und nicht auf Kohlenstoff basierendes Leben.","translation":"On other planets, there may be life based on silicon rather than carbon."},{"text":"Nachdem die Neptunier die primitive, auf dem Hervorbringen von Lauten basierende Sprache der seltsamen Nacktaffen gelernt hatten, erfuhren sie, dass diese sich selbst als „Menschen“ bezeichneten.","translation":"After learning the primitive language of the strange nude monkeys based on making sounds, the Neptunians learned that they called themselves \"humans.\""}],"Großvater":[{"text":"„Nachdem du das gelesen hast, wirst du verstehen, was ich meine“, sagte Großvater.","translation":"\"After you've read this, you'll understand what I mean,\" said Grandad."},{"text":"Bald ist es ein Jahr her, dass mein Großvater gestorben ist.","translation":"Soon it will be a year since my grandfather died."},{"text":"Mein Großvater ist sehr alt.","translation":"My grandfather is very old."},{"text":"Tom besucht seinen Großvater.","translation":"Tom is visiting his grandfather."},{"text":"Ich habe weder seinen Vater noch seinen Großvater gekannt.","translation":"I didn't know his father or his grandfather."}],"Mangel":[{"text":"Hoffnung ist nur ein Mangel an Information.","translation":"Hope is just a lack of information."},{"text":"Das Rechte erkennen und es nicht tun ist Mangel an Mut.","translation":"Recognizing right and not doing it is lack of courage."},{"text":"Maria nimmt Tom in die Mangel.","translation":"Maria takes Tom in the shortage."},{"text":"Freude kann nur aus einem Mangel an Wissen entstehen.","translation":"Joy can only come from a lack of knowledge."},{"text":"Sein Büro wird man aus Mangel an Geld schließen.","translation":"His office will be closed for lack of money."}],"berücksichtigen":[{"text":"Wir sollten eines berücksichtigen: wir werden mehr und mehr eine Gesellschaft von Alten.","translation":"We should bear one thing in mind: we are becoming more and more a society of the elderly."},{"text":"Berücksichtigen Sie bitte diese Tatsache.","translation":"Please bear this fact in mind."},{"text":"In Ordnung. Ich werde das berücksichtigen.","translation":"All right. I will take that into account."},{"text":"Wird das Management wirklich unseren Bonus berücksichtigen oder war das nur ein Lippenbekenntnis?","translation":"Is management really going to consider our bonus, or was that just lip service?"},{"text":"Wir müssen auch sein Alter berücksichtigen.","translation":"We must make allowance for his age."},{"text":"Wir werden deine Wünsche berücksichtigen.","translation":"We will respect your wishes."},{"text":"Ich gebe zu, dass meine Theorie diese Tatsache nicht berücksichtigt.","translation":"I admit that my theory does not take this fact into account."},{"text":"Du solltest meinen Rat berücksichtigen.","translation":"You should take my advice into account."},{"text":"Das Gesetz wurde ergänzt, um die Wünsche der Bürger zu berücksichtigen.","translation":"The law has been amended to take into account the wishes of citizens."}],"physisch":[{"text":"Ich kann mir keine Beziehung vorstellen, ohne dass ich von jemandem physisch angezogen bin.","translation":"I can't imagine a relationship without being physically attracted to someone."},{"text":"Gewöhnlich sind die Männer physisch stärker als Frauen.","translation":"Usually, men are physically stronger than women."},{"text":"Du bist in einem besseren physischen Zustand als ich.","translation":"You are in a better physical condition than I am."},{"text":"Ich möchte sowohl physisch als auch psychisch stärker werden.","translation":"I want to become both physically and mentally stronger."},{"text":"Er ist aktiv und in guter physischer Verfassung.","translation":"He's active and fit."}],"Bombe":[{"text":"Die Bombe wird in 10 Sekunden explodieren.","translation":"The bomb will explode in 10 seconds."},{"text":"Die Nachricht schlug ein wie eine Bombe.","translation":"The news hit like a bomb."},{"text":"Das Flugzeug warf Bomben auf die Stadt ab.","translation":"The plane dropped bombs on the city."},{"text":"An jenem Tag ging die erste H-Bombe hoch.","translation":"On that day, the first H-bomb went off."},{"text":"Mach die Kiste nicht auf! Da könnte eine Bombe drin sein!","translation":"Don't open the box! There could be a bomb in there!"}],"sagt":[{"text":"Religionen sind die größte Lüge, die man je sagte.","translation":"Religions are the biggest lie ever told."},{"text":"Wenn ich es dir sagte, müsste ich dich umbringen.","translation":"If I told you, I'd have to kill you."},{"text":"Was er sagte, stimmte.","translation":"What he said was true."},{"text":"Meine Mutter sagte immer, dass ich Briefe in meiner Sonntagsschrift schreiben soll.","translation":"My mother always told me to write letters in my Sunday scripture."},{"text":"Was er sagte, war weit davon entfernt, wahr zu sein.","translation":"What he said was far from true."}],"aussprechen":[{"text":"Esperanto ist leicht auszusprechen.","translation":"Esperanto is easy to pronounce."},{"text":"Man soll die Wahrheit sagen, doch nicht jede Wahrheit soll ausgesprochen werden.","translation":"One should say the truth, but not every truth is to be spoken."},{"text":"Wo kann man im Internet erfahren, wie man Tamazight-Wörter aussprechen soll?","translation":"Where can you find out on the Internet how to pronounce Tamazight words?"},{"text":"Ich möchte euch beiden meinen Dank aussprechen!","translation":"I would like to express my gratitude to both of you!"},{"text":"Englische Wörter werden oft ganz anders ausgesprochen, als sie geschrieben werden.","translation":"English words are often pronounced quite differently than they are written."}],"posten":[{"text":"Sie wollen einen Posten in unserer Firma?","translation":"You want a position in our company?"},{"text":"Mach dir keine Sorgen. Ich bin auf dem Posten.","translation":"Don't worry. I'm on the post."},{"text":"Er ist der richtige Mann für den Posten.","translation":"He is the right man for the post."},{"text":"Man bot ihm den Posten des Direktors an.","translation":"They offered him the position of head teacher."},{"text":"Einige höhere Posten bleiben dir offen.","translation":"There are few high-ranking positions left open for you."}],"widmen":[{"text":"Es hängt davon ab, wie viel Zeit du dafür widmen willst.","translation":"It depends on how much time you want to devote to it."},{"text":"Du musst dich der Aufgabe wirklich widmen.","translation":"You have to devote yourself to the task."},{"text":"Er widmet sich voll und ganz seinen Studien.","translation":"He devotes himself completely to his studies."},{"text":"Er widmete sich der Forschung.","translation":"He dedicated himself to research."},{"text":"Sie widmete ihr Leben der Bildung.","translation":"She devoted her life to education."}],"lebend":[{"text":"Esperanto ist eine lebende Sprache.","translation":"Esperanto is a living language."},{"text":"Keine lebende Seele war da.","translation":"There was no living soul."},{"text":"Wir unterscheiden zwischen lebenden und toten Objekten.","translation":"We differentiate between living and dead objects."},{"text":"Ich bin von dort kaum lebend entkommen.","translation":"I barely got out of there alive."},{"text":"Hier kommst du nie lebend heraus.","translation":"You'll never make it out here alive."}],"grau":[{"text":"Wir werden alt und grau.","translation":"We are getting old and grey."},{"text":"Nachts sind alle Katzen grau.","translation":"At night, all cats are gray."},{"text":"Sorgen macht graue Haare.","translation":"Grey hair is worrying."},{"text":"Jahre bringen Verstand, aber auch graue Haare.","translation":"Years bring intellect, but also gray hair."},{"text":"Bei Nacht sind alle Katzen grau.","translation":"At night, all cats are gray."}],"Presse":[{"text":"Die Presse stellt mir nach.","translation":"The press is following me."},{"text":"Die Presse bestätigte die Gerüchte.","translation":"The press confirmed the rumors."},{"text":"In einer Demokratie ist es wichtig, dass die Presse unabhängig ist.","translation":"In a democracy, it is important that the press is independent."},{"text":"Überall in der Welt liebt die Presse Skandale in königlichen Kreisen.","translation":"All over the world, the press loves scandals in royal circles."},{"text":"Ich drückte die Zitrone nicht mit der Hand, sondern mit einer Presse aus.","translation":"I squeezed the lemon not with my hand, but with a press."}],"Erwartung":[{"text":"Der Staat konnte die Erwartungen der Bürger nicht erfüllen.","translation":"The state couldn't meet the expections of its citizens."},{"text":"Das Essen in diesem Restaurant blieb hinter unseren Erwartungen zurück.","translation":"The food at this restaurant fell short of our expectations."},{"text":"Du siehst mich hier voll Sorgen und Erwartung.","translation":"You see me here full of worries and expectations."},{"text":"Ihre Antwort entspricht meiner Erwartung.","translation":"Her answer corresponds to my expectation."},{"text":"Er enttäuscht wirklich nicht unsere Erwartungen.","translation":"He really doesn't disappoint our expectations."}],"Bahnhof":[{"text":"Ich gehe zu Fuß von hier aus zum Bahnhof.","translation":"I walk from here to the train station."},{"text":"Wie lange braucht man bis zum Bahnhof?","translation":"How long does it take to get to the station?"},{"text":"In dieser Stadt gibt es nur einen Bahnhof.","translation":"There is only one train station in this city."},{"text":"Du kannst sagen was du willst; ich verstehe nur Bahnhof.","translation":"I don't understand a word of what you're saying."},{"text":"Tom stand auf einem verlassenen Bahnhof alleine unter einer großen Uhr.","translation":"Tom was standing alone beneath a big clock in a deserted railway station."}],"abhängig":[{"text":"Meine Laune ist total vom Wetter abhängig.","translation":"My mood depends totally on the weather."},{"text":"15. Gesetz der Macht: Mache Menschen von dir abhängig.","translation":"15. Law of Power: Make people dependent on you."},{"text":"Denken, ist abhängig von Wissen. Man kann nur soweit denken, bis das Wissen reicht.","translation":"Thinking depends on knowledge. You can only think until the knowledge lasts."},{"text":"Er war nicht mehr von seinen Eltern abhängig.","translation":"He was no longer dependent on his parents."},{"text":"Der Junge ist völlig abhängig von seinen Eltern.","translation":"The boy is totally dependent on his parents."}],"intelligent":[{"text":"Besser ist ein intelligenter Feind als ein dummer Freund.","translation":"Better is an intelligent enemy than a stupid friend."},{"text":"Federico Fellini meinte, intelligente Fehler zu machen, sei eine große Kunst.","translation":"Federico Fellini said that making intelligent mistakes is a great art."},{"text":"Gibt es intelligente Wesen auf der Erde?","translation":"Are there intelligent beings on Earth?"},{"text":"Maria ist ein wirklich intelligentes Kind.","translation":"Mary is a really intelligent child."},{"text":"Toms Kater ist intelligenter als Tom selbst.","translation":"Tom's cat is more intelligent than Tom himself."}],"relevant":[{"text":"Ist die Wahrheit relevant?","translation":"Does truth matter?"},{"text":"Der Inhalt seiner Rede ist nicht relevant für das Thema.","translation":"The content of his speech is not relevant to the subject."},{"text":"Die Werke Schewtschenkos bleiben bis heute relevant.","translation":"Shevchenko's works remain relevant to this day."},{"text":"Ist die Farbe so relevant?","translation":"Is the color that relevant?"},{"text":"Könnten Sie bitte die relevanten Punkte zusammenfassen?","translation":"Could you summarise the relevant points, please?"}],"vermitteln":[{"text":"Tom vermittelte den Eindruck, das Leben zu kennen.","translation":"Tom gave the impression of knowing life."},{"text":"Dieses Buch wird Ihnen ein klare Idee von dem amerikanischen Way of Life vermitteln.","translation":"This book will give you a clear idea of the American way of life."},{"text":"Er konnte den Studenten seine Ideen nicht vermitteln.","translation":"He couldn't get his ideas across to the students."},{"text":"Es ist manchmal sehr schwierig, deine Idee zu vermitteln.","translation":"It is sometimes very difficult to convey your idea."},{"text":"In meinen Augen haben wir es nicht geschafft, die europäische Idee zu vermitteln.","translation":"In my view, we have not managed to convey the European idea."}],"rechtzeitig":[{"text":"Es überlebte nur ein Baby, das rechtzeitig in einem Schrank versteckt worden war.","translation":"Only one baby survived, which had been hidden in a closet in time."},{"text":"Den Klugen erkennt man daran, dass er den Mund rechtzeitig schließt.","translation":"The clever one can be recognized by the fact that he closes his mouth in time."},{"text":"Ich hoffe, dass sie den Zug noch rechtzeitig erreichen konnte.","translation":"I hope that she was able to reach the train in time."},{"text":"Der Zug ist gerade rechtzeitig angekommen.","translation":"The train arrived just in time."},{"text":"Alle sind rechtzeitig zur Party gekommen.","translation":"Everyone came to the party in time."}],"umfassen":[{"text":"Ein Jahrzehnt umfasst zehn Jahre.","translation":"A decade spans ten years."},{"text":"Eine Woche umfasst sieben Tage.","translation":"A week consists of seven days."},{"text":"Eine Woche umfasst hundertundachtundsechzig Stunden.","translation":"A week is made up of a hundred and sixty-eight hours."},{"text":"Ich schreibe seit acht Jahren ein Buch, das bereits über 14.000 Seiten umfasst.","translation":"I've been writing a book for eight years that already has over 14,000 pages."},{"text":"Wer zu viel ergreift, kann es schlecht umfassen.","translation":"Those who grasp too much can poorly encompass it."}],"Schild":[{"text":"Tom hängte ein Schild an die Wand, auf dem stand: „Rauchen verboten!“","translation":"Tom hung a sign on the wall that said, \"No smoking!\""},{"text":"Auf der Straße gibt es eine Menge Schilder.","translation":"There are a lot of signs on the road."},{"text":"Irgendwas führt Tom im Schilde; ich weiß nur nicht, was.","translation":"Tom is up to something. I just don't know what it is."},{"text":"„Zum Büro“ war auf dem Schild zu lesen.","translation":"\"To the office\" was written on the sign."},{"text":"Schau auf das Schild vor dir!","translation":"Look at the sign ahead of you."}],"verbergen":[{"text":"Die Sprache ist dem Menschen gegeben, um seine Gedanken zu verbergen.","translation":"Language is given to man to hide his thoughts."},{"text":"Die Natur liebt es, sich zu verbergen.","translation":"Nature loves to hide."},{"text":"Sie konnte ihre Gefühle nicht verbergen.","translation":"She couldn't hide her feelings."},{"text":"Was verbirgt sich hinter dem Lächeln des Dalai Lama?","translation":"What is behind the Dalai Lama's smile?"},{"text":"Für den, der eine Krankheit verbirgt, gibt es kein Medikament.","translation":"For the one who hides a disease, there is no drug."}],"nachhaltig":[{"text":"Er bestand nachhaltig darauf, seine Meinung zu vertreten.","translation":"He strongly persisted in arguing his opinion."},{"text":"Es war ein großer Erfolg, der sehr nachhaltig war.","translation":"It was a great success, ending in a long run."},{"text":"Er ist ein Experte für nachhaltige Entwicklung.","translation":"He is an expert in sustainable development."},{"text":"Ein weiteres Thema, das im Forum behandelt wurde, ist das Konzept der nachhaltigen Entwicklung.","translation":"Another topic addressed in the forum is the concept of sustainable development."},{"text":"Sarkozy verteidigte ein Modell des nachhaltigen Wachstums.","translation":"Sarkozy defended a model of sustainable growth."}],"Spielzeug":[{"text":"Das Kind, dessen Spielzeug ich suche, ist mein Sohn.","translation":"The child whose toy I am looking for, is my son."},{"text":"Es ist viel Spielzeug in der Kiste.","translation":"There is a lot of toys in the box."},{"text":"Sein jüngerer Bruder hat viele Spielzeuge.","translation":"His younger brother has many toys."},{"text":"Dieses Spielzeug ist aus Holz.","translation":"That toy is made of wood."},{"text":"Dieses Spielzeug ist für Mädchen geeignet.","translation":"These toys are suitable for girls."}],"ausdrücklich":[{"text":"Hier ist alles verboten, was nicht ausdrücklich erlaubt ist.","translation":"Here everything is forbidden that isn't expressly permitted."},{"text":"Die Regierung erklärte ausdrücklich ihre Absicht, die Steuern zu senken.","translation":"The government explicitly stated its intention to cut taxes."},{"text":"Ich möchte das ausdrücklich betonen.","translation":"I would like to emphasize this."},{"text":"Bei uns ist alles erlaubt, was nicht ausdrücklich verboten ist.","translation":"We allow everything that is not expressly prohibited."},{"text":"Nach den Tatoeba-Regeln soll man sich ausdrücklich nicht an den Übersetzungen in anderen Sprachen orientieren.","translation":"According to the Tatoeba rules, one should explicitly not orient oneself on the translations in other languages."}],"Erlaubnis":[{"text":"Es ist leichter, sich zu entschuldigen, als vorher um Erlaubnis zu fragen.","translation":"It's easier to apologize than to ask permission beforehand."},{"text":"Ich bitte lieber um Verzeihung als um Erlaubnis.","translation":"I would rather ask for forgiveness than permission."},{"text":"Tom tut nichts ohne die Erlaubnis seiner Frau.","translation":"Tom doesn't do anything without his wife's permission."},{"text":"Du bekommst meine Erlaubnis.","translation":"You get my permission."},{"text":"Tom hatte nicht die Erlaubnis, seinen Vater im Gefängnis zu besuchen.","translation":"Tom wasn't allowed to visit his father in prison."}],"vorwärts":[{"text":"Wer nicht vorwärts geht, der kommt zurücke!","translation":"If you are not going forward, you're going backward."},{"text":"Was die Welt vorwärts treibt, ist nicht die Liebe, sondern der Zweifel.","translation":"What drives the world forward is not love, but doubt."},{"text":"Ich glaube, wirklich alt wird man erst, wenn man lieber zurück als vorwärts schaut.","translation":"I think you only get really old when you prefer to look back rather than forward."},{"text":"Ich komme mit meiner Arbeit nicht vorwärts.","translation":"I'm not moving forward with my work."},{"text":"Blicke nicht zurück. Es kann dir nichts helfen. Blicke vorwärts!","translation":"Don't look back. Nothing can help you. Look ahead!"}],"Vorfall":[{"text":"Dieser Vorfall war uns allen peinlich.","translation":"This incident was embarrassing for all of us."},{"text":"Vergiss diesen traurigen Vorfall.","translation":"Forget this sad incident."},{"text":"Ich werde diesen Vorfall niemals vergessen.","translation":"I will never forget this incident."},{"text":"Das ist so wie der Vorfall geschehen ist.","translation":"This is as the incident happened."},{"text":"Wir würden mindestens drei Wochen brauchen, um den Vorfall zu untersuchen.","translation":"To investigate the incident would take us at least three weeks."}],"empfangen":[{"text":"Du kannst den Geist nicht erzeugen. Du kannst ihn nur empfangen.","translation":"You cannot create the mind. You can only receive it."},{"text":"So werde ich zu Hause bleiben, um sie zu empfangen.","translation":"So I will stay at home to receive them."},{"text":"Hier wurde bereits eine Menge sehr wichtiger Gäste empfangen.","translation":"A lot of very important guests have already been received here."},{"text":"Maria empfing ein Kind von ihm.","translation":"Mary conceived a child from him."},{"text":"Sie empfing mich mit einem Lächeln.","translation":"She received me with a smile."}],"sprichst":[{"text":"„Warum sprichst du Französisch?“ — „Weil Französisch toll ist!“","translation":"\"Why do you speak French?\" — \"Because French is great!\""},{"text":"Warum sprichst du so leise?","translation":"Why do you speak so softly?"},{"text":"Je länger du sprichst, desto geringer wird meine Aufmerksamkeit.","translation":"The longer you speak, the less attention my attention becomes."},{"text":"Entschuldige, aber wenn du so schnell sprichst, verstehe ich nur Bahnhof.","translation":"Sorry, but if you speak so quickly, I only understand train station."},{"text":"Je mehr Sprachen du sprichst, desto größer bist du als Mensch.","translation":"The more languages you speak, the bigger you are as a human being."},{"text":"Ich hoffe, du sprichst nicht aus eigener Erfahrung.","translation":"I hope you don't speak from your own experience."},{"text":"Siehst du Unrecht und Böses und sprichst nicht dagegen, dann wirst du sein Opfer.","translation":"If you see injustice and evil and do not speak against it, then you become its victim."},{"text":"Du hast so viele Leben, wie du Sprachen sprichst.","translation":"You have as many lives as you speak languages."},{"text":"Tom, du sprichst zu schnell. Maria kann dich so nicht verstehen.","translation":"Tom, you're talking too fast. Mary cannot understand you like that."},{"text":"Sprichst du gut Chinesisch?","translation":"Do you speak Chinese well?"},{"text":"Leider kann ich dich nicht verstehen. Sprichst du vielleicht Esperanto?","translation":"Unfortunately, I can't understand you. Do you speak Esperanto?"},{"text":"„Hat jemand von euch eine Uhr?“ – „Nein.“ – „Sprichst du für dich oder für alle?“","translation":"\"Do any of you have a watch?\" – \"No.\" – \"Do you speak for yourself or for everyone?\""},{"text":"„Sprichst du Französisch?“ – „Ja, ganz gut sogar.“ – „Dann lass mal etwas hören!“","translation":"\"Do you speak French?\" – \"Yes, quite well.\" – \"Then let me hear something!\""},{"text":"Sprichst du mehr als drei Sprachen?","translation":"Can you speak more than three languages?"},{"text":"Sprichst du aus eigener Erfahrung?","translation":"Do you speak from your own experience?"}],"daß":[{"text":"Daß etwas schwer ist, muß ein Grund mehr sein, es zu tun.","translation":"That something is difficult must be a reason more to do it."},{"text":"Kunst heißt, nicht wissen, daß die Welt schon ist, und eine machen.","translation":"Art means not knowing that the world is already and making one."},{"text":"Ich finde es gut, daß wir jetzt mehr britisches Englisch bekommen.","translation":"I think it is good that we are now getting more British English."},{"text":"Die schlechteste Gesellschaft lässt dich fühlen, daß du ein Mensch mit Menschen bist.","translation":"The worst company makes you feel that you are a human being with people."},{"text":"Habe ich dir heute schon gesagt, daß ich dich liebe?","translation":"Have I already told you today that I love you?"}],"servieren":[{"text":"Bedienen Sie sich selbst, oder möchten Sie Ihren Kaffee lieber serviert bekommen?","translation":"Do you help yourself, or would you rather have your coffee served?"},{"text":"Wann wird das Abendessen serviert?","translation":"What time will dinner be served?"},{"text":"Wird auf diesem Flug eine Mahlzeit serviert?","translation":"Is a meal served on this flight?"},{"text":"Die Suppe wurde in einer Schüssel aus Brot serviert.","translation":"The soup was served in a bowl made of bread."},{"text":"Ich serviere denen keinen Tee.","translation":"I'm not serving them tea."}],"v":[{"text":"Der sechzehnthäufigste Buchstabe im Esperanto ist \"v\".","translation":"The sixteenth most common letter in Esperanto is \"v\"."},{"text":"Das französische Alphabet enthält sechsundzwanzig Buchstaben: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"The French alphabet contains twenty-six letters: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Ido hat dieselben 26 Buchstaben wie das englische, niederländische und lateinische Alphabet, und benötigt keinerlei diakritische Zeichen: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"Ido has the same 26 letters as the English, Dutch and Latin alphabet, with no diacritics: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Das kurdische Alphabet besteht aus einunddreißig Buchstaben: a, b, c, ç, d, e, ê, f, g, h, i, î, j, k, l, m, n, o, p, q, r, s, ş, t, u, û, v, w, x, y, z.","translation":"The Kurdish alphabet consists of thirty-one letters: a, b, c, ç, d, e, ê, f, g, h, i, î, j, k, l, m, n, o, p, q, r, s, ş, t, u, û, v, w, x, y, z."},{"text":"Das slowakische Alphabet besteht aus 46 Buchstaben: a, á, ä, b, c, č, d, ď, dz, dž, e, é, f, g, h, ch, i, í, j, k, l, ĺ, ľ, m, n, ň, o, ó, ô, p, q, r, ŕ, s, š, t, ť, u, ú, v, w, x, y, ý, z, ž.","translation":"The Slovak alphabet consists of 46 letters: a, á, ä, b, c, č, d, ď, dz, dž, e, é, f, g, h, ch, i, í, j, k, l, ĺ, ľ, m, n, ň, o, ó, ô, p, q, r, ŕ, s, š, t, ť, u, ú, v, w, x, y, ý, z, ž."},{"text":"Biden diente den V. St. 36 Jahre als Senator und acht als Vizepräsident.","translation":"Biden served for 36 years as a U.S. senator and eight as vice president."},{"text":"„Ist Tom immer noch V-Mann?“ – „Nein. Man hat ihn schon vor über einem halben Jahr abgeschaltet.“","translation":"\"Is Tom still an undercover agent?\" – \"No. It was shut down more than half a year ago.\""},{"text":"Einige Augenblicke lang wurde die Aufmerksamkeit des Kindes von Vögeln gefesselt, die hoch über dem See flogen und dabei ein großes „V“ bildeten.","translation":"For a few moments, the child's attention was captivated by birds flying high above the lake, forming a large \"V\"."},{"text":"Am 14. Juli 1949 erreichte eine zweite V 2 mit einem lebenden Affen des Labors für Raumfahrtmedizin der Luftwaffe („Air Force Aeromedical Laboratory“), Albert II, an Bord, eine Höhe von 134 Kilometern. Der Affe starb beim Einschlag.","translation":"On June 14, 1949, a second V-2 flight carrying a live Air Force Aeromedical Laboratory monkey, Albert II, attained an altitude of 83 miles. The monkey died on impact."},{"text":"In Esperanto kann man jeden Satz in jeder der sechs verschiedenen Reihenfolgen anordnen, welche sind: SVO, SOV, VOS, VSO, OVS, OSV. Darin steht S für Subjekt, V für Verb und O für Objekt.","translation":"In Esperanto you can arrange each sentence in any of the six different sequences, which are: SVO, SOV, VOS, VSO, OVS, OSV. In it, S stands for subject, V for verb, and O for object."},{"text":"Eine sehr bekannte Nutzung eines Morsecodes war die Verwendung des Buchstabens V als Zeichen für „Victory“ durch den Sender BBC im Zweiten Weltkrieg.","translation":"A very well-known use of Morse code was the use of the letter V as a sign for \"Victory\" by the BBC in World War II."},{"text":"„Bei diesem Abc-Spiel soll dem Bild eines Veilchens der Buchstabe V zugeordnet werden, meine Tochter kommt aber immer auf B wie ‚Blume‘. Ich halte das Spiel daher für zu schwierig.“ – „Ich finde, du solltest das als Chance sehen, den Wortschatz und das Wissen deiner Tochter zu erweitern.“","translation":"\"In this Abc game, the letter V is supposed to be assigned to the image of a violet, but my daughter always comes up with B like 'flower'. So I think the game is too difficult.\" – \"I think you should see this as an opportunity to expand your daughter's vocabulary and knowledge.\""}],"Aussicht":[{"text":"Das sind ja schöne Aussichten!","translation":"These are beautiful prospects!"},{"text":"An schlechten Tagen ist die Aussicht auf bessere Tage besser als an guten.","translation":"On bad days, the prospect of better days is better than on good ones."},{"text":"Besteht Aussicht, dass das Paket bis Samstag ankommt?","translation":"Any chance of the parcel getting there by Saturday?"},{"text":"Sie werden eine wunderschöne Aussicht auf das Meer haben.","translation":"You will have a wonderful view of the sea."},{"text":"Jedes Jahrzehnt des Menschen hat sein eigenes Glück, seine eigenen Hoffnungen und Aussichten.","translation":"Every decade of man has his own happiness, his own hopes and prospects."}],"Ausrüstung":[{"text":"Aber das alles hängt sehr vom aktuellen Wetter und der Ausrüstung ab.","translation":"But it all depends a lot on the current weather and equipment."},{"text":"Tom hatte nicht die richtige Ausrüstung, um den Auftrag zu erledigen.","translation":"Tom didn't have the right equipment to do the job."},{"text":"Unsere Ausrüstung entspricht tatsächlich dem neuesten Stand der Technik.","translation":"We use really state-of-the-art equipment."},{"text":"Unsere Ausrüstung wurde zerstört.","translation":"Our equipment was destroyed."},{"text":"Mit sportlichem Können allein gewinnt man nicht. Es zählt auch die Qualität der Ausrüstung.","translation":"You don't win with athletic skill alone. It also counts the quality of the equipment."}],"masse":[{"text":"Für Tom zählt nur die Masse, nicht die Qualität.","translation":"As far as Tom's concerned, it's quantity, not quality, which counts."},{"text":"Das Glück der Masse heißt Zwang.","translation":"The happiness of the masses is called coercion."},{"text":"Die Masse der Sonne beträgt etwa 2 ⋅ 10³⁰ kg.","translation":"The mass of the sun is about 2 ⋅ 10³⁰ kg."},{"text":"Zu Koch und Kasse kommt immer 'ne Masse.","translation":"To cook and cash always comes a mass."},{"text":"Nach dem Konzert bewegte sich die Masse der nächsten Tür zu.","translation":"After the concert, the crowd made for the nearest door."}],"Maus":[{"text":"Ich sehe eine Maus.","translation":"I see a mouse."},{"text":"Tom wurde von Maria in eine Maus verwandelt.","translation":"Tom was turned into a mouse by Maria."},{"text":"Der Traum aller Katzen sind Mäuse.","translation":"Mice are the dream of all cats."},{"text":"Die Maus ist klein.","translation":"The mouse is small."},{"text":"Die schwarze Maus auf dem Bildschirm liegt im Sterben.","translation":"The black mouse on the screen is dying."},{"text":"Maria spielt mit Tom Katz und Maus.","translation":"Maria plays cat and mouse with Tom."},{"text":"Die Maus hat ein Stück Käse.","translation":"The mouse has a piece of cheese."},{"text":"Nun haben wir bald keinen Hunger mehr, sagte die Katze zur Maus.","translation":"Now we will soon no longer be hungry, said the cat to the mouse."},{"text":"Wo ist die Maus?","translation":"Where is the mouse?"},{"text":"Die Maus versteckte sich vor der Katze.","translation":"The mouse hid from the cat."}],"genial":[{"text":"Heute Morgen kam mir eine geniale Idee. Aber jetzt kommen mir Zweifel.","translation":"This morning I had a brilliant idea. But now I have doubts."},{"text":"Darf ich euch Tom vorstellen? Er ist der genialste Kopf des Universums!","translation":"May I introduce you to Tom? He is the most brilliant head in the universe!"},{"text":"Die Idee ist ebenso einfach wie genial.","translation":"The idea is as simple as it is ingenious."},{"text":"Ich denke, diese Übersetzung ist absolut genial. Sie könnte fast von mir sein.","translation":"I think this translation is absolutely brilliant. It could almost be mine."},{"text":"Geniale Menschen sind selten ordentlich, Ordentliche selten genial.","translation":"Brilliant people are rarely neat, neat people are rarely ingenious."}],"aussetzen":[{"text":"Ich finde daran nichts auszusetzen.","translation":"I don't find anything wrong with that."},{"text":"Die Regel hat ausgesetzt.","translation":"The rule has suspended."},{"text":"Man ist der Sprache intensiver ausgesetzt.","translation":"You're more exposed to the language."},{"text":"Wir sind immer irgendeiner Gefahr ausgesetzt.","translation":"We are always exposed to some danger."},{"text":"Man darf seine Haut nicht zu lange der Sonne aussetzen.","translation":"You must not expose your skin to the sun for too long."}],"sinnvoll":[{"text":"Ich werde ab jetzt nur noch sinnvolle Sätze zu Tatoeba hinzufügen.","translation":"From now on, I'll only submit sensible sentences to Tatoeba."},{"text":"Deine Frage ist sinnvoll.","translation":"Your question makes sense."},{"text":"Ich halte es für sinnvoll, die anderen vorher zu informieren.","translation":"I think it makes sense to inform the others in advance."},{"text":"Dem Künstler erschien sein Leben sinnvoll.","translation":"To the artist, his life seemed meaningful."},{"text":"Ich halte diese Änderung nicht für sinnvoll. Wir sollten hier beim Alten bleiben.","translation":"I do not think this amendment makes sense. We should stick to the old ones here."}],"daneben":[{"text":"Das ging total daneben.","translation":"That went totally wrong."},{"text":"Das war mal wieder voll daneben!","translation":"That was again completely wrong!"},{"text":"Seid nicht zu genau. Daneben ist das Leben.","translation":"Don't be too precise. Next to it is life."},{"text":"Dicht vorbei ist auch daneben.","translation":"Close, but no cigar."},{"text":"Bald stellte sich heraus, dass Markku mal wieder völlig daneben lag.","translation":"Soon it turned out that Markku was completely wrong again."}],"pflegen":[{"text":"Wer hat ihn während seiner Krankheit gepflegt?","translation":"Who looked after him when he was ill?"},{"text":"In unserer Familie werden noch alte Traditionen gepflegt.","translation":"In our family, old traditions are still maintained."},{"text":"„Gott ist die beste Medizin“, pflegte Toms Großvater zu sagen.","translation":"\"God is the best medicine,\" Tom's grandfather used to say."},{"text":"Er pflegte kaputt zu sein... außer, wenn er es nicht sein wollte.","translation":"He used to be broken... Except when he didn't want to be."},{"text":"Sie pflegte ihren kranken Ehemann.","translation":"She attended on her sick husband."}],"vernünftig":[{"text":"Das klingt vernünftig.","translation":"That sounds sensible."},{"text":"Wenn du eine weise Antwort verlangst, musst du vernünftig fragen.","translation":"If you demand a wise answer, you must ask reasonably."},{"text":"Toms Worte waren sehr vernünftig.","translation":"Tom's words were very reasonable."},{"text":"Niemand zwingt Sie, wirtschaftlich vernünftig zu handeln.","translation":"No one forces you to act in an economically reasonable way."},{"text":"Manche Ideen sind so vernünftig, da weiß man gleich: Das wird nicht umgesetzt.","translation":"Some ideas are so reasonable that you know right away: This will not be implemented."}],"Roboter":[{"text":"Wie könnte ich ein Roboter sein? Roboter träumen nicht.","translation":"How could I be a robot? Robots don't dream."},{"text":"Es zeigt nur, dass du kein Roboter bist.","translation":"It just shows that you're not a robot."},{"text":"Tom denkt eher wie ein Roboter als wie ein Mensch.","translation":"Tom thinks more like a robot than a human."},{"text":"Der Roboter fasste sich ans elektronische Gehirn.","translation":"The robot touched its electronic brain."},{"text":"Der Roboter funktionierte seitdem nicht mehr.","translation":"The robot didn't work any more after that."}],"gewöhnt":[{"text":"Ich hatte mich schon an seine Persönlichkeit gewöhnt.","translation":"I had already got used to his personality."},{"text":"Man gewöhnt sich dran.","translation":"You get used to it."},{"text":"Die Zeit heilt keine Wunde, man gewöhnt sich nur an den Schmerz!","translation":"Time does not heal a wound, you just get used to the pain!"},{"text":"Jung gewöhnt, alt getan.","translation":"Young accustomed, old done."},{"text":"Mancher glaubt, beliebt zu sein, aber man hat sich nur an seine Art gewöhnt.","translation":"Some people think they are popular, but they have only become accustomed to their own way."}],"Infos":[{"text":"Ich brauche Infos über Tom.","translation":"I need info about Tom."}],"Prost":[{"text":"Auf dein Wohl! Prost!","translation":"For your well-being! Cheers!"},{"text":"Auf unser aller Gesundheit! Prost!","translation":"On the health of all of us! Cheers!"},{"text":"Alles klar, lasst uns heute nicht förmlich sein. Prost!","translation":"All right, everyone, let's not stand on ceremony tonight. Cheers!"},{"text":"„Prost!“ – Mecklenburger knausern mit den Vokalen in ihrem Gespräch.","translation":"\"Cheers!\" – Mecklenburgers skimp with the vowels in their conversation."},{"text":"Prost und auf bessere Tage!","translation":"Cheers and see better days!"}],"gefangen":[{"text":"Seitdem Maria einmal gesehen hat, wie Thunfisch gefangen wird, isst sie keinen mehr.","translation":"Mary no longer eats tuna now that she's seen how the fish are caught."},{"text":"Mit welchen Vögeln man fliegt, mit denen wird man gefangen.","translation":"With which birds you fly, with which you are caught."},{"text":"So einen großen Fisch habe ich zum ersten Mal gefangen!","translation":"This is the first time I've caught such a big fish!"},{"text":"Der Mörder wurde schließlich letzte Nacht gefangen.","translation":"The murderer was finally caught last night."},{"text":"Ich habe einen Karpfen gefangen.","translation":"I caught a carp."},{"text":"Die Wahrheit ist zu schlau, um gefangen zu werden.","translation":"The truth is too clever to be caught."},{"text":"Meine Arme halten dich gefangen.","translation":"My arms are holding you captive."},{"text":"Es gibt so große leere Worte, dass man darin ganze Völker gefangen halten kann.","translation":"There are empty words so big that you can imprison entire peoples in them."},{"text":"Tom hat eine Maus gefangen.","translation":"Tom caught a mouse."},{"text":"Ehrlich gesagt sind wir gekommen, um Sie gefangen zu nehmen.","translation":"To be honest, we came to capture you."}],"Darstellung":[{"text":"Heutzutage wird die Schule als Darstellung der Welt betrachtet.","translation":"Nowadays school is considered a representation of the world."},{"text":"Das ist keine richtige Darstellung der Angelegenheiten.","translation":"That is not a proper presentation of matters."},{"text":"Maria wurde für die beste weibliche Darstellung ausgezeichnet.","translation":"Mary won the award for \"Best Female Performance\"."},{"text":"Die Darstellung ist nicht sehr übersichtlich.","translation":"The description isn't very clear."},{"text":"Diese Darstellung ist zu abstrakt.","translation":"This description is too abstract."}],"Shop":[{"text":"Diese Kartoffelchips gibt es nur im Online-Shop.","translation":"These potato chips are only available in the online shop."},{"text":"Er vergeudete Zeit im Coffee Shop damit, den vorbeilaufenden Mädchen hinterherzuschauen.","translation":"He killed time in a coffee shop watching girls pass by."},{"text":"Liebesperlen kauft man nicht unbedingt im Erotik-Shop, auch wenn eine Biographie Beate Uhses diesen Titel trägt.","translation":"Love pearls are not necessarily bought in the erotic shop, even if a biography of Beate Uhse bears this title."},{"text":"Jedes Mal nach der Vorlesung gibt es ein Quiz, bei dem man eine Tasse aus dem Uni-Shop gewinnen kann.","translation":"Every time after the lecture there is a quiz where you can win a cup from the university shop."}],"Augenblick":[{"text":"In einem einzigen Augenblick hat sich mein Leben verändert.","translation":"In an instant, my life changed."},{"text":"„Brauchen Sie mich noch?“ – „Im Augenblick nicht. Danke!“","translation":"\"Do you still need me?\" – \"Not at the moment. Thank you!\""},{"text":"Reisen ist in jedem Augenblick geboren werden und sterben.","translation":"Travel is being born and dying at any moment."},{"text":"Die großen Augenblicke im Leben kommen von selbst.","translation":"The great moments in life come by themselves."},{"text":"Vergangenheit ist Geschichte, Zukunft ist Geheimnis, aber jeder Augenblick ist ein Geschenk.","translation":"Past is history, future is mystery, but every moment is a gift."}],"abschneiden":[{"text":"Tom hat bei der Prüfung nicht gut abgeschnitten.","translation":"Tom didn't do well in the exam."},{"text":"Tom hätte bei der Prüfung wesentlich besser abschneiden müssen.","translation":"Tom should've done much better in the exam."},{"text":"Deutschland hat im internationalen Vergleich gut abgeschnitten.","translation":"Germany has performed well in an international comparison."},{"text":"Es gibt manche Leute, die nicht eher hören, bis man ihnen die Ohren abschneidet.","translation":"There are some people who don't hear until their ears are cut off."},{"text":"Das Dorf ist vom Rest der Welt abgeschnitten.","translation":"The village is insulated from the world."}],"Dienstleistung":[{"text":"Wir behalten uns das Recht vor, eine Dienstleistung zu verweigern.","translation":"We reserve the right to refuse service."},{"text":"In Japan wird bei fast allen Waren und Dienstleistungen eine Mehrwertsteuer von 5 % erhoben.","translation":"In Japan, VAT of 5% is levied on almost all goods and services."},{"text":"Der einzige Weg, uns zu behaupten, geht über bessere Dienstleistungen und besseren Service. Die Kunden sind Götter.","translation":"The only way to assert ourselves is through better services and better service. The customers are gods."},{"text":"Japan ist eine Dienstleistungswirtschaft, in der Dienstleistungen mehr als fünfzig Prozent des BNP ausmachen.","translation":"Japan is a service economy where services account for more than fifty percent of GDP."},{"text":"Die Dienstleistung steht alle Tage zur Verfügung, vormittags und nachmittags.","translation":"The service is available every day, in the morning and in the afternoon."}],"spenden":[{"text":"Sie dürfen kein Blut spenden.","translation":"You cannot be a blood donor."},{"text":"Fälle nicht den Baum, der dir Schatten spendet.","translation":"Do not cut down the tree that gives you shade."},{"text":"Dieser Baum spendet im Sommer Schatten.","translation":"This tree provides shade in summer."},{"text":"In dem Maße, in dem man Freude spendet, empfängt man Freude.","translation":"To the extent that one gives joy, one receives joy."},{"text":"Warum sollte ich etwas spenden, wenn ich es auch verkaufen kann?","translation":"Why should I donate something when I can sell it?"},{"text":"Ich bin heute Blut spenden gegangen.","translation":"I went to donate blood today."},{"text":"Bäume spenden Schatten.","translation":"Trees provide shade."},{"text":"Am Strand spenden einige Palmen etwas Schatten.","translation":"A few palm trees provide shade on the beach."},{"text":"Alle spendeten Beifall.","translation":"Everybody applauded."},{"text":"Alle Schüler spendeten Beifall.","translation":"All the students applauded."}],"Umfrage":[{"text":"Wir machen eine Umfrage.","translation":"We do a survey."},{"text":"Glaub nicht, was die Umfragen sagen.","translation":"Don't believe the polls."},{"text":"Wer hat die Umfrage durchgeführt?","translation":"Who did the survey?"},{"text":"Ich bin nicht daran interessiert, an einer Umfrage teilzunehmen: jetzt nicht und auch nicht in Zukunft.","translation":"I am not interested in taking part in a survey: neither now nor in the future."},{"text":"Die Zeit der Herrschaft der Umfragen ist heute vorbei.","translation":"The time of the rule of the polls is over today."}]}