{"Absichten":[{"text":"Sie hat lautere Absichten.","translation":"Her intentions are sincere."},{"text":"Die meisten Menschen glauben, ihr Verhalten sei durch bestimmte Absichten motiviert.","translation":"Most people believe their behavior is motivated by certain intentions."},{"text":"Die Frauen ändern zwar manchmal ihre Ansichten, aber nie ihre Absichten.","translation":"Women sometimes change their views, but never their intentions."},{"text":"Tom durchschaut meine Absichten.","translation":"Tom sees through my intentions."},{"text":"Er zeigte seine wahren Absichten.","translation":"He showed his true intentions."}],"funktional":[{"text":"Eventuell menschliche oder funktionale Schwächen.","translation":"Possibly human or functional weaknesses."}],"qu":[{"text":"Das Drachenbootfest dient dem Andenken Qu Yuans.","translation":"The Dragon Boat Festival is in memory of Qu Yuan."}],"vorziehen":[{"text":"In Deutschland findet die Wahl an einem Sonntag statt, während Großbritannien den Donnerstag vorzieht.","translation":"In Germany, voting takes place on a Sunday, while in Britain, Thursday is preferred."},{"text":"Welche Zeitung würden Sie vorziehen?","translation":"Which newspaper would you prefer?"},{"text":"Entschuldigung, aber ich würde es vorziehen, nicht zu antworten.","translation":"Sorry, but I would prefer not to answer."},{"text":"Ich würde es vorziehen, nicht allein einkaufen zu gehen.","translation":"I would prefer not to go shopping alone."},{"text":"Es wird dir hier keine Freunde einbringen, das eine Geschlecht dem anderen vorzuziehen.","translation":"Favoring one gender over another won't win you any friends here."}],"Assistentin":[{"text":"„Was unterscheidet eigentlich eine durchschnittliche von einer herausragenden Assistentin?“ – „Vielleicht das Gehalt?“","translation":"\"What actually distinguishes an average assistant from an outstanding one?\" – \"Maybe the salary?\""},{"text":"Die Assistentin ist ein wahres Juwel.","translation":"The assistant is a real gem."},{"text":"Ich suche eine Assistentin.","translation":"I am looking for an assistant."},{"text":"Er hatte großes Vertrauen in seine Assistentin.","translation":"He placed great belief in his assistant."},{"text":"Meine Schwester ist die Assistentin eines Professors.","translation":"My sister is a professor's assistant."}],"deprimieren":[{"text":"Seit dem Gespräch mit dem Chef bin ich total deprimiert.","translation":"Since talking to the boss, I've been totally depressed."},{"text":"Es deprimiert mich, daran zu denken, was passieren wird.","translation":"It depresses me to think about what's going to happen."},{"text":"Tom scheint deprimiert.","translation":"Tom seems to be depressed."},{"text":"Ich fühle mich oft deprimiert.","translation":"I often feel depressed."},{"text":"Du siehst deprimiert aus. Ist etwas passiert?","translation":"You look depressed. Did something happen?"}],"weitergeleitet":[{"text":"Wir haben sie zur Prüfung an die dafür zuständige Redaktion weitergeleitet.","translation":"We have forwarded them to the responsible editors for review."},{"text":"Sie können sich darauf verlassen, dass jeder Hinweis von Ihnen weitergeleitet wird.","translation":"You can rest assured that every hint will be forwarded by you."},{"text":"Sollten Sie nicht automatisch weitergeleitet werden, klicken Sie bitte hier.","translation":"If you are not automatically redirected, please click here."},{"text":"Ich habe die Information an ihn weitergeleitet.","translation":"I passed the information on to him."}],"Coronavirus":[{"text":"Wir haben das Coronavirus vom ersten Tag an sehr ernst genommen.","translation":"We have taken the coronavirus very seriously from day one."},{"text":"Bleiben Sie zu Hause! Das Coronavirus ist im Kommen.","translation":"Stay at home! The coronavirus is on the rise."},{"text":"Das Coronavirus ist überall.","translation":"The coronavirus is everywhere."},{"text":"Das Coronavirus gibt es gar nicht.","translation":"Coronavirus doesn’t exist."},{"text":"Du bist nicht verpflichtet, mir zu glauben, aber wegen des Coronavirus bin ich arbeitslos.","translation":"You are not obliged to believe me, but because of the coronavirus, I am unemployed."},{"text":"„Was ist die Wahrheit über das Coronavirus?“ – „Wer weiß das schon?“","translation":"\"What's the truth about the coronavirus?\" – \"Who knows?\""},{"text":"Wie viel lügen die Regierungen und Medien über das Coronavirus?","translation":"How much are governments and media lying about the coronavirus?"},{"text":"In Frankreich starb ein älterer chinesischer Tourist am Coronavirus.","translation":"An elderly Chinese tourist has died in France from the coronavirus."},{"text":"Warum sind die USA im Kampf gegen Coronavirus so machtlos?","translation":"Why is the US so powerless in the fight against coronavirus?"},{"text":"Kann man sich beim Küssen mit dem Coronavirus anstecken?","translation":"Can you get COVID-19 from a kiss?"}],"Straftat":[{"text":"Bärenklau ist keine Straftat.","translation":"Hogweed is not a crime."},{"text":"Sie protestierte, dass sie keine Straftat begangen habe.","translation":"She protested that she had committed no crime."},{"text":"Es handelt sich um eine Straftat.","translation":"It is a criminal offence."},{"text":"Die Aufforderung zum Selbstmord ist eine Straftat.","translation":"Incitement to suicide is a crime."},{"text":"Wir haben Gründe anzunehmen, dass die jetzige Straftat in einem Zusammenhang mit der damaligen Affäre steht.","translation":"We have reasons to believe that the current crime is related to the affair at that time."}],"Lastwagen":[{"text":"Der Lastwagen steckte im Sand fest.","translation":"The lorry was stuck in sand."},{"text":"Dieser Lastwagen sieht aus wie ein Haus auf Rädern.","translation":"That lorry looks like a house on wheels."},{"text":"Die Straße ist zu schmal für Lastwagen.","translation":"The street is too narrow for lorries."},{"text":"Der Lastwagen kippte um.","translation":"The lorry tipped over."},{"text":"Vorsicht! Ein Lastwagen kommt!","translation":"Caution! A truck is coming!"}],"sprachlos":[{"text":"Die Jugend macht Eltern oft sprachlos.","translation":"Youth often leaves parents speechless."},{"text":"Ich weiß gerade überhaupt nicht, was ich sagen soll. Ich bin sprachlos.","translation":"I don't know what to say right now. I am speechless."},{"text":"Der Junge war sprachlos, wenn er mit einem Mädchen sprach.","translation":"The boy was speechless when talking to a girl."},{"text":"Tom und Maria sahen einander sprachlos an.","translation":"Tom and Mary looked at each other speechlessly."},{"text":"Die Frau war so überrascht, dass sie sprachlos war.","translation":"The woman was so surprised as to be speechless."}],"bet":[{"text":"Kinder, lasst uns beten gehen! Ein Wunder ist geschehen!","translation":"Children, let us go pray! A miracle has happened!"},{"text":"Wenn du beten lernen willst, so geh an die Ufer des Meeres.","translation":"If you want to learn to pray, go to the shores of the sea."},{"text":"Das einzige, was wir für Tom tun konnten, war beten.","translation":"Praying for Tom was all we could do."},{"text":"„Kann man denn da gar nichts machen?“ – „Nein, da kann man nichts machen. Wir können nur beten und auf ein Wunder hoffen.“","translation":"\"Can't you do anything about it?\" – \"No, you can't do anything about it. We can only pray and hope for a miracle.\""},{"text":"Kinder, lasset uns beten! Es ist ein Wunder geschehen!","translation":"Children, let us pray! A miracle has happened!"},{"text":"Das ist kein Blut. Das ist Rote Bete.","translation":"This is not blood. This is beetroot."},{"text":"Bete und arbeite.","translation":"Pray and work."},{"text":"Ich mag keine Rote Bete.","translation":"I don't like beets."},{"text":"Er geht los, die roten Bete zu jäten.","translation":"He starts weeding the beetroot."},{"text":"Die in der embryonalen Entwicklung wichtige Folsäure ist in Roter Bete in großer Menge enthalten.","translation":"Folic acid, which is important in embryonic development, is contained in large quantities in beetroot."}],"nachmittags":[{"text":"Ziemlich genau um fünf Uhr nachmittags fährt Tom hier immer auf seinem Fahrrad vorbei.","translation":"Almost exactly at five o'clock in the afternoon, Tom always passes by here on his bike."},{"text":"Sie besucht nachmittags den Unterricht.","translation":"She attends classes in the afternoon."},{"text":"Ich habe meine kreative Phase Freitag nachmittags.","translation":"I have my creative phase on Friday afternoons."},{"text":"Sie lernen nachmittags.","translation":"They study in the afternoon."},{"text":"Im Winter geht die Sonne vor 4 Uhr nachmittags unter.","translation":"The sun sets by 4 p.m. in winter."}],"Komiker":[{"text":"Komiker lachen gewöhnlich nicht über ihre eigenen Scherze.","translation":"Comedians usually don't laugh at their own jokes."},{"text":"Jener Komiker ist sehr witzig.","translation":"That comedian is very funny."},{"text":"Warst du schon immer Komiker?","translation":"Have you always been a comedian?"},{"text":"Ein Komiker ist ein Mensch, der nichts, aber auch gar nichts, ernst nimmt — außer sich selbst.","translation":"A comedian is a person who takes nothing, absolutely nothing, seriously — except himself."},{"text":"Unter einem Lachsack versteht man nicht etwa einen beleibten Komiker, sondern einen bestimmten Scherzartikel.","translation":"A laughing bag is not a stout comedian, but a certain joke article."}],"begehren":[{"text":"So viel das Herz begehrt.","translation":"As much as your heart desires."},{"text":"Nimm, so viel das Herz begehrt.","translation":"Take as much as your heart desires."},{"text":"Wer fremde Frauen begehrt, der ist den Respekt nicht wert.","translation":"Anyone who desires foreign women is not worthy of respect."},{"text":"Göttliche Liebe: Es ist dies jene Liebe, die alles gibt und nichts begehrt.","translation":"Divine love: This is that love that gives everything and desires nothing."},{"text":"Reich wird man erst durch Dinge, die man nicht begehrt.","translation":"You only get rich through things you don't desire."},{"text":"Ein gewisses Maß an Begehren gibt dem Leben erst seinen Schwung.","translation":"A certain degree of desire gives life its momentum."},{"text":"Begehren führt zu Leid.","translation":"Desire leads to suffering."},{"text":"Das Begehren ist stärker als je zuvor.","translation":"Desire is stronger than ever."},{"text":"Tom erkundigt sich nach meinem Begehren.","translation":"Tom inquires about my desire."},{"text":"Unmöglich kann ein naturhaftes Begehren vergeblich sein.","translation":"A natural desire can be impossible in vain."}],"ankam":[{"text":"Als ich dort ankam, gab es keinen Kuchen mehr.","translation":"When I got there, there was no cake left."},{"text":"Es war schon dunkel, als wir im Dorf ankamen.","translation":"It was already dark when we arrived in the village."},{"text":"Als wir am Stadion ankamen, hatte das Spiel bereits begonnen.","translation":"When we arrived at the stadium, the game had already started."},{"text":"Es regnete, als wir ankamen.","translation":"It was raining when we arrived."},{"text":"Der Zug war schon weg, als wir am Bahnhof ankamen.","translation":"The train had already left when we arrived at the station."}],"stumm":[{"text":"Nun gilt es, die stumme Ahnung in Worte zu kleiden.","translation":"Now it is time to put the silent hunch into words."},{"text":"Tom ist stumm, nicht dumm.","translation":"Tom is mute, not stupid."},{"text":"Kleine Sorgen machen viel Worte, große sind stumm.","translation":"Small worries make a lot of words, big ones are mute."},{"text":"Mary saß stumm wie ein Fisch da.","translation":"Mary sat silently as a fish."},{"text":"Der Mann taub und die Frau stumm gibt die besten Ehen.","translation":"The man deaf and the woman dumb gives the best marriages."}],"Profit":[{"text":"Ehre und Profit haben nicht im gleichen Sack Platz.","translation":"Honor and profit do not have a place in the same bag."},{"text":"Er sieht alles unter dem Blickwinkel von Profit.","translation":"He thinks of everything in terms of profit."},{"text":"Ichiro hält Freundschaft für wichtiger als Profit.","translation":"Ichiro considers friendship to be more important than profit."},{"text":"Sie müssen Probleme schaffen, um Profit zu erzielen.","translation":"You have to create problems to create profit."},{"text":"Wie kann Facebook Profit machen, wenn wir nichts für die Nutzung zahlen?","translation":"How can Facebook be profitable if we don't have to pay for the usage of it?"}],"stille":[{"text":"Es gibt vielerlei Lärm. Aber es gibt nur eine Stille.","translation":"There is a lot of noise. But there is only one silence."},{"text":"Der Pazifische Ozean wird auch als Stiller Ozean bezeichnet.","translation":"The Pacific Ocean is also known as the Pacific Ocean."},{"text":"Es herrschte unheimliche Stille.","translation":"There was an eerie silence."},{"text":"Sprache ist die Brücke, um die Stille zu begreifen.","translation":"Language is the bridge to understand silence."},{"text":"Kämpfen für den Frieden ist wie schreien für Stille.","translation":"Fighting for peace is like crying out for silence."}],"Orden":[{"text":"Ein Mann ohne Orden macht bei Hofe immer einen bedeutenden Eindruck.","translation":"A man without a medal always makes a significant impression at court."},{"text":"Bruder Tom ist der faulste Mönch im Orden.","translation":"Brother Tom is the laziest monk in the Order."},{"text":"Seine tapferen Taten brachten ihm einen Orden ein.","translation":"His brave deeds earned him a medal."},{"text":"Sie trat im Alter von neunzehn Jahren einem Orden bei.","translation":"She entered religion at the age of nineteen."},{"text":"Persönlichkeit ist, was übrig bleibt, wenn man Ämter, Orden und Titel von einer Person abzieht.","translation":"Personality is what is left when you subtract offices, orders and titles from a person."}],"Hauptquartier":[{"text":"Unser Hauptquartier liegt in einem anderen Stadtteil.","translation":"Our headquarters are located in another part of the city."},{"text":"Und die Fähnchenfee kehrte wieder einmal von einem erfolgreichen Einsatz in ihr Hauptquartier zurück.","translation":"And the flag fairy once again returned to her headquarters from a successful mission."},{"text":"Das ist das Hauptquartier der Nationalgarde.","translation":"This is the headquarters of the National Guard."},{"text":"Der Grundriss des Hauptquartiers des amerikanischen Verteidigungsministeriums hat die Form eines regelmäßigen Fünfecks, weswegen es auch „Pentagon“ genannt wird.","translation":"The floor plan of the headquarters of the US Department of Defense has the shape of a regular pentagon, which is why it is also called \"Pentagon\"."}],"rekrutieren":[{"text":"Heidi Klum rekrutiert wieder eine Skelettarmee. In telegenen Gladiatorenkämpfe wird entschieden werden, welche der sehr jungen Frauen sich eine Karriere auf dem Laufsteg erhoffen kann.","translation":"Heidi Klum recruits a skeleton army again. In telegenic gladiator fights, it will be decided which of the very young women can hope for a career on the catwalk."},{"text":"Ich bin rekrutiert worden.","translation":"I have been recruited."}],"Nest":[{"text":"Jedem Vogel gefällt sein Nest.","translation":"Every bird likes its nest."},{"text":"Er sitzt im warmen Nest.","translation":"He sits in the warm nest."},{"text":"Er weiß, wo der Teufel sein Nest hat.","translation":"He knows where the devil has his nest."},{"text":"Jeder Vogel hat sein Nest lieb.","translation":"Every bird loves its nest."},{"text":"Ein kluger Dieb hält sein Nest rein.","translation":"A clever thief keeps his nest clean."}],"betteln":[{"text":"Da ich hungrig war und keinen Cent mehr besaß, beschloss ich zu betteln.","translation":"Since I was hungry and didn't have a penny left, I decided to beg."},{"text":"Besser kaufen als betteln.","translation":"Better to buy than to beg."},{"text":"Armut geht nicht betteln.","translation":"Poverty is not about begging."},{"text":"Der Großvater kauft, der Vater baut, der Sohn verkauft, der Enkel geht betteln.","translation":"The grandfather buys, the father builds, the son sells, the grandson goes begging."},{"text":"Es gibt nur drei Methoden, um leben zu können: betteln, stehlen oder etwas leisten.","translation":"There are only three methods to live: begging, stealing or doing something."}],"don't":[],"Retter":[{"text":"Gerechtigkeit des Himmels, wann wird der Retter kommen diesem Lande?","translation":"Righteousness of heaven, when will the Savior come to this land?"},{"text":"Es wurden die Rufe nach einem Retter laut. Der Name „Tom“ fiel.","translation":"There were calls for a rescuer. The name \"Tom\" fell."},{"text":"Er sah sich als Retter der Welt.","translation":"He saw himself as the savior of the world."},{"text":"Du warst mein Retter in der Not.","translation":"You've saved my bacon for me."},{"text":"Er erachtete sich selbst als den Retter.","translation":"He considered himself the savior."}],"gegeben":[{"text":"Zu gegebener Zeit werden sie heiraten.","translation":"They will get married in due course."},{"text":"Mach dir deswegen keine Sorgen; die Moderatoren werden sich dessen zu gegebener Zeit annehmen.","translation":"Don't worry about it; the moderators will take care of this in due course."},{"text":"Die Ergebnisse der Umfrage werden zu gegebener Zeit bekannt gegeben.","translation":"The results of the survey will be announced in due course."},{"text":"Wir werden zu gegebener Zeit darüber sprechen.","translation":"We'll discuss that when the time comes."},{"text":"Wie berechnet man den Radius bei gegebenem Umfang?","translation":"How to calculate the radius for a given circumference?"},{"text":"Mit jedem Menschen ist etwas Neues in die Welt gesetzt, was es noch nicht gegeben hat, etwas Erstes und Einziges.","translation":"With every human being, something new is put into the world that has not yet existed, something first and only."},{"text":"Zu lieben ohne Vorbehalte ist den Menschen nicht gegeben und Liebe mit Vorbehalten – was für eine Liebe ist das.","translation":"To love without reservations is not given to people and love with reservations – what kind of love is that."}],"Bestie":[{"text":"Das liegt in der Natur der Bestie.","translation":"This is in the nature of the beast."},{"text":"Tatsachen sind die wilden Bestien im intellektuellen Gelände.","translation":"Facts are the wild beasts in the intellectual terrain."},{"text":"Schon möglich, dass ich durcheinander war, aber ich gleiche nicht einer durchgeknallten Bestie.","translation":"It's possible that I was confused, but I don't resemble a crazy beast."},{"text":"Du bist recht appetitlich oben anzuschauen, doch unten hin die Bestie macht mir Grauen.","translation":"You are quite appetizing to look at above, but at the bottom the beast makes me horrible."},{"text":"Du hast wie ein anderer Orpheus die heulende Bestie, mein Gewissen, in den Schlaf gesungen.","translation":"Like another Orpheus, you sang the howling beast, my conscience, to sleep."}],"hundert":[{"text":"Mein Sohn kann jetzt bis hundert zählen.","translation":"My son can now count to a hundred."},{"text":"Dieses Haus wurde vor hundert Jahren gebaut.","translation":"This house was built a hundred years ago."},{"text":"Kauf bedarf hundert Augen, Verkauf hat an einem genug.","translation":"Buying requires a hundred eyes, selling has enough on one."},{"text":"Einmal selbst sehen ist mehr wert als hundert Neuigkeiten hören.","translation":"Seeing for yourself is worth more than hearing a hundred news."},{"text":"Ein Feind ist zu viel und hundert Freunde nicht genug.","translation":"One enemy is too many and a hundred friends are not enough."},{"text":"Ich habe Hunderte solcher Beispiele in meinem Computer.","translation":"I have hundreds of such examples in my computer."},{"text":"Die Menschen starben zu Hunderten.","translation":"People died by the hundreds."},{"text":"Tom hat Hunderte von Büchern.","translation":"Tom has hundreds of books."},{"text":"Hunderte von Jungs spielen auf dem Feld.","translation":"Hundreds of boys are playing in the ground."},{"text":"Tom hat Hunderte von Artikeln und mehrere Bücher geschrieben.","translation":"Tom has written hundreds of articles and several books."}],"Tablett":[{"text":"Es liegen fünf Gegenstände auf dem Tablett; drei davon sind Schlüssel.","translation":"There are five items on the tray, three of which are keys."},{"text":"Wo soll das Tablett hin?","translation":"Where should I put the tray?"},{"text":"Sei vorsichtig! Lass das Tablett nicht fallen!","translation":"Be careful. Don't drop the tray."},{"text":"Auf dem Tablett sollte sich nichts außer Essen befinden!","translation":"There should be nothing on the tray except food!"},{"text":"Tom stellte den Kuchen auf ein Tablett.","translation":"Tom put the cake on a platter."}],"Zeitzone":[{"text":"Wie viel Zeit braucht man, um sich an die Zeitzone zu gewöhnen?","translation":"How much time does it take to get used to the time zone?"},{"text":"Schauen wir uns eine Karte an, welche die Zeitzonen der Welt zeigt.","translation":"Let's look at a map that shows the time zones of the world."},{"text":"Bitte beachten Sie, dass sich alle angegebenen Uhrzeiten auf die mitteleuropäische Zeitzone (MEZ) beziehen.","translation":"Please note that all the times stated are Central European Time (CET)."},{"text":"Wie lange dauert die Gewöhnung an eine andere Zeitzone?","translation":"How long does it take to get used to a different time zone?"}],"schleichen":[{"text":"Tom, bitte komm ganz schnell! Da schleicht jemand durch unseren Garten!","translation":"Tom, please come very quickly! Someone is sneaking through our garden!"},{"text":"Der Fuchs schleicht ums Haus.","translation":"The fox sneaks around the house."},{"text":"Tom erwischte Maria dabei, wie sie gerade aus dem Hause schleichen wollte.","translation":"Tom caught Mary sneaking out of the house."},{"text":"Mit sanfter Freundlichkeit schleicht Amor, der Betrüger; wer keinen Tiger kennt, der läuft vor keinem Tiger.","translation":"With gentle kindness, Cupid, the deceiver, sneaks; if you don't know a tiger, you won't run in front of a tiger."},{"text":"Schlangen schleichen, Tauben fliegen.","translation":"Snakes creep, pigeons fly."}],"vertuschen":[{"text":"Ein Verbrechen muss durch ein Verbrechen vertuscht werden.","translation":"A crime must be covered up by a crime."},{"text":"Das ist eine hübsche Geschichte, die die wahren Verhältnisse vertuschen soll.","translation":"This is a nice story to cover up the truth."},{"text":"Er schien die Tatsache zu vertuschen.","translation":"He seemed to cover up the fact."},{"text":"Die Verwaltung hatte vergeblich versucht, diesen Fehler zu vertuschen.","translation":"The administration had tried in vain to cover up this error."},{"text":"Er erzählt eine neue Lüge, um die vorangehende zu vertuschen.","translation":"He tells a new lie to cover up the previous one."}],"Stall":[{"text":"Fällt im Stall die Heizung aus, kommt die Milch in Würfeln raus.","translation":"Barn's heating is in bad shape, comes the milk in cubic shape."},{"text":"Sie ist das beste Pferd im Stall.","translation":"She is the best horse in the stable."},{"text":"Der Esel steht wieder im Stall.","translation":"The donkey is back in the stable."},{"text":"Nach dem Verlust einer Kuh repariert man den Stall.","translation":"After the loss of a cow, the barn is repaired."},{"text":"Geduldige Schafe gehen viele in einen Stall.","translation":"Patient sheep many go to a stable."}],"Waschbecken":[{"text":"Die meisten Menschen waschen ihre Hände an einem Waschbecken.","translation":"Most people wash their hands at a sink."},{"text":"Das Waschbecken ist voller Haare.","translation":"The sink is full of hair."},{"text":"Tom ließ Wasser ins Waschbecken.","translation":"Tom filled the sink with water."},{"text":"Es geht mir auf die Nerven, wenn du im Waschbecken Haare hinterlässt.","translation":"It gets on my nerves when you leave hair in the sink."},{"text":"Es gelingt mir nicht, den Schmutz von diesem Waschbecken zu entfernen.","translation":"I do not manage to remove the dirt from this sink."}],"erstechen":[{"text":"Tom wurde von jemandem in der U-Bahn erstochen.","translation":"Tom was stabbed to death by someone on the subway."},{"text":"Tom hat seine Frau erstochen.","translation":"Tom stabbed his wife to death."},{"text":"Sterben macht nicht durstig — außer, man wird erstochen, nachdem man Hering gegessen hat.","translation":"Dying doesn't make you thirsty — unless you're stabbed to death after eating herring."},{"text":"„Das Kaninchen ist tot; da kann man nichts machen“, konstatierte Tom nüchtern über das in seinem Käfig erfrorene, zu einem kalten Eisklumpen erstarrte Tier. „Vielleicht kann es jetzt zu Ostern als Braten auf den Tisch kommen.“ Als sie das vernahm, hörte Maria plötzlich auf zu weinen, sah sich um, ergriff die Forke und hätte Tom wohl damit erstochen, wenn er nicht die Gefahr erkannt hätte und weggelaufen wäre.","translation":"\"The rabbit is dead; there's nothing you can do about it,\" Tom stated soberly about the animal frozen to death in his cage and frozen into a cold lump of ice. \"Maybe it can now come to the table as a roast at Easter.\" When she heard this, Maria suddenly stopped crying, looked around, grabbed the Forke and would probably have stabbed Tom with it if he had not recognized the danger and run away."},{"text":"Tom wurde erstochen.","translation":"Tom has been stabbed."},{"text":"Brutus ersticht Caesar, und Caesar fällt.","translation":"Brutus stabs Caesar, and Caesar falls."},{"text":"Jemand hat Tom in der Untergrundbahn erstochen.","translation":"Someone stabbed Tom in the subway."}],"Gasse":[{"text":"In der eigenen Gasse sind Hunde Löwen.","translation":"In their own alley, dogs are lions."},{"text":"Hinter meinem Haus liegt eine Gasse.","translation":"There's an alley behind my house."},{"text":"Diese Gasse ist nicht breit.","translation":"This alley is not wide."},{"text":"Es gibt viele enge Gassen in der Stadt.","translation":"The town has many narrow lanes."},{"text":"Ihre Höfe waren viel kleiner, einfacher gestaltet und dekoriert, und die Gassen waren auch schmaler.","translation":"Their courtyards were much smaller, simpler designed and decorated, and the alleys were also narrower."}],"Hauptgrund":[{"text":"Was ist der Hauptgrund für das Verbrechen?","translation":"What is the main reason for the crime?"},{"text":"Der Hauptgrund für seinen Erfolg ist Ehrlichkeit.","translation":"Honesty is the primary reason for his success."},{"text":"Das war für Tom nicht der Hauptgrund, das zu tun.","translation":"That wasn't the main reason for Tom to do that."},{"text":"Es gibt sicher viele Gründe für die Scheidung, aber der Hauptgrund ist und bleibt die Hochzeit.","translation":"There are certainly many reasons for divorce, but the main reason is and remains the wedding."},{"text":"Der Hauptgrund für Stress ist der tägliche Umgang mit Vollidioten!","translation":"The main reason for stress is the daily contact with complete idiots!"}],"interviewen":[{"text":"Gestern interviewten wir einige Touristen aus der ganzen Welt.","translation":"Yesterday we interviewed some tourists from all over the world."},{"text":"Ein Experte wurde interviewt.","translation":"An expert was interviewed."},{"text":"Tom wurde gestern Abend im Fernsehen interviewt.","translation":"Tom was interviewed on TV last night."},{"text":"Wir werden alle Passagiere interviewen, die noch am Leben sind.","translation":"We will interview all passengers who are still alive."},{"text":"Manche deutsche Komiker, die sich neudeutsch \"Comedians\" nennen, kann man sehr leicht in größte Verlegenheit bringen, indem man sie auf Englisch interviewt. Vielleicht nennen sie sich danach wieder Komiker.","translation":"Some German comedians who call themselves \"comedians\" can easily be embarrassed by interviewing them in English. Maybe they'll call themselves comedians again."}],"aufwendig":[{"text":"Er leistete sich einen aufwendigen Lebensstil.","translation":"He afforded himself an elaborate lifestyle."},{"text":"Es schien zu aufwändig zu sein.","translation":"It seemed like too much trouble."},{"text":"Die Prinzessin trug ein aufwendiges Kleid.","translation":"The princess wore an elaborate dress."},{"text":"Diese traditionelle Herstellung ist aufwändig.","translation":"This traditional production is complex."},{"text":"Englisch lernen ist schwierig, aufwändig und teuer, selbst für Muttersprachler.","translation":"Learning English is difficult, time-consuming and expensive, even for native speakers."}],"umgedreht":[{"text":"Auch in einem umgedrehten Glas bleibt der Boden Boden.","translation":"Even in an upside-down glass, the floor remains ground."},{"text":"Er hat eine seiner Socken umgedreht an.","translation":"He's wearing one of his socks inside out."},{"text":"Die umgedrehten Ausrufe- und Fragezeichen wurden von der spanisch-königlichen Akademie mit dem Ziel erfunden, die ASCII-Tabelle rassistisch erscheinen zu lassen.","translation":"The inverted exclamation marks and question marks were invented by the Spanish Royal Academy with the aim of making the ASCII table appear racist."},{"text":"Er hat den Schlüssel umgedreht.","translation":"He turned the key."},{"text":"Sie hat sich plötzlich umgedreht.","translation":"She turned around suddenly."},{"text":"Die Polizei hat jeden Stein umgedreht.","translation":"The police left no stone unturned."},{"text":"Sie spricht auf Persisch nur in Versen, und ab und zu auch umgedreht.","translation":"She speaks in Persian only in verse, and from time to time also inverted."},{"text":"Carlos hat sich umgedreht.","translation":"Carlos turned around."}],"auseinandersetzen":[{"text":"Manchmal kommt mehr heraus, wenn man sich mit jemandem zusammen- statt auseinandersetzt.","translation":"Sometimes more comes out of it when you deal with someone instead of dealing with it."},{"text":"Ich werde mich mit dem Problem in diesem Kapitel auseinandersetzen.","translation":"I will deal with the problem in this chapter."},{"text":"Darüber müssen Sie sich mit Tom auseinandersetzen.","translation":"You'll have to discuss that with Tom."},{"text":"Ich bin zu müde, um mich damit auseinanderzusetzen.","translation":"I'm too tired to argue."},{"text":"Toms Französisch verbesserte sich, nachdem er angefangen hatte, sich mit der Grammatik auseinanderzusetzen.","translation":"Tom's French got better after he started studying grammar."}],"Schlaganfall":[{"text":"Seit seinem Schlaganfall kann Tom nicht mehr richtig sprechen.","translation":"Since his stroke, Tom can no longer speak properly."},{"text":"Letztes Jahr hatte ich einen Schlaganfall.","translation":"Last year I had a stroke."},{"text":"Tom muss an einem Schlaganfall gestorben sein.","translation":"Tom must've died of a stroke."},{"text":"Ganz plötzlich und unerwartet erlitt Tom einen Schlaganfall.","translation":"Suddenly and unexpectedly, Tom suffered a stroke."},{"text":"Als ich gerade zwanzig geworden war, wurde mein Vater mit einem Schlaganfall ins Krankenhaus eingeliefert.","translation":"When I had just turned twenty, my father was hospitalized with a stroke."}],"Prostituierte":[{"text":"Solche Mädchen sind Prostituierte.","translation":"Those girls are prostitutes."},{"text":"Die Prostituierte begann den Minister zu erpressen.","translation":"The prostitute began to blackmail the minister."},{"text":"Ich hörte, dass die Mutter von Brush eine Prostituierte ist.","translation":"I heard that Brush's mother is a prostitute."},{"text":"Keine Frau wird als Prostituierte geboren.","translation":"No woman is born a prostitute."},{"text":"Die Prostituierte behob die Einsamkeit nur für eine halbe Stunde.","translation":"The prostitute only fixed the loneliness for half an hour."}],"pervers":[{"text":"Ihr seid doch pervers!","translation":"You are perverse!"},{"text":"Markt pur ist Wirtschaft pervers. Markt pur ist purer Wahnsinn.","translation":"Pure market is economy perverse. Pure market is pure madness."},{"text":"Sei nicht so pervers!","translation":"Don't be so perverse!"},{"text":"Tom ist pervers.","translation":"Tom is perverse."}],"Satellit":[{"text":"Die Erde hat einen natürlichen Satelliten: den Mond.","translation":"Earth has one naturally occurring satellite, the Moon."},{"text":"Sie planen, morgen einen Satelliten ins All zu schießen.","translation":"They plan to launch a satellite into space tomorrow."},{"text":"Der Satellit befindet sich jetzt in seiner Umlaufbahn.","translation":"The satellite is now in orbit."},{"text":"Der erste künstliche Satellit war Sputnik 1 und wurde 1957 von der Sowjetunion gestartet.","translation":"The first artificial satellite was Sputnik 1, launched by Russia in 1957."},{"text":"Diese Rakete eignet sich für den Transport von Satelliten in erdnahe Umlaufbahnen.","translation":"This rocket is suitable for transporting satellites into low-Earth orbits."}],"Joghurt":[{"text":"Warum tun die Hersteller immer so viel Zucker in den Joghurt?","translation":"Why do the makers of yoghurt always put so much sugar in it?"},{"text":"„Was wünschst du dir heute zum Nachtisch, Tom?“ – „Mir reicht heute ein Joghurt.“","translation":"\"What do you wish for dessert today, Tom?\" – \"A yogurt is enough for me today.\""},{"text":"Dieser Joghurt schmeckt komisch.","translation":"This yogurt tastes strange."},{"text":"Tom mag griechischen Joghurt.","translation":"Tom likes Greek yogurt."},{"text":"Ich habe den Joghurt gegessen.","translation":"I ate the yoghurt."},{"text":"Ich esse Joghurt.","translation":"I eat yogurt."},{"text":"Im Kühlschrank ist Joghurt.","translation":"There's yoghurt in the fridge."},{"text":"Die Kinder mögen Joghurt.","translation":"The children like yogurt."},{"text":"Da steht ein Becher Joghurt im Kühlschrank. Kann ich den haben?","translation":"There's a pot of yoghurt in the fridge. Can I have it?"},{"text":"„Wo ist mein Joghurt, Tom?“ – „Den habe ich gegessen. Ich dachte, den hättest du für mich gekauft.“","translation":"\"Where's my yoghurt, Tom?\" \"I've eaten it. I thought you'd bought it for me.\""}],"Eifersucht":[{"text":"Keine Liebe ohne Eifersucht.","translation":"No love without jealousy."},{"text":"Eifersucht ist die Angst vor dem Vergleich.","translation":"Jealousy is the fear of comparison."},{"text":"Ihre Eifersucht nahm mir mehr und mehr die Luft zum Atmen.","translation":"Her jealousy took away more and more of the air to breathe."},{"text":"Marias Eifersucht führte letztlich zum Scheitern der Ehe.","translation":"Mary's jealousy ultimately led to the breakdown of the marriage."},{"text":"Ich kann ihre Eifersucht nicht ertragen.","translation":"I can't stand their jealousy."}],"hiervon":[{"text":"Hiervon werden noch unsere Enkel erzählen.","translation":"Our grandchildren will talk about this."},{"text":"Drei Stück hiervon kosten 1.000 Yen.","translation":"Three of them cost 1,000 yen."},{"text":"Gefällt dir nichts hiervon?","translation":"Don't you like any of these?"},{"text":"Ich verstehe nichts hiervon.","translation":"I don't understand any of this."},{"text":"Hiervon werden wir später im Einzelnen sprechen.","translation":"We'll talk about this in detail later."}],"Abwicklung":[{"text":"Die Abwicklung der Insolvenz wird sich noch einige Zeit hinziehen.","translation":"The settlement of the insolvency will take some time."},{"text":"Das Handelsabkommen umfasst mehrere Maßnahmen, die darauf abzielen, die Abwicklung grenzüberschreitender Geschäfte unbürokratischer zu gestalten.","translation":"The trade agreement includes several measures aimed at making cross-border transactions less bureaucratic."}],"weben":[{"text":"Spinnen weben Netze.","translation":"Spiders weave webs."},{"text":"Maria webt einen Teppich.","translation":"Mary is weaving a carpet."},{"text":"Meine Großmutter webt gerne.","translation":"My grandmother likes to weave things."},{"text":"Das Geld, die Politik und die Korruption webt alles durch.","translation":"Money, politics and corruption weave it all through."},{"text":"Dieses Band, das uns verbindet, ist unsichtbar von Engeln gewoben und mit Liebe durchwirkt.","translation":"This bond that binds us together is invisibly woven with angels and interwoven with love."}],"Stockwerk":[{"text":"Dieses Kino hat zwei Stockwerke.","translation":"This movie theater has two floors."},{"text":"Der Aufzug hält nicht in allen Stockwerken.","translation":"The lift doesn't stop at every floor."},{"text":"Toms Familie wohnt ein Stockwerk höher.","translation":"Tom's family lives one floor up."},{"text":"Das Gebäude hat zwanzig Stockwerke.","translation":"The building has twenty floors."},{"text":"In den unteren Stockwerken ist es sehr dunkel.","translation":"The lower floors are very dark."}],"Filiale":[{"text":"Eine neue Filiale wird nächsten Monat in Chicago eröffnet.","translation":"A new store will open in Chicago next month."},{"text":"Ich habe kein Konto in dieser Filiale der Tokai Bank.","translation":"I don't have an account at that branch of Tokai Bank."},{"text":"Sein Kollege wurde in eine Filiale im Ausland versetzt.","translation":"His colleague was transferred to a branch abroad."},{"text":"In dieser Filiale sind 20 Mitarbeiter beschäftigt.","translation":"This branch employs 20 people."},{"text":"Ich habe gehört, dass Sie Geschäftsführer der Filiale in Sydney geworden sind.","translation":"I heard that you became the manager of the Sydney branch."},{"text":"Wo ist die nächste Burger King-Filiale?","translation":"Where is the nearest Burger King branch?"},{"text":"Die Moskauer Filiale der Weltregierung besteht auf dem Abbau des Russischen Reiches bis zum vorher festgesetzten Termin – 2015. Es ist doch unrealistisch!","translation":"The Moscow branch of the World Government insists on the dismantling of the Russian Empire by the predetermined date – 2015. It is unrealistic!"}],"Senat":[{"text":"Der Senat hat viele Mitglieder.","translation":"The Senate has many members."},{"text":"Der Senat hat eine Entscheidung getroffen.","translation":"The Senate made a decision."},{"text":"Maria wurde 2008 in den Senat gewählt.","translation":"Mary was elected to the Senate in 2008."},{"text":"Für den Senat wird ein Kreuz neben dem Kandidaten deiner Wahl platziert.","translation":"For the Senate, a cross will be placed next to the candidate of your choice."},{"text":"Der amerikanische Senat genehmigte den Vertrag zügig.","translation":"The American Senate quickly approved the treaty."}],"frieren":[{"text":"Tom, mich friert. Schalte bitte die Heizung an!","translation":"Tom, I'm freezing. Please turn on the heating!"},{"text":"Der See friert zu.","translation":"The lake freezes over."},{"text":"Sie friert nicht, sondern sie hat Angst.","translation":"She does not freeze, but she is afraid."},{"text":"Wenn Sie Fleisch lange aufbewahren möchten, frieren Sie es ein.","translation":"If you want to keep meat for long, freeze it."},{"text":"Ich glaube, es wird heute Abend frieren.","translation":"I think it'll freeze tonight."}],"male":[{"text":"Sie griffen viele Male an.","translation":"They made many charges."},{"text":"Ich male nicht gern.","translation":"I don't like to paint."},{"text":"Sie versuchte es mehrere Male, scheiterte aber.","translation":"She tried several times but failed."},{"text":"Wir haben das bereits viele Male diskutiert.","translation":"We've discussed this many times already."},{"text":"Du kannst das Gedicht nicht verstehen, bevor du es viele Male gelesen hast.","translation":"You cannot appreciate the poem until you have read it many times."}],"ertönen":[{"text":"Ein Schrei ertönte aus der Menge.","translation":"A cry arose from the crowd."},{"text":"Plötzlich ertönte jenseits der Mauer eine Stimme.","translation":"A voice suddenly rang out from the other side of the wall."},{"text":"Wenn der Alarm ertönt, gehen, nicht rennen!","translation":"If the alarm rings, walk, don't run."},{"text":"Eine Pfeife ertönte und das Boot begann, langsam den Hafen zu verlassen.","translation":"A whistle sounded and the boat began to slowly leave the harbor."},{"text":"Und dann ertönte mein anderes Handy auch.","translation":"And then my other phone sounded too."}],"kühler":[{"text":"Es wird kühler, besonders morgens und nachts.","translation":"It's getting cooler, particularly in the morning and at night."},{"text":"Es kommt ein kühler Herbst.","translation":"A chilly autumn is on its way."},{"text":"Die Nächte sind jetzt kühler.","translation":"Now the nights are cooler."},{"text":"Der Herbst steht vor der Tür. Es wird auch Zeit, dass es kühler wird.","translation":"Autumn is just around the corner. It's about time the weather started cooling off."},{"text":"Als es am Tage kühler wurde, musste ich einen Pullover anziehen.","translation":"As the day got cooler, I had to put on a sweater."}],"forschen":[{"text":"In Deutschland heißt es Jugend forscht. In England heißt es Petting.","translation":"In Germany, it's called Jugend forscht. In England it is called petting."},{"text":"Professor Kai forscht schon seit vierzig Jahren an Insekten.","translation":"Professor Kai has been studying insects for forty years."},{"text":"Er forscht über japanische Literatur.","translation":"He researches Japanese literature."},{"text":"Forschen Sie nach der Ursache!","translation":"Investigate the cause of it."},{"text":"Tom forscht schon seit 30 Jahren an diesem Thema.","translation":"Tom has done research on the subject for over thirty years."},{"text":"Nichts kann sie beim Forschen aus der Ruhe bringen.","translation":"Nothing can disturb them when researching."},{"text":"Nur durch Forschen gewinnt man Vorsicht und Bedacht in allem Tun.","translation":"Only through research can one gain caution and consideration in all actions."},{"text":"Die große Frage, die nie beantwortet worden ist und die ich trotz dreißig Jahre langem Forschen in der weiblichen Seele nie habe beantworten können, ist die: Was will das Weib?","translation":"The great question that has never been answered, and which I have not yet been able to answer, despite my thirty years of research into the feminine soul, is \"What does a woman want?\""},{"text":"So klar, so weltbekannt, so laut ist das Verständnis, daß man, des Forschens Mühe überhoben, schon auf den ersten Blick es rät.","translation":"So clear, so world-famous, so loud is the understanding that one advises it at first glance, one exaggerates the effort of research."}],"Geschäftsmann":[{"text":"Tom ist Geschäftsmann.","translation":"Tom is a businessman."},{"text":"Ein japanischer Geschäftsmann kaufte das Kunstwerk für 200 Millionen Yen.","translation":"A Japanese businessman bought the artwork for 200 million yen."},{"text":"Er ist ein erfolgreicher Geschäftsmann.","translation":"He's a successful businessman."},{"text":"Er ist ein sehr fähiger Geschäftsmann.","translation":"He's a very capable business man."},{"text":"Als Geschäftsmann kommt er hervorragend zurecht.","translation":"As a businessman, he gets along excellently."}],"Faser":[{"text":"Er ist mit jeder Faser ein Amerikaner.","translation":"He is an American to the backbone."},{"text":"Mit jeder Faser meines Herzens genieße ich die Schönheiten der Berglandschaft.","translation":"With every fiber of my heart, I enjoy the beauties of the mountain landscape."},{"text":"Die Stachelbirne enthält eine erhebliche Menge an Fasern und ist extrem reich an Antioxidantien.","translation":"The spiny pear contains a significant amount of fiber and is extremely rich in antioxidants."}],"untereinander":[{"text":"Keine Nation ist für sich allein. Es gibt ein Gemeinsames, das sie untereinander verbindet.","translation":"No nation is alone. There is a common ground that connects them with each other."},{"text":"Kinder, liebet euch untereinander, wer, zum Teufel, sollte euch sonst lieben.","translation":"Children, love each other, who, the hell, should love you otherwise."},{"text":"Sie teilten das Geld untereinander.","translation":"They shared the money."},{"text":"Tom und Maria sprechen untereinander Englisch.","translation":"Tom and Maria speak English to each other."},{"text":"Sie reden untereinander.","translation":"They talk to each other."}],"hausgemacht":[{"text":"Weißt du, was mich am meisten stört? Dass bei uns der Stress immer hausgemacht ist!","translation":"Do you know what bothers me the most? That with us the stress is always homemade!"},{"text":"Die mangelnde Qualität ist hausgemacht.","translation":"The lack of quality is homemade."},{"text":"Die mangelhafte Qualität ist hausgemacht.","translation":"The poor quality is homemade."},{"text":"„Ist das hausgemacht?“ fragte ich. „Ja“, antwortete der Kellner grinsend, denn es war ja auch im Hause angerichtet worden. Dass es in der Fabrik vorgekocht worden war, wurde verschwiegen.","translation":"\"Is this homemade?\" I asked. \"Yes,\" replied the waiter with a grin, because it had also been served in the house. The fact that it had been pre-cooked in the factory was concealed."},{"text":"Das ist hausgemacht.","translation":"This is homemade."},{"text":"Ich war zu faul, hausgemachte zuzubereiten, also habe ich welche im Laden gekauft.","translation":"I was too lazy to make homemade ones, so I bought some in the store."},{"text":"Meine Großmutter machte leckere, hausgemachte Karamellbonbons.","translation":"My grandmother made delicious homemade fudge."},{"text":"Ich mag hausgemachte Kartoffelknödel gefüllt mit Leberwurst.","translation":"I like homemade potato dumplings filled with liver sausage."},{"text":"Die neue Tatoeba-Website wird eine hausgemachte \"hyper\" Datenbank und eine von Null angefangene Suchmaschine benutzen und auf einem tatoebux-OS Server mit tatoetel CPU komplett aus Tatoebium laufen.","translation":"The new Tatoeba website will use a home-made \"hyper\" database, a \"made-from-scratch\" search engine, and will run on a tatoebux-OS server with a tatoetel CPU made entirely out of tatoebium."},{"text":"Tom kommt mit seinem Schwiegervater gut aus und duzt ihn, besonders wenn sie hausgemachten Rotwein trinken und über Politik oder Sport reden; er siezt aber seine Schwiegermutter, wenn er mit ihr unbedingt sprechen muss.","translation":"Tom gets along well with his father-in-law and duzt him, especially when they drink homemade red wine and talk about politics or sports; but he sighs his mother-in-law when he absolutely has to talk to her."}],"zb":[],"zwischendurch":[{"text":"Bonn ist die kleine Hauptstadt für zwischendurch.","translation":"Bonn is the small capital for in between."},{"text":"Tom ist in die Küche gegangen, um sich eine Kleinigkeit für zwischendurch geben zu lassen.","translation":"Tom went to the kitchen to get a little something in between."},{"text":"Was hatten wir damals pro Tag zu essen? Drei Scheiben Brot, eine morgens, eine mittags, eine abends, und vielleicht eine halbe zwischendurch.","translation":"What did we have to eat per day back then? Three slices of bread, one in the morning, one at noon, one in the evening, and maybe half in between."},{"text":"Marie-Emmanuelle hatte einen so starken französischen Akzent, dass es zwischendurch so klang, als spreche sie Französisch.","translation":"Marie-Emmanuelle had such a strong French accent that in between it sounded as if she spoke French."},{"text":"Für Urlaub habe ich keine Zeit. Zwischendurch fahre ich zum Ausspannen auf mein Schloss in die Bretagne oder nach Monte Carlo.","translation":"I don't have time for holidays. In between, I drive to my castle in Brittany or Monte Carlo to relax."}],"mobben":[{"text":"In der Schule wurde Tom oft gemobbt.","translation":"In school, Tom was often bullied."},{"text":"Tom mobbt Minderheiten im Internet.","translation":"Tom harasses marginalized people on the Internet."},{"text":"Tom wurde verprügelt, als er einem seiner Freunde, als er gemobbt wurde, zu Hilfe kam.","translation":"Tom was beaten up when he came to the aid of one of his friends who was being bullied."},{"text":"Er wurde von seinen Klassenkameraden gemobbt.","translation":"He was bullied by his classmates."},{"text":"Vorgesetzte tragen oft eine Mitschuld, wenn Mitarbeiter gemobbt werden.","translation":"Supervisors are often partly to blame when employees are bullied."}],"Privatleben":[{"text":"Mein Privatleben geht niemanden etwas an.","translation":"My private life is nobody's business."},{"text":"Sein Privatleben gefällt niemandem.","translation":"Nobody likes his private life."},{"text":"Steck deine Nase nicht in mein Privatleben.","translation":"Don't stick your nose into my private life."},{"text":"Wie erreicht man ein ausgeglichenes Verhältnis von Arbeit und Privatleben?","translation":"How do you achieve a balance between work and private life?"},{"text":"Meine Mutter mischt sich ständig in mein Privatleben ein.","translation":"My mother is constantly interfering in my private life."}],"Skulptur":[{"text":"Im Museum sind Skulpturen aus der Antike ausgestellt.","translation":"In the museum, sculptures from antiquity are exhibited."},{"text":"Tom hat seine neueste Skulptur „Die Leere des Lebens“ genannt.","translation":"Tom has named his latest sculpture \"The Emptiness of Life\"."},{"text":"Diese Skulptur ist unglaublich wertvoll.","translation":"This sculpture is incredibly valuable."},{"text":"Die Kinder machten Skulpturen aus Draht.","translation":"The children made sculptures out of wire."},{"text":"Sie fertigen eine Skulptur aus Marmor an.","translation":"They make a sculpture out of marble."}],"Romantik":[{"text":"Französisch ist die Sprache, die selbst Schmutz in Romantik verwandelt.","translation":"French is the language that turns even dirt into romance."},{"text":"Er hat nicht viel Sinn für Romantik bewiesen.","translation":"He didn't show much sense of romance."},{"text":"Den Gedanken der Romantik zu definieren, scheint unmöglich.","translation":"Defining the idea of romanticism seems impossible."},{"text":"Die Anhänger der Romantik sprachen von ihr fast nur in Allegorien.","translation":"The followers of Romanticism spoke of her almost exclusively in allegories."},{"text":"Maria sehnt sich nach mehr Romantik.","translation":"Maria longs for more romance."}],"instabil":[{"text":"Das Wurmloch ist instabil.","translation":"The wormhole is unstable."},{"text":"Antimaterie ist ziemlich instabil.","translation":"Antimatter is quite unstable."},{"text":"Wegen einiger hingeschluderter Funktionen läuft das System meistens instabil.","translation":"Due to some sloppy functions, the system usually runs unstable."},{"text":"Nur ein schwacher und instabiler Führer braucht eine steile Hierarchie.","translation":"Only a weak and unstable leader needs a steep hierarchy."},{"text":"Ich mache mir Sorgen, dass geistig instabile Leser meine erfundene Gewalt in der Realität begehen könnten. Ich fürchte, es könnte schon geschehen sein.","translation":"I worry that mentally unstable readers might commit my fabricated violence in reality. I'm afraid it might have already happened."}],"spalten":[{"text":"Eine Rede kann die Erde spalten.","translation":"A speech can divide the earth."},{"text":"Man kann auch seine eigenen Haare verlieren, indem man zu viel andere spaltet.","translation":"You can also lose your own hair by splitting too much others."},{"text":"Erst haben die Menschen das Atom gespalten, jetzt spaltet das Atom die Menschen.","translation":"First people split the atom, now the atom splits people."},{"text":"Bezüglich dieses Punktes ist die Meinung gespalten.","translation":"Opinion is divided on this point."},{"text":"Ein gutes Wort kann Felsen spalten, ein schlechtes Köpfe.","translation":"A good word may split open a rock, but a bad word - a head."},{"text":"Gespaltenes Holz fängt gerne Feuer.","translation":"Split wood likes to catch fire."},{"text":"Die Gesellschaft ist gespalten.","translation":"Society is divided."},{"text":"Hat sie eine gespaltene Persönlichkeit oder tut sie nur so?","translation":"Does she have a split personality or is she just pretending?"},{"text":"In dem Grab lag ein Skelett mit einem gespaltenen Schädel.","translation":"In the grave lay a skeleton with a split skull."},{"text":"Wir waren alle Menschen, bevor wir durch Rasse getrennt, Religion gespalten, Politik geteilt und Vermögen klassifiziert wurden.","translation":"We were all human before we were divided by race, religion divided, politics divided, and wealth classified."}],"reingekommen":[{"text":"Ich fragte den Mann im Spiegel: „Wie sind Sie da reingekommen?“","translation":"I asked the man in the mirror: \"How did you get in there?\""},{"text":"Wie bist du in den Tunnel reingekommen?","translation":"How did you get into the tunnel?"},{"text":"Wie bist du in mein Zimmer reingekommen?","translation":"How did you get into my room?"},{"text":"Wer ist mit dreckigen Schuhen reingekommen?","translation":"Who came in with dirty shoes?"},{"text":"Wie ist es reingekommen?","translation":"How did it get in?"},{"text":"Tom ist reingekommen und hat das Licht angemacht.","translation":"Tom came in and turned on the lights."}],"spot":[{"text":"Der Hund wird von der Familie \"Spot\" genannt.","translation":"The dog is called \"Spot\" by the family."},{"text":"Als du sagtest, dass du auf Spot aufpassen würdest, wusstest du, dass du Verantwortung tragen würdest.","translation":"When you said you'd look after Spot, you knew there'd be responsibilities."}],"vermieten":[{"text":"Zimmer zu vermieten.","translation":"Rooms for rent."},{"text":"Wollen Sie Ihr Haus vermieten?","translation":"Do you want to rent your house?"},{"text":"Sie vermietet ein Zimmer an einen Studenten.","translation":"She rents a room to a student."},{"text":"Dieses Haus wird sich leicht vermieten lassen.","translation":"This house will rent easily."},{"text":"Er beschloss sein Eigentum an dieses Unternehmen zu vermieten.","translation":"He decided to rent his property to this company."}],"lachend":[{"text":"Vor uns stand ein lachendes Mädchen.","translation":"In front of us stood a laughing girl."},{"text":"Geliehen Geld soll man lachend bezahlen.","translation":"Borrowed money should be paid laughing."},{"text":"Alle riefen lachend aus, das sei die beste Lösung.","translation":"Everyone laughingly exclaimed that this was the best solution."},{"text":"In diesem Lande ist das Leben lustig! Wohin du schaust: Lachende Dritte.","translation":"In this country, life is funny! Wherever you look: Laughing third parties."},{"text":"Stören dich lachende Personen in der Öffentlichkeit?","translation":"Do laughing people bother you in public?"}],"Elternteil":[{"text":"Welchem Elternteil sieht das Kind ähnlich?","translation":"Which parent does the child resemble?"},{"text":"Irgendein Elternteil muss die Konferenz besuchen.","translation":"Any parent must attend the conference."},{"text":"Ich kenne keinen von Toms Elternteilen.","translation":"I don't know either of Tom's parents."},{"text":"Beide Elternteile von Tom sind tot.","translation":"Tom's parents are both dead."},{"text":"Ich bin heute nicht als Elternteil wegen meines Sohnes, sondern in meiner Funktion als Notar hier.","translation":"I am not here today as a parent because of my son, but in my function as a notary."}],"gesunde":[{"text":"Ein gesunder Schlaf ist eine der wichtigsten Voraussetzungen für ein gesundes Leben.","translation":"A healthy sleep is one of the most important prerequisites for a healthy life."},{"text":"Apfelsaft ist ein gesundes Getränk.","translation":"Apple juice is a healthy drink."},{"text":"Sie gebar ein gesundes Baby.","translation":"She had a healthy baby."},{"text":"Sie hat ein gesundes Kind zur Welt gebracht.","translation":"She gave birth to a healthy baby."},{"text":"Ein gesundes Herz führt zu einem gesunden Leben.","translation":"A healthy heart leads to a healthy life."}],"klub":[{"text":"Der Klub akzeptierte ihn als Mitglied.","translation":"The club accepted him as a member."},{"text":"Ihr wurde Eintritt in den Klub gewährt.","translation":"She was admitted to the club."},{"text":"Können ausländische Studenten diesem Klub beitreten?","translation":"Can foreign students join this club?"},{"text":"Welchem Klub möchten Sie angehören?","translation":"Which club would you like to belong to?"},{"text":"Ich gehöre nicht zum Klub.","translation":"I don't belong to the club."}],"hack":[{"text":"Ich hacke gerne in meinem Garten Holz.","translation":"I like to cut up wood in my backyard."},{"text":"Ich hacke gerne Holz.","translation":"I like to chop wood."},{"text":"Lieber hacke ich mir den Fuß ab, als mich bei dir zu entschuldigen!","translation":"I'll sooner cut off my foot than apologize to you!"},{"text":"„Ich hacke ein Jahr lang für dich Brennholz. Ich schaufele auch zwei Jahre Schnee für dich. Ich hole drei Jahre lang Wasser. Aber bitte tritt mich!“ – „Es tut mir leid! Ich würde dir ja gerne helfen, aber das Treten ist nun einmal ausdrücklich verboten!“","translation":"\"I'll be chopping firewood for you for a year. I also shovel two years of snow for you. I fetch water for three years. But please kick me!\" – \"I'm sorry! I would like to help you, but kicking is expressly forbidden!\""},{"text":"Ich hacke nicht gerne Holz.","translation":"I don't like chopping wood."}],"stopfen":[{"text":"Er stopfte das Geld in seine Tasche.","translation":"He stuffed the money into his pocket."},{"text":"Sie stopfte ihre Socken.","translation":"She stuffed her socks."},{"text":"Tom stopfte seine Bücher in seinen Rucksack.","translation":"Tom shoved his books into his backpack."},{"text":"Wir müssen etwas finden, um dieses Loch zu stopfen.","translation":"We must find something to plug up this hole."},{"text":"Der Junge stopfte seine ganze Kleidung in die Tasche.","translation":"The boy crammed all his clothes into the bag."}],"export":[{"text":"Das helle Export-Bier ist um 1700 in Dortmund entstanden.","translation":"The bright export beer was created around 1700 in Dortmund."},{"text":"Die Mehrheit der großen japanischen Firmen hängt vom Export ab.","translation":"The majority of large Japanese companies depend on exports."},{"text":"Der Export stieg um 30 Milliarden Dollar.","translation":"Exports increased by $30 billion."},{"text":"Im Januar lagen die Exporte um 20% höher als im letzten Jahr.","translation":"In January, exports were 20% higher than last year."},{"text":"Japans weltweite Exporte erreichten 1998 einen Wert von 314 Milliarden Dollar.","translation":"Japan's exports to the entire world topped $314 billion in 1998."}],"enttäuschend":[{"text":"Warum ist diese Regierung bisher so enttäuschend?","translation":"Why has this government been so disappointing so far?"},{"text":"Das Ergebnis war eher enttäuschend.","translation":"The result was rather disappointing."},{"text":"Das Konzert gestern Abend war enttäuschend.","translation":"Last night's concert was disappointing."},{"text":"Sein neuer Film ist enttäuschend.","translation":"His new movie is disappointing."},{"text":"Allgemeines Schweigen verbreitete sich, als sie die enttäuschende Mitteilung hörten.","translation":"A blanket of silence fell over everyone when they heard the disappointing announcement."}],"polieren":[{"text":"Mein Bruder hat das Silber poliert.","translation":"My brother polished the silver."},{"text":"Ich muss meine Schuhe polieren.","translation":"I have to polish my shoes."},{"text":"Ich will diesem Kerl die Fresse polieren.","translation":"I want to polish this guy's face."},{"text":"Du solltest dir die Schuhe polieren, bevor du auf die Party gehst.","translation":"You should polish your shoes before you go to the party."},{"text":"Tony zog sich das Hemd aus und polierte mit ihm das Klavier.","translation":"Tony took off his shirt and polished the piano with him."}],"Details":[{"text":"Der Schüler entschloss sich dazu, seine Hausarbeit zu kürzen, indem er alle unnötigen Details strich.","translation":"The student decided to cut his homework by eliminating all unnecessary details."},{"text":"Wenn zwei Virtuosen, denen nichts mehr schwerfällt, die überdies so viel Geist und Wissen besitzen, dass sie, mit einiger Übung, jederzeit selbst solche Werke schreiben könnten, und die just kraft dieses über allem schwebenden Geistes, sich nicht an den bizarrsten Auswüchsen in Details stören - wenn diese sich finden und zusammenkommen und durch beharrliches Üben das Werk durchdringen (denn dies müssen selbst sie tun); wenn sie jetzt die Stunde abwarten, in der einem selbst das Groteskeste zum Genuss und zur Lust wird, so lange es nur genial gemacht ist, und wenn sie es denn in dieser Stunde darbieten; werden sie beide einen vollen, reichen Genuss haben.","translation":"When two virtuosos, who no longer find anything difficult, who moreover possess so much spirit and knowledge that, with some practice, they could write such works themselves at any time, and the very power of this spirit floating above everything, are not bothered by the most bizarre excesses in detail - when they find each other and come together and penetrate the work through persistent practice (because even they have to do this); if they now wait for the hour in which even the most grotesque becomes a pleasure and a pleasure, as long as it is only ingeniously done, and if they present it in this hour; they will both have a full, rich enjoyment."}],"limit":[{"text":"Schwimme weiter bis an dein Limit.","translation":"Keep on swimming up to your limit."},{"text":"Es wird gesagt, dass das Limit, das die ELO eines Schachspielers erreichen kann, 3000 beträgt. Bis heute erreichte der aktuelle Weltmeister Magnus Carlsen ein Maximum von 2882.","translation":"It is said that the limit that a chess player's ELO can reach is 3000. Until today, the maximum reached was 2882, by the current world champion Magnus Carlsen."}],"hinrichten":[{"text":"Der Mörder wurde hingerichtet.","translation":"The murderer was executed."},{"text":"Der König wurde hingerichtet.","translation":"The king was executed."},{"text":"Tom wurde für ein Verbrechen, das er nicht begangen hatte, hingerichtet.","translation":"Tom was executed for a crime he didn't commit."},{"text":"Der König ließ seine Geliebte hinrichten.","translation":"The king had his beloved executed."},{"text":"Die Räuber von Geld werden hingerichtet, die Räuber von Ländern zu Königen gemacht.","translation":"The robbers of money are executed, the robbers of lands are made kings."}],"Passage":[{"text":"Ich möchte diese Passage für dich zusammenfassen.","translation":"I want to sum up this passage for you."},{"text":"Glücklicherweise gab es vor der Passage, in der Dima geschlafen hatte, einen Armani-Laden.","translation":"Thankfully, there was an Armani store just outside the alley where Dima had slept."},{"text":"In der Zeitung wurden mehrere Passagen aus der Rede zitiert.","translation":"The newspaper quoted several passages from the speech."},{"text":"Heute spielen wir Tonleitern und Passagen.","translation":"Today we play scales and passages."},{"text":"Die folgende Passage ist ein Zitat aus einer bekannten Fabel.","translation":"The following passage is a quotation from a well-known fable."}],"Trinkgeld":[{"text":"Du bist ja sehr großzügig mit dem Trinkgeld.","translation":"Seems like you're pretty generous with tips."},{"text":"Jahrelang hat mich mein Chef um meine Trinkgelder betrogen.","translation":"For years, my boss cheated me out of my tips."},{"text":"Wir nehmen kein Trinkgeld an.","translation":"We do not accept tips."},{"text":"Gib kein Trinkgeld, wenn du mit dem Service nicht zufrieden bist.","translation":"Don't tip if you're not satisfied with the service."},{"text":"Obwohl die Bedienung nicht sehr gut war, fühlte ich mich gezwungen, ein Trinkgeld zu geben.","translation":"Although the service was not very good, I felt compelled to give a tip."}],"Kästchen":[{"text":"Tatoeba ist ein Kästchen voller wunderbarer Erlebnisse und Überraschungen!","translation":"Tatoeba is a box full of wonderful experiences and surprises!"},{"text":"Wo kommt dieses schöne Kästchen her?","translation":"Where does this beautiful box come from?"},{"text":"Das Kästchen ist ja wunderschön! Was enthält es?","translation":"The box is beautiful! What does it contain?"},{"text":"Ich erhielt die Ringe in einem Samt-Kästchen.","translation":"I received the rings in a velvet box."},{"text":"„Wo ist denn meine Brosche, Tom?“ – „Das weiß ich doch nicht, Liebes.“ – „Und wo ist das Kästchen?“ – „Das habe ich weggeschmissen! Gerade eben war die Müllabfuhr da.“","translation":"\"Where is my brooch, Tom?\" – \"I don't know, dear.\" – \"And where is the box?\" – \"I threw that away! The garbage collection was just there.\""}],"Zulassung":[{"text":"Ich habe meine Zulassung als Psychologe bekommen.","translation":"I got my license as a psychologist."},{"text":"Wir produzieren momentan auf Halde, bis die Zulassung in trockenen Tüchern ist.","translation":"We are currently producing in stockpiles until the approval is dry."},{"text":"Tom öffnete das Handschuhfach und nahm seine Zulassung heraus.","translation":"Tom opened the glove compartment and took out his registration."},{"text":"Die Kneipe, in der Tom arbeitet, hat wegen Alkoholabgabe an Minderjährige die Zulassung verloren.","translation":"The bar where Tom works lost its license because they had been selling alcoholic drinks to minors."},{"text":"Tom hat die Zulassung bekommen.","translation":"Tom got approved."}],"Kaution":[{"text":"Ich will meine Kaution nicht verlieren.","translation":"I don't want to lose my deposit."},{"text":"Der Angeklagte konnte eine Kaution stellen.","translation":"The defendant was able to set bail."},{"text":"Tom holte Mary auf Kaution aus dem Gefängnis.","translation":"Tom bailed Mary out of jail."},{"text":"Tom sitzt im Knast fest, weil er sich die Kaution nicht leisten kann.","translation":"Tom is stuck in jail because he can't afford bail."},{"text":"Tom wurde gegen Kaution freigelassen.","translation":"Tom has posted bail and has been released."},{"text":"Tom holte Mary gegen Kaution aus dem Gefängnis.","translation":"Tom took Mary out of prison on bail."},{"text":"Maria holte Tom gegen Kaution aus dem Gefängnis, nachdem dieser in der Kneipe in eine Prügelei geraten war.","translation":"Mary bailed Tom out of jail after he got into a fight at the bar."}],"Selfie":[{"text":"Ein gutes Selfie machen ist gar nicht so einfach.","translation":"Taking a good selfie is not so easy."},{"text":"Tom hat ein Selfie gemacht, ohne sich vorher die Nase zu putzen.","translation":"Tom took a selfie without blowing his nose."},{"text":"Wer ein Selfie macht, hat keinen Blick für andere.","translation":"If you take a selfie, you don't have an eye for others."},{"text":"Selfie-Stangen sind in vielen Museen und Galerien verboten.","translation":"Selfie sticks are banned in many museums and galleries."},{"text":"Tom traf den Ministerpräsident und machte ein gemeinsames Selfie.","translation":"Tom met the Prime Minister and took a selfie together."}],"Vorsprung":[{"text":"Ich könnte ebenso gut auch einen Vorsprung bekommen.","translation":"I might as well get a head start."},{"text":"Unser Team hat fünf Punkte Vorsprung.","translation":"Our team has a five-point advantage."},{"text":"Manchmal erarbeitet man sich einen Vorsprung, und dann schmilzt er wie Schnee in der Sonne dahin.","translation":"Sometimes you gain a head start, and then it melts away like snow in the sun."},{"text":"Wenn man dir rät zu warten, solltest du aufpassen, dass sich nicht einer einen Vorsprung verschafft.","translation":"If you are advised to wait, you should be careful not to get a head start."},{"text":"Das würde ihm einen fürchterlichen Vorsprung vor mir geben.","translation":"That would give him a terrible lead over me."}],"achen":[{"text":"Wer stark werden will, achte auf seine Schwächen.","translation":"If you want to become strong, pay attention to your weaknesses."},{"text":"Achte nicht auf den, der spricht, achte auf das, was gesprochen wird.","translation":"Do not pay attention to the one who speaks, pay attention to what is spoken."},{"text":"Sei selbst ein Kerl, aber achte einen andern Kerl auch für einen Kerl.","translation":"Be a guy yourself, but respect another guy for a guy too."},{"text":"Es ist schon acht, und die Sonne lacht.","translation":"It's already eight, and the sun is shining."},{"text":"Ich achte nicht darauf, was sie sagen.","translation":"I don't pay attention to what they say."}],"vorwerfen":[{"text":"Dem Vater des Opfers werden insgesamt neun Taten vorgeworfen.","translation":"The father of the victim is accused of a total of nine acts."},{"text":"Ihr wurde vorgeworfen, gelogen zu haben.","translation":"She was accused of lying."},{"text":"Ihr wurde vorgeworfen, eine Lüge erzählt zu haben.","translation":"She was accused of telling a lie."},{"text":"Man hat ihm vorgeworfen, bezüglich dieser Sache gelogen zu haben.","translation":"He has been accused of lying about this matter."},{"text":"Hat dir schon mal jemand vorgeworfen, dass du eingebildet seist?","translation":"Do people ever accuse you of being conceited?"}],"now":[],"herab":[{"text":"Der Heilige Geist stieg in Gestalt einer Taube herab.","translation":"The Holy Spirit descended in the form of a dove."},{"text":"Die Sonne scheint von einem blauen Himmel herab.","translation":"The sun is shining down from a blue sky."},{"text":"Tom kletterte vom Baum herab.","translation":"Tom climbed down from the tree."},{"text":"Ihr Haar fiel bis zu ihren Schultern herab.","translation":"Her hair came down to her shoulders."},{"text":"Tom stieg vom Dach herab.","translation":"Tom climbed down from the roof."},{"text":"Sieh nicht auf arme Leute herab.","translation":"Don't look down on poor people."},{"text":"Mit einem solchen Verhalten setzen Sie sich selbst herab.","translation":"You will debase yourself with such behavior."},{"text":"Schau nicht auf die Armen herab.","translation":"Don't look down on the poor."},{"text":"Schaut nicht auf ihn herab, nur weil er arm ist.","translation":"Don't look down on him just because he's poor."},{"text":"Sein roter Bart hängt bis auf die Brust herab und seine Augen blicken wachsam.","translation":"His red beard hangs down to his chest and his eyes look watchful."}],"Kleidungsstück":[{"text":"Humor ist eines der besten Kleidungsstücke, die man in Gesellschaft tragen kann.","translation":"Humor is one of the best clothes to wear in company."},{"text":"Der Burkini ist ein absolut hässliches Kleidungsstück.","translation":"The burkini is an absolutely ugly piece of clothing."},{"text":"Jedes Kleidungsstück hat einen Fehler.","translation":"Every garment has a flaw."},{"text":"Sie hat ihn ins Einkaufszentrum mitgenommen, um ihm ein paar Kleidungsstücke zu kaufen.","translation":"She took him to the shopping centre to buy him some clothes."},{"text":"Ein Mantel ist ein Kleidungsstück.","translation":"A coat is an article of clothing."}],"Transparenz":[{"text":"Die heutigen auf europäischer Ebene bestehenden politischen Parteien repräsentieren weder Transparenz noch Öffentlichkeit.","translation":"Today's political parties at European level represent neither transparency nor publicity."},{"text":"Ein Mangel an Transparenz ist problematisch.","translation":"A lack of transparency is problematic."},{"text":"Ich bezweifle, dass es ein Menschenrecht auf totale Transparenz gibt.","translation":"I doubt that there is a human right to total transparency."},{"text":"Einen Machtmissbrauch kann man nur durch Transparenz verhindern.","translation":"An abuse of power can only be prevented through transparency."},{"text":"Die grundlegende Ursache für die Erfolglosigkeit des Projektes ist die fehlende Transparenz seiner Durchführung.","translation":"The fundamental reason for the failure of the project is the lack of transparency of its implementation."}],"Eigelb":[{"text":"Meine Tochter mag das Eigelb.","translation":"My daughter likes egg yolks."},{"text":"Schlagen Sie die Eier auf und trennen Sie Eigelb und Eiweiß.","translation":"Beat the eggs and separate the egg yolk and egg white."},{"text":"Das Eigelb in eine große Rührschüssel geben.","translation":"Put the yolks in a large mixing bowl."},{"text":"Übersetzung und Übersetzer bilden eine Einheit, die der von Eigelb und Eierbecher gleicht.","translation":"Translation and translator form a unit similar to that of egg yolk and egg cup."},{"text":"Legen Sie sie auf das Backblech und bepinseln Sie sie mit Eigelb.","translation":"Place them on the baking tray and brush them with egg yolk."}]}