{"herausgekommen":[{"text":"Und was ist dabei herausgekommen?","translation":"And what was the result?"},{"text":"Wie bist du denn da herausgekommen?","translation":"How did you ever get out of it?"},{"text":"Es ist eine neue Ausgabe der Zeitschrift herausgekommen.","translation":"A new issue of the magazine is out."},{"text":"Meine Katze ist aus dem Korb herausgekommen.","translation":"My cat came out of the basket."},{"text":"Setze dich und erzähle mir, wie du lebend aus diesem schrecklichen Abgrunde herausgekommen bist!","translation":"Sit down, and tell me how you came alive out of that dreadful chasm."}],"ungern":[{"text":"Ist es normal, wenn ich ungern auf Linien trete?","translation":"Is it normal if I don't like to step on lines?"},{"text":"Ich widerspreche dir ungern.","translation":"I hate to contradict you."},{"text":"Die Mutter ließ ihre Kinder nur ungern allein.","translation":"The mother was reluctant to leave her children alone."},{"text":"Ich begehe ungern Fehler.","translation":"I do not like to make mistakes."},{"text":"Du weißt doch, wie ungern ich koche.","translation":"You know how much I hate cooking."}],"Ehrlichkeit":[{"text":"Ohne Ehrlichkeit gibt es auch keine Ehre.","translation":"Without honesty, there is no honor."},{"text":"Ihre Ehrlichkeit zahlt sich aus.","translation":"Your sincerity brings profit."},{"text":"Seine erfrischende Ehrlichkeit hat uns alle begeistert.","translation":"His refreshing honesty inspired us all."},{"text":"Ehrlichkeit ist das erste Kapitel im Buch der Weisheit.","translation":"Honesty is the first chapter in the Book of Wisdom."},{"text":"Mit Verboten treibt man Menschen nicht gerade in die Ehrlichkeit.","translation":"Prohibitions don't exactly drive people into honesty."}],"applaudieren":[{"text":"Mir wird applaudiert, weil mich jeder versteht, und Ihnen, weil Sie niemand versteht.","translation":"I am applauded because everyone understands me, and you because no one understands you."},{"text":"Am Ende des Konzerts applaudierten alle.","translation":"At the end of the concert, everyone applauded."},{"text":"Am Ende seiner Rede applaudierten alle stehend.","translation":"At the end of his speech, everyone applauded standing."},{"text":"Tom hat eine beeindruckende Rede gehalten. Selbst seine Gegner applaudierten ihm.","translation":"Tom gave an impressive speech. Even his opponents applauded him."},{"text":"Alle Studenten applaudierten.","translation":"All the students clapped their hands."}],"wisst":[{"text":"Wisst ihr schon, ob ihr nachher zum Strand fahrt und, wenn ja, wann?","translation":"Do you already know if you will go to the beach afterwards and, if so, when?"},{"text":"Wisst ihr, wo meine Uhr ist?","translation":"Do you know where my watch is?"},{"text":"Ich suche Andy. Wisst ihr, wo er ist?","translation":"I'm looking for Andy. Do you know where he is?"},{"text":"Wisst ihr überhaupt, mit wem ihr sprecht?","translation":"Do you know who you’re talking to?"},{"text":"\"Wisst ihr schon, was uns erwartet?\" - \"Niemand weiß, was uns erwartet.\"","translation":"\"Do you already know what awaits us?\" - \"No one knows what to expect.\""}],"co":[{"text":"Soja, Tofu und Co. sind das Fleisch vom Felde.","translation":"Soy, tofu and Co. are the meat from the field."},{"text":"Frauen, die nicht dem Schönheitsideal des Geschäftsführers entsprechen, haben ungeachtet ihrer Qualifizierung keine Chance, bei Müller & Co. eingestellt zu werden.","translation":"Women who do not correspond to the beauty ideal of the managing director have no chance of being hired by Müller & Co., regardless of their qualifications."},{"text":"Eine Studie über 17 Jahre ergab, dass Hamburger, Pizza & Co., also vorwiegend industriell hergestellte Nahrungsmittel mit geringem Nährwert und hohem Gehalt an Zucker, Salz und Fett, bei Kindern ein Fünftel, bei Erwachsenen hingegen ein Siebtel der Kalorien ausmachen.","translation":"A 17-year study found that junk food—primarily processed foods with little nutritional value that are high in sugar, salt and fat—account for 1 in every 5 calories for children and 1 in every 7 calories for adults."},{"text":"Beim Verbrennen von Schwarzpulver entsteht eine Vielzahl von Reaktionsprodukten. Einer neueren Analyse zufolge sind dies im Detail an Gasen Kohlendioxid (CO₂), Stickstoff (N₂), Kohlenmonoxid (CO), Wasserdampf (H₂O), Schwefelwasserstoff (H₂S) sowie in Spuren Methan (CH₄) und Wasserstoff (H₂), an Feststoffen Kaliumcarbonat (K₂CO₃), Kaliumsulfat (K₂SO₄), Kaliumsulfid (K₂S), Schwefel (S₈) sowie in Spuren Kaliumnitrat (KNO₃), Kaliumthiocyanat (KSCN), Ammoniumcarbonat ([NH₄]₂CO₃) und Kohlenstoff (C).","translation":"When burning black powder, a large number of reaction products are produced. According to a recent analysis, these are carbon dioxide (CO₂), nitrogen (N₂), carbon monoxide (CO), water vapor (H₂O), hydrogen sulfide (H₂S) and traces of methane (CH₄) and hydrogen (H₂), in solids potassium carbonate (K₂CO₃), potassium sulfate (K₂SO₄), potassium sulfide (K₂S), sulfur (S₈) and traces of potassium nitrate (KNO₃), potassium thiocyanate (KSCN), ammonium carbonate ([NH₄]₂CO₃) and carbon (C)."}],"Parfüm":[{"text":"Ist das ein neues Parfüm?","translation":"Is that a new perfume?"},{"text":"Ihr Parfüm riecht man auf hundert Meter Abstand.","translation":"You can smell her perfume at a distance of a hundred meters."},{"text":"Du stinkst nach ihrem Parfüm!","translation":"You stink of her perfume!"},{"text":"Ich habe meiner Mutter ein Parfüm geschenkt.","translation":"I gave my mother a perfume."},{"text":"Mary trägt immer zu viel Parfüm.","translation":"Mary always wears too much perfume."},{"text":"Weißt du, was es bedeutet, wenn ein Junge einem Mädchen Parfüm schenkt?","translation":"Do you know what it means when a boy gives perfume to a girl?"},{"text":"Trägst du Parfüm?","translation":"Are you wearing perfume?"},{"text":"Der ganze Raum roch nach Parfüm.","translation":"The whole room smelled of perfume."},{"text":"Ich habe heute in der Parfümerie neues Parfüm gekauft.","translation":"I bought new perfume at the perfumery today."},{"text":"Frauen benützen Parfüms, weil die Nase leichter zu verführen ist als das Auge.","translation":"Women use perfumes because the nose is easier to seduce than the eye."}],"berührt":[{"text":"Seine Lippen berührten sanft ihr Ohr.","translation":"His lips gently touched her ear."},{"text":"Ich fühlte, wie mich ihre Hand berührte.","translation":"I felt her hand touch me."},{"text":"Die Geschichte seines tapferen Kampfes berührte uns tief.","translation":"The story of his brave struggle affected us deeply."},{"text":"Sie fühlte, wie etwas sie am Nacken berührte.","translation":"She felt something touching her neck."},{"text":"Am Ufer des Teiches stand ein Baum, dessen Zweige das Wasser berührten.","translation":"On the shore of the pond stood a tree whose branches touched the water."}],"Versuchung":[{"text":"Die Versuchung ist groß, aber ich muss ihr widerstehen.","translation":"The temptation is great, but I have to resist it."},{"text":"Führen Sie mich nicht in Versuchung!","translation":"Don't tempt me."},{"text":"Sind uns Versuchungen nicht dann und wann willkommen?","translation":"Aren't temptations welcome every now and then?"},{"text":"Sie gab der Versuchung endlich nach und aß den ganzen Kuchen.","translation":"Finally she gave in to temptation and ate the whole cake."},{"text":"Es war nicht meine Absicht, dich in Versuchung zu bringen.","translation":"I didn't mean to tempt you."}],"Evolution":[{"text":"Wer die Natur nicht ehrt, hat die Evolution nicht verstanden.","translation":"Those who do not honor nature have not understood evolution."},{"text":"Er glaubt nicht an Evolution.","translation":"He does not believe in evolution."},{"text":"Rücksicht war noch nie das Konzept der Evolution.","translation":"Consideration has never been the concept of evolution."},{"text":"Das Aussterben ist ein Teil der Evolution.","translation":"Extinction is part of evolution."},{"text":"Die Illusion eines freien Willens ist eine der bizarrsten Blüten der Evolution.","translation":"The illusion of free will is one of the most bizarre blossoms of evolution."},{"text":"Evolution ist Anpassung.","translation":"Evolution is adaptation."},{"text":"Du hast eine merkwürdige Vorstellung von Evolution.","translation":"You have a strange idea of evolution."},{"text":"Wir sind das Resultat von 4½ Milliarden Jahren Evolution.","translation":"We are the result of 41/2 billion years of evolution."}],"Token":[{"text":"In Papua-Neuguinea spricht man Tok Pisin.","translation":"In Papua New Guinea they speak Tok Pisin."}],"verbe":[{"text":"Lesen Sie den Text durch und schreiben Sie alle Verben der Vergangenheit heraus!","translation":"Read through the text and write out all those verbs which are in the past tense."},{"text":"Bilde einen Satz mit drei Verben!","translation":"Write a sentence with three verbs."},{"text":"Was ist der Unterschied zwischen den Verben „gucken“ und „sehen“?","translation":"What's the difference between the verbs \"to watch\" and \"to see\"?"},{"text":"Einige Verben mancher Sprachen können bis zu hundert verschiedene Bedeutungen haben.","translation":"Some verbs in some languages can have up to one hundred different meanings."},{"text":"Ich habe diese Verben gelernt.","translation":"I learned these verbs."}],"anweisen":[{"text":"Wer glaubt, auf andere nicht mehr angewiesen zu sein, wird unerträglich.","translation":"Anyone who thinks they are no longer dependent on others becomes unbearable."},{"text":"Er ist noch auf seine Eltern angewiesen.","translation":"He is still dependent on his parents."},{"text":"Liisa hatte nicht das Gefühl, auf fremde Hilfe angewiesen zu sein.","translation":"Liisa did not feel that she was dependent on outside help."},{"text":"Sie ist auch nach ihrer Heirat noch auf die Eltern angewiesen.","translation":"Even after her marriage, she is still dependent on her parents."},{"text":"Sie war auf das Medikament als ein letzter Ausweg angewiesen.","translation":"She relied on the medicine as a last resort."},{"text":"Wenn unser Plan Erfolg haben soll, dann sind wir auf deine Unterstützung angewiesen.","translation":"If our plan is to succeed, we need your support."},{"text":"Tom und Maria sagten Johannes, sie hätten Elke dazu angewiesen.","translation":"Tom and Mary told John that they told Alice to do that."},{"text":"Man hatte Tom und Maria angewiesen, das nicht allein zu versuchen.","translation":"Tom and Mary were told not to try to do that by themselves."},{"text":"Oft geht es uns ab einzusehen, wie sehr wir auf andere ganz und gar angewiesen sind.","translation":"Often we don't manage to understand how much we completely depend on others."},{"text":"Die Geschichte sagt mir, wie ich, ja wie wir alle darauf angewiesen sind, einem Stern zu folgen.","translation":"History tells me how I, indeed how we all depend on following a star."}],"Clown":[{"text":"Um einen Clown zu verstehen, muss man ein guter Mensch sein.","translation":"To understand a clown, you have to be a good person."},{"text":"Es fällt mir schwer, diese Clowns von Politikern ernst zu nehmen.","translation":"It's hard for me to take these clowns of politicians seriously."},{"text":"Die Clowns unterhielten die Kinder auf der Party.","translation":"The clowns entertained the children at the party."},{"text":"Der Clown machte ein lustiges Gesicht.","translation":"The clown made a funny face."},{"text":"Sie waren alle als Clown verkleidet.","translation":"They were all dressed as clowns."},{"text":"Wir sind das Land der Clowns?","translation":"We are the country of clowns?"},{"text":"Viele haben Angst vor Clowns.","translation":"Many are afraid of clowns."},{"text":"Der Clown im Zirkus gefiel meinen Kindern.","translation":"The clown at the circus pleased my children."},{"text":"Ich kenne viele Leute, die sich vor Clowns fürchten.","translation":"I know a lot of people who are afraid of clowns."},{"text":"Kinder finden Bilder von Clowns eher verstörend als lustig. Das hat eine Studie ergeben.","translation":"Children find pictures of clowns more disturbing than funny. This is the result of a study."}],"komplexer":[{"text":"Ihre Kommunikation ist vielleicht viel komplexer als wir dachten.","translation":"Your communication may be much more complex than we thought."},{"text":"Die Dinge sind immer komplexer, als wir denken.","translation":"Things are always more complex than we think."},{"text":"Die Situation hat sich zu einem komplexeren Problem entwickelt.","translation":"The situation has become a more complex problem."},{"text":"Je komplexer ein System ist, desto größer ist sein Fehlerrisiko.","translation":"The more complex a system is, the greater its risk of error."},{"text":"Aber je komplexer die Gesellschaften wurden, desto bessere Kommunikationsmittel benötigten sie.","translation":"But the more complex societies became, the better means of communication they needed."}],"zugrunde":[{"text":"Die Menschen gehen lieber zugrunde, als dass sie ihre Gewohnheiten ändern.","translation":"People would rather perish than change their habits."},{"text":"Nobel geht die Welt zugrunde.","translation":"There's nothing like going out in style."},{"text":"Sie müssen darauf achten, dass Sie Ihren Körper nicht zugrunde richten!","translation":"You need to be careful not to ruin your body!"},{"text":"Alles, was entsteht, ist wert, dass es zugrunde geht.","translation":"Everything that arises is worth perishing."},{"text":"Wir haben die Kunst, damit wir nicht an der Wahrheit zugrunde gehen.","translation":"We have the art so that we do not perish from the truth."}],"genutzt":[{"text":"Es gibt im Wohnheim eine gemeinsam genutzte Küche.","translation":"There is a shared kitchen in the dormitory."},{"text":"Stahl ist ein viel genutztes Material im Bauwesen.","translation":"Steel is a widely-used material in civil construction."}],"optik":[{"text":"Hast du einen Knick in der Optik?","translation":"Do you have a kink in the optics?"},{"text":"Um weit entfernte Galaxien auszumessen, braucht man eine Optik, die so empfindlich ist, dass sie noch in 15 000 km Entfernung eine Kerze entdecken könnte.","translation":"To measure faraway galaxies requires a lens so sensitive that it could spot a candle at a distance of 15,000 kilometres."}],"Funken":[{"text":"Eine mächtige Flamme entsteht aus einem winzigen Funken.","translation":"A powerful flame originates in a tiny spark."},{"text":"Feuer fängt mit Funken an.","translation":"Fire starts with sparks."},{"text":"Schmieds Sohn ist Funken gewohnt.","translation":"Schmied's son is used to sparks."},{"text":"Wer in das Feuer bläst, dem fliegen leicht die Funken in die Augen.","translation":"Whoever blows into the fire, the sparks fly easily into the eyes."},{"text":"Tom sieht nicht schlecht aus, er hat Charme, aber er hat keinen Funken Ehrgeiz.","translation":"Tom doesn't look bad, he has charm, but he doesn't have a spark of ambition."},{"text":"Wann hat es zwischen Tom und Maria gefunkt?","translation":"When did things click between Tom and Mary?"},{"text":"Während einer ihrer Fahrten als Taxifahrerin lernte Maria ihren späteren Ehemann Tom kennen. Zwischen den beiden hat es sofort gefunkt.","translation":"During one of her trips as a taxi driver, Maria met her future husband Tom. There was an immediate spark between the two."},{"text":"Pionier 11 passierte 1979 den Saturn und seinen Mond Titan; hierbei wurden die ersten Nahaufnahmen des Planeten und seiner Ringe zur Erde gefunkt.","translation":"Pioneer 11 flew past Saturn and its moon Titan in 1979 during which the first close-up images of that planet and its rings were radioed to Earth."},{"text":"Indes sie forschten, röntgten, filmten, funkten, entstand von selbst die köstlichste Erfindung: der Umweg als die kürzeste Verbindung zwischen zwei Punkten.","translation":"Meanwhile, they researched, X-rayed, filmed, radioed, and the most delicious invention was created by itself: the detour as the shortest connection between two points."},{"text":"Dann haben sie SOS gefunkt.","translation":"Then they radioed SOS."}],"Poster":[{"text":"Das Poster wurde sofort von der Wand entfernt.","translation":"The poster was immediately removed from the wall."},{"text":"Ich habe ein Poster am Arab World Institute in Paris gekauft und es einrahmen lassen.","translation":"I bought a poster at the Arab World Institute in Paris and had it framed."},{"text":"Hast du schon einmal ein Poster an eine Wand geklebt?","translation":"Have you ever stuck a poster on a wall?"},{"text":"Sie dekoriert sich die Wände mit Postern.","translation":"She decorates her walls with posters."},{"text":"Das skurrile Poster an der Wand.","translation":"The bizarre poster on the wall."},{"text":"Sie hat überall in der Stadt Poster aufgehängt.","translation":"She put posters all over the city."}],"streicheln":[{"text":"Lässt sich dein Hund streicheln?","translation":"Does your dog allow itself to be petted?"},{"text":"Lässt sich die Katze streicheln, ist sie schon oft bei Leuten gewesen.","translation":"If the cat can be petted, it has often been with people."},{"text":"Wo man die Katze streichelt, da ist sie gerne.","translation":"Where you pet the cat, it likes to be."},{"text":"Denke daran, die Katze zu streicheln und den Baum zu gießen!","translation":"Remember to pet the cat and water the tree!"},{"text":"Ich kann diesen Hund nicht streicheln. Ich habe Angst, dass er mich beißt.","translation":"I cannot pat this dog. I am afraid it might bite me."}],"auskommen":[{"text":"Sie muss mit einem geringen Einkommen auskommen.","translation":"She has to manage on a low income."},{"text":"Der beste Lügner ist der, der mit den wenigsten Lügen am längsten auskommt.","translation":"The best liar is the one who gets by with the fewest lies the longest."},{"text":"Es kann vorkommen, dass die Nachkommen mit dem Einkommen nicht auskommen.","translation":"It may happen that the offspring do not get along with the income."},{"text":"Das Wasser kann ohne Fische auskommen, aber kein Fisch ohne Wasser.","translation":"The water can do without fish, but no fish without water."},{"text":"Sepp muss mit 1000 Euro im Monat auskommen.","translation":"Sepp has to make do with 1000 euros a month."}],"tab":[{"text":"Als Kind hatte Tom gar kein Tab und Smartphone; er hatte doch Kindheit.","translation":"As a child, Tom had no tab or smartphone; he had childhood."}],"streck":[{"text":"Streck deinen Fuß nicht weiter aus, als dein Bett lang ist.","translation":"Don't stretch your foot any further than your bed is long."},{"text":"Streck bitte die Zunge heraus.","translation":"Please stick out your tongue."},{"text":"Lass dich auf die Freude ein. Streck die Hände aus und greif zu, wenn sie vorbeiläuft.","translation":"Get involved in the joy. Stretch out her hands and grab it as she passes by."},{"text":"Streck die Zunge raus!","translation":"Stick your tongue out!"},{"text":"Wenn ich morgens aufstehe, strecke ich mich.","translation":"When I get up in the morning, I stretch."},{"text":"Ich will dir ja alles geben; strecke nur die Hände aus!","translation":"I will give you everything; Just stretch out your hands!"},{"text":"Obstbaum, strecke dich zur Sonne aus, sie wird dir süße Früchte verleihen.","translation":"Fruit tree, stretch out to the sun, it will give you sweet fruit."},{"text":"Von Zeit zu Zeit strecke ich den Arm aus, greife nach einem Buchenscheit und werfe es in die Flammen des Kaminfeuers.","translation":"From time to time I stretch out my arm, grab a beech log and throw it into the flames of the fireplace."}],"Tintenfisch":[{"text":"Ich habe noch nie einen lebendigen Tintenfisch gegessen.","translation":"I have never eaten a live squid."},{"text":"Wenn man im Restaurant ist, soll man keinen gebratenen Tintenfisch bestellen.","translation":"If you are in the restaurant, you should not order fried squid."},{"text":"Wie viele Arme hat ein Tintenfisch?","translation":"How many arms does an octopus have?"},{"text":"Der Tintenfisch verlässt seinen Unterschlupf nur zum Zweck der Nahrungssuche oder Fortpflanzung.","translation":"The octopus only exits its lair to look for food or for reproductive purposes."},{"text":"Der Tintenfisch trug eine auffällige gelbe Fliege mit dunkelvioletten, rosaroten und grünen Tupfen.","translation":"The squid bore a striking yellow fly with dark purple, pink, and green spots."},{"text":"Wiegen wir ein Pfund Tintenfisch ab!","translation":"Let's weigh a pound of squid!"},{"text":"Zum Mittagessen grillen wir Tintenfische und Kalmare.","translation":"For lunch we grill squid and squid."},{"text":"Große Fänge von Tintenfischen ist ein Vorzeichen von einem Erdbeben.","translation":"Large catches of squid is an omen of an earthquake."},{"text":"Yuriko, eine Meeresbiologie-Master-Studentin, schlief in einem Aquarium ein und wachte umgeben von Tintenfischen und Seesternen wieder auf.","translation":"Yuriko, a marine biology grad student, fell asleep inside a fish tank and awoke covered in octopuses and starfish."},{"text":"Nacktschnecken, Gehäuseschnecken und Tintenfische sind Weichtiere.","translation":"Nudibranchs, shell snails and squid are molluscs."}],"Auktion":[{"text":"Die Auktion ist vorbei.","translation":"The auction is over."},{"text":"Die Möbel wurden bei einer Auktion gekauft.","translation":"The furniture was bought at an auction."},{"text":"Tom hat dieses Pferd bei einer Auktion erworben.","translation":"Tom bought this horse at auction."},{"text":"Jede Revolution ist viel weniger Bauplatz der Zukunft als Auktion der Vergangenheit.","translation":"Every revolution is much less of a building site of the future than an auction of the past."},{"text":"Das berühmte Ölgemälde wurde bei der Auktion für zwei Millionen Dollar versteigert.","translation":"The famous oil painting was sold at the auction for 2 million dollars."}],"Mathe":[{"text":"Theoretisch mache ich gerade Mathe.","translation":"Theoretically, I'm doing math right now."},{"text":"Mathe ist wie Liebe - eine einfache Idee, aber es kann kompliziert werden.","translation":"Math is like love – a simple idea, but it can get complicated."},{"text":"Ich habe von Mathe nicht viel Ahnung.","translation":"I don't know much about math."},{"text":"Mathe ist scheiße.","translation":"Math sucks."},{"text":"Die Mathe-Hausaufgaben waren leichter als erwartet.","translation":"The math homework proved to be easier than I had expected."},{"text":"Mathe ist nicht gerade meine Stärke.","translation":"Math isn't exactly my strong suit."},{"text":"Ich bin gut in Mathe.","translation":"I'm good at maths."},{"text":"Warum ist Mathe so schwer?","translation":"Why is math so hard?"},{"text":"Er ist ihr in Mathe überlegen.","translation":"He is superior to her in math."},{"text":"Ich bekomme immer eine Eins in Mathe.","translation":"I always get an A in math."}],"Nachtisch":[{"text":"Möchtest du etwas zum Nachtisch?","translation":"Would you like some afters?"},{"text":"„Du willst ja bestimmt keinen Nachtisch mehr, oder?“ „Doch!“","translation":"\"You probably don't want dessert anymore, do you?\" \"Yes!\""},{"text":"Während wir den Nachtisch aßen, wuchs der Wunsch, in dieses Land zu reisen.","translation":"While we ate dessert, the desire to travel to this country grew."},{"text":"Ein Nachtisch ohne Käse gleicht einer Schönen, der ein Auge fehlt.","translation":"A dessert without cheese resembles a beautiful one that lacks an eye."},{"text":"Opa hat sich heute zum Nachtisch Grießbrei gewünscht.","translation":"Grandpa wished for semolina porridge for dessert today."}],"herausfordern":[{"text":"Sie werfen wichtige Fragen auf, die zum Nachdenken herausfordern.","translation":"You pose thought-provoking and important questions."},{"text":"Ich will nicht das Schicksal herausfordern.","translation":"I don't want to tempt fate."},{"text":"Du solltest das Glück nicht zu sehr herausfordern.","translation":"You shouldn't push your luck."},{"text":"„Hochmut kommt vor dem Fall“ – mehr sagte Tom nicht, als Johannes ihn verwegen zum Tjost herausforderte.","translation":"\"Pride comes before the fall\" – that's all Tom said when Johannes boldly challenged him to the Tjost."},{"text":"Der Sprachkurs von Claude Piron ist wie ein Abenteuerroman aufgebaut, in dem schon im ersten Kapitel ein spannendes Geschehen die Neugier herausfordert und den Leser zum Weiterlesen anspornt.","translation":"Claude Piron's language course is structured like an adventure novel, in which an exciting event challenges curiosity in the first chapter and encourages the reader to read on."}],"Superheld":[{"text":"Denkst du, dass jene Superhelden mit Eigenschaften ausgestattet wurden, die wir nicht besitzen?","translation":"Do you think that those superheroes are endowed with talents we don't possess?"},{"text":"Superhelden haben besondere Kräfte.","translation":"Superheroes have special powers."},{"text":"Selbst Superhelden brauchen manchmal eine Pause.","translation":"Even superheroes sometimes need a break."},{"text":"Was du über Batman wissen musst, ist dies: Er ist ein Superheld.","translation":"What you need to know about Batman is this: He's a superhero."},{"text":"In Schweden hieß Batman ursprünglich „Lederlappen“. Ich finde, dass das ein viel besserer Name für einen Superhelden ist.","translation":"In Sweden, Batman was originally called \"leather rag\". I think that's a much better name for a superhero."}],"hinausgehen":[{"text":"Schließen Sie bitte die Tür, wenn Sie hinausgehen.","translation":"Please close the door when you leave."},{"text":"Keines Menschen Kenntnis kann über seine Erfahrung hinausgehen.","translation":"No human knowledge can go beyond his experience."},{"text":"Die Leute brauchen immer eine Ewigkeit, bis sie endlich durch die Tür hinausgehen.","translation":"It always takes people an eternity to finally walk out the door."},{"text":"Als er hinausging, schloss die Bank.","translation":"As soon as he left, the bank closed."},{"text":"Mir war kalt, als ich hinausging.","translation":"I was cold when I went out."},{"text":"Maria schlug beim Hinausgehen die Tür zu.","translation":"Mary slammed the door on her way out."},{"text":"Sei so gut und schließe beim Hinausgehen die Tür.","translation":"Do me a favor and close the door on your way out."},{"text":"Im Hinausgehen wollte ich ihm sogar die Hand geben, aber mir ist noch rechtzeitig eingefallen, dass ich einen Menschen getötet hatte.","translation":"When I went out, I even wanted to shake his hand, but it occurred to me in time that I had killed a person."},{"text":"Nachdem sich Mark etwas ausgeruht hat, steht er auf, wäscht sich, zieht sich an und macht sich zum Hinausgehen fertig.","translation":"After Mark has had a bit of a rest he gets up, has a wash, gets dressed and gets ready to go out."},{"text":"Tom schlug beim Hinausgehen die Tür zu.","translation":"Tom slammed the door on his way out."}],"Überweisung":[{"text":"Tom hat eine Überweisung getätigt.","translation":"Tom has made a transfer."},{"text":"Wir bezahlen per Überweisung.","translation":"We pay by bank transfer."},{"text":"Ich schreibe Ihnen eine Überweisung zum Kardiologen, dass der Sie weiter untersucht.","translation":"I'll refer you to a cardiologist for further evaluation."},{"text":"Bezüglich der Rechnung Nr. 56789, die im letzten Monat fällig war, ist Ihre Überweisung noch nicht bei uns eingegangen.","translation":"With reference to the invoice No.56789 which was due last month, we have not yet received your remittance."}],"einbeziehen":[{"text":"Wir sollten Toms Vorschlag zumindest in unsere Überlegung einbeziehen.","translation":"We should at least consider Tom's suggestion."},{"text":"Wir müssen kulturelle Variablen in unsere Theorie zur Erklärung dieser Erscheinung einbeziehen.","translation":"We need to include cultural variables in our theory to explain this phenomenon."},{"text":"Das Problem vieler Sprachlehrer besteht darin, dass sie die neuen Technologien in ihre Unterrichtsmethoden nicht genügend einbeziehen.","translation":"The problem of many language teachers is that they do not sufficiently incorporate the new technologies into their teaching methods."},{"text":"Sollten wir Tom mit einbeziehen?","translation":"Should we include Tom?"},{"text":"Wir sind hier, weil wir ein Recht darauf haben, bei diesen Entscheidungen mit einbezogen zu sein.","translation":"We are here because we have a right to be involved in these decisions."}],"fonds":[{"text":"Es ist ärgerlich für uns, dass wir keine Fonds besitzen.","translation":"The trouble with us is that we have no funds."},{"text":"Der Fonds wurde zur Unterstützung von Waisen eingerichtet.","translation":"The fund was set up to help orphans."},{"text":"Waffenhersteller müssen künftig in einen Fonds einzahlen, aus dem Hilfsorganisationen sich zur Finanzierung ihrer Tätigkeiten in Kriegsgebieten bedienen können.","translation":"In the future, arms manufacturers will have to pay into a fund from which aid organisations can use to finance their activities in war zones."},{"text":"Der Europäische Fonds für regionale Entwicklung hat bereits viele Hotelfachschulen finanziert.","translation":"The European Regional Development Fund has already financed many hotel management schools."}],"ausgewogen":[{"text":"Der Klang des Chores war nicht ausgewogen genug.","translation":"The sound of the choir was not balanced enough."},{"text":"Diese Sachen bilden eine ausgewogene Mahlzeit.","translation":"These things constitute a balanced meal."},{"text":"Wenn du nichts als Hamburger isst, ist das keine ausgewogene Ernährung.","translation":"If you eat nothing but hamburgers, that's not a balanced diet."},{"text":"Wie erreichen wir ein ausgewogenes Verhältnis von Arbeit und Privatleben?","translation":"How do we achieve a work-life balance?"},{"text":"Selbst ein Dichter schreibt nicht immer so gekonnt und ausgewogen.","translation":"Even a poet does not always write so skilfully and balanced."},{"text":"Ich versuche, mich ausgewogen zu ernähren.","translation":"I try to eat a balanced diet."},{"text":"Tom ernährt sich nicht ausgewogen.","translation":"Tom doesn't eat a balanced diet."}],"klatsch":[{"text":"Klatsch und Lügen sind Geschwister.","translation":"Gossip and lies are siblings."},{"text":"Sie hat Klatsch für ihr Leben gerne.","translation":"She likes gossip for her life."},{"text":"Er liebt Klatsch und Tratsch.","translation":"He loves gossip."},{"text":"Sie versuchte die Unterhaltung mit Klatsch und Tratsch aus der Nachbarschaft zu würzen.","translation":"She tried to spice up the conversation with neighborhood gossip."},{"text":"Worauf zielt dieser neuerliche Klatsch-Angriff ab?","translation":"What is the aim of this new gossip attack?"},{"text":"Klatsch macht mich krank.","translation":"Gossip makes me sick."},{"text":"Ich klatsche niemandem Beifall.","translation":"I don't applaud anyone."},{"text":"Wenn du fröhlich bist, dann klatsche in die Hände.","translation":"If you're cheerful, clap your hands."},{"text":"Die Zuhörer zollten dem Redner durch Klatschen Beifall.","translation":"The audience applauded the speaker by clapping."}],"touch":[{"text":"Das Buch hat einen religiösen Touch.","translation":"The book has a religious touch."}],"Musical":[{"text":"Wir waren am Wochenende bei einem Musical.","translation":"We went to a musical at the weekend."},{"text":"Hast du dieses Musical nicht gesehen?","translation":"Haven't you seen that musical?"},{"text":"Hast du das Musical nicht gesehen?","translation":"Didn't you see the musical?"}],"Aktualisierung":[{"text":"Aktualisierungen nehme ich am Wochenende vor.","translation":"I will make updates on the weekends."},{"text":"Es steht eine Aktualisierung zur Verfügung.","translation":"An update is available."},{"text":"Achten Sie darauf, regelmäßig Aktualisierungen für alle Programme herunterzuladen.","translation":"Be sure to download regular updates for all programs."}],"Panel":[],"schleifen":[{"text":"Warum tragen die jungen Frauen keine bunten Schleifen mehr im Haar?","translation":"Why do the young women no longer wear colorful bows in their hair?"},{"text":"Das Mädchen trug gelbe Schleifen im Haar.","translation":"The girl wore yellow ribbons in her hair."},{"text":"Wir schleifen die Messer nicht.","translation":"We don't sharpen the knives."},{"text":"Die Schere ist stumpf geworden. Man muss sie schleifen.","translation":"These scissors are blunt. They need sharpening."},{"text":"Der Auspufftopf von deinem Auto schleift auf dem Boden.","translation":"The muffler from your car grinds on the floor."},{"text":"Er schliff immer an sich und wurde am Ende stumpf, ehe er scharf war.","translation":"He always sanded himself and became dull in the end before he was sharp."},{"text":"Ich bitt' euch nicht zu lachen, dann, wenn man mich zum Galgen schleift.","translation":"I don't ask you to laugh when I'm dragged to the gallows."}],"durchhalten":[{"text":"Nicht das Beginnen wird belohnt, sondern einzig und allein das Durchhalten.","translation":"It is not the beginning that is rewarded, but only the perseverance."},{"text":"Ich muss weitermachen um jeden Preis und bis zum Ende durchhalten.","translation":"I have to keep going at all costs and hold out until the end."},{"text":"Anfangen ist einfach, durchhalten mühsam, zu Ende bringen eine Kunst.","translation":"Starting is easy, perseverance tedious, bringing an art to an end."},{"text":"Ich glaube nicht, dass sie durchhält.","translation":"I don't think it will last."},{"text":"Ich kann acht Tage ohne Schlaf durchhalten. Ich schlafe einfach nachts.","translation":"I can go eight days without sleeping. I just sleep at night."},{"text":"Niemand weiß, wie lange der Kranke durchhalten kann.","translation":"Nobody knows how long the sick man can hold on."},{"text":"\"Jetzt, da ich Kinder habe, werde ich durchhalten\", sagte die Frau.","translation":"\"Now that I have children, I will hold out,\" the woman said."}],"haltet":[{"text":"Haltet den Dieb; er hat mein Messer im Rücken!","translation":"Hold the thief; he has my knife in his back!"},{"text":"Haltet euch nicht selbst für klug!","translation":"Don't think of yourself as smart!"},{"text":"Haltet die Bösen immer voneinander getrennt. Die Sicherheit der Welt hängt davon ab.","translation":"Always keep the bad guys separate from each other. The security of the world depends on it."},{"text":"„Haltet den Mund, alle!“ sagte er.","translation":"\"Shut up, the lot of you!\" he said."},{"text":"Haltet den Dieb!","translation":"Stop thief!"}],"Lebensunterhalt":[{"text":"Was ist ein radikaler Student? Einer, der alles bestreitet, nur nicht seinen Lebensunterhalt.","translation":"What is a radical student? One who denies everything, but not his livelihood."},{"text":"Tom erwirbt so seinen Lebensunterhalt.","translation":"Tom earns his living in this way."},{"text":"Arbeit gibt uns mehr als den Lebensunterhalt, sie gibt uns das Leben.","translation":"Work gives us more than a livelihood, it gives us life."},{"text":"Sie verdient ihren Lebensunterhalt durch den Verkauf ihrer Bilder.","translation":"She earns her living by selling her paintings."},{"text":"Die Ausgaben für meinen Lebensunterhalt steigen von Jahr zu Jahr.","translation":"My living expense is rising year by year."}],"Eddie":[{"text":"Sein Name ist Eddie.","translation":"His name is Eddie."}],"positive":[{"text":"Es gibt Leute, für die Null eine positive Zahl ist.","translation":"There are people for whom zero is a positive number."},{"text":"Sie haben eine positive Antwort bekommen.","translation":"You got a positive response."},{"text":"Der Junge hatte die positive Meinung, die sie von ihm hatten, mehr als gerechtfertigt.","translation":"The boy more than justified the favourable opinion they had formed of him."},{"text":"Du musst eine positive Einstellung haben, wenn du Erfolge im Leben erreichen willst.","translation":"You need to have a positive attitude if you want to achieve success in life."},{"text":"Der Artikel rief bei den Lesern ein so großes Interesse und eine positive Reaktion hervor.","translation":"The article aroused such a great deal of interest and a positive response from readers."}],"Textdatei":[{"text":"Eine TXT-Datei ist eine Textdatei.","translation":"A TXT file is a text file."}],"Burger":[{"text":"Gehen wir einen Burger essen.","translation":"Let's go grab a burger."},{"text":"Ich aß einen Burger, dann ging ich ins Bett.","translation":"I ate a burger, then went to bed."},{"text":"Wo ist die nächste Burger King-Filiale?","translation":"Where is the nearest Burger King branch?"},{"text":"Wir essen Burger zu Mittag.","translation":"We're having hamburgers for lunch."}],"hoffnungslos":[{"text":"Die Lage scheint hoffnungslos.","translation":"The situation seems hopeless."},{"text":"Die Lage ist ernst, aber nicht hoffnungslos.","translation":"The situation is serious, but not hopeless."},{"text":"Unsere Lage ist nicht ganz hoffnungslos, nur fast ganz hoffnungslos.","translation":"Our situation is not completely hopeless, it's just almost completely hopeless."},{"text":"Er ist ein hoffnungsloser Fall.","translation":"He is a hopeless case."},{"text":"Tom wird seine Vorurteile gegenüber Maria nie ablegen können. Es ist hoffnungslos!","translation":"Tom will never be able to get rid of his prejudices against Mary. It is hopeless!"}],"einleiten":[{"text":"Wir haben unverzüglich eine Untersuchung eingeleitet.","translation":"We immediately opened an investigation."},{"text":"Die Regierung hat Maßnahmen zur Förderung der heimischen Industrie eingeleitet.","translation":"The government has taken measures to promote domestic industry."},{"text":"Ein Kongress in diesem Land wird eine besondere Bedeutung haben und ein Ereignis sein, das eine neue Epoche einleitet.","translation":"A congress in this country will have a special meaning and will be an event that ushers in a new era."},{"text":"Die Geburt wurde eingeleitet.","translation":"The birth was initiated."},{"text":"Die Firma steht im Verdacht, giftige Chemikalien in den Fluss eingeleitet zu haben.","translation":"The company is suspected of dumping toxic chemicals into the river."},{"text":"Tom ist bereits auf das Problem aufmerksam geworden und hat erste Gegenmaßnahmen eingeleitet.","translation":"Tom is already aware of the problem and has introduced preliminary countermeasures."},{"text":"Was von langer Hand vorbereitet, wird kurzerhand eingeleitet.","translation":"What has been prepared over a long period of time is initiated without further ado."},{"text":"Wir müssen Schritte einleiten, um die Luftverschmutzung zu vermeiden.","translation":"We have to take steps to prevent air pollution."}],"Navigation":[{"text":"Die ersten Entdecker richteten sich bei der Navigation nach den Sternen.","translation":"The first explorers were guided by the stars when navigating."},{"text":"Heultonnen, umgangssprachlich auch als Heulbojen bekannt, erleichtern bei Dunkelheit die Navigation.","translation":"Howling suns, colloquially also known as howling oils, facilitate navigation in the dark."},{"text":"Zur besseren Navigation ist unser Onlineshop in mehrere Rubriken eingeteilt: Haushaltsgeräte, Textilien, Unterhaltung und vieles mehr.","translation":"For better navigation, our online shop is divided into several categories: household appliances, textiles, entertainment and much more."}],"Einschätzung":[{"text":"Er bleibt bei seiner Einschätzung.","translation":"He stands by his assessment."},{"text":"Sie kam nach erster Einschätzung mit dem Schrecken davon.","translation":"After the first assessment, she got away with the horror."},{"text":"Wie viele Minuten wird das deiner Einschätzung nach dauern?","translation":"How many minutes do you estimate it'll take to do that?"},{"text":"Deine Einschätzung ist richtig.","translation":"Your assessment is correct."},{"text":"Die Einschätzung des Ökonomen erwies sich als präzise.","translation":"The economist's assessment proved to be precise."}],"leistungsstark":[{"text":"Dieses Spiel läuft nur auf einem leistungsstarken Rechner.","translation":"You will need a powerful computer to be able to run this game."},{"text":"Ich will leistungsstark bleiben.","translation":"I want to stay powerful."},{"text":"Dieser Computer ist leistungsstark, stromsparend und benutzerfreundlich.","translation":"This computer is powerful, efficient, and easy to use."}],"bucht":[{"text":"Zahlreiche Boote lagen in der Bucht vor Anker.","translation":"Many boats lay at anchor in the bay."},{"text":"Der Flughafen befindet sich in der Bucht von Osaka.","translation":"The airport is located in Osaka Bay."},{"text":"Die Bucht ist voller Boote und Menschen.","translation":"The bay is full of boats and people."},{"text":"Manchmal sind in der Bucht von Toyama Fata Morganen zu sehen.","translation":"A mirage sometimes shows up in Toyama Bay."},{"text":"Frau Spencer wohnte in einem großen gelben Haus an der Bucht der Weißen Sande.","translation":"Mrs. Spencer lived in a big yellow house at White Sands Cove."}],"Autounfall":[{"text":"Prinzessin Diana kam bei einem Autounfall ums Leben.","translation":"Princess Diana died in a car accident."},{"text":"Ist das der Mann, dessen Frau bei dem Autounfall ums Leben kam?","translation":"Is that the man whose wife was killed in the car accident?"},{"text":"Der Ort des Autounfalls bot einen schrecklichen Anblick.","translation":"The scene of the car accident was a horrifying sight."},{"text":"Ein betrunkener Fahrer war für den Autounfall verantwortlich.","translation":"A drunk driver was responsible for the car accident."},{"text":"Sie hat ihren Sohn bei einem Autounfall verloren.","translation":"She lost her son in a car accident."}],"klopf":[{"text":"Bitte klopf an, bevor du herein kommst.","translation":"Please knock on the door before you enter."},{"text":"An der Tür des Tauben klopf, sooft du willst.","translation":"Knock on the pigeon's door as often as you want."},{"text":"„Klopf, klopf!“ – „Wer ist da?“ – „Die Liebe deines Lebens.“ – „Lüge mich nicht an, Spätzle können nicht reden.“","translation":"\"Knock, knock!\" – \"Who is there?\" – \"The love of your life.\" – \"Don't lie to me, spaetzle can't talk.\""},{"text":"Bitte klopf an.","translation":"Please knock."},{"text":"Klopf an, bevor du in das Badezimmer gehst, ja?","translation":"Knock before you go to the bathroom, yes?"},{"text":"Klopf an die Tür.","translation":"Knock on the door."},{"text":"„Klopf, klopf!“ – „Wer ist da?“ – „Die Liebe deines Lebens.“ – „Lüge mich nicht an, Spätzle können nicht reden.“","translation":"\"Knock, knock!\" – \"Who is there?\" – \"The love of your life.\" – \"Don't lie to me, spaetzle can't talk.\""},{"text":"Klopf an jemands Herzens Tür.","translation":"Knock on someone's heart's door."}],"Zusammensetzung":[{"text":"Ich habe über die Zusammensetzung deines Teams nachgedacht.","translation":"I've been thinking about the composition of your team."},{"text":"Mit dem Vertrag von Lissabon wird die Zusammensetzung des Europäischen Rates geändert.","translation":"The Treaty of Lisbon changes the composition of the European Council."},{"text":"Das russische Wort „карандаш“ ist durch Zusammensetzung der türkischen Wörter „kara“ (schwarz) und „taş“ (Stein) entstanden.","translation":"The Russian word \"карандаш\" was created by the composition of the Turkish words \"kara\" (black) and \"taş\" (stone)."},{"text":"Idealerweise sollte sich im Parlament die Zusammensetzung der Gesamtbevölkerung widerspiegeln.","translation":"Ideally, Parliament should reflect the composition of the population as a whole."},{"text":"Sie sollten die Zusammensetzung ihres Portfolios regelmäßig modifizieren, um das Risiko-Rendite-Profil zu optimieren.","translation":"They should regularly modify the composition of their portfolio to optimize the risk-return profile."}],"verschlechtern":[{"text":"Das Wetter verschlechtert sich.","translation":"The weather is deteriorating."},{"text":"Die Lage verschlechtert sich dramatisch.","translation":"The situation is deteriorating dramatically."},{"text":"Hart auf hart kommt es, wenn sich eine Lage verschlechtert.","translation":"It gets tough when a situation deteriorates."},{"text":"Die ärztliche Behandlung hat das Befinden meines Mannes nur verschlechtert.","translation":"The doctor's treatment has only aggravated my husband's condition."},{"text":"Die wirtschaftliche Situation verschlechterte sich.","translation":"The economic situation deteriorated."}],"strichen":[{"text":"Tom, der Balkon muss gestrichen werden. Fang doch bitte heute noch damit an!","translation":"Tom, the balcony needs to be painted. Please start today!"},{"text":"Der Zaun ist grün gestrichen.","translation":"The fence is painted green."},{"text":"Sie hat die Wand weiß gestrichen.","translation":"She painted the walls white."},{"text":"Wieso haben Sie die Bank rot gestrichen?","translation":"Why did you paint the bench red?"},{"text":"Tom hat sein Zimmer weiß gestrichen.","translation":"Tom painted his room white."}],"platt":[{"text":"Wo sich Elefanten lieben, ist das Gras platt.","translation":"Where elephants love each other, the grass is flat."},{"text":"Ich muss mein Fahrrad schieben, da einer der Reifen platt ist.","translation":"I have to push my bike because one of the tyres is flat."},{"text":"Er drückte meinen Hut platt.","translation":"He flattened my hat."},{"text":"Als ich Tom fragte, wann er vorhabe, sich bei Maria zu entschuldigen, antwortete er ganz platt: „Nie!“","translation":"When I asked Tom when he planned to apologize to Maria, he replied bluntly, \"Never!\""},{"text":"Nur einer der Reifen ist völlig platt. Ob er wohl ein Loch bekommen hat durch einen Nagel oder so etwas?","translation":"Only one of the tires is extremely flat. I wonder if it was punctured by a nail or something."},{"text":"Mein Fahrrad hat einen platten Reifen.","translation":"My bike's got a flat tyre."},{"text":"Meine Eltern wohnen auf dem platten Land.","translation":"My parents live in the flat countryside."},{"text":"Können Sie jetzt den platten Reifen reparieren?","translation":"Can you fix the flat tire now?"},{"text":"Wir sind platt, weil wir den ganzen Tag gevögelt haben.","translation":"We are flat because we have been birding all day."},{"text":"Der platte Vortrag langweilte das Publikum.","translation":"The lecture, dull as dishwater, bored the audience."},{"text":"Wir sprechen Platt - du auch?","translation":"We speak Platt - you too?"},{"text":"In Hamburg sprechen viele Missingsch, das ist eine Sprache halb Platt- halb Hochdeutsch.","translation":"Many in Hamburg speak Missingsch, a mix of Low Saxon and German."},{"text":"Unter sich haben Tom und Maria immer Platt gesprochen.","translation":"Among themselves, Tom and Maria have always spoken Platt."},{"text":"Wenn er ins Elendsviertel kommt, wird er platt gemacht.","translation":"When he comes to the slum, he is flattened."},{"text":"Wenn ich mir einen Tag lang nicht den Kopf wasche, kleben meine Haare fettig zusammen und kleben platt am Kopf.","translation":"If I don't wash my head for a day, my hair sticks together greasy and sticks flat to my head."},{"text":"Der starke Wind riss Tom den Brief, den er gerade in den Briefkasten einwerfen wollte, aus der Hand und wehte ihn unter einen vorbeifahrenden Bus, welcher nichts Besseres zu tun hatte, als über diesen hinwegzufahren und ihn mit seinen dicken Reifen auf dem Grund einer Pfütze platt zu drücken.","translation":"Just as Tom was about to post the letter into the postbox, the wind whipped it out of his hand and blew it under a passing bus, which could do nothing but drive over it with its fat tyres and squash it flat into a puddle."}],"applaus":[{"text":"Der moderne Politiker sucht eher den Applaus als den Erfolg.","translation":"The modern politician seeks applause rather than success."},{"text":"Bitte den Applaus einstellen!","translation":"Hold your applause, please."},{"text":"Die Astronauten wurden mit spontanem Applaus begrüßt.","translation":"The astronauts were greeted with spontaneous applause."},{"text":"Die Astronauten wurden durch ihre begeisterten Beifallsrufe und ihren Applaus begrüßt.","translation":"The astronauts were greeted by their enthusiastic cheers and applause."},{"text":"Applaus ist eines der wenigen Dinge, die heute noch mit der Hand gemacht werden.","translation":"Applause is one of the few things that is still done by hand today."},{"text":"Er bekam riesigen Applaus.","translation":"He received huge applause."},{"text":"Gebt ihm einen ordentlichen Applaus!","translation":"Give him a big hand!"},{"text":"Die Menge schenkte dem Gewinner einen großen Applaus.","translation":"The crowd gave the winner a big hand."},{"text":"Erfolge, Schönheit, Applaus locken Unfälle, Krankheiten, Frauen und Politik an.","translation":"Successes, beauty, applause attract accidents, diseases, women and politics."}],"uralt":[{"text":"Dieser Witz ist uralt!","translation":"This joke is ancient!"},{"text":"Eine uralte Sehnsucht ist der Wunsch, durch einen friedlichen und warmen Himmel zu fliegen.","translation":"An ancient longing is the desire to fly through a peaceful and warm sky."},{"text":"Mein Vater fährt einen uralten Wagen.","translation":"My father drives a very old car."},{"text":"Das ist eine uralte Sprache, die niemand lesen kann.","translation":"It's an ancient language that no one can read."},{"text":"Die Waffen waren uralt.","translation":"The weapons were ancient."}],"bösartig":[{"text":"Eine bösartige Kuh stört die ganze Herde.","translation":"A vicious cow disturbs the whole herd."},{"text":"Ich bin oft bösartig.","translation":"I am often vicious."},{"text":"Ich habe mich von meiner bösartigen Erkältung erholt.","translation":"I have recovered from my malignant cold."},{"text":"Beth fürchtet sich vor der Dunkelheit wegen ihres bösartigen Bruders.","translation":"Beth is afraid of the dark because of her evil brother."},{"text":"Er war ein bösartiger Musiker.","translation":"He was a vicious musician."}],"korrupt":[{"text":"Geld macht nicht korrupt; kein Geld schon eher.","translation":"Money does not corrupt; no money sooner."},{"text":"Je korrupter der Staat, desto mehr Gesetze braucht er.","translation":"The more corrupt the state, the more laws it needs."},{"text":"Nichts ist so korrupt wie die Gunst.","translation":"Nothing is as corrupt as favor."},{"text":"Nieder mit korrupten Politikern.","translation":"Down with corrupt politicians."},{"text":"Diese Regierung ist korrupt.","translation":"This government is corrupt."},{"text":"Geld macht nicht korrupt. — Kein Geld schon eher.","translation":"Money does not make you corrupt. — No money sooner."},{"text":"Korrupt sein, das heißt dienen, um sich zu bedienen.","translation":"To be corrupt, that is, to serve oneself."},{"text":"Viele Menschen glauben, dass die Politiker in unserem Land korrupt sind.","translation":"Many people believe that the politicians in our country are corrupt."},{"text":"Ich wäre gern ein bisschen korrupt, aber bisher hat noch nie jemand versucht, mich zu bestechen.","translation":"I'd like to be a bit corrupt, but so far no one has ever tried to bribe me."}],"pink":[{"text":"Die pinke Blume ist schön.","translation":"The pink flower is beautiful."},{"text":"Er fährt einen pinken Cadillac.","translation":"He drives a pink Cadillac."},{"text":"Der kleine Rock ist pink.","translation":"The small skirt is pink."},{"text":"Sie hat pinke Augen.","translation":"She has pink eyes."},{"text":"Das Kleinkind malt mit einem pinken Farbstift ein blumenähnliches Etwas.","translation":"The toddler paints a flower-like something with a pink colored pencil."},{"text":"Pink ist keine natürliche Haarfarbe.","translation":"Pink is not a natural hair color."},{"text":"Meine Lieblingsfarbe ist Pink.","translation":"My favorite color is pink."},{"text":"Beim Rückwärtseinparken ist Maria gegen Toms pink-schwarzen Smart gefahren.","translation":"When reversing into parking, Maria drove against Tom's pink-black Smart."}],"Hypothese":[{"text":"Das ist eine Hypothese, die von einer amerikanischen Studie vorgeschlagen wird.","translation":"This is a proposed hypothesis for an American study."},{"text":"Die Fakten bestätigen diese Hypothese.","translation":"The facts confirm this hypothesis."},{"text":"Diese Tatsachen unterstützen meine Hypothese.","translation":"These facts support my hypothesis."},{"text":"Das ist eine sehr, sehr mutige Hypothese. Vergiss das lieber wieder ganz schnell!","translation":"This is a very, very bold hypothesis. Forget that again very quickly!"},{"text":"Deine Hypothese ist richtig.","translation":"Your hypothesis is correct."}],"orientieren":[{"text":"Ich frage mich manchmal, wer sich hier an wem orientiert.","translation":"I sometimes wonder who is orienting themselves to whom here."},{"text":"Manche Menschen könnten sich nicht mehr orientieren, würden sie ihre Kirchen verlieren.","translation":"Some people would no longer be able to orient themselves if they lost their churches."},{"text":"Ideale sind wie Sterne; man kann sie nicht erreichen, aber man kann sich an ihnen orientieren.","translation":"Ideals are like stars; you can't reach them, but you can orient yourself on them."},{"text":"Nach den Tatoeba-Regeln soll man sich ausdrücklich nicht an den Übersetzungen in anderen Sprachen orientieren.","translation":"According to the Tatoeba rules, one should explicitly not orient oneself on the translations in other languages."},{"text":"Um sich zu orientieren, bestimmte er zunächst einmal die Himmelsrichtungen, von seinem Standort aus gesehen.","translation":"In order to orient himself, he first determined the cardinal directions, seen from his location."}],"Zutat":[{"text":"Tomaten sind roh, gekocht und gebraten eine leckere Zutat.","translation":"Tomatoes are raw, cooked and fried a delicious ingredient."},{"text":"Eine Zutat jedes Glücks ist die Vorstellung, dass man es verdient hat.","translation":"An ingredient of all happiness is the idea that you deserve it."},{"text":"Ingwer ist eine Zutat, die den Körper aufwärmen soll, weshalb sie gut für kälteempfindliche Menschen ist.","translation":"Ginger is an ingredient designed to warm up the body, which is why it's good for cold-sensitive people."},{"text":"Infolge einer Internetpetition plant Coca Cola, der weltgrößte Getränkeproduzent, bis zum Ende des Jahres eine fragwürdige Zutat aus seinen Getränkesorten zu entfernen.","translation":"As a result of an Internet petition, Coca Cola, the world's largest beverage producer, plans to remove a questionable ingredient from its beverage varieties by the end of the year."}],"physikalisch":[{"text":"Physikalisch ist das ausgeschlossen.","translation":"Physically, this is impossible."},{"text":"Physikalisch unmöglich.","translation":"Physically impossible."},{"text":"Kälte ist keine physikalische Größe, sondern eine Empfindung.","translation":"Cold is not a physical quantity, but a sensation."},{"text":"Viele physikalische Gesetze kann man mit Klassenzimmerexperimenten demonstrieren.","translation":"Many laws of physics can be demonstrated with classroom experiments."},{"text":"Bestraft man die Nichtbeachtung der physikalischen Gesetze?","translation":"Is non-observance of the laws of physics punished?"}],"Onlineshop":[{"text":"Zur besseren Navigation ist unser Onlineshop in mehrere Rubriken eingeteilt: Haushaltsgeräte, Textilien, Unterhaltung und vieles mehr.","translation":"For better navigation, our online shop is divided into several categories: household appliances, textiles, entertainment and much more."}],"akzeptabel":[{"text":"Ist es akzeptabel, wenn Geld über den Ausgang einer Wahl entscheidet?","translation":"Is it acceptable for money to decide the outcome of an election?"},{"text":"Wir müssen eine für jeden akzeptable Lösung finden.","translation":"We must find a solution acceptable to everyone."},{"text":"Die Entscheidung war für uns alle akzeptabel.","translation":"The decision was acceptable to us all."},{"text":"Gewalt ist niemals akzeptabel.","translation":"Violence is never acceptable."},{"text":"Nennen Sie eine Summe, die Sie akzeptabel finden.","translation":"Name a sum that you find acceptable."}],"schaufen":[{"text":"Heute ging von Anfang an alles schief.","translation":"Today everything went wrong from the beginning."},{"text":"„Das klappt!“ – „Nein, Tom, glaube mir: das geht schief!“","translation":"\"That'll work!\" – \"No, Tom, believe me: That'll go pear-shaped!\""},{"text":"Was immer er auch versucht, es geht alles schief.","translation":"Whatever he tries, it all goes pear-shaped."},{"text":"Ich singe gern laut und schief.","translation":"I like to sing loud and crooked."},{"text":"Ein bisschen schief hat Gott lieb.","translation":"If you're a bit off, God still loves you."}],"drastisch":[{"text":"Drastische Zeiten erfordern drastische Maßnahmen!","translation":"Drastic times require drastic measures!"},{"text":"In der Zwischenzeit haben sich die Bedingungen drastisch verändert.","translation":"Meanwhile, conditions have drastically altered."},{"text":"Die Kälte ist drastisch.","translation":"The cold is intense."},{"text":"Die Regierung wird drastische Maßnahmen ergreifen müssen, um das Problem zu lösen.","translation":"The government will have to take drastic action to solve the problem."},{"text":"Toms Leben hat sich drastisch geändert.","translation":"Tom's life changed drastically."}],"Demo":[{"text":"Zunächst mal möchte ich die Angelegenheit verstehen. Erst wenn ich das geschafft habe, könnte ich vielleicht überlegen, ob ich mitgehe zur Demo.","translation":"First of all, I would like to understand the matter. Only when I've done that, I might be able to consider going to the demo."}],"Anschrift":[{"text":"Wie lautet übrigens Ihre Anschrift?","translation":"By the way, what is your address?"},{"text":"Ich kann keine Briefe empfangen. Ich habe keine Anschrift.","translation":"I cannot receive letters. I don't have an address."},{"text":"Hätte ich seine Anschrift gewusst, hätte ich ihm geschrieben.","translation":"Had I known his address, I would have written to him."},{"text":"Ich habe deine Anschrift vergessen.","translation":"I forgot your address."},{"text":"Schicke mir das Paket unter der Anschrift von Miss E Book.","translation":"Send the package to me care of Miss E Book."}],"rücksichtslos":[{"text":"Er ist ein rücksichtsloser Mensch.","translation":"He is a ruthless person."},{"text":"Die beiden Männer wurden wegen rücksichtslosen Fahrens verhaftet.","translation":"The two men were arrested for reckless driving."},{"text":"Tom ist rücksichtslos, nicht wahr?","translation":"Tom is ruthless, isn't he?"},{"text":"Tom ist ziemlich rücksichtslos, nicht wahr?","translation":"Tom is very reckless, isn't he?"},{"text":"Tom legte eine rücksichtslose Missachtung der Gefühle Marias an den Tag.","translation":"Tom showed reckless disregard for Mary's feelings."}],"abgehauen":[{"text":"Dein Vater war einfach abgehauen.","translation":"Your father had just run away."},{"text":"Er hat seine Arbeit aufgegeben und ist abgehauen.","translation":"He gave up his job and left."},{"text":"Ich bin aus dem Lager abgehauen.","translation":"I left the camp."},{"text":"Welcher Baum nicht gute Frucht bringt, wird abgehauen.","translation":"Which tree does not bear good fruit is cut off."},{"text":"Er ist mit dem Geld abgehauen.","translation":"He ran away with the money."},{"text":"Du bist gestern Abend einfach abgehauen. Warum denn? Wo musstest du denn so dringend hin?","translation":"You just ran away last night. Why? Where did you have to go so urgently?"},{"text":"Jemand ist in mein Haus eingebrochen und mit all meinem Geld abgehauen.","translation":"Someone broke into my house and ran away with all of my money."}],"vertraglich":[{"text":"Auch zukünftig werden die vertraglich vereinbarten Preise gültig bleiben.","translation":"The contractually agreed prices will remain valid in the future."},{"text":"Von einem Menschen, der nach Erfolg strebt, wird mehr erwartet als lediglich die vertraglich vereinbarte Arbeitsleistung.","translation":"More is expected of a person who strives for success than just the contractually agreed work performance."},{"text":"Bei den Abnahmeverpflichtungen handelt es sich um unkündbare vertragliche Verpflichtungen zum 31. Dezember 2016.","translation":"Purchase obligations represent non-cancelable contractual obligations at December 31, 2016."},{"text":"Wenn ich mich nicht verrechnet habe, ergibt sich ein höherer Preis als der vertraglich vereinbarte.","translation":"If I have not miscalculated, the price will be higher than the contractually agreed one."}],"unbewußt":[{"text":"80 Prozent unserer Handlungen führen wir unbewusst aus.","translation":"We perform eighty percent of our actions unconsciously."},{"text":"Man kann vieles unbewusst wissen, indem man es nur fühlt, aber nicht weiß.","translation":"You can know a lot unconsciously by just feeling it, but not knowing it."},{"text":"Alle Größe ist unbewusst, oder sie ist wenig oder nichts.","translation":"All size is unconscious, or it is little or nothing."},{"text":"Farben und Formen sprechen eine Sprache, die wir unbewusst verstehen.","translation":"Colors and shapes speak a language that we understand unconsciously."},{"text":"Bewusst oder unbewusst sucht der Mensch sein Glück.","translation":"Consciously or unconsciously, man seeks his happiness."}],"bürste":[{"text":"Wo kann ich eine Bürste bekommen?","translation":"Where can I buy a brush?"},{"text":"Bürste dir die Zähne!","translation":"Brush your teeth!"},{"text":"Ein neuer Besen kehrt gut, aber die alte Bürste kennt die Ecken.","translation":"A new broom returns well, but the old brush knows the corners."},{"text":"Ich kann meine Haare nicht ordnen, mir fehlen Kamm und Bürste.","translation":"I can't arrange my hair, I'm missing comb and brush."},{"text":"Putze deine Schuhe mit einer Bürste.","translation":"Brush your shoes with a brush."},{"text":"Ich bürste mir das Haar.","translation":"I am brushing my hair."},{"text":"Geh hin und bürste dir das Haar.","translation":"Go and brush your hair."}],"stop":[{"text":"Das rote Licht an der Ampel bedeutet \"Stop\".","translation":"The red traffic light indicates \"stop\"."},{"text":"Stop, du tust dir weh!","translation":"Stop, you're hurting!"},{"text":"Immer wenn ich den Stop-Knopf im Internet Explorer sehe, muss ich an einen Shiitake Pilz denken.","translation":"Whenever I see the stop button in Internet Explorer, I have to think of a shiitake mushroom."},{"text":"„Next stop Bostndorf“, sagt der Schaffner voller Inbrunst durch, obwohl er eigentlich weiß, dass die beiden Fahrgäste Einheimische sind.","translation":"\"Next stop Bostndorf,\" says the conductor full of fervor, although he actually knows that the two passengers are locals."}],"weggenommen":[{"text":"Du hast mir mein Mädchen weggenommen.","translation":"You took my girl away from me."},{"text":"Sie haben uns die Pässe weggenommen.","translation":"They took our passports."},{"text":"Der dritte Absatz sollte besser weggenommen werden.","translation":"It'd be better if the third paragraph were removed."},{"text":"Du darfst nicht zulassen, dass mir meine Kinder weggenommen werden!","translation":"You can't let them take my kids away from me."},{"text":"Der Junge hat seiner kleinen Schwester das Spielzeug weggenommen.","translation":"The boy has taken the toy away from his little sister."},{"text":"Wie lange hat man dich deiner Familie weggenommen?","translation":"How long have you been alienated from your family?"},{"text":"Maria hat Elke den Freund weggenommen.","translation":"Mary stole Alice's boyfriend."},{"text":"Das Bett hat viel Platz weggenommen.","translation":"The bed took up a lot of space."},{"text":"Ich bin dem Alter zutiefst dankbar, denn es hat meine Lust aufs Gespräch vermehrt und die aufs Essen und Trinken weggenommen.","translation":"I am deeply grateful to age, because it has increased my desire to talk and taken away the desire to eat and drink."}],"empfehlenswert":[{"text":"Es ist empfehlenswert, die Preise vorher zu vergleichen.","translation":"It is recommended to compare prices beforehand."},{"text":"Dies ist ein sehr empfehlenswertes Restaurant.","translation":"This is a highly recommended restaurant."},{"text":"Er hat wenig empfehlenswerten Umgang.","translation":"He has little recommendable handling."},{"text":"Ja, auch dies sind sehr empfehlenswerte Änderungen.","translation":"Yes, these are also highly recommended changes."},{"text":"Es ist ein ganz und gar empfehlenswerter Film.","translation":"It's a highly recommendable film."}],"Rechtsverletzung":[],"absteigend":[{"text":"Gegenüber der Existenz sind vier Einstellungen möglich. In absteigender Häufigkeit: scheinen, sein, betrachten und Suizid.","translation":"Four attitudes to existence are possible. In descending frequency: appear, be, contemplate and suicide."},{"text":"Tom hatte zwar gerade seinen vierzigsten Geburtstag, ich glaube aber nicht, dass er auf dem absteigenden Ast ist.","translation":"Even though Tom just had his fortieth birthday, I don't think he's over the hill yet."}],"Phil":[{"text":"Tom ist Dr. phil.","translation":"Tom has a PhD."}],"vlog":[],"klingel":[{"text":"Die Klingel ist defekt.","translation":"The bell is defective."},{"text":"Ich habe ein Klingeln in meinen Ohren.","translation":"I have a ringing in my ears."},{"text":"Die Ruhe in der Bibliothek wurde vom Klingeln eines Handys gestört.","translation":"The silence in the library was disturbed by the ringing of a cell phone."},{"text":"Sobald sie die Klingel hörte, ging sie ans Telefon.","translation":"As soon as she heard the bell ring, she answered the telephone."},{"text":"Ich wurde vom Geräusch der Klingel wach.","translation":"I woke up from the sound of the bell."}],"blinken":[{"text":"Kannst du mir was geben? Ich bin total blank.","translation":"Can you give me something? I'm totally blank."},{"text":"Der Wagen bog rechts ab, ohne zu blinken.","translation":"The car turned right without indicating."},{"text":"Ich kann nicht ins Kino gehen, bin blank.","translation":"I can't go to the movies, I'm blank."},{"text":"Die Sterne blinkten vom Himmel.","translation":"The stars flashed from the sky."},{"text":"Der Alarm ging los, und ein rotes Licht blinkte auf.","translation":"The alarm went off and a red light started flashing."}],"Vorstellungsgespräch":[{"text":"Wie ist dein Vorstellungsgespräch gelaufen?","translation":"How did your interview go?"},{"text":"Er machte einen sehr guten Eindruck beim Vorstellungsgespräch.","translation":"He made a very good impression at the interview."},{"text":"Das Vorstellungsgespräch ist so gut verlaufen, dass er die Stelle bekommen hat.","translation":"The interview went so well that he got the job."},{"text":"Tom erschien im Anzug zum Vorstellungsgespräch.","translation":"Tom wore a suit to the interview."},{"text":"Sollte ich bei einem Vorstellungsgespräch dabei lügen, wie sehr mich die Firma interessiert?","translation":"In a job interview, should I lie about how interested I am in the company?"}],"anhaltend":[{"text":"Für den heutigen Nachmittag wurde anhaltender Regen vorhergesagt.","translation":"Continuous rain was forecast for this afternoon."},{"text":"Das anhaltende Gute überwindet das Böse.","translation":"Enduring good overcomes evil."},{"text":"Nach dem anhaltenden Regen sind überall Frösche auf der Straße.","translation":"After the persistent rain, frogs are everywhere on the street."},{"text":"Dieses neue Medikament hat eine anhaltende Wirkung.","translation":"This new medicine has a lasting effect."},{"text":"Wegen der über Tage anhaltenden Hitze hatte Tom keinen Appetit.","translation":"Because of the heat that lasted for days, Tom had no appetite."}],"Dorfbewohner":[{"text":"Viele Dorfbewohner haben ihre eigenen Häuser, die nicht selten luxuriös ausgestattet sind.","translation":"Many villagers have their own houses, which are often luxuriously equipped."},{"text":"Die Situation der Dorfbewohner ist in vielerlei Hinsicht besser als vor zehn Jahren.","translation":"The situation of the villagers is better than ten years ago in many ways."},{"text":"Er lernte mehrere Dorfbewohner kennen.","translation":"He met several villagers."},{"text":"Die meisten Dorfbewohner waren gegen den Plan.","translation":"Most people in the village objected to the plan."},{"text":"Es waren die hungrigen Bären, vor denen sich die Dorfbewohner fürchteten.","translation":"It was the hungry bears that the villagers were afraid of."}],"Treffpunkt":[{"text":"Beim nächsten Mal vereinbaren wir einen Treffpunkt.","translation":"Next time we'll agree on a meeting place."},{"text":"Diese Brücke ist zu einem Treffpunkt für junge Leute geworden.","translation":"This bridge has become a meeting place for young people."},{"text":"Das Internet ist ein Treffpunkt für Menschen mit gemeinsamen Interessen.","translation":"The Internet is a meeting point for people with common interests."},{"text":"Bin ich am falschen Treffpunkt?","translation":"Am I at the wrong meeting point?"},{"text":"Treffpunkt ist der Parkplatz vor der Sporthalle an der Grundschule.","translation":"Meeting point is the parking lot in front of the sports hall at the primary school."}],"Schulung":[{"text":"Er nimmt an einer Schulung teil.","translation":"He takes part in a training course."},{"text":"Die Schulung muss nicht unbedingt langweilig sein.","translation":"The training doesn't necessarily have to be boring."},{"text":"Behalte die Schulung deiner Kinder bei. Auf diese Weise gestaltest du ihre Zukunft!","translation":"Keep your children educated. This is how you shape their future!"},{"text":"Es ist befremdlich, dass ein Kameramann, der in ein Kriegsgebiet geschickt wird, nicht die Gefahren durch Blindgänger kennt. Der Zeitungsverlag vernachlässigt seine Schulungen.","translation":"It is strange that a cameraman heading for a war-zone should not know about the danger of unexploded shells. The newspaper company is being negligent in its training."},{"text":"Drei Jahre Schulung, dann kein Bedarf mehr, jetzt ist alles futsch!","translation":"Three years of training, then no more need, now everything is gone!"}],"label":[],"potentiell":[{"text":"Diese Kinder sind potentielle Kunden.","translation":"Those children are potential customers."},{"text":"Tom erkannte, dass es zu einer potentiell gefährlichen Situation kommen konnte.","translation":"Tom could see that a potentially dangerous situation could arise."},{"text":"Maria hält es für potentiell gefährlich, das zu tun.","translation":"Mary says she thinks it might be dangerous to do that."},{"text":"Wir haben mehrere potentielle neue Mitglieder, die uns, hoffe ich, beitreten werden.","translation":"We have several prospective new members. I hope they will join us."},{"text":"Der erste potentielle Impfstoff gegen das Coronavirus soll bald am Menschen getestet werden.","translation":"The first possible vaccine against coronavirus is on its way to human testing."}],"befürchten":[{"text":"Der schlimmste Fehler in diesem Leben ist, ständig zu befürchten, dass man einen macht.","translation":"The worst mistake in this life is to constantly fear what one must do."},{"text":"„Wie schwer krank ist Tom?“ – „Es ist das Schlimmste zu befürchten.“","translation":"\"How seriously ill is Tom?\" \"We fear the worst.\""},{"text":"Du hast absolut nichts zu befürchten.","translation":"You have absolutely nothing to fear."},{"text":"Sie befürchten, dass er tot ist.","translation":"They fear that he is dead."},{"text":"Es steht zu befürchten, dass er seine Schuld nie gesteht.","translation":"It is to be feared that he will never admit his guilt."}],"dvd":[{"text":"Nein, das ist die DVD meines Sohnes.","translation":"No, this is my son's DVD."},{"text":"Ich wünschte, ich könnte rausfinden, wie ich eine DVD brennen kann.","translation":"I wish I could figure out how to burn a DVD."},{"text":"Tom sah sich auf einem tragbaren DVD-Spieler einen Film an.","translation":"Tom watched a movie on a portable DVD player."},{"text":"Die DVD enthält gelöschte und erweiterte Szenen.","translation":"The DVD contains deleted and extended scenes."},{"text":"Es kommt heute nichts Unterhaltsames im Fernsehen; vielleicht werde ich eine DVD einlegen.","translation":"There is nothing entertaining on TV today; maybe I'll put in a DVD."},{"text":"Tom wollte für Maria eine CD mit Musik zusammenstellen, aber er hatte nur DVD-Rohlinge.","translation":"Tom wanted to make a mix CD of music for Mary, but all he had were DVD blanks."}],"weiteren":[{"text":"Des Weiteren sagt sie, einer der Jungen habe Atemprobleme und benötige eine spezielle Behandlung.","translation":"She also says one of the boys has breathing problems and needs special treatment."},{"text":"Des Weiteren wird ein Wörterbuch vorausgesetzt.","translation":"Another thing that is required is a dictionary."},{"text":"In der Wohnung wurden des Weiteren zwanzig Gramm Haschisch beschlagnahmt.","translation":"Twenty grams of hashish were also confiscated from the apartment."},{"text":"Des Weiteren helfen Sie, wenn Sie mitmachen, nicht nur dem Rest der Welt, sondern werden auch viel lernen.","translation":"Furthermore, if you participate, you will not only help the rest of the world, but you will also learn a lot."},{"text":"Des Weiteren darf kein Unterschied gemacht werden auf Grund der politischen, rechtlichen oder internationalen Stellung des Landes oder Gebiets, dem eine Person angehört, gleichgültig ob dieses unabhängig ist, unter Treuhandschaft steht, keine Selbstregierung besitzt oder sonst in seiner Souveränität eingeschränkt ist.","translation":"Furthermore, no distinction shall be made on the basis of the political, jurisdictional or international status of the country or territory to which a person belongs, whether it be independent, trust, non-self-governing or under any other limitation of sovereignty."},{"text":"Den ersten Orden bekommt man, weil man noch keinen hat; alle weiteren, weil man schon einen hat.","translation":"You get your first order because you don't have one yet; All others, because you already have one."}],"verboten":[{"text":"Verbotene Frucht schmeckt am besten.","translation":"Forbidden fruit tastes best."},{"text":"In verbotenen Teichen fischt man gern.","translation":"People like to fish in forbidden ponds."},{"text":"Verbotenes Obst ist süß.","translation":"Forbidden fruit is sweet."},{"text":"Verbotene Wasser sind oft besser als Wein.","translation":"Forbidden waters are often better than wine."},{"text":"Wenn zwei Menschen einander lieben, fragt man nicht nach verbotener Liebe.","translation":"When two people love each other, you don't ask for forbidden love."},{"text":"Die Realität ist der Ursprung des Verbotenen.","translation":"Reality is the origin of the forbidden."},{"text":"Wir neigen zum Verbotenen immer und begehren Versagtes.","translation":"We are always inclined to the forbidden and desire the failed."},{"text":"Den Reiz des Verbotenen kann man nur kosten, wenn man es sofort tut. Morgen ist es vielleicht schon erlaubt.","translation":"You can only taste the allure of the forbidden if you do it immediately. Tomorrow it may be allowed."}]}