{"Festival":[{"text":"Ist das Festival kostenlos?","translation":"Is the festival free?"},{"text":"Das Datum des Festivals fällt mit dem der Prüfung zusammen.","translation":"The date of the festival coincides with that of the exam."},{"text":"Das Festival erlebte eine ungewöhnlich große Teilnahme.","translation":"The festival witnessed an unusually large attendance."},{"text":"Sie haben das Festival abgesagt.","translation":"They cancelled the festival."},{"text":"Das Festival war innerhalb von zwei Stunden ausverkauft.","translation":"The festival sold out within two hours."}],"Erzählung":[{"text":"Der Einstieg in die Erzählung ist sehr ungewöhnlich.","translation":"The story has a very unusual beginning."},{"text":"Die Erzählung ist voller Humor.","translation":"The story is full of humor."},{"text":"Die Erzählung näherte sich einem Ende.","translation":"The story was coming to an end."},{"text":"Welche sind die Unterschiede, die zwischen der Erzählung und dem Roman bestehen?","translation":"What are the differences between the narrative and the novel?"},{"text":"Wer ist der Autor dieser Erzählung?","translation":"Who is the author of this story?"}],"Konsistenz":[{"text":"Das Essen hatte eine widerlich schleimige Konsistenz.","translation":"The food had a disgustingly slimy consistency."},{"text":"Tut mir leid, aber deine Madeleines haben die Konsistenz eines Radiergummis.","translation":"Sorry, but your Madeleines have the consistency of an eraser."},{"text":"Salz wird einer ganzen Reihe von Nahrungsmitteln, wie zum Beispiel Brot, zur Geschmacksaufbesserung beigegeben, und um die Konsistenz annehmbarer zu machen.","translation":"Salt is added to a number of foodstuffs, such as bread, to enhance the flavour and to make the texture more palatable."}],"Flut":[{"text":"Wann kommt die Flut?","translation":"When is the tide coming?"},{"text":"Die Flut spült schon um das Haus.","translation":"The flood is already washing around the house."},{"text":"Die Flut zerstörte die Sandburg.","translation":"The flood tide destroyed the sandcastle."},{"text":"Flut ist heute Nachmittag um 3 Uhr.","translation":"High tide is at 3 o'clock this afternoon."},{"text":"Der starke Regen brachte die Flut, verursachte den Schaden.","translation":"The heavy rain brought the flood, causing damage."}],"Durst":[{"text":"Wir sind müde und haben Durst.","translation":"We're tired and thirsty."},{"text":"Je mehr man trinkt, desto größer wird der Durst.","translation":"The more one drinks, the thirstier one becomes."},{"text":"An kleinen Brunnen löscht man auch den Durst.","translation":"Small fountains also quench your thirst."},{"text":"Hunger und Durst singen keinen Alt.","translation":"Hunger and thirst do not sing alto."},{"text":"Es ist besser, voll guten Weines zu sterben als voll Durst.","translation":"It is better to die full of good wine than full of thirst."}],"Samsung":[{"text":"Ich muss unbedingt ein Samsung Galaxy haben!","translation":"I absolutely must have a Samsung Galaxy!"},{"text":"Samsung ist ein koreanisches Unternehmen.","translation":"Samsung is a Korean company."},{"text":"Die Geschworenen befanden, dass Samsung die Patente von Apple verletzt habe.","translation":"The jury found that Samsung had infringed Apple's patents."}],"Genre":[{"text":"Historische Romane sind ein beliebtes Genre der Literatur.","translation":"The historical novel is a popular genre of literature."},{"text":"Das Genre dieses Musikers ist die elektronische Musik.","translation":"The genre of this musician is electronic music."},{"text":"Sie ist ein Meister dieses Genres.","translation":"She is a master of this genre."},{"text":"Frauen werden in vielen Liedern des Genres „Rap“ herabgewürdigt.","translation":"Many rap songs are degrading to women."},{"text":"Das Märchen ist ein weit verbreitetes Genre der Volkskunst.","translation":"Fairy tales are a widespread genre of folk art."}],"kammer":[{"text":"Jammern füllt keine Kammern.","translation":"Whining does not fill chambers."},{"text":"Er hat weder Kammer noch Keller.","translation":"He has neither chamber nor cellar."},{"text":"Bei Tom zu Hause gibt es eine geheime Kammer.","translation":"Tom's house has a hidden room."},{"text":"Beide Kammern schlagen vor, ändern und verabschieden Gesetze.","translation":"Both chambers propose, amend and pass laws."},{"text":"In der geheimsten Kammer des Schlosses lag der größte Schatz auf Erden: das Buch der Wahrheit.","translation":"In the most secret chamber of the castle lay the greatest treasure on earth—the Book of Truth."},{"text":"„Der Traum der Roten Kammer“ ist für China, was „Don Quijote“ für Spanien ist.","translation":"\"The dream of the Red Chamber\" is to China what \"Don Quixote\" is to Spain."},{"text":"Das Volk fordert: „Alle Diebe sollen in Kammern sitzen!“ – Der Staatsanwalt fragt: „Wo eigentlich – in den Abgeordneten- oder Gefängniskammern?“","translation":"The people demand: \"All thieves should sit in chambers!\" – The prosecutor asks: \"Where actually – in the chambers of deputies or prisons?\""},{"text":"Die vier klassischen Romane Chinas sind „Die Reise nach Westen“ (西遊記, Xī Yóu Jì), „Die Geschichte der drei Reiche“ (三國演義, Sānguó Yǎnyì), „Die Räuber vom Liang-Schan-Moor“ (水滸傳, Shuǐhǔ Zhuàn) und „Der Traum der Roten Kammer“ (紅樓夢, Hóng Lóu Mèng).","translation":"The Four Great Classical Novels of China are Journey to the West (西遊記, Xī Yóu Jì), Romance of the Three Kingdoms (三國演義, Sānguó Yǎnyì), Water Margin (水滸傳, Shuǐhǔ Zhuàn), and Dream of the Red Chamber (紅樓夢, Hóng Lóu Mèng)."}],"Baustelle":[{"text":"Den ganzen Tag hat es auf der Baustelle geregnet.","translation":"It rained all day on the construction site."},{"text":"In der Gemeinde waren überall Baustellen.","translation":"There were construction sites everywhere in the community."},{"text":"Die Buddelei an dieser Baustelle nimmt kein Ende.","translation":"There is no end to the digging at this construction site."},{"text":"Ich kann mich nicht erinnern, so etwas auf der Baustelle gesehen zu haben.","translation":"I can't remember seeing anything like that on the construction site."},{"text":"Wer morgens betrunken auf die Baustelle kommt, riskiert eine Kündigung.","translation":"Anyone who comes to the construction site drunk in the morning risks a termination."}],"Lesezeichen":[{"text":"Ich sollte wohl langsam mal Ordnung in meine Lesezeichen bringen.","translation":"I suppose I should probably start to sort out my bookmarks."},{"text":"Sie legte ein Lesezeichen ins Buch, klappte es zu und legte sich schlafen.","translation":"She slipped a bookmark between the pages, closed the book, and laid down to sleep."},{"text":"Ich habe auf dieser Webseite ein Lesezeichen gesetzt.","translation":"I bookmarked this website."},{"text":"Die Seite hat bei mir ein Lesezeichen bekommen.","translation":"I have a bookmark on that page."},{"text":"Tom verwendete eine alte Postkarte als Lesezeichen.","translation":"Tom used an old postcard as a bookmark."}],"as":[{"text":"Bitte erklären Sie die Grammatik von \"as may be\".","translation":"Please explain the grammar of 'as may be'."},{"text":"Deine os sehen wie as aus.","translation":"Your o's look like a's."},{"text":"„Entschuldigen Sie.“ – „Wullt du wat vun mi?“ – „Könnte ich wohl eine dieser Kakipflaumen haben?“ – „Jo, nähm di dor ruhig welk bi weg, soveel as du hebben wullt.“","translation":"\"Excuse me.\" – \"Do you wad wat vun mi?\" – \"Could I have one of these persimmon plums?\" – \"Jo, take di dor quietly wilt bi away, soveel as you hebben wullt.\""},{"text":"Verbformen: Die Gegenwartsform endet mit \"-as\", die Vergangenheitsform mit \"-is\", die Zukunftsform mit \"-os\", die Möglichkeitsform mit \"-us\", die Befehlsform mit \"-u\" und die Grundform mit \"-i\".","translation":"Verb forms: The present tense ends with \"-as\", the past tense with \"-is\", the future tense with \"-os\", the possibility form with \"-us\", the command form with \"-u\" and the basic form with \"-i\"."}],"Landung":[{"text":"Der Pilot des Flugzeugs setzte zur Landung an.","translation":"The pilot of the aircraft started to land."},{"text":"Die Ehe ist eine Landung, die wie ein Start aussieht.","translation":"Marriage is a landing that looks like a takeoff."},{"text":"Das Raumschiff machte eine perfekte Landung.","translation":"The spaceship made a perfect landing."},{"text":"Bereite die Landung vor.","translation":"Prepare to land."},{"text":"Unmittelbar nach der Landung auf der Halbinsel hat der Verteidigungsminister mehrere Einheiten der russischen Armee besucht.","translation":"Immediately after landing on the peninsula, the Minister of Defense visited several units of the Russian army."}],"Wanderung":[{"text":"Wie geht's dir nach diesen schönen Wanderungen?","translation":"How are you after these beautiful hikes?"},{"text":"Lasst uns dieses Wochenende eine Wanderung machen.","translation":"Let's go walking this weekend."},{"text":"Die Wanderung wird mindestens acht Stunden dauern.","translation":"The hike will take at least eight hours."},{"text":"Wir sollten die Wanderung streichen.","translation":"We should cancel the hike."},{"text":"Wir unternahmen eine lange Wanderung hoch zum Gipfel.","translation":"We took a long hike up to the summit."}],"hätten":[{"text":"Glaubt nicht, ihr hättet Millionen Feinde. Euer einziger Feind heißt Krieg.","translation":"Don't think you have millions of enemies. Your only enemy is war."},{"text":"Ihr hättet uns anrufen sollen.","translation":"You should've called us."},{"text":"Ihr hättet vorab anrufen sollen.","translation":"You should have telephoned in advance."},{"text":"Ihr hättet Tom nie mit Maria nach Boston fahren lassen sollen.","translation":"You never should've let Tom go to Boston with Mary."},{"text":"Ich wünschte, ihr hättet Tom mit uns gehen lassen.","translation":"I wish you had let Tom go with us."},{"text":"Ihr hättet euch bei ihr entschuldigen sollen.","translation":"You ought to have apologized to her."},{"text":"Ihr hättet das einem der Erwachsenen sagen müssen.","translation":"You had to tell one of the adults."},{"text":"Ihr hättet sein Angebot ablehnen sollen.","translation":"You should've turned down his offer."},{"text":"Was für Saft hättet ihr gern?","translation":"What kind of juice do you want?"},{"text":"Ich dachte, ihr hättet vielleicht die Stadt verlassen.","translation":"I thought that you might've left town."}],"klinisch":[{"text":"Klinische Forschung ist nicht immer hypothesengetrieben.","translation":"Clinical research is not always hypothesis-driven."},{"text":"Die grundlegende Aufgabe der klinischen Chemie ist die analytische Erfassung chemischer Kenngrößen, in der Regel im Blutserum.","translation":"The basic task of clinical chemistry is the analytical recording of chemical parameters, usually in blood serum."},{"text":"Fünfundzwanzig Minuten, nachdem Tom bereits für klinisch tot erklärt worden war, gelang es dem Arzt doch noch, ihn ins Leben zurückzuholen.","translation":"Twenty-five minutes after Tom had already been declared clinically dead, the doctor managed to bring him back to life."},{"text":"Langjährige Erfahrung auf dem Gebiet der klinischen Labordiagnostik und der rasche Transport der Proben ins Labor sind die wichtigsten Voraussetzungen für präzise Analyseergebnisse.","translation":"Many years of experience in the field of clinical laboratory diagnostics and the rapid transport of samples to the laboratory are the most important prerequisites for precise analysis results."},{"text":"Bedeutende Fortschritte auf dem Gebiet der Medizin und die Entwicklung neuer Analyseverfahren erhöhen nicht nur die Genauigkeit und Zuverlässigkeit der klinischen Labordiagnostik, sondern eröffnen auch neue Horizonte.","translation":"Significant advances in the field of medicine and the development of new analytical methods not only increase the accuracy and reliability of clinical laboratory diagnostics, but also open up new horizons."},{"text":"Das Berliner Institut für Klinische Labordiagnostik ist ein unabhängiges medizinisches Labor im Zentrum der deutschen Hauptstadt.","translation":"The Berlin Institute for Clinical Laboratory Diagnostics is an independent medical laboratory in the center of the German capital."}],"experimentieren":[{"text":"Spielen ist Experimentieren mit dem Zufall.","translation":"Playing is experimenting with chance."},{"text":"Das Experimentieren mit der Sprache ist ein Grundrecht der Werbung.","translation":"Experimenting with language is a fundamental right of advertising."},{"text":"Tom experimentiert gerne.","translation":"Tom likes experimenting."},{"text":"Ein Schriftsteller darf mit dem Satzbau experimentieren, aber du nicht.","translation":"A writer is allowed to experiment with sentence structure, but you are not."},{"text":"Pasteur experimentierte mit Bakterien.","translation":"Pasteur experimented with bacteria."},{"text":"Wenn man sieht, was der liebe Gott auf der Erde alles zulässt, hat man das Gefühl, dass er immer noch experimentiert.","translation":"When you see what the dear God on earth allows, you have the feeling that he is still experimenting."},{"text":"Wie kommen wir dazu, die Phantasie wieder springen zu lassen? Wir müssen unser Erziehungssystem ändern. Wir müssen meines Erachtens die Inhalte extrem reduzieren, damit die jungen Leute wieder mit ihrem Denken experimentieren können.","translation":"How do we get to let the imagination jump again? We need to change our education system. In my opinion, we need to reduce the content extremely so that young people can experiment with their thinking again."}],"stressig":[{"text":"Ich habe eine stressige Woche hinter mir.","translation":"I've had a stressful week."},{"text":"Diese Arbeit ist zu stressig. Ich will das nicht mehr tun.","translation":"This job is too stressful. I don't want to do it anymore."},{"text":"Heutzutage ist das Leben in der Stadt stressig und hat keine Vorteile.","translation":"Nowadays city living is stressful and offers no advantages."},{"text":"Wenn das Leben zu stressig ist, schwächt das die sexuelle Funktion.","translation":"When life is too stressful, sexual function decreases."},{"text":"Die Arbeit war wahnsinnig stressig.","translation":"The work was incredibly stressful."}],"ausstrahlen":[{"text":"Die Sendung wird in ganz Amerika ausgestrahlt.","translation":"That program will be broadcast throughout America."},{"text":"Ich schaltete den Fernseher ein und der Grand Prix wurde ausgestrahlt.","translation":"I turned on the TV and the Grand Prix was being broadcasted."},{"text":"Wird diese Radiosendung noch immer ausgestrahlt?","translation":"Is this radio show still airing?"},{"text":"Man hat sich nun sogar dafür eingesetzt, Fernsehprogramme in Esperanto über das Internet auszustrahlen.","translation":"They have now even campaigned for television programs in Esperanto to be broadcast over the Internet."},{"text":"Das einstündige Konzert im Kennedy Center wurde gestern Abend im Fernsehen ausgestrahlt.","translation":"The hour-long concert at the Kennedy Center was broadcast live on TV last night."}],"vorgesehen":[{"text":"Was hast du für den Nachmittag vorgesehen?","translation":"What do you have planned for the afternoon?"},{"text":"Es war vorgesehen, dass die Konferenz in Tokio stattfinden sollte.","translation":"It was planned that the conference would take place in Tokyo."},{"text":"Für was ist dieser Ordner vorgesehen?","translation":"What is this folder for?"},{"text":"Es ist ein Labor für Erhebungen und Analysen im Bereich Umwelt vorgesehen.","translation":"A laboratory for surveys and analyses in the field of the environment is planned."},{"text":"Meine Ankunft ist um 6 Uhr vorgesehen.","translation":"My arrival is scheduled for 6 am."},{"text":"Tom hob die Socke auf und legte sie in die dafür vorgesehene Schublade.","translation":"Tom picked up the sock and put it in the sock drawer."},{"text":"Unsere Befragungen besagen, dass die Bevölkerung die vorgesehenen Gesetzesvorhaben unterstützen.","translation":"Our surveys indicate that the public would support the proposed legislation."},{"text":"Eros ist der erste für die Landung eines Raumfahrzeuges vorgesehene Asteroid.","translation":"Eros is the first asteroid to be landed upon by a spacecraft."},{"text":"Tom staunte nicht schlecht, als Maria bereits nach einer Stunde wieder bei ihm im Büro stand und vermeldete, alle ihr aufgetragenen, eigentlich für den ganzen Tag vorgesehenen Aufgaben erledigt zu haben.","translation":"Tom was amazed when Maria was back in his office after just one hour and announced that she had completed all the tasks assigned to her, which were actually intended for the whole day."},{"text":"An der Seilbahn hängen Kabinen, welche vier Personen Platz bieten. Die Skistöcke muss man bei sich behalten. Die Skier können in den dafür vorgesehenen Haltern an der Rückseite der Kabine untergebracht werden.","translation":"On the cable car hang cabins, which offer space for four people. You have to keep the ski poles with you. The skis can be accommodated in the holders provided for this purpose at the back of the cabin."}],"abbauen":[{"text":"Ein weiteres Reich geht an, abgebaut zu sein.","translation":"Another empire is going to be destroyed."},{"text":"Seit Omas Tod hat Opa sehr abgebaut.","translation":"Since Grandma's death, Grandpa has been very much degraded."},{"text":"In China werden täglich etwa zehn Millionen Tonnen Kohle abgebaut.","translation":"About ten million tons of coal are mined every day in China."},{"text":"So kann man ausgezeichnet Stress abbauen.","translation":"It's an excellent method to relieve stress."},{"text":"Wegen des heftigen Sturms musste ich mein Zelt abbauen.","translation":"Because of the violent storm I had to dismantle my tent."}],"Schwiegermutter":[{"text":"Ich hasse meine Schwiegermutter.","translation":"I hate my mother-in-law."},{"text":"Zum Glück ist sie nicht meine Schwiegermutter geworden.","translation":"Luckily, she didn't become my mother-in-law."},{"text":"Das Gewissen ist eine Schwiegermutter, deren Besuch nie endet.","translation":"Conscience is a mother-in-law whose visit never ends."},{"text":"Sie ist die böse Schwiegermutter, wie sie im Buche steht.","translation":"She is the evil mother-in-law as she is in the book."},{"text":"Wer sich mit der Kunst verheiratet, bekommt die Kritik zur Schwiegermutter.","translation":"Anyone who marries art gets the criticism of the mother-in-law."}],"tritt":[{"text":"Tritt frisch auf! Tu’s Maul auf! Hör bald auf!","translation":"Appear fresh! Open your mouth! Stop soon!"},{"text":"Toni folgt Maria auf Schritt und Tritt.","translation":"Toni follows Maria every step of the way."},{"text":"Tritt nicht auf das Gras.","translation":"Don't trample on the grass."},{"text":"Tritt nicht auf diesen Felsen da! Er wird fallen.","translation":"Don't step on that rock. It's going to fall."},{"text":"Das ist wie ein Tritt in die Eier.","translation":"That's like a kick in the nuts."}],"Baumwolle":[{"text":"Baumwolle nimmt Wasser auf.","translation":"Cotton absorbs water."},{"text":"Ich mag Baumwolle lieber als künstliche Materialien.","translation":"I prefer cotton to artificial materials."},{"text":"Es ist aus feiner Baumwolle.","translation":"It's made of fine cotton."},{"text":"Ziehen Sie doch dieses Shirt einmal an, es besteht aus bester Baumwolle.","translation":"Try on that shirt. It's made of fine cotton."},{"text":"Dieser Rock ist nicht aus Wolle, sondern aus Baumwolle.","translation":"This skirt is not made of wool, but of cotton."}],"Kanone":[{"text":"Das Essen war unter aller Kanone.","translation":"The food was under all cannon."},{"text":"Deine Leistung ist unter aller Kanone.","translation":"Your performance is under all cannon."},{"text":"Benutze nie eine Kanone, um eine Fliege zu töten.","translation":"Never use a cannon to kill a fly."},{"text":"Es gibt nichts stilleres als eine geladene Kanone.","translation":"There is nothing quieter than a loaded cannon."},{"text":"Erst am Abend verstummten die Kanonen.","translation":"It wasn't until evening that the cannons fell silent."}],"Verspätung":[{"text":"Mein Zug hatte Verspätung.","translation":"My train was running late."},{"text":"Es gibt keine Entschuldigung für seine Verspätung.","translation":"There's no excuse for his lateness."},{"text":"Der Grund für seine Verspätung bestand darin, dass er den Bus verpasst hatte.","translation":"The reason for him being late was that he had missed the bus."},{"text":"Der Bus hatte zehn Minuten Verspätung.","translation":"The bus was ten minutes late."},{"text":"Wegen des schlechten Wetters hatte das Flugzeug drei Stunden Verspätung.","translation":"Because of the bad weather, the plane was delayed three hours."}],"Ausdauer":[{"text":"Ohne Ausdauer kein Erfolg.","translation":"There is no success without perseverance."},{"text":"Ausdauer wird früher oder später belohnt – meistens aber später.","translation":"Perseverance is rewarded sooner or later – but usually later."},{"text":"Talent bedeutet Energie und Ausdauer. Weiter nichts.","translation":"Talent means energy and perseverance. Nothing more."},{"text":"Wer große Ausdauer hat, bleibt immer Sieger.","translation":"Whoever has great endurance always remains the winner."},{"text":"Wer Geduld sagt, sagt Mut, Ausdauer, Kraft.","translation":"Those who say patience say courage, perseverance, strength."}],"Verfügbarkeit":[{"text":"Mit der Verfügbarkeit von Energie steht und fällt ein Land.","translation":"With the availability of energy, a country stands and falls."},{"text":"Ich habe Mühe, dir für diesen Tag meine Verfügbarkeit sicher zuzusagen.","translation":"I have trouble guaranteeing you my availability for this day."},{"text":"Benutze nie die Verfügbarkeit von Übersetzungsprogrammen als Vorwand für eine Übersetzung aus einer Sprache, die du unzureichend beherrschst!","translation":"Never use the availability of translation programs as an excuse for translating from a language you have an inadequate command of!"},{"text":"Im Jahr 2000 wurde das französische Gesundheitssystem von der WHO als das leistungsfähigste bezüglich Verfügbarkeit und Organisation von medizinischer Versorgung gewählt.","translation":"In 2000, the French health system was chosen by the WHO as the most efficient in terms of availability and organization of medical care."},{"text":"Der größte Herausforderungsfaktor bei dem Projekt wird die Verfügbarkeit von Arbeitskräften mit dem nötigen Können, um es umzusetzen, sein.","translation":"The biggest challenge to the project will be the availability of workers with the skills required to bring it to fruition."}],"Zeugnis":[{"text":"Du kannst mit deinem Leben ein besseres Zeugnis ablegen als mit deinen Lippen.","translation":"You can bear better witness with your life than with your lips."},{"text":"Du sollst nicht falsch Zeugnis reden!","translation":"Thou shalt not bear false testimony!"},{"text":"Dein Zeugnis war besser, als ich geglaubt hatte.","translation":"Your testimony was better than I had believed."},{"text":"Wo es kein Zeugnis gibt, schreibt sich die Legende im Gedächtnis fest.","translation":"Where there is no testimony, the legend is written in memory."},{"text":"Maria hat in jedem Fach ein „sehr gut“ auf dem Zeugnis.","translation":"Maria has a \"very good\" on her certificate in every subject."}],"würzen":[{"text":"Ich zitiere mich oft selbst. Das würzt meine Unterhaltung.","translation":"I often quote myself, it adds spice to the conversation."},{"text":"Maria holte sich die Pfeffermühle aus der Küche und würzte ihre Suppe kräftig nach.","translation":"Maria took the pepper mill from the kitchen and seasoned her soup vigorously."},{"text":"Maria würzte das Essen.","translation":"Maria seasoned the food."},{"text":"Ich würzte den Fisch mit Salz und Pfeffer.","translation":"I seasoned the fish with salt and pepper."},{"text":"Salz braucht man, um Essen zu würzen.","translation":"Salt is used to season food."}],"Comic":[{"text":"Ich habe immer gerne Comics gelesen.","translation":"I've always enjoyed reading comics."},{"text":"Tom sammelt Comics.","translation":"Tom collects comics."},{"text":"Nun, ich backe Brot, höre Musik oder lese Comics.","translation":"Well, I bake bread, listen to music, or read comic books."},{"text":"Gib nicht dein ganzes Geld für Comics aus!","translation":"Don't spend all your money on comic books."},{"text":"Ich habe Französisch gelernt durch das Lesen von Comics.","translation":"I learned French by reading comics."},{"text":"Liest du oft Comic-Bücher?","translation":"Do you often read comic books?"},{"text":"Er hat mir ein Comic-Heft aus Deutschland geschickt.","translation":"He sent me a comic book from Germany."},{"text":"Kinder lieben Comics.","translation":"Children love comics."},{"text":"Comics lesen wird gewöhnlich als Zeitvertreib von Kindern angesehen.","translation":"Reading comics is usually viewed as the pastime of children."},{"text":"Dieser Zeichner sagte mir, dass Comics eine seiner größten Leidenschaften seien.","translation":"This artist told me that comics were one of his greatest passions."}],"hilft":[{"text":"Hilft dieses Medikament überhaupt?","translation":"Does this medicine actually help?"},{"text":"Hilft dir niemand?","translation":"Is no one helping you?"},{"text":"Hilft Tom seiner Frau bei der Hausarbeit?","translation":"Is Tom helping his wife do the chores at home?"},{"text":"Wir akzeptieren eine Preisreduzierung um 5 %, wenn Ihnen das hilft, einen neuen Markt für unsere Produkte zu erschließen.","translation":"We accept making a reduction in price of 5% if this will help you to develop a new market for our products."},{"text":"Wir Deutsche begehen den Tag unter uns, und das ist notwendig. Wir müssen die Maßstäbe allein finden. Schonung unserer Gefühle durch uns selbst oder durch andere hilft nicht weiter. Wir brauchen und wir haben die Kraft, der Wahrheit, so gut wir es können, ins Auge zu sehen, ohne Beschönigung und ohne Einseitigkeit.","translation":"We Germans celebrate the day among ourselves, and that is necessary. We have to find the standards alone. Sparing our feelings by ourselves or by others does not help. We need and we have the strength to face the truth as best we can, without euphemism and without one-sidedness."},{"text":"Schafe zählen hilft beim Einschlafen.","translation":"Counting sheep helps you fall asleep."},{"text":"Mir wurde gesagt, dass Gelatine zu essen hilft, feste Fingernägel zu bekommen.","translation":"I was told that eating gelatin helps to get firm fingernails."},{"text":"Ordnung hilft haushalten.","translation":"Order helps to budget."},{"text":"Der Wetzstein hilft auch mähen.","translation":"The whetstone also helps mowing."},{"text":"Du magst darüber anders denken, aber ich ziehe es vor, es so zu sehen, dass es dir hilft, zu einer Entscheidung zu kommen.","translation":"You may think otherwise, but I prefer to think of it as helping you come to a decision more easily."}],"anklicken":[{"text":"Wenn Sie den Link anklicken kommen Sie auf die gewünschte Seite.","translation":"If you click on the link you will be taken to the desired page."},{"text":"Zum Bearbeiten anklicken!","translation":"Click to edit!"},{"text":"Du kannst den Satz anklicken, ihn verändern oder an seiner Stelle einen anderen Satz schreiben.","translation":"You can click on the sentence, change it or write another sentence in its place."},{"text":"Zum Bearbeiten anklicken.","translation":"Click to edit."},{"text":"Die Chancen, bei 'Euromillion' zu gewinnen, sind größer, als beim Anklicken eines Eintrags von Tatoeba einen zu erwischen, der dir sagt, du sollst dich zum Teufel scheren.","translation":"The chances of winning at 'Euromillion' are greater than clicking on an entry from Tatoeba to catch someone telling you to give the hell of it."}],"nen":[{"text":"Nimmst du noch nen Kurzen?","translation":"Are you still taking a short one?"},{"text":"Um Punkt zwölf werde ich hier den Stift fallen lassen und ’nen Schuh machen.","translation":"At point twelve I will drop the pen here and make a shoe."},{"text":"Ich hab nen Tinnitus im Ohr! Ich höre nur Pfeifen!","translation":"I have tinnitus in my ear! I only hear whistles!"},{"text":"Köllnflocken und 'nen Jägermeister zum Frühstück haut auf Dauer jeden aus den Socken.","translation":"In the long run oat flakes with advocaat for breakfast will knock everybody's socks off."},{"text":"„Hast du 'nen Freund?“ － „Nein.“ － „Jemanden, den du liebst?“ － „Ne. Ich habe kein Interesse an realen Jungen.“","translation":"\"Do you have a friend?\" - \"No.\" - \"Someone you love?\" - \"No. I have no interest in real boys.\""},{"text":"Sie hat ’nen Vogel.","translation":"She has a bird."},{"text":"Sie hat ’nen Hackenschuss.","translation":"She has a heel shot."}],"brennend":[{"text":"Seine brennende Leidenschaft verbarg er hinter einem unschuldigen Blick.","translation":"He hid his burning passion behind an innocent look."},{"text":"Du hast das Kind aus dem brennenden Haus gerettet.","translation":"You rescued the child from the burning house."},{"text":"Die Menschen wurden aus ihren brennenden Städten vertrieben.","translation":"People were driven out of their burning cities."},{"text":"Daran bin ich brennend interessiert.","translation":"I am very interested in that."},{"text":"Ich habe hier einen brennenden Schmerz.","translation":"I have a burning pain here."}],"Nachweis":[{"text":"Der Nachweis dieser Hypothese ist noch nicht erbracht worden.","translation":"Proof of this hypothesis hasn't yet been provided."},{"text":"Meine Ex-Frau war Professorin für Philosophie an der New Yorker Universität — wir hatten immer intensive philosophische Diskussionen, in denen sie den Nachweis führte, dass ich nicht existiere.","translation":"My ex-wife was a professor of philosophy at New York University — we always had intense philosophical discussions in which she proved that I didn't exist."},{"text":"Toms Schädel wurde nach der Hinrichtung abgehäutet, und die ausgestopfte Kopf- und Gesichtshaut wurde zum Nachweis dem Sultan nach Edirne gesandt und dort anschließend beerdigt. Rumpf und Schädel wurden in einem – heute verschollenen – Grab in Belgrad bestattet.","translation":"Tom's skull was skinned after the execution, and the stuffed scalp and facial skin was sent to Edirne for proof to the Sultan and then buried there. The trunk and skull were buried in a grave in Belgrade, which is now missing."},{"text":"Seine Präsidentschaft ist faktisch heute zu Ende gegangen. Natürlich wird er im Amt bleiben, aber nicht im Besitz der Macht, denn er hat heute den Nachweis erbracht, dass er machtlos ist.","translation":"His presidency effectively ended today. Of course he will retain the office but not the powers, because he demonstrated today that he has none."},{"text":"J. J. Thomson und sein Sohn George Thomson erhielten beide den Nobelpreis für Physik: Ersterer 1906 für den Nachweis, dass das Elektron ein Teilchen ist, und Letzterer 1937 für den Nachweis, dass das Elektron eine Welle ist.","translation":"J. J. Thomson and his son George Thomson were both awarded the Nobel Prize in Physics: the former in 1906 for demonstrating that the electron is a particle, and the latter in 1937 for showing that the electron is a wave."}],"Aufsatz":[{"text":"Der Student schreibt einen Aufsatz.","translation":"The student is writing an essay."},{"text":"Welches Kriterium wendeten Sie an, als Sie diesen Aufsatz als den Sieger auswählten?","translation":"What criterion did you use when you chose this essay as the winner?"},{"text":"Du kannst deinen Aufsatz jetzt beenden.","translation":"You can finish your essay now."},{"text":"Die Zeitung hat seinen Aufsatz noch nicht gebracht.","translation":"The newspaper has not yet published his essay."},{"text":"Es gibt keine Fehler in deinem Aufsatz.","translation":"There are no mistakes in your essay."}],"Prozessor":[{"text":"Welcher Prozessor ist in diesem Computer?","translation":"What processor is in this computer?"},{"text":"Dieses intelligente Telefon arbeitet mit einem ARM-Prozessor.","translation":"This smartphone uses an ARM processor."},{"text":"Dieser Rechner basiert auf einem Quad-Core-Prozessor.","translation":"That computer has a quad-core processor."},{"text":"Die Aufheizung des Prozessors geht zu schnell. Das kann er nicht kühlen.","translation":"The heating of the processor is too fast. He can't cool that."},{"text":"Dieser Computer hat einen Pentium-Prozessor.","translation":"This computer has a Pentium processor."}],"Dankbarkeit":[{"text":"Freude ist die einfachste Form der Dankbarkeit.","translation":"Joy is the simplest form of gratitude."},{"text":"Vielleicht ist die Liebe überhaupt nur Dankbarkeit für die Lust.","translation":"Maybe love is just gratitude for lust."},{"text":"Dankbarkeit ist in den Himmel gestiegen und nahm die Leiter mit.","translation":"Gratitude ascended to heaven and took the ladder with it."},{"text":"Ich möchte ihr meine Dankbarkeit ausdrücken.","translation":"I would like to express my gratitude to her."},{"text":"Tom war von der Dankbarkeit des neuen Auftrages nicht so recht überzeugt.","translation":"Tom was not really convinced of the gratitude of the new assignment."},{"text":"Dankbarkeit ist das Gedächtnis des Herzens.","translation":"Gratitude is the memory of the heart."},{"text":"Dankbarkeit kostet nichts und tut Gott und Menschen wohl.","translation":"Gratitude costs nothing and is good for God and people."},{"text":"Dankbarkeit gefällt, Undank hasst die ganze Welt.","translation":"The entire world hates recklessness."},{"text":"Dankbarkeit ist die Erinnerung des Herzens.","translation":"Gratitude is the memory of the heart."},{"text":"Dankbarkeit gehört zu den Schulden, die jeder Mensch hat, aber nur die wenigsten tragen sie ab.","translation":"Gratitude is one of the debts that every person has, but only very few pay them off."}],"Japaner":[{"text":"Ein Japaner würde so etwas nie tun.","translation":"A Japanese would never do such a thing."},{"text":"Ich bin Japaner, antwortete der Junge.","translation":"I am Japanese, the boy replied."},{"text":"Die Japaner nennt man auch die \"Preußen Asiens\".","translation":"The Japanese are also called the \"Prussians of Asia\"."},{"text":"Maria hat mit Tom Schluss gemacht und ist jetzt mit einem Japaner zusammen.","translation":"Maria broke up with Tom and is now dating a Japanese man."},{"text":"Die Japaner verstehen sich auf niedliche Dinge.","translation":"The Japanese understand cute things."}],"liebste":[{"text":"„Bist du auf der Suche?“ – „Wonach?“ – „Nach einem Liebsten.“ – „Nö, eigentlich nicht.“","translation":"\"Are you looking?\" \"Looking for what?\" \"For love.\" \"Not really, no.\""},{"text":"Nicht die Schönheit ist schön, sondern die Liebste.","translation":"It is not beauty that is beautiful, but the dearest."},{"text":"Ich dachte, sie wär’ deine Liebste.","translation":"I thought she was your sweetheart."},{"text":"Ich kaufe für meinen Liebsten ein.","translation":"I shop for my loved one."},{"text":"Das Paradies verdient, wer seine Liebsten zum Lächeln bringen kann.","translation":"Paradise deserves those who can make their loved ones smile."}],"Szenario":[{"text":"Dieses Szenario ist unwahrscheinlich.","translation":"This scenario is unlikely."},{"text":"Wie soll man denn bei einem solch bedrohlichen Szenario ruhig schlafen können!","translation":"How can you sleep peacefully in such a threatening scenario?"},{"text":"Die Ereignisse entwickeln sich nach dem vorausgesagten Szenario.","translation":"Events evolve according to the predicted scenario."},{"text":"In einem postapokalyptischen Szenario haben Außerirdische die Erde entdeckt und den durch einen kosmischen Zusammenprall eines Asteroiden mit dem Planeten ausgelöschten Menschen ein Museum errichtet.","translation":"In a post-apocalyptic scenario, aliens have discovered Earth and made a museum of the humans that were wiped out by a cosmic collision with an asteroid to the planet."},{"text":"Fung stellt sich folgendes Szenario vor: In den sozialen Medien erscheint ein Beitrag über eine Prominente in einem roten Kleid, und 500 000 Benutzern „gefällt’s“. Ein Händler erhält daraufhin eine Benachrichtigung, dass dieser Artikel angesagt ist, und binnen einiger Stunden gibt in seinem Netzauftritt ein digitales Muster eines ähnlichen Kleides. Ein paar Tage später kann eine Fabrik mit der Produktion beginnen.","translation":"Fung imagines a scenario where a social media post with a celebrity in a red dress gets 500,000 \"likes.\" An alert goes to a retailer that this item is trending. Within hours, a digital sample of a similar dress is on its website. A factory can start to produce the dress in days."},{"text":"Was ist das Worst-Case-Szenario?","translation":"What's the worst case scenario?"}],"Individuum":[{"text":"Der Mensch als kreatives Individuum ist viel wichtiger als irgendein Stil oder System.","translation":"Man as a creative individual is much more important than any style or system."},{"text":"Der Staat ist der Fluch des Individuums.","translation":"The state is the curse of the individual."},{"text":"Die Gesellschaft übt einen großen Einfluss auf Individuen aus.","translation":"Society exerts a great influence on individuals."},{"text":"Er ist ein ziemlich seltenes Individuum.","translation":"He's a rather rare individual."},{"text":"Wir sind eine Gruppe, keine Individuen, und ebenso müssen wir auch arbeiten!","translation":"We're a team, not individuals! We need to work as a team."}],"gnädig":[{"text":"Ich bin nicht nett, ich bin gnädig.","translation":"I am not nice, I am merciful."},{"text":"Der Herr sei uns gnädig!","translation":"May the Lord have mercy on us!"},{"text":"Reich ist, wer einen gnädigen Gott hat.","translation":"Rich is he who has a merciful God."},{"text":"Die Stürme der vergangenen Tage haben uns gnädig behandelt.","translation":"The storms of the past few days have treated us graciously."},{"text":"Darf ich Ihnen helfen, gnädige Frau?","translation":"May I help you, madam?"}],"lösch":[{"text":"Ich lösche diesen Satz, weil ich ihn niemals hätte schreiben dürfen.","translation":"I am deleting this sentence because I should never have written it."},{"text":"Lösch bitte diese Datei.","translation":"Please delete this file."},{"text":"Ich lösche meinen Durst mit einem kalten Glas Wasser.","translation":"I quench my thirst with a cold glass of water."},{"text":"Löschen Sie das Licht, bevor Sie ins Bett gehen.","translation":"Turn off the light before you go to bed."},{"text":"Danke! Ich lösche ihn dann.","translation":"Thanks, I'll delete it then."}],"erstklassig":[{"text":"Die Leistungen im Hotel sind erstklassig.","translation":"The services at the hotel are first-rate."},{"text":"Tom ist ein erstklassiger Wissenschaftler.","translation":"Tom is a world-class scientist."},{"text":"Ich habe erstklassige Sachen gegessen.","translation":"I ate first-class stuff."},{"text":"Seine Weine sind von erstklassiger Güte.","translation":"Its wines are of first-class quality."},{"text":"Ein Arzt ohne erstklassigen Apotheker ist wie ein General ohne Artillerie.","translation":"A doctor without a first-class pharmacist is like a general without artillery."}],"eintritt":[{"text":"Eintritt umsonst - Sie zahlen beim Rausgehen.","translation":"Free admission - you pay when you go out."},{"text":"Wenn du Venedig besuchen willst, musst du jetzt Eintritt bezahlen.","translation":"If you want to visit Venice, you have to pay admission now."},{"text":"Der Eintritt ist für Kinder unter drei Jahren frei.","translation":"Admission is free for children under the age of three."},{"text":"Was kostet der Eintritt bitte?","translation":"How much does the entrance fee cost?"},{"text":"Wir hoffen, den Gipfel vor Eintritt der Dunkelheit zu erreichen.","translation":"We hope to reach the top before nightfall."}],"unkompliziert":[{"text":"Zwischen den beiden besteht ein nicht ganz unkompliziertes Verhältnis.","translation":"There is a not entirely uncomplicated relationship between the two."},{"text":"Er ist ein unkomplizierter Mensch: Gesagt, getan.","translation":"He is an uncomplicated person: said, done."},{"text":"Er erklärt unkompliziert und einfach.","translation":"He explains uncomplicated and simple."},{"text":"Wenn ihr einen schönen, intelligenten und unkomplizierten Mann kennenlernt, dann rennt! Das ist eine Falle!","translation":"If you meet a beautiful, intelligent and uncomplicated man, then run! This is a trap!"},{"text":"Schwierige Dinge in der Welt müssen einen unkomplizierten Anfang haben; grosse Dinge einen kleinen Anfang.","translation":"Difficult things in the world must have their beginnings in the easy; big things must have their beginnings in the small."},{"text":"Ich fand das Problem unkompliziert.","translation":"I found the problem uncomplicated."}],"Dynamik":[{"text":"Zudem habe die Forschung eine hohe Dynamik.","translation":"In addition, research is highly dynamic."},{"text":"Es gibt heute viele, die es statt mit Dynamik mit Hektik versuchen.","translation":"There are many today who try to hustle and bustle instead of dynamism."},{"text":"Denk daran, dass du so auch ein Teil eines kreativen Prozesses wirst, durch den du etwas erschaffst, das eine Triebfeder in der Dynamik der Welt ist.","translation":"Remember that in this way you also become part of a creative process through which you create something that is a driving force in the dynamics of the world."},{"text":"Wir müssen Europa wieder einen einen klaren und mobilisierenden Sinn geben, so dass die institutionelle Dynamik weniger belastet voranschreiten kann.","translation":"We need to give Europe a clear and mobilising meaning again, so that institutional dynamism can move forward less burdened."},{"text":"Die Grünen schlagen vor, die Dynamik des Rheins in den Urzustand zurückzuversetzen, indem man wieder seine Altarme verbindet und den Rheinwald aufs Neue erstehen lässt.","translation":"The Greens propose to restore the dynamism of the Rhine to its original state by reconnecting its oxbows and recreating the Rheinwald."},{"text":"Wenn die Naturgewalten Dynamik erhalten, werden sie sich zu Katastrophen gestalten.","translation":"If the forces of nature gain momentum, they will turn into disasters."}],"dicke":[{"text":"Die Dicken leben kürzer. Aber sie essen länger.","translation":"The fat ones live shorter. But they eat longer."},{"text":"Ein Buch ist dünn; das andere ist dick. Das dicke hat ungefähr 200 Seiten.","translation":"One book is thin. The other is thick. The thick one has about 200 pages."},{"text":"Der Dicke sprang über den Graben und fiel zu Boden.","translation":"The fat man jumped over the ditch and fell to the ground."},{"text":"Es hat eine Dicke von vier Zentimetern.","translation":"It is four centimeters thick."},{"text":"Ich hasse es, im Flugzeug zwischen zwei Dicken zu sitzen.","translation":"I hate it when I have to sit between two fat guys on a plane."},{"text":"Maria hat dicke Dinger.","translation":"Mary has big boobs."},{"text":"Sicher, er war er dick und untersetzt, hatte eine ordentliche Wampe, fette Oberschenkel und dicke Finger, aber aufgrund seiner feinen Manieren hatte man den Eindruck, es handle sich um einen Hotelbesitzer aus der Schweiz.","translation":"Sure, he was thick and stocky, had a decent wampe, fat thighs and thick fingers, but due to his fine manners you had the impression that he was a hotel owner from Switzerland."},{"text":"Er hat dicke Brillengläser auf.","translation":"He has thick lenses on."}],"Ast":[{"text":"Säge nicht den Ast ab, auf dem du sitzt!","translation":"Don't saw off the branch you're sitting on!"},{"text":"Kleine Äste geben auch Feuer.","translation":"Small branches also give fire."},{"text":"Obwohl der Ast dem Wind verzeiht, ist und bleibt er doch gebrochen.","translation":"Although the branch forgives the wind, it is and remains broken."},{"text":"Schneiden wir die dünnen Äste mit einer Schere ab.","translation":"Let's cut off the thin branches with scissors."},{"text":"Äste sind für Bäume das, was für uns Arme und Beine sind.","translation":"Branches are to trees what limbs are to us."}],"unvergesslich":[{"text":"Menschen, die vergessen können, bleiben einem unvergesslich.","translation":"People who can forget remain unforgettable."},{"text":"Der schönste Film ist die klare Erinnerung an ein unvergessliches Erlebnis.","translation":"The most beautiful film is the clear memory of an unforgettable experience."},{"text":"Das wird ein unvergesslicher Abend.","translation":"This will be an unforgettable evening."},{"text":"Wir verbrachten zwei unvergessliche Wochen in Cusco.","translation":"We spent two unforgettable weeks in Cusco."},{"text":"Ein unvergessliches Ereignis passierte.","translation":"An unforgettable event occurred."}],"Rechtsanwalt":[{"text":"Er ist ein erfolgreicher Rechtsanwalt.","translation":"He is a successful lawyer."},{"text":"Das ist der Rechtsanwalt von der Kanzlei Knall, Auf, Fall.","translation":"This is the lawyer from the law firm Knall, Auf, Fall."},{"text":"Möchten Sie mit einem Rechtsanwalt sprechen?","translation":"Do you want to speak with a lawyer?"},{"text":"Der Rechtsanwalt wartete auf Ben.","translation":"The lawyer was waiting for Ben."},{"text":"Der Rechtsanwalt warnte seinen Mandanten eine Aussage zu machen, aber er tat es dennoch.","translation":"The lawyer warned his client against testifying, but he did it anyway."}],"Anleger":[{"text":"Risiko entsteht dann, wenn Anleger nicht wissen, was sie tun.","translation":"Risk arises when investors don't know what they're doing."},{"text":"Jeder Anleger kann mit Aktien reich werden, wenn er seine Hausaufgaben macht!","translation":"Any investor can get rich with stocks if they do their homework!"},{"text":"Ausländische Anleger zogen ihr Geld aus den Vereinigten Staaten zurück.","translation":"Foreign investors withdrew their money from the United States."},{"text":"Dieser Anlageberater hat es darauf angelegt, die Anleger zu betrügen.","translation":"This investment advisor has set out to deceive investors."},{"text":"Wenn Sie das Boot nicht ordentlich am Anleger festmachen, treibt es weg und Sie sehen es nie wieder.","translation":"If you don't tie the boat properly to the jetty, it will drift away and you'll never see it again."}],"konsequent":[{"text":"Wenn schon konsequent, dann konsequent konsequent.","translation":"If consistent, then consistently consistent."},{"text":"Sicherheit, Recht und Ordnung müssen konsequent durchgesetzt werden.","translation":"Security, law and order must be enforced consistently."},{"text":"Du bist in deinem Handeln nicht konsequent.","translation":"You are not consistent in your actions."},{"text":"Ein guter Politiker ist ein Mensch, der nichts Greifbares verspricht und dieses Versprechen konsequent erfüllt.","translation":"A good politician is a person who promises nothing tangible and consistently fulfills this promise."},{"text":"Die Sprachen sind in ihrer Mehrheit weder sehr konsequent, noch sehr liberal.","translation":"The majority of languages are neither very consistent nor very liberal."},{"text":"Konsequent ist nur der, der sich selber mit den Umständen wandelt.","translation":"Consistent is only the one who changes himself with the circumstances."},{"text":"Das einzig Konsequente an mir ist meine ewige Inkonsequenz.","translation":"The only consistent thing about me is my eternal inconsistency."},{"text":"Konsequent ist sie, das muss man ihr lassen.","translation":"She is consistent, you have to leave that to her."}],"schmeißen":[{"text":"Mach das nicht, Bruder! Sonst schmeißen die uns aus dem Haus.","translation":"Don't do that, brother! Otherwise they will throw us out of the house."},{"text":"Sie war gezwungen den Haushalt alleine zu schmeißen.","translation":"She was forced to throw the household alone."},{"text":"Schmeißt ihn ins Gefängnis!","translation":"Throw him in the brig."},{"text":"Schmeißt ihn raus!","translation":"Get him out of here!"},{"text":"Ich denke, dass du es bereuen wirst, wenn du die Schule schmeißt.","translation":"I think you'll regret it if you drop out of school."},{"text":"Schmeißen Sie die Tür nicht zu.","translation":"Don't close the door."},{"text":"Schmeißen Sie nichts weg!","translation":"Don't throw anything away."},{"text":"Mit kleinen Jungen und Journalisten soll man vorsichtig sein. Die schmeißen immer noch einen Stein hinterher.","translation":"You should be careful with little boys and journalists. They still throw a stone after it."},{"text":"Schmeißen Sie das nicht weg!","translation":"Don't throw that out."},{"text":"Ich habe Tom irgendetwas schmeißen gesehen.","translation":"I saw Tom throw something."}],"sowjetisch":[{"text":"Die sowjetische Wirtschaft lag am Boden.","translation":"The Soviet economy was in ruins."},{"text":"Pass auf! Da sind fünf hungrige sowjetische Kühe im Garten!","translation":"Watch out! There are five hungry Soviet cows in the garden!"},{"text":"Die sowjetischen Truppen begannen sich aus Afghanistan zurückzuziehen.","translation":"The Soviet troops started to withdraw from Afghanistan."},{"text":"Westberlin würde nicht sowjetischer Kontrolle unterliegen.","translation":"West Berlin would remain free of Soviet control."},{"text":"Dort blieb sie, bis sowjetische Soldaten sie befreiten.","translation":"She remained there until Soviet soldiers liberated her."}],"Waschmaschine":[{"text":"Wo ist eure Waschmaschine?","translation":"Where is your washing machine?"},{"text":"Eine Waschmaschine, deren Schalter nicht ganz in Ordnung ist, würde ich nicht benutzen.","translation":"I wouldn't use a washing machine whose switch isn't completely in order."},{"text":"Meine Waschmaschine macht seltsame Geräusche.","translation":"My washing machine makes strange noises."},{"text":"Weißt du, wo die Münzen für die Waschmaschine sind?","translation":"Do you know where the coins for the washing machine are?"},{"text":"Tom, komm schnell! Aus der Waschmaschine tritt Wasser aus!","translation":"Tom, come quickly! Water escapes from the washing machine!"}],"Aromen":[{"text":"Keine Farbstoffe, Konservierungsstoffe oder künstliche Aromen.","translation":"No dyes, preservatives or artificial flavors."},{"text":"Der Schwarztee wird durch viele Aromen aufgepeppt.","translation":"The black tea is spiced up by many flavors."}],"Republik":[{"text":"Mit der Französischen Revolution beginnt das Zeitalter der Republik.","translation":"With the French Revolution, the age of the Republic begins."},{"text":"Die Republik wird weiblicher.","translation":"The republic is becoming more female."},{"text":"Baut den Palast der Republik wieder auf!","translation":"Rebuild the Palace of the Republic!"},{"text":"Der Präsident der Republik wird vom Volk gewählt.","translation":"The president of the republic is chosen by the people."},{"text":"Nach der Revolution wurde Frankreich eine Republik.","translation":"After the Revolution, France became a republic."},{"text":"Die Zentralafrikanische Republik heißt auf Französisch \"République Centrafricaine\".","translation":"The Central African Republic is called \"République Centrafricaine\" in French."},{"text":"Sie nannten ihr neues Land die Republik Liberia.","translation":"They called their new country the Republic of Liberia."},{"text":"Sie wuchs in der Deutschen Demokratischen Republik auf.","translation":"She grew up in the German Democratic Republic."},{"text":"Angela Merkel wuchs in der ehemaligen Deutschen Demokratischen Republik auf.","translation":"Angela Merkel grew up in the former German Democratic Republic."},{"text":"Die Zahl der Opfer der Cholera-Epidemie in der Dominikanischen Republik hat 92 erreicht.","translation":"The number of victims of the cholera epidemic in the Dominican Republic has reached 92."}],"Berufung":[{"text":"Mein Mandant wird auf jeden Fall in Berufung gehen.","translation":"My client will definitely appeal."},{"text":"Immer, wenn jemand kurzen Prozess machen möchte, gibt es danach eine lange Berufung.","translation":"Whenever someone wants to make a short process, there is a long calling."},{"text":"Jeder Morgen ist eine neue Berufung.","translation":"Every morning is a new calling."},{"text":"Der Staat hat Berufung angekündigt.","translation":"The state has announced an appeal."},{"text":"Nicht der Beruf, sondern die Berufung bringt den Erfolg.","translation":"It is not the profession, but the vocation that brings success."}],"Stunden":[{"text":"Ich verbrachte Stunden damit, Bücher zu lesen.","translation":"I spent hours reading books."},{"text":"Wir waren zwei Stunden lang im Aufzug gefangen.","translation":"We were trapped in the elevator for two hours."},{"text":"Einige Wähler warteten Stunden darauf zu wählen.","translation":"Some voters waited hours to vote."}],"Beton":[{"text":"Es ist schade, dass Beton nicht brennt.","translation":"It's a shame that concrete doesn't burn."},{"text":"Diese Brücke ist aus Beton.","translation":"This bridge is made of concrete."},{"text":"Erst kommt der Beton, dann die Fliesen.","translation":"First comes the concrete, then the tiles."},{"text":"Wenn der Beton nicht durch Stahl hoher Qualität verstärkt wird, ist er wertlos.","translation":"If the concrete is not reinforced by high-quality steel, it is worthless."},{"text":"Tom kennt nicht den Unterschied zwischen Zement und Beton.","translation":"Tom doesn't know the difference between cement and concrete."},{"text":"Ist diese Wand aus Beton?","translation":"Is this wall made of concrete?"},{"text":"Alles, was auf der Kanalinsel Guernsey aus Beton ist, ist deutsch.","translation":"Everything that is made of concrete on the Channel Island of Guernsey is german."}],"Horizont":[{"text":"Wir leben alle unter demselben Himmel, aber wir haben nicht alle denselben Horizont.","translation":"We all live under the same sky, but we don't all have the same horizon."},{"text":"Im Ausland studieren erweitert den Horizont.","translation":"Studying abroad broadens your horizons."},{"text":"Esperanto ist eine enorme Erweiterung meines Horizonts.","translation":"Esperanto is an enormous extension of my horizons."},{"text":"Erst der Horizont der Wirklichkeit gibt ihr ihre wahre Identität.","translation":"Only the horizon of reality gives it its true identity."},{"text":"Hinter jedem Horizont liegt etwas Neues.","translation":"Beyond every horizon lies something new."}],"Einbruch":[{"text":"Meine Kinder müssen nach Einbruch der Dunkelheit im Haus bleiben.","translation":"My children have to stay indoors after dark."},{"text":"Der Polizei wurde ein Einbruch gemeldet.","translation":"A burglary was reported to the police."},{"text":"Ich möchte, dass es wie ein Einbruch aussieht.","translation":"I want it to look like a break-in."},{"text":"Wir sind vor Einbruch der Nacht in die Stadt gekommen.","translation":"We arrived at the city before night."},{"text":"Er wurde wegen Einbruchs festgenommen.","translation":"He was arrested on the charge of burglary."}],"exportieren":[{"text":"Jedes Jahr werden ungefähr tausend Tonnen Mehl exportiert.","translation":"Every year, about a thousand tons of flour are exported."},{"text":"Circa zwei Millionen Pfund Mehl werden jährlich exportiert.","translation":"About two million pounds of flour are exported annually."},{"text":"Ich exportierte Bananen.","translation":"I exported bananas."},{"text":"Afrika exportiert Rindfleisch nach Europa.","translation":"Africa is exporting beef to Europe."},{"text":"Über das Netz können Unternehmen in die ganze Welt exportieren.","translation":"Online, businesses can export all over the world."}],"nord":[{"text":"Die Grünen sind in Hamburg-Nord stärkste Kraft geworden.","translation":"The Greens have become the strongest force in Hamburg-Nord."},{"text":"Diese Pflanze wächst sowohl in Nord- als auch in Südeuropa.","translation":"This plant grows in both northern and southern Europe."},{"text":"Nord-und Südkorea besitzen mehr Waffen als alle Länder Afrikas.","translation":"North and South Korea have more weapons than any African country."},{"text":"Wie die Erde, so hat auch der Mars am Nord- und Südpol Eiskappen.","translation":"Like Earth, Mars has both northern and southern polar ice caps."},{"text":"Es gibt vier Hauptpunkte: Nord, Süd, Ost und West.","translation":"There are four main points: North, South, East and West."},{"text":"Tom wohnt in Nord Carolina.","translation":"Tom lives in North Carolina."},{"text":"Die A 7 Kassel Richtung Hannover ist in Höhe der Ausfahrt Göttingen Nord aufgrund eines Unfalls gesperrt.","translation":"The A 7 Kassel in the direction of Hanover is closed at the Göttingen Nord exit due to an accident."}],"hintereinander":[{"text":"Ja! Ich habe zweimal hintereinander gewonnen!","translation":"Yes! I've won twice in a row!"},{"text":"Dreimal hintereinander richtig zu raten, bringt dir den Ruf eines Experten ein.","translation":"Guessing correctly three times in a row earns you the reputation of an expert."},{"text":"Zweimal hintereinander Kohl ist der Tod.","translation":"Twice in a row cabbage is death."},{"text":"Es hat drei Tage hintereinander geregnet.","translation":"It rained for three days in a row."},{"text":"Der Spieler gewann die Meisterschaft drei Mal hintereinander.","translation":"The player won the championship three times in a row."}],"Arbeitnehmer":[{"text":"Ihre Arbeitnehmer leben am Arbeitsplatz.","translation":"Your employees live in the workplace."},{"text":"Wie viele Arbeitnehmer arbeiten in deinem Land?","translation":"How many workers work in your country?"},{"text":"Der Chef gibt seinen Arbeitnehmern die Schuld am Bankrott der Firma.","translation":"The boss blames his employees for the bankruptcy of the company."},{"text":"Viele Arbeitnehmer haben gestreikt.","translation":"Many workers have gone on strike."},{"text":"Die Arbeitnehmer drängten auf eine Gehaltserhöhung.","translation":"The workers pushed for a raise in salary."}],"Brieftasche":[{"text":"Der Wert eines Menschen wird an seiner Brieftasche gemessen.","translation":"A human being's worth is measured by his or her billfold."},{"text":"Ich habe meine Brieftasche verloren.","translation":"I lost my wallet."},{"text":"Werbung ist die Kunst, auf den Kopf zu zielen und die Brieftasche zu treffen.","translation":"Advertising is the art of aiming at the head and hitting the wallet."},{"text":"Er bemerkte plötzlich, dass seine Brieftasche vermisst wurde.","translation":"He suddenly noticed his wallet was missing."},{"text":"Man hat mir im Bus die Brieftasche gestohlen.","translation":"My purse was stolen on the bus."}],"Exemplar":[{"text":"Je ein Exemplar dieser Bücher wurde an die Schulen des Landes verschickt.","translation":"One copy of each of these books was sent to the schools of the country."},{"text":"Die Affen hielten Tom für ein hässliches Exemplar der Ihren und halfen ihm.","translation":"The monkeys thought Tom was an ugly specimen of theirs and helped him."},{"text":"Dies ist ein sehr seltenes Exemplar.","translation":"This is a very rare specimen."},{"text":"Wie viele Exemplare haben Sie verkauft?","translation":"How many copies did you sell?"},{"text":"Bitte tauschen Sie es in ein blaues Exemplar um!","translation":"Please change this for a blue one."}],"Wurm":[{"text":"In diesem Apfel ist ein Wurm.","translation":"This apple has a worm in it."},{"text":"Die Heizung funktioniert einfach nicht. Ich glaube, da sitzt der Wurm drin.","translation":"The heating just doesn't work. I think that's where the worm is."},{"text":"Mit Geld bist du ein Drache – ohne Geld ein Wurm.","translation":"With money you are a dragon – without money a worm."},{"text":"Im Holz wachsen Würmer, die es fressen.","translation":"Worms grow in the wood that eat it."},{"text":"Der Vogel suchte Würmer.","translation":"The bird was looking for worms."}],"Flexibilität":[{"text":"Ich erwarte von meinen Mitarbeitern eine gewisse Flexibilität.","translation":"I expect a certain flexibility from my employees."},{"text":"Ein Mangel an Flexibilität ist ein Hindernis für Fortschritt.","translation":"Lack of flexibility is an obstacle to progress."},{"text":"Es fehlt Tom an Flexibilität.","translation":"Tom lacks flexibility."},{"text":"Die große Flexibilität dieser Sprache fasziniert mich.","translation":"The great flexibility of this language fascinates me."},{"text":"Das postmoderne Denken akzeptiert und fördert Vielfalt, Flexibilität und Wandel.","translation":"Postmodern thinking accepts and promotes diversity, flexibility and change."}],"Nutzern":[{"text":"Vervollständigen Sie Ihr Profil, damit Sie alle Funktionen nutzen können und von anderen Nutzern gefunden werden.","translation":"Complete your profile so that you can use all the features and be found by other users."},{"text":"Wir werden beim Übersetzen von Sätzen oft von anderen Nutzern verbessert und können so unsere Kenntnis der Sprachen vertiefen, die wir bereits können.","translation":"When translating sentences, we often get corrections by other users, so we improve our knowledge of the languages we already know."}],"Rückzug":[{"text":"Krieg mit Frauen ist der einzige, den man durch Rückzug gewinnt.","translation":"War with women is the only one you win by retreat."},{"text":"Besonders die Russen hatten zwei furchtbare Waffen: die Masurischen Seen und den strategischen Rückzug.","translation":"The Russians, in particular, had two terrible weapons: the Masurian Lakes and strategic retreat."},{"text":"Die sowjetischen Truppen haben mit dem Rückzug aus Afghanistan begonnen.","translation":"The Soviet troops have started the withdrawal from Afghanistan."},{"text":"Sie wurden zum Rückzug gezwungen.","translation":"They were forced to withdraw."},{"text":"Der General gab Befehl zum Rückzug.","translation":"The general gave the order to retreat."}],"unterhaltsam":[{"text":"Das unterhaltsamste Spielzeug eines Kindes ist ein anderes Kind.","translation":"One child's most entertaining toy is another child."},{"text":"Die unterhaltsamsten Gäste sind die, die gern zuhören, wenn andere sprechen.","translation":"The most entertaining guests are the ones who like to listen when others are talking."},{"text":"Wir fanden seine Geschichte sehr unterhaltsam.","translation":"His story was highly amusing to us."},{"text":"Das Buch ist unterhaltsam.","translation":"That book is entertaining."},{"text":"Es ist unterhaltsamer, Sätze auf Tatoeba zu übersetzen, als seine Hausaufgaben zu machen.","translation":"It's more entertaining to translate sentences on Tatoeba than to do your homework."},{"text":"Ich denke, ein Film ist viel unterhaltsamer als jedes Buch.","translation":"I think a movie is more entertaining than any book."},{"text":"Wenn jemand Fernsehen schaut, dann ist das unterhaltsam für denjenigen.","translation":"When someone watches TV, it's entertaining for them."},{"text":"Die Mathematik als Fachgebiet ist so ernst, dass man keine Gelegenheit versäumen sollte, sie etwas unterhaltsamer zu gestalten.","translation":"Mathematics as a subject is so serious that you should never miss an opportunity to make it a little more entertaining."},{"text":"Der Film war viel unterhaltsamer, als es Hemingway ist.","translation":"The movie was much more enjoyable than Hemingway is."},{"text":"Meiner Meinung nach ist ein Film weitaus unterhaltsamer als ein Buch.","translation":"In my opinion, a movie is much more entertaining than a book."}],"Steph":[{"text":"Tom hat einen Stephen-King-Roman gelesen.","translation":"Tom read a Stephen King novel."}],"erschüttern":[{"text":"Lieber Tom, erschüttert stehen wir an deinem Grab und wollen es nicht glauben.","translation":"Dear Tom, shocked we stand at your grave and do not want to believe it."},{"text":"Die Nachricht von seinem Tod hat mich sehr erschüttert.","translation":"The news of his death shook me very much."},{"text":"Thomas war erschüttert angesichts dieser Erfahrung.","translation":"Tom was shaken by the experience."},{"text":"Ich wünschte, ich hätte Nerven wie Jane Andrews. Die erschüttert nichts.","translation":"I wish I had nerves like Jane Andrews. Nothing rattles her."},{"text":"Sein Ruf ist erschüttert.","translation":"His reputation is shaken."},{"text":"Der Traum erschütterte Tom. Er begriff ihn als göttliche Warnung.","translation":"The dream rattled Tom. He took it as a divine warning."},{"text":"Luther erschütterte Deutschland — aber Francis Drake beruhigte es wieder: Er gab uns die Kartoffel.","translation":"Luther shook Germany — but Francis Drake calmed it down again: He gave us the potato."},{"text":"Die Explosion erschütterte den Boden.","translation":"The explosion shook the ground."},{"text":"Diese mysteriöse Katastrophe hat das ganze Dorf erschüttert.","translation":"This mysterious catastrophe dismayed the whole village."},{"text":"Das erschütterte mich tief.","translation":"That shook me deeply."}],"inflation":[{"text":"Geistige Inflation ist, dass man nicht den Stein vor lauter Weisen sieht.","translation":"Mental inflation is not seeing the stone for all the wise men."},{"text":"Die Inflation ist eine Steuer, die nicht vom Parlament verabschiedet werden braucht.","translation":"Inflation is a tax that does not need to be passed by Parliament."},{"text":"Die politische Maßnahme wird die Inflation nur beschleunigen.","translation":"The policy measure will only accelerate inflation."},{"text":"Die Inflation beruhigt sich.","translation":"Inflation is calming down."},{"text":"Die Politik wird die Inflation nur beschleunigen.","translation":"Politics will only accelerate inflation."}],"aufgepasst":[{"text":"Gut, dass ich in der Schule aufgepasst habe.","translation":"Good thing I paid attention at school."},{"text":"Einmal nicht aufgepasst und schon ist das Unglück passiert.","translation":"Once not paying attention and already the misfortune has happened."},{"text":"Entschuldigung! Ich habe nicht aufgepasst.","translation":"I'm sorry. I wasn't paying attention."},{"text":"Er hat nicht aufgepasst und die Kamera im Bus vergessen.","translation":"He carelessly left the camera on the bus."},{"text":"Er hat auf unseren Hund aufgepasst, während wir weg waren.","translation":"He looked after our dog while we were out."},{"text":"Aufgepasst, Tom schläft.","translation":"Watch out, Tom is sleeping."},{"text":"Aufgepasst, wir nähern uns einer Gefahrenstelle.","translation":"Attention, we are approaching a danger spot."},{"text":"Aufgepasst: ein Elch attackiert englische Autos.","translation":"Watch out: a moose attacks English cars."},{"text":"Ich ging mit meinem Freund Tom auf einem Boulevard spazieren, als jemand in unsere Richtung schrie: ´„Aufgepasst. Sie haben ihre Geldbörse verloren.“","translation":"I was walking on a boulevard with my friend Tom when someone shouted in our direction: ''Watch out. They have lost their wallets.\""}],"Matratze":[{"text":"Tom versteckte sein Geld unter seiner Matratze.","translation":"Tom hid his money under his mattress."},{"text":"Diese Matratze ist sehr hart.","translation":"This mattress is very hard."},{"text":"Ich brauche eine neue Matratze.","translation":"I need a new mattress."},{"text":"Der Arzt hat entschieden, dass ich eine volle Woche lang an der Matratze horchen soll.","translation":"The doctor decided that I should listen to the mattress for a full week."},{"text":"Mary hob die Matratze an, um die Laken zu wechseln.","translation":"Mary lifted the mattress to change the sheets."}],"Krawatte":[{"text":"Ohne Krawatte kommen Sie hier nicht rein!","translation":"Without wearing a tie, you won't get in here!"},{"text":"Er gab mir eine blaue Krawatte.","translation":"He gave me a blue tie."},{"text":"Tom stand vor dem Spiegel und band sich die Krawatte um den Hals.","translation":"Tom stood in front of the mirror and tied the tie around his neck."},{"text":"Sein Hemd war grau und seine Krawatte gelb.","translation":"His shirt was grey and his tie yellow."},{"text":"Diese Krawatte passt zu deinem Anzug.","translation":"This tie matches your suit."}],"anti":[{"text":"Warum machen wir nicht einfach mal eine Anti-Politik-Kampagne.","translation":"Why don't we just do an anti-politics campaign."},{"text":"Meine Großtante war eine eingefleischte Anti-Alkoholikerin.","translation":"My great-aunt was an inveterate anti-alcoholic."},{"text":"Ich bin sowohl Vegetarier als auch leidenschaftlicher Anti-Alkoholiker, weil ich so besseren Gebrauch von meinem Gehirn machen kann.","translation":"I am both vegetarian and passionate anti-alcoholic because it allows me to make better use of my brain."},{"text":"Es gibt in den Vereinigten Staaten von jeher einen Kult der Unwissenheit. Anti-Intellektualismus zieht sich wie ein roter Faden durch unser politisches und kulturelles Leben, genährt von der irrigen Vorstellung, Demokratie bedeute, dass \"meine Unwissenheit ebenso viel wert ist wie dein Wissen.\"","translation":"There is a cult of ignorance in the United States, and there always has been. The strain of anti-intellectualism has been a constant thread winding its way through our political and cultural life, nurtured by the false notion that democracy means that \"my ignorance is just as good as your knowledge.\""},{"text":"Ich habe genug von deiner Anti-Wissenschafts-Armut.","translation":"I've had enough of your anti-science poverty."},{"text":"Wusstest du, dass Männer, die regelmäßig die Anti-Baby-Pille nehmen, nicht schwanger werden?","translation":"Did you know that men who regularly take the birth control pill don't get pregnant?"},{"text":"Die Anti-Regierungs-Proteste in der Ukraine weiten sich aus.","translation":"Anti-government protests in Ukraine are spreading."},{"text":"Die Anti-Korruptions \"Zar\" der Regierung ist gestern zurückgetreten nach Unterstellungen über eine Bestechung.","translation":"The government's anti-corruption \"Tsar\" resigned yesterday after allegations of bribery."},{"text":"„Was meinst du: Sind wir Menschen gänzlich allein in der endlosen Weite des Alls?“ — „Ich würde es vorziehen, und übrigens: hast du die Anti-Mücken-Creme eingepackt?“","translation":"\"What do you mean: Are we humans completely alone in the endless expanse of space?\" — \"I would prefer, and by the way: did you pack the anti-mosquito cream?\""}],"personalisieren":[],"Wendung":[{"text":"Es wurde bald klar, dass die Ereignisse eine gefährliche Wendung nehmen würden.","translation":"It soon became clear that events were taking a dangerous turn."},{"text":"Ich verstehe die Wendung nicht ganz.","translation":"I don't quite understand the phrase."},{"text":"Sie ist ein flexibler Mensch und an jedem Tag für eine neue Wendung ihrer Entwicklung bereit.","translation":"She is a flexible person and ready every day for a new twist in her development."},{"text":"Er vollzog eine scharfe Wendung nach rechts.","translation":"He made a sharp turn to the right."},{"text":"Verzweifle nicht! Das Leben ist voll von überraschenden Wendungen.","translation":"Don't despair! Life is full of surprising twists and turns."}],"Autorin":[{"text":"Die Autorin erzeugt in ihrem Text eine dichte unheimliche Atmosphäre.","translation":"The author creates a dense eerie atmosphere in her text."},{"text":"Dies ist das Zimmer, in dem die Autorin sich umgebracht hat.","translation":"This is the room where the author killed herself."},{"text":"Die Autorin dieses Buches ist Ärztin.","translation":"The author of this book is a doctor."},{"text":"Die Kunden kaufen im Buchladen Liebesromane dieser Autorin.","translation":"Customers buy romance novels by this author in the bookstore."},{"text":"Die Autorin ist sehr humorvoll.","translation":"The author is very humorous."}],"Heimatstadt":[{"text":"Hier treffe ich mehr interessante Menschen als in meiner Heimatstadt.","translation":"Here I meet more interesting people than in my hometown."},{"text":"Dieses Lied erinnert mich an meine Heimatstadt.","translation":"This song reminds me of my home town."},{"text":"Das erste Mal in zehn Jahren ging ich zurück in meine Heimatstadt.","translation":"I went back to my hometown for the first time in ten years."},{"text":"Er sollte nie wieder in seine Heimatstadt zurückkehren.","translation":"He was never to return to his home town."},{"text":"Abraham Lincoln wurde in seiner Heimatstadt Springfield in Illinois begraben.","translation":"Abraham Lincoln was buried in his hometown of Springfield, Illinois."}],"weinst":[{"text":"„Weinst du?“ – „Nein!“ – „Klar weinst du! Hast du Heimweh?“ – „Nein!“ – „Warum weinst du dann?“","translation":"\"Are you crying?\" \"No!\" \"You're clearly crying. Are you homesick?\" \"No!\" \"Then why are you crying?\""},{"text":"Wenn du lachst, lacht die Welt mit dir, wenn du weinst, weinst du allein.","translation":"When you laugh, the world laughs with you, when you cry, you cry alone."},{"text":"Maria, du weinst ja! Was ist denn?","translation":"Mary, you cry yes! What is it?"},{"text":"Weine doch nicht! Ich muss auch noch das Weinen anfangen, wenn du weinst.","translation":"Don't cry! I also have to start crying when you cry."},{"text":"Was ist denn los? Warum weinst du?","translation":"What's going on? Why are you crying?"},{"text":"Weinst du oft?","translation":"Do you cry often?"},{"text":"Ich hoffe, du weinst nicht.","translation":"I hope you don't cry."},{"text":"Warum weinst du denn? Das ist doch nur ein Film!","translation":"Why are you crying? It's just a movie!"},{"text":"„Warum weinst du denn?“ – „Weil ich so glücklich bin!“","translation":"\"Why are you crying?\" \"Because I'm so happy.\""},{"text":"Warum weinst du jetzt?","translation":"Why are you crying now?"},{"text":"Schau mich an! Weinst du?","translation":"Look at me! Are you crying?"},{"text":"Was ist los, Tom? Weinst du?","translation":"What's wrong, Tom? Are you crying?"},{"text":"„Weinst du?“ – „Nein!“ – „Klar weinst du! Hast du Heimweh?“ – „Nein!“ – „Warum weinst du dann?“","translation":"\"Are you crying?\" – \"No!\" – \"Of course you're crying! Are you homesick?\" – \"No!\" – \"Then why are you crying?\""},{"text":"„Was ist denn los, Schatz? Warum schlägst du mich mit dem Kissen? Weinst du?“ – „Du schnarchst, und ich habe doch morgen Prüfung!“","translation":"\"What's going on, honey? Why are you hitting me with the pillow? Are you crying?\" – \"You're snoring, and I'll have an exam tomorrow!\""},{"text":"Weinst du?","translation":"Are you crying?"}],"Wochen":[{"text":"Schon nach wenigen Wochen konnten die Mäuse ihre Beine wieder bewegen.","translation":"After only a few weeks, the mice were able to move their legs again."},{"text":"Agenten vom FBI haben Toms Haus zwei Wochen lang überwacht.","translation":"FBI agents staked out Tom's house for 2 weeks."},{"text":"Tom war letztes Jahr einige Wochen im Krankenhaus.","translation":"Tom was in hospital for a few weeks last year."},{"text":"Ich kann ein paar Wochen bei Tom bleiben.","translation":"I can stay with Tom for a couple of weeks."},{"text":"Diese Zicklein sind hier vor ein paar Wochen auf die Welt gekommen.","translation":"These goats were born here a few weeks ago."}],"verzögern":[{"text":"Der Start verzögerte sich wegen des schlechten Wetters.","translation":"The start was delayed because of bad weather."},{"text":"Das Beherrschen einer zweiten Sprache verzögert bestimmte psychische Probleme um mindestens fünf Jahre.","translation":"Mastering a second language delays certain mental health problems by at least five years."},{"text":"Hör auf, den Handel zu verzögern!","translation":"Stop delaying trading!"},{"text":"Die Veröffentlichung der Ausgabe dieses Monats wird sich wahrscheinlich um eine Woche verzögern.","translation":"The publication of this month's issue is likely to be delayed by a week."},{"text":"Ihre Reise verzögerte sich wegen des Zuges.","translation":"Her journey was delayed because of the train."}],"imitieren":[{"text":"Das Leben imitiert nicht Kunst, sondern schlechtes Fernsehen.","translation":"Life does not imitate art, but bad television."},{"text":"Man imitiert dich, um dich lächerlich zu machen.","translation":"They imitate you to ridicule you."},{"text":"Kunst ist erschaffen, nicht imitieren.","translation":"Art is created, not imitated."},{"text":"Dieser Vogel kann die menschliche Stimme imitieren.","translation":"This bird can imitate the human voice."},{"text":"Er kann den Rest der Familie imitieren.","translation":"He can imitate the rest of the family."}],"erben":[{"text":"Er hat das Haus geerbt.","translation":"He inherited the house."},{"text":"Alle Klassen in Java erben von Object.","translation":"All classes in Java inherit from Object."},{"text":"Diese Liebe für die deutsche Sprache habe ich von meinem Großvater geerbt.","translation":"I inherited this love for the German language from my grandfather."},{"text":"Fritz hat von seiner Frau 100 grüne Schuhe geerbt.","translation":"Fritz inherited 100 green shoes from his wife."},{"text":"Ich habe 60.000 Euro geerbt. Wie soll ich das Geld anlegen?","translation":"I inherited 60,000 euros. How should I invest the money?"}],"akademisch":[{"text":"Einen akademischen Titel kann man schnell bekommen, Erfahrung braucht Zeit.","translation":"You can get an academic title quickly, experience takes time."},{"text":"Seine akademische Leistung ist hervorragend. Aber er scheint Schwächen auf mentaler Ebene zu haben.","translation":"His academic performance is outstanding. But he seems to have weaknesses on a mental level."},{"text":"Wo hast du deinen akademischen Abschluss gemacht?","translation":"Where did you get your academic degree?"},{"text":"Das akademische Jahr beginnt in Japan im April.","translation":"The academic year begins in Japan in April."},{"text":"Mein Interesse an Politik ist rein akademisch.","translation":"My interest in politics is strictly academic."}],"navigieren":[{"text":"Kannst du navigieren?","translation":"Can you navigate?"},{"text":"Navigieren tut not!","translation":"Navigation is necessary!"}],"ap":[{"text":"Wie viele Apps nutzt du?","translation":"How many apps do you use?"},{"text":"Es gibt viele interessante Apps, um Sprachen zu lernen.","translation":"There are many interesting apps to learn languages."},{"text":"Wie auf der rechtsstehenden Abbildung befinde sich auf der Seite CD des Rechtecks ABCD der Punkt P. Es gelte AB + PD = AP und ∡CBD = 27°. Bestimme die Größe des Winkels PAD!","translation":"As in the figure on the right, the point P is located on the CD page of the ABCD rectangle. The following applies AB + PD = AP and ∡CBD = 27°. Determine the size of the angle PAD!"}],"produziert":[{"text":"Alles, was du hier siehst, habe ich in meinem Garten produziert.","translation":"Everything you see here, I have produced in my garden."},{"text":"Luxuspralinen fertigt man von Hand, doch die Mehrzahl der Pralinen wird maschinell produziert.","translation":"Luxury chocolates are made by hand, but the majority of chocolates are produced by machine."},{"text":"Im Eingangsbereich des Hauses hängt ein Windspiel, das bei jedem Luftzug feine Klänge produziert.","translation":"In the entrance area of the house hangs a wind chime, which produces fine sounds with every draft."},{"text":"Solltest du nicht schlafen können, da es gerade in deinem Kopf wie in einem Bienenhaus zugeht, denke nicht an das Surren des Bienenschwarms, sondern an den süßen Honig, der dort gerade produziert wird.","translation":"If you can't sleep because your head is like an apiary, don't think about the whirring of the swarm of bees, but about the sweet honey that is currently being produced there."},{"text":"Einmal beschlossen die Deutschen, alle ihre Atomkraftwerke abzureißen, weil es in Japan gebebt hatte. Als der Strom dann aber nicht reichte, kauften sie den Strom, den die Franzosen fröhlich mit ihren Atomkraftwerken produzierten.","translation":"Once the Germans decided to demolish all their nuclear power plants because there had been a tremor in Japan. But when the electricity was not enough, they bought the electricity that the French happily produced with their nuclear power plants."},{"text":"Wir haben die halbe Schicht lang Ausschuss produziert.","translation":"We produced waste for half a shift."},{"text":"Damals hat man noch richtig gute Fernsehserien produziert.","translation":"At that time you still produced really good TV series."},{"text":"Diese Filmgesellschaft hat viele Werke produziert, die weggingen wie warme Semmeln.","translation":"This film studio has produced many blockbusters."},{"text":"Aktuell entwickeln wir bei einem internationalen Energieversorger ein Programm für die Vorhersage von produzierter Windenergie.","translation":"We are currently developing a program for forecasting produced wind energy at an international energy supplier."},{"text":"Das Brutosozialprodukt ist der Finanzwert aller produzierten Güter und Dienstleitungen.","translation":"The gross national product is the financial value of all goods and services produced."}],"schnelle":[{"text":"Schneller, sonst verpassen wir den Zug.","translation":"Faster, otherwise we miss the train."},{"text":"Schneller, sonst kommst du zu spät.","translation":"Faster, otherwise you'll be late."},{"text":"Ich kann das schneller tun als Tom.","translation":"I can do that faster than Tom."},{"text":"Schneller! Ich kann nicht länger warten.","translation":"Faster! I can't wait any longer."},{"text":"Schneller, wir schaffen es nicht.","translation":"Faster, we can't do it."}],"anbauen":[{"text":"Reis wird in warmen Ländern angebaut.","translation":"Rice is cultivated in warm countries."},{"text":"Reis wird in vielen Teilen der Welt angebaut.","translation":"Rice is grown in many parts of the world."},{"text":"Auf diesem Feld wird Reis angebaut.","translation":"Rice is planted in this field."},{"text":"In dieser Region werden Äpfel angebaut.","translation":"Apples are grown in this region."},{"text":"Hier wird Obst angebaut.","translation":"They grow fruit here."}],"weggelaufen":[{"text":"Tom ist als Kind einmal von zu Hause weggelaufen.","translation":"Tom once ran away from home as a child."},{"text":"Tom ist die Frau weggelaufen.","translation":"Tom ran away from the woman."},{"text":"Ich habe das Kind angesprochen, aber letztendlich ist es leider weggelaufen.","translation":"I approached the child, but unfortunately in the end he ran away."},{"text":"Maria ist von zuhause weggelaufen.","translation":"Mary ran away from home."},{"text":"Ich glaube, Tom ist vielleicht weggelaufen.","translation":"I think Tom might have run away."}],"Molekül":[{"text":"Jedes Molekül in unserem Körper hat eine einzigartige Form.","translation":"Each molecule in our body has a unique shape."},{"text":"Moleküle bestehen aus Verbindungen von Atomen.","translation":"Molecules consist of compounds of atoms."},{"text":"Kohlendioxyd ist ein sehr anpassungsfähiges Molekül.","translation":"Carbon dioxide is a very adaptable molecule."},{"text":"Atome bilden Moleküle.","translation":"Atoms form molecules."},{"text":"Die DNS ist das Molekül der Vererbung.","translation":"DNA is the molecule of heredity."}],"Faust":[{"text":"Das passt wie die Faust aufs Auge.","translation":"That fits like a fist to the eye."},{"text":"Eine Faust traf Toms Nase.","translation":"A fist hit Tom's nose."},{"text":"Tom schlägt mit der Faust.","translation":"Tom hits his fist."},{"text":"Mut beweist man nicht mit der Faust allein, man braucht den Kopf dazu.","translation":"You don't show courage with your fist alone, you need your head."},{"text":"Die Esperanto-Gruppe erkundete Nürnberg auf eigene Faust.","translation":"The Esperanto group explored Nuremberg on their own."},{"text":"Ich fühle eine Armee in meiner Faust.","translation":"I feel an army in my fist."},{"text":"\"Kennst du Faust?\" \"Nein, wo wohnt der?\"","translation":"\"Do you know Faust?\" \"No, where does he live?\""},{"text":"Maria schlug Tom mit der Faust ins Gesicht.","translation":"Mary punched Tom in the face."},{"text":"Dr. Faust war sehr versiert in Alchimie.","translation":"Dr. Faust was well versed in alchemy."},{"text":"Ich glaube, du hast einen Termin bei meiner Faust. Erlaube mir, dich hinzubringen!","translation":"I believe you have an appointment with my fist. Let me take you there."}]}