{"Signatur":[],"Vorrat":[{"text":"Gibst du deinem Freund etwas, schaffst du Vorrat für die Zukunft.","translation":"If you give something to your friend, you create supplies for the future."},{"text":"Die Vorräte beginnen, zu Ende zu gehen.","translation":"Supplies are beginning to run out."},{"text":"Unsere Vorräte werden nicht ewig halten.","translation":"Our supplies won't last forever."},{"text":"Sie brauchten Geld, um die Vorräte zu bezahlen.","translation":"They needed money to pay for the supplies."},{"text":"Wir müssen es so einrichten, dass wir ausreichende Vorräte für den Winter haben werden.","translation":"We need to set it up so that we will have sufficient supplies for the winter."}],"brüllen":[{"text":"Die Kühe, die am meisten brüllen, geben am wenigsten Milch.","translation":"The cows that roar the most give the least milk."},{"text":"Hast du den Löwen brüllen gehört?","translation":"Have you heard the lion roar?"},{"text":"Du wirst brüllen vor Lachen, wenn du diesen Witz hörst.","translation":"You'll crack up when you hear this joke."},{"text":"„Wer hat das erlaubt?!“ brüllte er außer sich vor Zorn.","translation":"\"Who allowed that?\" he roared with rage."},{"text":"„Lass mich alleine!“ brüllte er.","translation":"\"Leave me alone!\" he bellowed."}],"wegnehmen":[{"text":"Mein Hund jagte immer Leute auf dem Fahrrad, bis ich ihm das Fahrrad wegnahm!","translation":"My dog always chases people on a bike – until I take the bike away from him."},{"text":"Du willst mir nur mein Essen wegnehmen.","translation":"You just want to take away my food."},{"text":"Dies ist ganz allein mein Satz, und niemand wird ihn mir wegnehmen.","translation":"This is all my sentence, and no one will take it away from me."},{"text":"Ich werde das von dort wegnehmen.","translation":"I'm going to take that away from there."},{"text":"Diese Zeit musste ich leider meiner Familie wegnehmen.","translation":"Unfortunately, I had to take this time away from my family."}],"neidisch":[{"text":"Du bist nur neidisch, dass wir uns viel zu erzählen haben.","translation":"You're just jealous that we have a lot to tell each other."},{"text":"Sei nicht neidisch auf den Erfolg anderer Leute.","translation":"Don't be jealous of other people's success."},{"text":"Sogar der Mond war auf ihre Schönheit neidisch.","translation":"Even the moon was jealous of her beauty."},{"text":"Ich war neidisch auf die Studenten, die im Ausland studiert hatten.","translation":"I was envious of the students who had studied abroad."},{"text":"In eines Neidischen Auge wächst sich der Pilz zur Palme aus.","translation":"In an envious eye, the fungus grows into a palm tree."}],"Mistkerl":[{"text":"Ich bringe diesen Mistkerl um!","translation":"I'm killing this bastard!"},{"text":"Dieser Mistkerl hat uns betrogen!","translation":"This crap guy cheated on us!"},{"text":"Ich lasse mich nicht von einem Mistkerl aus der Personalabteilung herumkommandieren!","translation":"I don't let a crap guy from the HR department command me around!"},{"text":"Was für ein Mistkerl!","translation":"What a crap guy!"},{"text":"Tom ist ein Mistkerl.","translation":"Tom is a scumbag."}],"Bakterie":[{"text":"Bakterien sind überall.","translation":"Bacteria are everywhere."},{"text":"Viren und Bakterien sollte man nicht verwechseln!","translation":"Viruses and bacteria should not be confused!"},{"text":"Bakterien sind mit bloßem Auge unsichtbar.","translation":"Bacteria are invisible to the naked eye."},{"text":"Bakterien! Reiche mir nicht die Hand!","translation":"Germs! Don't shake my hand!"},{"text":"Diese Krankheit wird von Bakterien verursacht.","translation":"This disease is caused by bacteria."}],"freut":[{"text":"Weise ist, wer nicht bedauert, was er nicht hat, sondern wer sich an dem freut, was er hat.","translation":"Wise is he who does not regret what he does not have, but who rejoices in what he has."},{"text":"Marienkäfer sind möglicherweise die einzigen Käfer, bei denen man keine Gänsehaut bekommt, sondern sich sogar noch freut, wenn man einen sieht.","translation":"Ladybugs may be the only beetles that don't give you goose bumps, but are even happy when you see one."},{"text":"Wohlverständig ist, wer sich nicht grämt um das, was er nicht hat, und sich vielmehr freut über das, was er hat.","translation":"It is well understood who does not grieve for what he does not have, and rather rejoices in what he has."}],"leb":[{"text":"Lebe nicht für die Zeit, sondern für die Ewigkeit.","translation":"Live not for time but for eternity."},{"text":"Lebe im Augenblick, lebe in der Ewigkeit!","translation":"Live in the moment, live in eternity!"},{"text":"Lebe deine Träume!","translation":"Live your dreams!"},{"text":"Sorge dich nicht um morgen. Lebe im Jetzt!","translation":"Don't worry about tomorrow. Live in the now!"},{"text":"Plane deine Zukunft. Lerne von gestern. Lebe heute und genieße den Moment","translation":"Plan your future. Learn from yesterday. Live today and enjoy the moment"}],"arabisch":[{"text":"In der arabischen Sprache wird Antares „Herz des Skorpions“ genannt.","translation":"In the Arabic language, Antares is called \"heart of scorpion\"."},{"text":"Er schreibt arabisch.","translation":"He writes Arabic."},{"text":"Ich kann die arabische Schrift nicht lesen.","translation":"I can't read Arabic script."},{"text":"Japan ist abhängig vom Öl arabischer Länder.","translation":"Japan is dependent on the oil of Arab countries."},{"text":"Magst du arabischen Kaffee?","translation":"Do you like Arabic coffee?"},{"text":"Tom hat aus Spaß angefangen, Arabisch zu lernen.","translation":"Tom started learning Arabic for fun."},{"text":"Sie spricht ein wenig Arabisch.","translation":"She speaks a little Arabic."},{"text":"Ihr unterrichtet Arabisch.","translation":"You teach Arabic."},{"text":"Der Koran ist auf Arabisch verfasst.","translation":"The Koran is written in Arabic."},{"text":"Ich würde gern Arabisch lernen.","translation":"I would like to study Arabic."},{"text":"Arabisch ist eine sehr wichtige Sprache.","translation":"Arabic is a very important language."},{"text":"Dieser Satz kann auf vielerlei Arten ins Arabische übersetzt werden.","translation":"This sentence can be translated into Arabic in many ways."},{"text":"Sprechen Sie Arabisch?","translation":"Do you speak Arabic?"},{"text":"Arabisch wird von rechts nach links geschrieben.","translation":"Arabic is written from right to left."},{"text":"Kannst du Arabisch lesen?","translation":"Can you read Arabic?"}],"rasieren":[{"text":"Ich bin frisch rasiert.","translation":"I'm freshly shaved."},{"text":"Keiner kann seinen eigenen Kopf rasieren.","translation":"No one can shave their own head."},{"text":"Wenn Sie sich waschen und rasieren, haben Sie in drei Wochen einen Job.","translation":"If you wash and shave, you'll have a job in three weeks."},{"text":"Ich habe mir die Beine rasiert.","translation":"I shaved my legs."},{"text":"Mein Vater rasiert sich gerade im Badezimmer.","translation":"My father is shaving in the bathroom."}],"aufbringen":[{"text":"Was hast du davon, wenn du Tom gegen dich aufbringst?","translation":"What do you get out of it when you turn Tom against you?"},{"text":"Seit wann bist du so aufgebracht?","translation":"How long have you been so upset?"},{"text":"Ich war aufgebracht, doch ich konnte mich beherrschen.","translation":"I was upset, but I could control myself."},{"text":"Alles in allem werden Sie zwölf Stunden pro Woche für Ihr Training aufbringen müssen.","translation":"To put it all together, you will have to dedicate twelve hours per week to your training."},{"text":"Tom kann kaum die Miete aufbringen.","translation":"Tom is struggling to pay rent."},{"text":"Tom hat hundert Dollar aufgebracht.","translation":"Tom ponied up $100."},{"text":"Schicke keine E-Mail, wenn Du Dich aufgebracht oder wütend fühlst.","translation":"Don't send an email when you're feeling upset or angry."},{"text":"Maria war sehr aufgebracht, vor allem des Preises der Programmbroschüre wegen.","translation":"Maria was very upset, especially because of the price of the program brochure."},{"text":"Wenn er mehr als ein Problem gleichzeitig vor sich hat, wird er reizbar, aufgebracht und verzweifelt.","translation":"To have more than one problem before him at one time makes him irritable, upset and exasperated."},{"text":"Erstens müssen wir den Mut aufbringen Radikale auszuweisen, die von draußen, von außerhalb Europas kommen, um die hier lebenden Menschen einer Gehirnwäsche zu unterziehen.","translation":"Firstly, we must have the courage to expel radicals who come from outside, from outside Europe, in order to brainwash the people living here."}],"Reisende":[{"text":"Ich habe nicht viel von einem Reisenden.","translation":"I don't get much of a traveler."},{"text":"Reisende soll man nicht aufhalten, sagt man.","translation":"Travellers should not be stopped, they say."},{"text":"Die Reisenden sind pünktlich angekommen.","translation":"The travelers arrived on time."},{"text":"Der Reisende hat viele Muster bei sich.","translation":"The traveler has many patterns with him."},{"text":"Sie versorgte den Reisenden mit Nahrung und Kleidung.","translation":"She provided the traveler with food and clothing."}],"Tool":[],"polnisch":[{"text":"Obwohl Maria seit zwanzig Jahren in Deutschland lebt, denkt, träumt und schreibt sie polnisch.","translation":"Although Maria has been living in Germany for twenty years, she thinks, dreams and writes Polish."},{"text":"Das ist kein deutscher, sondern ein polnischer Satz.","translation":"This is not a German, but a Polish sentence."},{"text":"Nächste Woche sind wir bei einer polnischen Familie zum Essen eingeladen.","translation":"Next week we are invited to dinner with a Polish family."},{"text":"Maria spricht wie eine Deutsche, hat dabei aber einen kleinen polnischen Akzent.","translation":"Maria speaks like a German, but has a small Polish accent."},{"text":"Polnische Wissenschaftler betreiben Forschung in Afrika.","translation":"Polish scientists conduct research in Africa."},{"text":"Sie sprechen Deutsch, aber ich spreche Polnisch.","translation":"You speak German, but I speak Polish."},{"text":"Würdest du gerne Polnisch lernen?","translation":"Would you like to learn Polish?"},{"text":"Es ist auf Polnisch geschrieben worden!","translation":"It is written in Polish."},{"text":"Plötzlich wurde mir bewusst, dass ich Polnisch lernen musste.","translation":"Suddenly I realized that I had to learn Polish."},{"text":"Ich spreche ein wenig Polnisch, gerade genug, um mich verständlich zu machen.","translation":"I speak a little Polish, just enough to make myself understood."},{"text":"Mit seinen Kindern spricht Tom Französisch, mit seiner Frau Polnisch, mit allen anderen Deutsch.","translation":"Tom speaks French with his children, Polish with his wife, and German with everyone else."},{"text":"Russisch spricht Tom nicht, dafür aber Ukrainisch und Polnisch.","translation":"Tom does not speak Russian, but Ukrainian and Polish do."},{"text":"Polnisch ist eine interessante Sprache.","translation":"Polish is an interesting language."},{"text":"Sie spricht mit ihrer Mutter Hebräisch und mit ihrem Vater Polnisch.","translation":"She speaks Hebrew with her mother and Polish with her father."},{"text":"Verstehen Sie Polnisch?","translation":"Do you understand Polish?"}],"konnt":[{"text":"Wie konntest du das fertig bringen?","translation":"How did you manage that?"},{"text":"„Du hast alles getan, was du tun konntest.“ – „Ja, den Satz kenne ich.“","translation":"\"You did everything you could.\" – \"Yes, I know the sentence.\""},{"text":"Es ist schade, dass du nicht kommen konntest.","translation":"It's a pity you couldn't come."},{"text":"Sie waren enttäuscht, dass du nicht kommen konntest.","translation":"They were disappointed that you couldn't come."},{"text":"Warum konntest du letzte Nacht nicht schlafen?","translation":"Why couldn't you sleep last night?"}],"Verordnung":[{"text":"Die neue Verordnung ist widerrufen worden.","translation":"The new regulation has been revoked."},{"text":"Stell keine Fragen! Die Verordnung kommt von ganz oben.","translation":"Don't ask questions! The regulation comes from the top."},{"text":"Von heute an ist diese Verordnung Geschichte.","translation":"From today on, this regulation is history."},{"text":"Die Einzelheiten werden in der betreffenden Verordnung erscheinen.","translation":"The details will appear in the relevant Regulation."},{"text":"Anne Frank verlor 1941 durch die 11. Verordnung des Reichsbürgergesetzes die deutsche Staatsbürgerschaft.","translation":"Anne Frank wasn't a citizen."}],"bluten":[{"text":"Die Wunde begann zu bluten.","translation":"The wound started to bleed."},{"text":"Mein Zeh fing zu bluten an.","translation":"My toe started bleeding."},{"text":"Der König blutet!","translation":"The king is bleeding!"},{"text":"Alte Wunden bluten leicht.","translation":"Old wounds bleed easily."},{"text":"Ihre Nase blutete stark.","translation":"Her nose was bleeding profusely."}],"reduziert":[{"text":"In dieser Woche gelten reduzierte Preise.","translation":"Reduced prices apply this week."},{"text":"Der Mann hüpfte vor Freude über unser Angebot eines um die Hälfte reduzierten Ausverkaufspreises.","translation":"The man jumped at our offer of a half-price bargain sale."},{"text":"Augenblicklich steht kein Einzelzimmer zur Verfügung, aber Sie könnten ein Doppelzimmer zu einem etwas reduzierten Preis haben, außer Sie wollten zweimal frühstücken, versteht sich.","translation":"There is no single room available at present, I'm afraid, but you could have a double room at a slightly reduced rate unless you want two breakfasts, of course."},{"text":"Das Buch kostet reduziert zehn Złoty.","translation":"The book costs ten zloty after discount."},{"text":"Microsoft hat in Japan im August die Viertagewoche getestet. 25,4 Prozent haben daraufhin weniger Urlaub genommen, es wurden 58,7 Prozent weniger Seiten gedruckt und der Stromverbrauch reduzierte sich um 23,1 Prozent, die Produktivität in dem Monat stieg um 39,9 Prozent.","translation":"Microsoft tested the four-day week in Japan in August. As a result, 25.4 percent took fewer vacations, printed 58.7 percent fewer pages, and power consumption fell by 23.1 percent, while productivity increased by 39.9 percent in the month."},{"text":"Die Vitalität selbst ist das Resultat einer Vision. Wenn es keine Vision mehr gibt von etwas Großem, Schönem, Wichtigem, dann reduziert sich die Vitalität, und der Mensch wird lebensschwächer.","translation":"Vitality itself is the result of a vision. When there is no longer a vision of something big, beautiful, important, then vitality is reduced and man becomes weaker."}],"Ausweis":[{"text":"Gestern verlor Maria ihren Ausweis.","translation":"Yesterday Maria lost her identity card."},{"text":"Ich suche meinen Ausweis.","translation":"I'm looking for my ID."},{"text":"Du wirst deinen Ausweis brauchen.","translation":"You will need your ID."},{"text":"An der Grenze wurde ich gebeten meinen Ausweis zu zeigen.","translation":"I was asked to show my passport at the border."},{"text":"Ach, gerade fällt mir ein, ich darf meinen Ausweis nicht vergessen.","translation":"Oh, it just occurred to me that I must not forget my ID."}],"Gestaltung":[{"text":"Arbeit ist das Feuer der Gestaltung.","translation":"Work is the fire of design."},{"text":"Kann ich die Gestaltung der Zukunft beeinflussen?","translation":"Can I influence the shaping of the future?"},{"text":"Welches Fach befasst sich mit der Gestaltung von Räumen zwischen den Gebäuden?","translation":"Which subject deals with the design of spaces between buildings?"},{"text":"Bezüglich der neuen Gestaltung der Webseite freuen wir uns über alle Anregungen.","translation":"Regarding the new design of the website, we are looking forward to all suggestions."},{"text":"Die avantgardistische Gestaltung des Standes zog viele neugierige Besucher an.","translation":"The avant-garde design of the stand attracted many curious visitors."}],"gewählt":[{"text":"Ein größeres Wunder als ein richtig gewähltes Wort gibt es nicht.","translation":"There is no greater miracle than a correctly chosen word."},{"text":"In manchen Staaten sind Richter gewählte Beamte.","translation":"In some states, judges are elected officials."},{"text":"Tom ist gewählter Präsident.","translation":"Tom is elected President."},{"text":"Harrison war damals der älteste je zum Präsidenten gewählte Mann.","translation":"Harrison was the oldest man ever elected president at the time."},{"text":"Ich bin sicher, dass der gewählte Weg in die richtige Richtung führt.","translation":"I am sure that the path chosen is heading in the right direction."}],"segne":[{"text":"Gott segne dich!","translation":"God bless you!"},{"text":"Er betete zu Gott, dass er mich segne.","translation":"He prayed to God to bless me."},{"text":"Danke. Gott segne Sie. Und Gott möge die Vereinigten Staaten von Amerika segnen.","translation":"Thank you. God bless you. And may God bless the United States of America."},{"text":"Gott segne Sie!","translation":"God bless you!"},{"text":"Ich betete, damit Gott mich segne.","translation":"I prayed that God would bless me."},{"text":"Gott segne das Land meiner Geburt!","translation":"May God bless the country I was born in!"},{"text":"Gott segne euch alle!","translation":"God bless you all!"},{"text":"„Gott segne dich!“ rief er. „Du hast meine Ehre gerettet.“","translation":"\"God bless you!\" he cried. \"You have saved my honour.\""},{"text":"Am heutigen Abend segne ich das Zeitliche.","translation":"Tonight I bless the temporal."},{"text":"„Gott segne dich!“ – „Ich bin Atheist.“ – „Segne er dich trotzdem!“","translation":"\"God bless you!\" – \"I am an atheist.\" – \"Bless you anyway!\""}],"aussuchen":[{"text":"Ihr könnt euch was aussuchen - auf unsere Kosten.","translation":"You can choose something - and it's on us."},{"text":"Die Maske ist der einzige Teil des Gesichts, den sich der Mensch selber aussucht.","translation":"The mask is the only part of the face that man chooses himself."},{"text":"Der Leser hat's gut: Er kann sich seine Schriftsteller aussuchen.","translation":"The reader has it good: he can choose his writers."},{"text":"Erfolg ist wie Poker, nur dass jeder sein Blatt selber aussucht.","translation":"Success is like poker, except that everyone chooses their own hand."},{"text":"Eine Idee kann sich die Köpfe nicht aussuchen, von denen sie gedacht wird.","translation":"An idea cannot choose the minds by which it is thought."}],"Partnerschaft":[{"text":"Die Zeit ohne Partnerschaft ist auch fruchtbar.","translation":"The time without partnership is also fruitful."},{"text":"China und Polen beabsichtigen, ihre strategische Partnerschaft auszubauen.","translation":"China and Poland intend to expand their strategic partnership."},{"text":"Jeder dritte Mann über 40 wird mit Erektionsproblemen konfrontiert, die der Harmonie in seiner Partnerschaft schaden.","translation":"Every third man over 40 is confronted with erection problems that damage the harmony in his partnership."},{"text":"Partnerschaft und Zusammenarbeit zwischen Völkern sind ohne Alternative, sie sind die einzige Art und Weise, die einzige Möglichkeit, unsere gemeinsame Sicherheit zu schützen und unser aller Menschlichkeit zu befördern.","translation":"Partnership and cooperation between peoples are without alternative, they are the only way, the only way to protect our common security and to promote humanity for all of us."},{"text":"Diese Erfahrung leitet mich in meiner Überzeugung, dass eine Partnerschaft zwischen Amerika und dem Islam auf dem basieren muss, was der Islam ist, und nicht auf dem, was er nicht ist. Und ich sehe es als Teil meiner Verantwortung als Präsident der Vereinigten Staaten an, gegen negative Stereotypen des Islam anzukämpfen, wo immer sie auftauchen.","translation":"That experience guides my conviction that partnership between America and Islam must be based on what Islam is, not what it isn't. And I consider it part of my responsibility as President of the United States to fight against negative stereotypes of Islam wherever they appear."}],"verärgert":[{"text":"Ich war eher verärgert als traurig.","translation":"I was more upset than sad."},{"text":"Tom schaute verärgert.","translation":"Tom looked angry."},{"text":"Tom ging verärgert nach Hause.","translation":"Tom went home angry."},{"text":"Liisa ist verärgert, dass Markku nie zu Hause ist.","translation":"Liisa is upset that Markku is never home."},{"text":"Du sagtest, Maria sei verärgert; den Eindruck hatte ich aber gar nicht von ihr.","translation":"You said Mary was upset, but she didn't seem that way to me."}],"Draht":[{"text":"Tom ist sehr auf Draht.","translation":"Tom is very much on wire."},{"text":"Er ist schwer auf Draht!","translation":"He's heavy on wire!"},{"text":"Du musst auf Draht sein.","translation":"You've got to be on your toes."},{"text":"Er verwendete Draht, um die neue Lampe anzuschließen.","translation":"He used wire to connect the new lamp."},{"text":"Tom durchschnitt den falschen Draht.","translation":"Tom cut the wrong wire."}],"ausgerechnet":[{"text":"Ausgerechnet beim Ja-Wort versagte Mary die Stimme.","translation":"Ironically, Mary failed to speak out when she said \"I do\"."},{"text":"Warum habt ihr ausgerechnet dieses Lied gesungen?","translation":"Why did you choose to sing that song?"},{"text":"Was hat dich dazu gebracht, ausgerechnet deinem Großvater Geld zu stehlen?","translation":"What made you steal money from your grandfather of all people?"},{"text":"Ich habe sie zufällig getroffen - ausgerechnet in der Mongolei.","translation":"I ran across her in Mongolia, of all places."},{"text":"Weshalb soll ausgerechnet ich das tun?","translation":"Why should I, of all people, do this?"},{"text":"Das musst ausgerechnet du sagen!","translation":"You of all people have to say that!"},{"text":"Dass ich ausgerechnet Tom begegnen würde, hätte ich nicht gedacht.","translation":"I wouldn't have thought that I would meet Tom of all people."},{"text":"Warum stehen die ausgerechnet hier?","translation":"Why are they here of all places?"},{"text":"Tom interessierte sich ausgerechnet für das eine Mädchen, das keine Notiz von ihm nahm: Maria.","translation":"Tom was interested in the one girl who took no notice of him: Maria."},{"text":"Was für ein Pech! Warum ist das ausgerechnet mir passiert?","translation":"Too bad! Why did this happen to me of all people?"}],"mechanisch":[{"text":"Wir haben ein mechanisches Problem.","translation":"We've got a mechanical problem."},{"text":"Es ist schwer, einen komplett mechanischen Flipper zu finden. Heutzutage sind alle elektronisch.","translation":"It's hard to find a totally mechanical pinball machine. These days, they're all electronic."},{"text":"Unlängst gelang es Forschern, biologische Zellen mit mechanischen Bauteilen zu verbinden.","translation":"Recently, researchers have succeeded in connecting biological cells with mechanical components."},{"text":"Tom hat den Wartungsmännern schon Bescheid gegeben, dass die mechanische Pressmaschine kaputtgegangen ist.","translation":"Tom has already informed the maintenance men that the mechanical pressing machine has broken."},{"text":"Nichts kann einen Amerikaner überraschen. Man sagt oft, dass das Wort „impossible“ kein französisches sei. Die Leute haben offensichtlich im falschen Wörterbuch nachgeschaut. In Amerika ist alles leicht. Alles ist einfach, und mechanische Schwierigkeiten werden überwunden, bevor sie entstehen.","translation":"Nothing can take an American by surprise. It has often been said that the word \"impossible\" was not a French one. People have obviously looked in the wrong dictionary. In America, all is easy, all is simple and mechanical difficulties are overcome before they arise."}],"formulieren":[{"text":"Der Satz ist korrekt; ich würde ihn jedoch anders formulieren.","translation":"The sentence is correct, however, I would word it differently."},{"text":"So kann man es auf Deutsch nicht formulieren.","translation":"You can't phrase it like that in German."},{"text":"Toms Sorge ist, dass alles juristisch richtig formuliert wird. Dafür braucht er Ihre Hilfe.","translation":"Tom's concern is that everything will be formulated correctly from a legal point of view. For this he needs your help."},{"text":"Die Antwort ist 42. Die Frage muss noch formuliert werden.","translation":"The answer is 42. The question has yet to be formulated."},{"text":"Werden Regeln nicht eindeutig formuliert, ist Streit programmiert.","translation":"If rules are not clearly formulated, disputes are programmed."}],"abgeholt":[{"text":"Warum hast du mich denn nicht angerufen? Ich hätte dich vom Flughafen abgeholt.","translation":"Why didn't you call me? I would have picked you up from the airport."},{"text":"Der steht da wie bestellt und nicht abgeholt!","translation":"It stands there as ordered and not picked up!"},{"text":"Es ist sehr angenehm, wenn ich immer mit dem Auto abgeholt werde.","translation":"It is very pleasant when I am always picked up by car."},{"text":"Die Post muss abgeholt werden.","translation":"The post has to be collected."},{"text":"Ich habe ihn von der Schule abgeholt.","translation":"I picked him up from school."}],"letztlich":[{"text":"Mit Mühe wird letztlich alles gut.","translation":"In the end, with effort everything will be good."},{"text":"Wir haben über Änderungen diskutiert, aber letztlich ist alles beim Alten geblieben.","translation":"We were discussing changes, but in the end all stayed the way it was."},{"text":"Letztlich wird Tom dir vergeben.","translation":"Tom will forgive you eventually."},{"text":"Die Wahrheit wird letztlich ans Licht kommen.","translation":"The truth will eventually be known."},{"text":"Wer auf Reisen zu viel Zeit verwendet, wird letztlich in seinem eigenen Lande fremd.","translation":"Those who spend too much time travelling ultimately become strangers in their own country."},{"text":"Letztlich verstanden sie, was wir meinten.","translation":"In the end, they understood what we meant."},{"text":"Letztlich kann man sagen, dass es kein Problem gibt.","translation":"Ultimately, you can say that there is no problem."},{"text":"Letztlich wurde aus dem armen Mann ein großer Künstler.","translation":"The poor man finally became a great artist."},{"text":"Tom wollte eigentlich mehr sagen, als er letztlich tat.","translation":"Tom wanted to say more than he did."},{"text":"Tom ignorierte Maria fast den ganzen Tag; letztlich, kurz nach dem Abendessen, sprach er aber doch mit ihr.","translation":"Tom ignored Mary almost all day, but finally talked to her just after dinner."}],"bohren":[{"text":"Bohren Sie den Knochen an!","translation":"Make a hole in the bone with a drill."},{"text":"Den Kindern fiel auf, dass der Großvater manchmal in der Nase bohrte.","translation":"The children noticed that the grandfather sometimes drilled his nose."},{"text":"Er bohrt schon zehn Minuten in der Nase, anscheinend ohne Erfolg.","translation":"He has been drilling in his nose for ten minutes, apparently without success."},{"text":"Er bohrt gern Löcher in andrer Leute Haut.","translation":"He likes to drill holes in other people's skin."},{"text":"Maria, hör schon auf, in der Nase zu bohren!","translation":"Maria, stop drilling in the nose!"},{"text":"Das Bohren dieses Loches hat eine Menge Arbeit gemacht.","translation":"Drilling this hole has done a lot of work."},{"text":"Politik ist das Bohren sehr dicker Bretter.","translation":"Politics is the drilling of very thick planks."},{"text":"„Könnte ich eine Vollnarkose mit dem Holzhammer bekommen?“ fragte Tom den Zahnarzt, als es ans Bohren gehen sollte. „Nein, das tut mir leid“, antwortete jener lachend, und dann erklang auch schon das gefürchtete Geräusch.","translation":"\"Could I get general anesthesia with a wooden hammer?\" Tom asked the dentist when it came to drilling. \"No, I'm sorry,\" he replied with a laugh, and then the dreaded sound sounded."}],"Akademie":[{"text":"Europa ist eine Akademie des Respekts.","translation":"Europe is an academy of respect."},{"text":"Du kommst wohl aus der Akademie?","translation":"You probably come from the academy?"},{"text":"Sie werden hierfür die Genehmigung der Akademie brauchen.","translation":"You will need the approval of the Academy for this."},{"text":"Als wir die Akademie erreichten, waren dort unzählige Schüler von der ganzen Insel.","translation":"When we reached the Academy there were scores of students there from all over the Island."},{"text":"An der Akademie der Schönen Künste können sich Studenten künstlerisch entfalten.","translation":"At the Academy of Fine Arts, students can develop artistically."},{"text":"Unser Lehrer wurde sogar mit dem Großen Literaturpreis der Bayerischen Akademie der Schönen Künste ausgezeichnet.","translation":"Our teacher was even awarded the Grand Literature Prize of the Bavarian Academy of Fine Arts."},{"text":"Am 12. Januar 1837 legte Adalbert von Chamisso der Königlichen Akademie der Wissenschaften zu Berlin die erste Grammatik des Hawaiischen vor.","translation":"On 12 January 1837, the first grammar of Hawaiian was presented to the Royal Academy of Science in Berlin by Adalbert von Chamisso."},{"text":"Obwohl ich kein Universitätsdiplom habe, brachte ich es dennoch zu einem außergewöhnlichen Posten in der Königlich Schwedischen Akademie der Wissenschaften, und kann sogar über den Nobelpreis mitentscheiden.","translation":"Although I don't have a university degree, I still managed to get an extraordinary position in the Royal Swedish Academy of Sciences, and I can even have a say in the Nobel Prize."},{"text":"Johannes musste Tom, der sterbend darniederlag, geloben, dass er für seine Tochter Maria sorgen und das Manuskript über die drei Afrikareisen der Königlich-Preußischen Akademie in Berlin vorlegen würde.","translation":"Johannes had to promise Tom, who lay dying, that he would care for his daughter Maria and submit the manuscript about the three trips to Africa to the Royal Prussian Academy in Berlin."}],"wiederholt":[{"text":"Dieser Vorfall wäre vielleicht vergessen worden, hätte er sich nicht drei Wochen später wiederholt.","translation":"The incident might have been forgotten had the same thing not happened again three weeks later."},{"text":"Im letzten Winter holte sich Magdalena Neuner wiederholt Gold und Silber.","translation":"Last winter, Magdalena Neuner repeatedly won gold and silver."},{"text":"Zum wiederholten Male hat Tom etwas zerbrochen.","translation":"Once again, Tom has broken something."},{"text":"Maria verspricht hoch und heilig, dass sie diesen Fehler nicht wiederholt.","translation":"Mary promises high and holy that she will not repeat this mistake."},{"text":"Der Mörder stach wiederholt auf das Opfer ein.","translation":"The victim was stabbed repeatedly by the killer."}],"enttäuschen":[{"text":"Ich muss Sie leider enttäuschen.","translation":"Unfortunately, I have to disappoint you."},{"text":"Bittrer noch als ihr bin ich selbst von mir enttäuschet.","translation":"Supplicant, even more than you, I myself am disappointed."},{"text":"Meine größte Angst ist es, meine Familie zu enttäuschen.","translation":"My biggest fear is to disappoint my family."},{"text":"Liebe zur Natur ist die einzige Liebe, die menschliche Hoffnungen nicht enttäuscht.","translation":"Love for nature is the only love that does not disappoint human hopes."},{"text":"Wähle den, der am wenigsten verspricht; er wird dich am wenigsten enttäuschen.","translation":"Choose the one that promises the least; He will disappoint you the least."},{"text":"Nein, ich bin nicht böse auf dich, ich bin nur enttäuscht.","translation":"No, I'm not mad at you, I'm just disappointed."},{"text":"Ich war bitter enttäuscht.","translation":"I was bitterly disappointed."},{"text":"Die ganze Mannschaft ist enttäuscht. Wir hätten das Spiel eigentlich gewinnen müssen.","translation":"As a team, we are disappointed. We should have won the game."},{"text":"„Jetzt bist du wütend, stimmt's?“ — „Na, ich bin nicht wütend, ich bin nur enttäuscht.“","translation":"\"You're angry now, aren't you?\" \"Well, not angry, just disappointed.\""},{"text":"Maria sagte, sie glaube, Tom sei enttäuscht.","translation":"Mary told me that she thought Tom was disappointed."}],"Steak":[{"text":"An diesem Steak beißt man sich ja die Zähne aus.","translation":"You bite your teeth out on this steak."},{"text":"Wie willst du denn dein Steak haben? Englisch, medium oder durch?","translation":"How do you want your steak? English, medium or through?"},{"text":"Ich will Steak essen.","translation":"I want to eat steak."},{"text":"Tom bestellte ein Steak.","translation":"Tom ordered a steak."},{"text":"Ich nehme ein Steak und einen gemischten Salat.","translation":"I take a steak and a mixed salad."},{"text":"Ich mag Steak lieber als alles andere und esse es jeden zweiten Tag.","translation":"I like steak better than anything else, and eat it every other day."},{"text":"Wir mögen beide Curry und Steak sehr.","translation":"Both of us are very fond of curry and steak."},{"text":"„Willst du dein Steak nicht essen? Bist du etwa Vegetarier?“ － „Nein, ich mag einfach kein Umami.“","translation":"\"Don't you want to eat your steak? Are you a vegetarian?\" - \"No, I just don't like umami.\""},{"text":"Steak und Kaviar sind meine Lieblingsgerichte.","translation":"Steak and caviar are my favorite dishes."},{"text":"Steaks und Kaviar sind meine Lieblingsspeisen.","translation":"Steak and caviar are my favorite foods."}],"Brüste":[{"text":"Marias Brüste sind klein und fest. Tom findet das gut.","translation":"Maria's breasts are small and firm. Tom thinks that's good."},{"text":"Wenn Gott nicht die Brüste geschaffen hätte, hätte ich nicht gemalt.","translation":"If God hadn't created the breasts, I wouldn't have painted."},{"text":"Warum versteckst du deine Brüste?","translation":"Why do you hide your breasts?"},{"text":"Du hast schöne Brüste.","translation":"You have lovely breasts."},{"text":"Viele Männer haben größere Brüste als Frauen.","translation":"Many men have larger breasts than women."}],"zäh":[{"text":"Hart verdientes Geld geht zäh heraus.","translation":"Hard-earned money comes out tough."},{"text":"Ihr seid zäh.","translation":"You're tough."},{"text":"Dieses Steak ist zu zäh.","translation":"This steak is too tough."},{"text":"Am Anfang ist das Buch zäh und man muss sich durchbeißen. Aber es lohnt sich.","translation":"In the beginning, the book is tough and you have to bite through. But it's worth it."},{"text":"Alte Häute sind zäh und bedürfen viel Gerbens, das sie aber nicht leiden.","translation":"Old hides are tough and require a lot of tanning, which they do not suffer."},{"text":"Frauen sind oft zäher als Männer.","translation":"Women are often tougher than men."},{"text":"Das Fleisch ist zäh.","translation":"The meat is tough."},{"text":"Sie ist viel zäher, als sie aussieht.","translation":"She's a lot tougher than she looks."},{"text":"Den solide gestalteten Stil des Romans beeinträchtigt der zähe Fluss der Handlung.","translation":"The solidly designed style of the novel is affected by the tenacious flow of the plot."},{"text":"Tom ist ein ziemlich zäher Bursche.","translation":"Tom is a pretty tough kid."}],"Anblick":[{"text":"Es war ein herrlicher Anblick.","translation":"It was a beautiful sight."},{"text":"Beim Anblick eines gewissen Elends empfindet man eine Art Scham, glücklich zu sein.","translation":"At the sight of a certain misery, one feels a kind of shame to be happy."},{"text":"Der Anblick ihres Fotos stimmte mich traurig.","translation":"The sight of her photo made me sad."},{"text":"Beim Anblick seines Gesichts fing sie an zu weinen.","translation":"She began to cry at the sight of his face."},{"text":"Der Anblick war beeindruckend.","translation":"The sight was impressive."}],"baß":[{"text":"Ich weiß, dass Tom Bass spielt.","translation":"I know Tom plays bass."},{"text":"Man hörte das Wummern der Bässe bis hinaus auf die Straße.","translation":"You could hear the rumble of the bass out in the street."},{"text":"Der Bass kann das Ganze von mir aus eine Oktave tiefer singen.","translation":"The bass can sing the whole thing from me an octave lower."},{"text":"Könnten Sie die Audioeinstellungen ein wenig optimieren? Der Bass ist zu laut.","translation":"Could you tweak the audio settings a little? The bass is too loud."},{"text":"Tom spielt Bass in einer Rockband.","translation":"Tom plays bass in a rock band."},{"text":"Ich bin manchmal bass erstaunt, wie viel Dreck manche Menschen in einer einzigen Woche produzieren können.","translation":"I'm sometimes amazed at how much dirt some people can produce in a single week."}],"spektakulär":[{"text":"Von der Straße hatte man eine spektakuläre Aussicht aufs Meer.","translation":"The view of the ocean from the road was spectacular."},{"text":"Toms Darbietung war nicht gerade spektakulär.","translation":"Tom­'s performance was less than spectacular."},{"text":"Ich dachte, der Film sei spektakulär.","translation":"I thought the film was spectacular."},{"text":"Paris ist eine absolut spektakuläre Stadt.","translation":"Paris is an absolutely spectacular city."},{"text":"Die spektakuläre Entführung hat die Nation in Atem gehalten.","translation":"The spectacular kidnapping has kept the nation in suspense."}],"kauen":[{"text":"Pillen muss man schlucken, nicht kauen.","translation":"You must swallow pills, not chew them."},{"text":"\"Haben Sie meine Katze gesehen?\" \"Nein.\" \"Sie Lügner, Sie kauen ja noch!\"","translation":"\"Did you see my cat?\" \"No.\" \"Liar, you're still chewing!\""},{"text":"Ein gesunder Zahn kaut Brot zu Marzipan.","translation":"A healthy tooth chews bread into marzipan."},{"text":"Er kaut an seinen Nägeln.","translation":"He bites his nails."},{"text":"Tom kaut manchmal mit offenem Mund.","translation":"Tom sometimes chews with his mouth open."}],"freigeben":[{"text":"Ich kann Ihr Projekt nicht freigeben.","translation":"I can't share your project."},{"text":"Ich hoffe, die Straße wird bald freigegeben.","translation":"I hope they open the road soon."},{"text":"Ich habe diesen Satz freigegeben und lade dich ein, ihn zu adoptieren.","translation":"I have released this sentence and invite you to adopt it."},{"text":"Er wurde zur Adoption freigegeben.","translation":"He was put up for adoption."},{"text":"Ich denke, ich werde mein Kind zur Adoption freigeben.","translation":"I think I will give my child up for adoption."}],"Benzin":[{"text":"Wir stecken mitten in der Pampa fest und haben kein Benzin mehr.","translation":"We are stuck in the middle of the pampas and have run out of gasoline."},{"text":"Mein kleines Auto braucht nicht viel Benzin.","translation":"My little car doesn't need much gas."},{"text":"Ich kaufe Benzin.","translation":"I buy gasoline."},{"text":"Benzin ist nicht teuer.","translation":"Gasoline is not expensive."},{"text":"Es besteht ein großer Bedarf an Benzin.","translation":"There is a great demand for petrol."},{"text":"Ich hätte gern für 20 Dollar Benzin an Zapfsäule 3.","translation":"Can I get 20 dollars on pump 3?"},{"text":"Ich bin ziemlich sicher, wir haben genug Benzin, um nach Hause zu kommen.","translation":"I'm pretty sure we have enough gas to get home."},{"text":"Benzin ist ein Kraftstoff.","translation":"Gasoline is a fuel."},{"text":"Ich lebe in einem Land, in dem ein Liter Benzin billiger als ein Liter Wasser ist.","translation":"I live in a country where a liter of petrol is cheaper than a liter of water."},{"text":"Benzin ist eine brennbare Flüssigkeit.","translation":"Gasoline is a flammable liquid."}],"passiv":[{"text":"Fernsehen ist eine passive Tätigkeit.","translation":"Watching telly is a passive activity."},{"text":"Fernsehen ist eine passive Aktivität.","translation":"Watching TV is a passive activity."},{"text":"Seine passive Einstellung machte all meine Bemühungen zunichte.","translation":"His passive attitude destroyed all my efforts."},{"text":"Mit Tatoeba kann man seine aktiven und seine passiven Sprachkenntnisse verbessern.","translation":"With Tatoeba you can improve your active and passive language skills."},{"text":"Leider scheiterte das Projekt am passiven Widerstand der Reisbauern.","translation":"Unfortunately, the project failed due to passive resistance from rice farmers."}],"Fotografie":[{"text":"„Wie heißt die Ausstellung, die du gesehen hast?“ – „Fotografie einst und jetzt.“","translation":"\"What's the name of the exhibition you saw?\" \"Photography Then and Now.\""},{"text":"Das Leben verhält sich wie die Fotografie – es kommt lediglich auf die Perspektive an.","translation":"Life behaves like photography – it's all about perspective."},{"text":"Alle auf der Fotografie lächeln.","translation":"Everyone is smiling in the picture."},{"text":"Diese Fotografie ist ein Kunstwerk, und ein sehr schönes.","translation":"This photograph is a work of art, and a very beautiful one."},{"text":"Dieses Buch enthält viele Fotografien.","translation":"This book contains a lot of photos."}],"anklagen":[{"text":"Ich wurde zu Unrecht angeklagt.","translation":"I was wrongly accused."},{"text":"Sie sollte des Mordes angeklagt werden.","translation":"She should be charged with murder."},{"text":"Sie stand vor Gericht, angeklagt des Mordes an ihrem Ehemann.","translation":"She went on trial charged with murdering her husband."},{"text":"Tom wurde festgenommen und des Mordes angeklagt.","translation":"Tom was arrested and charged with the murder."},{"text":"Nixon trat zurück, bevor er angeklagt werden konnte.","translation":"Nixon resigned before he could be impeached."}],"Anklage":[{"text":"Tom hat seine Anklage zurückgezogen.","translation":"Tom has withdrawn his charges."},{"text":"Gerade dein Schweigen ist laute Anklage.","translation":"Your silence is a loud accusation."},{"text":"Die Anklage konnte nicht beweisen, welcher von den Zwillingen das Verbrechen begangen hatte.","translation":"The prosecution could not prove which of the twins had committed the crime."},{"text":"Ich möchte Anklage erheben.","translation":"I would like to bring charges."},{"text":"Das Gericht sprach ihn von der Anklage des Mordes frei.","translation":"The court acquitted him of the charge of murder."}],"Kulisse":[{"text":"Sie arbeiten hinter den Kulissen.","translation":"They are working behind the scene."},{"text":"Es ist auch viel so genannte Arbeit hinter den Kulissen dabei.","translation":"There's also a great deal of so called behind-the-scenes work."},{"text":"Dieser Berg ist berühmt für seine Kulisse.","translation":"This is a mountain famous for its scenery."},{"text":"Sein Kostüm war so schwarz wie die dunkle Kulisse.","translation":"His costume was as black as the dark backdrop."},{"text":"Ich hätte nicht gedacht, dass es die Straße, die in diesem Film zu sehen ist, gar nicht in echt gibt, sondern dass es eine Kulisse auf einem Studiogelände ist.","translation":"I didn't think that the street that can be seen in this film does not exist in real life, but that it is a backdrop on a studio grounds."}],"trösten":[{"text":"Die Zeit entschuldigt, wie sie tröstet, Worte sind in beiden Fällen von wenig Kraft.","translation":"Time excuses as it comforts, words are of little power in both cases."},{"text":"Es mag Tom trösten, dass ich das bislang auch nicht wusste.","translation":"It may comfort Tom that I didn't know that either."},{"text":"Schon zwei Wochen nach Marias Unfalltod tröstete sich Tom mit einer anderen.","translation":"Just two weeks after Maria's accidental death, Tom consoled himself with another."},{"text":"Er versuchte sie zu trösten, aber sie hörte nicht auf zu weinen.","translation":"He tried to comfort her, but she kept crying."},{"text":"Danke, dass du mich getröstet hast, als ich traurig war!","translation":"Thank you for consoling me when I was sad."}],"herausstellen":[{"text":"Das weiß ich noch nicht, es wird sich aber bald herausstellen.","translation":"I don't know yet, but it will soon turn out."},{"text":"Die Wahrheit wird sich bald herausstellen.","translation":"The truth will soon emerge."},{"text":"Unser Versuch hat sich als Fehler herausgestellt.","translation":"Our attempt has proved to be a failure."},{"text":"Es hat sich herausgestellt, dass ich recht hatte.","translation":"It turned out that I was right."},{"text":"„Du musst mir glauben!“ – „Ich muss gar nichts!“ – „Aber ich bin unschuldig!“ – „Das wird sich herausstellen.“","translation":"\"You have to believe me!\" – \"I don't have to!\" – \"But I'm innocent!\" – \"That will turn out.\""}],"zeitlich":[{"text":"Er hat das Zeitliche gesegnet.","translation":"He has blessed the temporal."},{"text":"Liisas Opa hat letzten Freitag das Zeitliche gesegnet.","translation":"Liisa's grandpa blessed the time last Friday."},{"text":"Ein wahrer Freund ist jemand, der dir Geld leiht und dann das Zeitliche segnet.","translation":"A true friend is someone who lends you money and then blesses the temporal."},{"text":"Sie hat gestern Nachmittag das Zeitliche gesegnet.","translation":"She passed away yesterday afternoon."},{"text":"Am heutigen Abend segne ich das Zeitliche.","translation":"Tonight I bless the temporal."},{"text":"Keine Angst. Schmerzen sind zeitlich begrenzt.","translation":"Don't worry. Pain is temporary."},{"text":"Wie ist der zeitliche Ablauf?","translation":"What is the timing?"},{"text":"Beeile dich, und du wirst es zeitlich schaffen.","translation":"Make haste, and you will be in time."},{"text":"Dies ist ein zeitlich begrenztes Angebot, das nur für Neukunden gilt.","translation":"This is a limited time offer to new customers only."},{"text":"Wann passt es dir zeitlich?","translation":"What time is good for you?"}],"or":[{"text":"Die hier vorliegende Münze ist ein Friedrich d’or von 1774.","translation":"The present coin is a Friedrich d'or from 1774."}],"Märchen":[{"text":"Erzähl keine Märchen!","translation":"Don't tell fairy tales!"},{"text":"Die meisten Märchen beginnen mit den Worten: „Es war einmal ...“","translation":"Most fairy tales begin with the words: \"Once upon a time...\""},{"text":"Maria ist schöner als im Märchen.","translation":"Mary is more beautiful than in a fairy tale."},{"text":"Es war eine Hochzeit wie im Märchen.","translation":"It was a fairytale wedding."},{"text":"Sei nie wie die Welt. Sei immer wie ein Märchen, das sich selbst erzählt.","translation":"Never be like the world. Always be like a fairy tale that tells itself."},{"text":"Märchen fangen immer gleich an: es war einmal.","translation":"Fairy tales always start the same: once upon a time."},{"text":"Feen gibt es nur in Märchen.","translation":"Fairies exist only in fairy tales."},{"text":"Frösche verwandeln sich nur in Märchen in Prinzen.","translation":"Frogs turn into princes only in fairy tales."},{"text":"Es geschieht nur in Märchen, dass Frösche Prinzen werden.","translation":"It happens only in fairy tales that frogs become princes."},{"text":"Das passiert nicht einmal in Märchen!","translation":"That doesn't even happen in fairy tales!"}],"übergehen":[{"text":"Ein Teilnehmer schlug vor, wir sollten zu einem anderen Thema übergehen.","translation":"One of the participants suggested that we should move on to another topic."},{"text":"Als ich heute Morgen aufwachte, war der Regen in Schnee übergegangen.","translation":"When I woke up this morning, the rain had turned into snow."},{"text":"Es ist besser, diesen Punkt zu übergehen.","translation":"It is better to ignore this point."},{"text":"Wenn die Wahrheit zu schwach ist, sich zu verteidigen, muss sie zum Angriff übergehen.","translation":"If the truth is too weak to defend, it must go on the attack."},{"text":"Wir müssen von Worten zu Taten übergehen.","translation":"We need to move from words to deeds."},{"text":"Ich fühlte mich übergangen.","translation":"I felt left out."},{"text":"Wir haben ihn absichtlich übergangen.","translation":"We skipped his turn on purpose."},{"text":"Bei den letzten Beförderungen in seinem Betrieb fühlte sich Tom übergangen.","translation":"During the last promotions in his company, Tom felt ignored."},{"text":"Ich fühle mich übergangen.","translation":"I feel ignored."}],"linker":[{"text":"Die linke Hand weiß nicht, was die rechte tut.","translation":"The left hand does not know what the right hand is doing."},{"text":"Das linke Handtuch ist dein.","translation":"The left towel is yours."},{"text":"Spätestens seit Marx ist der linke Weg der rechte.","translation":"At least since Marx, the left way is the right."},{"text":"Ich habe zwei linke Hände.","translation":"I'm clumsy."},{"text":"Die linke Schulter tut mir weh.","translation":"My left shoulder hurts."},{"text":"Ein Linker muss nicht arm sein, ein Linker muss gegen Armut sein.","translation":"A leftist does not have to be poor, a leftist must be against poverty."},{"text":"Ein Liberaler ist in Frankreich ein Rechter und in den Vereinigten Staaten ein Linker.","translation":"A liberal is a rightist in France and a leftist in the United States."},{"text":"Ich bin Linker.","translation":"I'm a lefty."}],"einschlafen":[{"text":"Kindern erzählt man eine Geschichte zum Einschlafen - Erwachsenen, damit sie aufwachen.","translation":"Children are told a story to fall asleep - adults to wake up."},{"text":"Toms Vortrag war zum Einschlafen.","translation":"Tom's talk was to fall asleep."},{"text":"Der Film war zum Einschlafen, er war so langweilig.","translation":"The movie was to fall asleep, it was so boring."},{"text":"Ich habe etwas länger als gewöhnlich zum Einschlafen gebraucht.","translation":"It took me a little longer than usual to fall asleep."},{"text":"Er war gerade beim Einschlafen, als er seinen Namen rufen hörte.","translation":"He was about to fall asleep, when he heard his name called."},{"text":"Ich bin müde, aber ich kann trotzdem nicht einschlafen!","translation":"I'm tired, but I still can't fall asleep!"},{"text":"Ich konnte gestern einfach nicht einschlafen.","translation":"I just couldn't get to sleep last night."},{"text":"Ich bin zwar früh schlafen gegangen, konnte aber nicht einschlafen.","translation":"Although I went to bed early, I couldn't get to sleep."},{"text":"Wir brauchen die Herausforderung der jungen Generation, sonst würden uns die Füße einschlafen.","translation":"We need the challenge of the young generation, otherwise our feet would fall asleep."},{"text":"Was tust du, wenn du nicht einschlafen kannst?","translation":"What do you do when you can't fall asleep?"}],"identisch":[{"text":"Nichts sein und nichts lieben, ist identisch.","translation":"To be nothing and to love nothing is identical."},{"text":"Dein Stuhl ist identisch mit meinem.","translation":"Your chair is identical to mine."},{"text":"Welche Notwendigkeit siehst du darin, diese fast identischen Sätze zu erzeugen?","translation":"I wonder why you feel it's necessary to create these near-duplicate sentences."},{"text":"Das Gefühl von „Selbst“ ist identisch mit dem, was wir Bewusstsein nennen.","translation":"The sense of \"self\" is identical to what we call consciousness."},{"text":"Kann die Wissenschaft erklären, warum bis heute keine identischen Fingerabdrücke bei Menschen gefunden wurden?","translation":"Can science explain why to this day no identical fingerprints have been found among human beings?"}],"Dekoration":[{"text":"Ich brauche keine Dekoration, denn ich habe Bücher.","translation":"I don't need decoration because I have books."},{"text":"Um die Dekoration hat sich überwiegend meine Freundin gekümmert.","translation":"My girlfriend did most of the decorating."},{"text":"Wir schnitzten Kürbisse zur Dekoration.","translation":"We carved pumpkins for decoration."},{"text":"Auf dem Vanillepudding prangte zur Dekoration eine einzelne Dattel.","translation":"A single date was emblazoned on the custard for decoration."},{"text":"Meine Küche ist schlicht, nur die Dekoration ist üppig. Die Gäste müssen ja über etwas reden können.","translation":"My kitchen is simple, only the decoration is lush. The guests must be able to talk about something."}],"Aufsichtsbehörde":[{"text":"Die Freigabe durch die Aufsichtsbehörden steht noch aus.","translation":"The approval by the supervisory authorities is still pending."},{"text":"Man ließ die deutschen Virologen weitgehend unbehelligt von den Behinderungen durch eine zentrale Aufsichtsbehörde, die alles in aufwendigen verwaltungstechnischen Abläufen geprüft hätte, arbeiten.","translation":"The German virologists were left largely unhampered by a restrictive central regulatory body second-guessing them or imposing burdensome procedures."}],"Klo":[{"text":"Selbst die größten Könige gehen zu Fuß aufs Klo.","translation":"Even the greatest kings go to the toilet on foot."},{"text":"Ich sitze auf dem Klo und denke.","translation":"I sit on the toilet and think."},{"text":"Das war wohl ein Griff ins Klo.","translation":"That was probably a grab in the toilet."},{"text":"Bitte nicht vergessen das Klo zu spülen.","translation":"Please do not forget to rinse the toilet."},{"text":"Auf dem Klo ist kein Papier.","translation":"There is no paper on the toilet."}],"verpacken":[{"text":"Die Frau ist das einzige Geschenk, das sich selbst verpackt.","translation":"The woman is the only gift that wraps herself."},{"text":"Er verpackt das Paket.","translation":"He packs the package."},{"text":"Wir verpackten Obst und Gemüse.","translation":"We bagged the fruits and vegetables."},{"text":"Sie brauchen es nicht zu verpacken.","translation":"They don't have to wrap it up."},{"text":"Ich hätte es gerne als Geschenk verpackt.","translation":"I would have liked to have it wrapped as a gift."}],"leugnen":[{"text":"Man kann nicht leugnen, dass der Gefangene schuldig ist.","translation":"There is no denying that the prisoner is guilty."},{"text":"Es hat keinen Zweck es zu leugnen.","translation":"It is no use your trying to deny it."},{"text":"Er leugnet den Klimawandel.","translation":"He's a climate change denier."},{"text":"Sie leugnete, ihn getroffen zu haben, obwohl wir sie miteinander reden gesehen hatten.","translation":"She denied having met him, even though we had seen her talk."},{"text":"Offensichtliches zu leugnen ist dumm.","translation":"Denying the obvious is stupid."}],"frustrieren":[{"text":"Tut mir leid, wenn ich dich frustriert habe. Es soll nicht wieder vorkommen.","translation":"Sorry if I frustrated you. It should not happen again."},{"text":"Ich bin frustriert, weil du hier alles durcheinander gebracht hast.","translation":"I'm frustrated because you messed everything up here."},{"text":"Du bist über deine Arbeit frustriert.","translation":"You are frustrated with your work."},{"text":"Ich bin verwirrt und frustriert.","translation":"I am confused and frustrated."},{"text":"Ich bin frustriert, weil ich Ordnung brauche, um meine Arbeit mit Vergnügen erledigen zu können.","translation":"I am frustrated because I need order to be able to do my work with pleasure."}],"Jeans":[{"text":"Um Jeans zu nähen, benötigt man eine dickere Nadel.","translation":"To sew jeans, you need a thicker needle."},{"text":"Tom trägt gewöhnlich Jeans und ein weißes T-Shirt.","translation":"Tom usually wears jeans and a white T-shirt."},{"text":"Jeans sind jetzt bei Mädchen in Mode.","translation":"Jeans are now in fashion among girls."},{"text":"Ich habe ihn noch nie in Jeans gesehen.","translation":"I've never seen him in jeans."},{"text":"Ich muss ein wenig abnehmen. Meine alten Jeans passen mir nicht mehr!","translation":"I need to lose a little weight. My old jeans don't fit me anymore!"}],"Ausstattung":[{"text":"Beth war sehr beeindruckt von seiner komplett neuen Ausstattung und zufrieden damit.","translation":"Mary was very impressed with the professional appearance of her new outfit."},{"text":"Dieses Krankenhaus verfügt über eine Menge neuer Ausstattung.","translation":"This hospital has a lot of new equipment."},{"text":"Die paar Alutöpfe können alle weg, ich habe nämlich die Ausstattung für die neue Küche schon besorgt.","translation":"The few aluminum pots can all go away, because I have already got the equipment for the new kitchen."}],"sprengen":[{"text":"Der Rasen muss gesprengt werden.","translation":"The lawn needs to be watered."},{"text":"Wir sahen Arbeiter Felsen sprengen.","translation":"We saw laborers blasting rocks."},{"text":"Die Stadt wurde in Stücke gesprengt.","translation":"The city has been blasted to smithereens."},{"text":"Tom sprengt den Garten.","translation":"Tom blows up the garden."},{"text":"Die große Aufgabe unsrer Zeit ist, das Bestehende in die Luft zu sprengen — zu zerstören.","translation":"The great task of our time is to blow up — destroy — what already exists."}],"verborgen":[{"text":"In mir ist ein Gedanke verborgen.","translation":"There is a thought hidden in me."},{"text":"Wünsche nie etwas, was durch Mauern oder Vorhänge verborgen werden müsste.","translation":"Never wish for anything that would have to be hidden by walls or curtains."},{"text":"Wer schweigt hat wenig zu sorgen; der Mensch bleibt unter der Zunge verborgen.","translation":"He who is silent has little to worry about; man remains hidden under the tongue."},{"text":"Wer verborgen bleibt, hat ein schönes Leben.","translation":"Those who remain hidden have a beautiful life."},{"text":"In manchem Lächeln ist ein Schwert verborgen.","translation":"In some smiles a sword is hidden."},{"text":"Ein verborgener Schatz liegt sicher.","translation":"A hidden treasure lies for sure."},{"text":"Ein verborgener Schatz ist der Welt nichts wert.","translation":"A hidden treasure is worth nothing to the world."},{"text":"Sie schickten mir eine E-Mail mit verborgenen Botschaften.","translation":"They sent me an email with hidden messages."},{"text":"Jeder hat sein verborgenes Leiden.","translation":"Everyone has their hidden suffering."},{"text":"Die verborgene Quelle des Humors ist nicht Freude, sondern Kummer.","translation":"The hidden source of humor is not joy, but sorrow."},{"text":"Sie muss ihre Fähigkeiten vor ihrer Familie verborgen halten.","translation":"She has to keep her powers hidden from her family."},{"text":"Das Schöne ist eine Manifestation geheimer Naturgesetze, die uns ohne dessen Erscheinung ewig wären verborgen geblieben.","translation":"Beauty is a manifestation of secret laws of nature that would have remained eternally hidden from us without its appearance."},{"text":"Gott sei Dank hat Tom eine Mundmaske aufgesetzt, dabei hat er sein scheußliches Gesicht verborgen.","translation":"Thank God Tom put on a mouth mask, hiding his hideous face."},{"text":"Er ist niemals gestorben, er lebt darin noch jetzt; er hat, im Schloß verborgen, zum Schlaf sich hingesetzt.","translation":"He never died, he still lives in it now; hidden in the castle, he sat down to sleep."},{"text":"Es gibt nichts Schöneres im Leben als die Freundschaft: Du hast jemanden, dem Du Dein Innerstes öffnen, dem Du Geheimnisse mitteilen und das Verborgene Deines Herzens zeigen kannst.","translation":"There is nothing more beautiful in life than friendship: you have someone to whom you can open your innermost self, to whom you can share secrets and show the hidden of your heart."}],"Umschlag":[{"text":"Kleben Sie den Umschlag zu!","translation":"Glue the envelope shut!"},{"text":"Er öffnete den Umschlag.","translation":"He opened the envelope."},{"text":"Ich habe die falsche Adresse auf den Umschlag geschrieben.","translation":"I wrote the wrong address on the envelope."},{"text":"Tom faltete den Brief und steckte ihn in einen Umschlag.","translation":"Tom folded the letter and put it in an envelope."},{"text":"Legen Sie den Umschlag auf den Tisch.","translation":"Place the envelope on the table."}],"ertrinken":[{"text":"Wir ertrinken in Informationen, aber wir hungern nach Wissen.","translation":"We drown in information but thirst for knowledge."},{"text":"Sorgen ertrinken nicht im Alkohol. Sie können schwimmen.","translation":"Worries do not drown in alcohol. You can swim."},{"text":"In einem Meer von Schmerz ertrinken die einen, die anderen lernen darin schwimmen.","translation":"Some drown in a sea of pain, others learn to swim in it."},{"text":"Die Wahrheit geht manchmal unter, aber sie ertrinkt nicht.","translation":"The truth is sometimes submerged, but it doesn't drown."},{"text":"Mancher ertrinkt lieber, als dass er um Hilfe ruft.","translation":"Some people prefer to drown rather than call for help."},{"text":"Sie war kurz vor dem Ertrinken.","translation":"She was about to drown."},{"text":"Der Polizist rettete das Kind vor dem Ertrinken.","translation":"The policeman saved the child from drowning."},{"text":"Er hat den jungen Mann unter Einsatz seines Lebens vor dem Ertrinken gerettet.","translation":"He saved the young man from drowning at the risk of his own life."},{"text":"Er hat einen Jungen vor dem Ertrinken gerettet.","translation":"He saved a boy from drowning."},{"text":"Tom hat einen Hund vor dem Ertrinken gerettet.","translation":"Tom rescued a dog from drowning."}],"erfrischend":[{"text":"Esperanto ist erfrischend anders.","translation":"Esperanto is refreshingly different."},{"text":"Bei heißem Wetter ist ein Glas kaltes Wasser sehr erfrischend.","translation":"In hot weather, a glass of cold water is very refreshing."},{"text":"Er machte einen erfrischenden Spaziergang.","translation":"He took a refreshing walk."},{"text":"Ein Spaziergang vor dem Frühstück ist erfrischend.","translation":"A walk before breakfast is refreshing."},{"text":"Regierungen werden wieder gebraucht. Das sind erfrischende Nachrichten für Premierminister.","translation":"Governments are needed again. This is refreshing news for prime ministers."}],"surfen":[{"text":"Gestern sind wir dort gesurft.","translation":"Yesterday we went surfing there."},{"text":"Tom surft wohl im Internet.","translation":"Tom probably surfs the Internet."},{"text":"Surfen Sie gerne?","translation":"Do you like surfing?"},{"text":"Ich kann nicht aufhören, auf Tatoeba zu surfen.","translation":"I can't stop surfing on Tatoeba."},{"text":"Wenn Sie im Internet surfen, werden Sie möglicherweise von Websites überwacht.","translation":"When you browse the Internet, you may be monitored by websites."}],"vorbehalten":[{"text":"Das Vollständige Illustrierte Wörterbuch ist ein Werk, dessen Rechte in allen Ländern vorbehalten sind.","translation":"The Complete Illustrated Dictionary is a work whose rights are reserved in all countries."},{"text":"Im Namen der Toleranz sollten wir uns das Recht vorbehalten, die Intoleranz nicht zu tolerieren.","translation":"In the name of tolerance, we should reserve the right not to tolerate intolerance."},{"text":"Ich glaube fest daran, dass man keinen Helden ohne Demut spielen kann. Arroganz ist den Schurken vorbehalten.","translation":"I firmly believe that you can't play a hero without humility. Arrogance is reserved for the villains."},{"text":"Maria wollte, obwohl sie eine Häsin war, Polizistin werden, ein Beruf, der eigentlich nur Hunden vorbehalten war.","translation":"Maria, although she was a bunny, wanted to become a police officer, a profession that was actually reserved for dogs only."},{"text":"Wer sagt: „Mit deinem Vorschlag bin ich im Prinzip einverstanden“, ist nicht vollkommen einverstanden und nicht frei von Vorbehalten, Bedenken oder Zweifeln.","translation":"Anyone who says, \"I agree with your proposal in principle,\" is not entirely in agreement and is not free of reservations, concerns, or doubts."},{"text":"Zu lieben ohne Vorbehalte ist den Menschen nicht gegeben und Liebe mit Vorbehalten – was für eine Liebe ist das.","translation":"To love without reservations is not given to people and love with reservations – what kind of love is that."}],"Assistent":[{"text":"Der junge Mann, den ich als Assistenten angestellt habe, arbeitet sehr gut.","translation":"The young man I hired as an assistant works very well."},{"text":"Ich bin Toms neuer Assistent.","translation":"I'm Tom's new assistant."},{"text":"Tom ist einer von Marias wissenschaftlichen Assistenten.","translation":"Tom is one of Mary's research assistants."},{"text":"Setzen Sie sich mit meinem Assistenten in Verbindung, wenn Sie Fragen haben.","translation":"Contact my assistant if you have any questions."},{"text":"So gab der Assistent jedem einen Dollar zurück.","translation":"So, the assistant returned $1 to each man."}],"diejenige":[{"text":"Welche Regierung die beste sei? Diejenige, die uns lehrt, uns selbst zu regieren.","translation":"Which government is the best? The one who teaches us to govern ourselves."},{"text":"Die Bevölkerung von Osaka ist größer als diejenige von Kyoto.","translation":"The population of Osaka is larger than that of Kyoto."},{"text":"Du bist diejenige, die ich gesucht habe.","translation":"You're the one that I've been looking for."},{"text":"Sie ist diejenige, die in meiner Firma mit Abstand am härtesten arbeitet.","translation":"She is the one who works by far the hardest in my company."},{"text":"Denken alle, ich wäre diejenige, die das Geld gestohlen hat?","translation":"Does everyone think I'm the one who stole the money?"}],"Chemie":[{"text":"Ich hasse Chemie.","translation":"I hate chemistry."},{"text":"Nicht alles, was stinkt, ist Chemie.","translation":"Not all that stinks is chemistry."},{"text":"Wer nichts als die Chemie versteht, versteht auch die nicht recht.","translation":"If you don't understand anything but chemistry, you don't really understand it either."},{"text":"Selten lernt er Chemie.","translation":"He rarely learns chemistry."},{"text":"Ich mag Fächer wie Mathematik und Chemie.","translation":"I like subjects such as Maths and Chemistry."},{"text":"Er ist schlecht in Chemie.","translation":"He is bad at chemistry."},{"text":"Ich kenne mich ziemlich gut in Chemie aus.","translation":"I know chemistry pretty well."},{"text":"Studieren Sie Chemie?","translation":"Do you study chemistry?"},{"text":"Sein Traum ist es, in den Vereinigten Staaten Chemie zu studieren.","translation":"His dream is to study chemistry in the United States."},{"text":"Hurra! Chemie fällt aus! Die Lehrerin ist krank geworden!","translation":"Hooray! Chemistry fails! The teacher got sick!"}],"dummen":[{"text":"Es gibt keine dummen Fragen, nur dumme Antworten.","translation":"There are no stupid questions, only stupid answers."},{"text":"Lieber mit interessanten Frauen in die Hölle als mit dummen Männern ins Paradies.","translation":"Better to go to hell with interesting women than to paradise with stupid men."},{"text":"Mit einem dummen Kopf haben auch die Beine keine Ruhe.","translation":"With a stupid head, even the legs have no rest."},{"text":"Was nützen uns intelligente Menschen, wenn die Welt von den dummen regiert wird?","translation":"What good are intelligent people if the world is ruled by the stupid ones?"},{"text":"Einer so dummen Regierung kann man nicht mehr vertrauen.","translation":"Such a stupid government can no longer be trusted."},{"text":"Die Mutter der Dummen ist die Hoffnung.","translation":"The mother of the stupid is hope."},{"text":"Besser mit Klugen in die Hölle als mit Dummen ins Paradies.","translation":"Better to go to hell with clever people than to paradise with stupid people."},{"text":"Die Dummen sterben nicht aus.","translation":"The stupid don't die out."},{"text":"Unter den Dummen findet man wenige Unglückliche.","translation":"Among the stupid there are few unfortunate ones."},{"text":"Kluge leben von den Dummen. Dumme leben von der Arbeit.","translation":"Clever people live off the stupid. Stupid people live off work."}],"eliminieren":[{"text":"Ist sie physisch eliminiert?","translation":"Is it physically eliminated?"},{"text":"Ziel erfasst ... Ziel eliminiert.","translation":"Target captured ... Target eliminated."},{"text":"Belgien hat Brasilien aus der WM eliminiert.","translation":"Belgium eliminated Brazil from the World Cup."},{"text":"Es ist eine sehr schwierige Aufgabe, das Defizit zu eliminieren.","translation":"Eliminating the deficit will be a very difficult job."},{"text":"Boeings Sicherheitsexperten haben sich mit anderen Fachleuten aus der Industrie zusammengeschlossen, um eine internationale Arbeitsgruppe zu bilden, mit dem Ziel, eine bestimmte Art von Flugzeugabstürzen zu eliminieren, die als „controlled flight into terrain (CFIT)“, auf deutsch „gesteuerter Flug ins Gelände\", bezeichnet wird.","translation":"Boeing's safety experts have joined others in the industry to form an international task force to try to eliminate one particular kind of air crash known as controlled flight into terrain, CFIT."}],"Zeitalter":[{"text":"Unser Zeitalter muss lernen, dass nicht alles zu machen ist.","translation":"Our age must learn that not everything can be done."},{"text":"Wo Kinder sind, da ist ein goldenes Zeitalter.","translation":"Where there are children, there is a golden age."},{"text":"Auch im Zeitalter von WhatsApp kann eine SMS sehr wertvoll sein.","translation":"Even in the age of WhatsApp, an SMS can be very valuable."},{"text":"Wir leben im Zeitalter der Technik.","translation":"We live in the age of technology."},{"text":"Es heißt, dass wir bald in ein neues Zeitalter eintreten werden.","translation":"It is said that we will soon enter a new age."}],"aufweisen":[{"text":"Ich nehme das Paket so an, obwohl es Mängel aufweist.","translation":"I accept the package as such, although it has flaws."},{"text":"Gerechterweise muss man sagen, dass er einige gute Eigenschaften aufweist.","translation":"To do him justice, he is not without some merits."},{"text":"Die Expeditionsmitglieder entdeckten ein Säugetier, dessen Körper eine seltsame Form aufweist.","translation":"The expedition members discovered a mammal whose body has a strange shape."},{"text":"Durch den immer bestehenden Selektionsdruck wird Anpassung zwangsläufig notwendig gemacht, sodass auch nicht näher verwandte Arten eine Anpassungsähnlichkeit aufweisen können, wenn sie sich im gleichen Umfeld befinden.","translation":"Due to the always existing selection pressure, adaptation is inevitably made necessary, so that even unrelated species can have an adaptation similarity if they are in the same environment."},{"text":"In einer Zeit, in der Lehrer dasselbe Maß an Reife aufweisen wie ihre Schüler, wäre Ernsthaftigkeit und Besinnung das Gebot der Stunde.","translation":"At a time when teachers have the same level of maturity as their students, seriousness and reflection would be the order of the day."}],"lagern":[{"text":"Ich lagere Holz für den Winter.","translation":"I store wood for the winter."},{"text":"Tom lagert seine Eier im Kühlschrank.","translation":"Tom stores his eggs in the fridge."},{"text":"Das Obst schrumpft, wenn man es lange lagert.","translation":"The fruit shrinks if you store it for a long time."},{"text":"Tom warf die alten Zeitungen weg, die auf dem Dachboden lagerten.","translation":"Tom threw away the old newspapers that were stored in the attic."},{"text":"Wir lagerten das Heu in der Scheune.","translation":"We stored the hay in the barn."}],"kaiserlich":[{"text":"Goethes Vater war kaiserlicher Rat.","translation":"Goethe's father was an imperial councillor."},{"text":"Tom kam 1907 im kaiserlichen Deutschland zur Welt.","translation":"Tom was born in Imperial Germany in 1907."},{"text":"Während des 15. Jahrhunderts war das Königreich Ryūkyū dem kaiserlichen China tributpflichtig.","translation":"During the 15th century, the Ryukyu Kingdom was a tributary state of Imperial China."},{"text":"Tom fristete sein Leben am kaiserlichen Hofe als Prügelknabe des Prinzen Wilhelm Heinrich.","translation":"Tom lived his life at the imperial court as a whipping boy of Prince Wilhelm Heinrich."},{"text":"Die Schaumweinsteuer wurde ursprünglich zur Finanzierung der kaiserlichen Kriegsflotte eingeführt.","translation":"The sparkling wine tax was originally introduced to finance the imperial war fleet."},{"text":"„Haben Eure Kaiserliche Majestät noch einen Wunsch?“ – „Nein, Er darf sich entfernen.“","translation":"\"Do Your Imperial Majesty still have a wish?\" – \"No, He may leave.\""}],"Bart":[{"text":"Der Vater rasiert seinen Bart.","translation":"The father shaves his beard."},{"text":"Machte der Bart heilig, so wäre der Geißbock Heiliger Vater.","translation":"If the beard made holy, the goat would be Holy Father."},{"text":"Dieser Witz hat einen Bart.","translation":"This joke has a beard."},{"text":"Weisheit ist im Kopf, nicht im Bart.","translation":"Wisdom is in the head, not in the beard."},{"text":"Sorgen machen den Bart grau, Schreck und Trauer das Haar.","translation":"Worries make the beard gray, shock and grief the hair."},{"text":"Ich finde, ohne Bart siehst du viel besser aus, Tom.","translation":"I reckon you look a lot better without a beard, Tom."},{"text":"Mein Bart wächst schnell.","translation":"My beard is growing fast."},{"text":"Toms Bart ist länger als der von Johannes.","translation":"Tom's beard is longer than John's."},{"text":"Wo ist der Bart?","translation":"Where's the beard?"},{"text":"Er ließ sich den Bart und das Haar wachsen, um alt auszusehen.","translation":"He grew his beard and hair in order to look old."}],"Dreck":[{"text":"So ein Dreck! Ein Mist!","translation":"Such filth! What a bummer!"},{"text":"Er hat jede Menge Dreck am Stecken.","translation":"He has a lot of dirt on his hands."},{"text":"Was Tom für Dreck auf dem Vertrag hielt, waren in Wirklichkeit winzig kleine Buchstaben.","translation":"What Tom thought was dirt on the contract were actually tiny letters."},{"text":"Du verstehst einen Dreck davon!","translation":"You don't give a damn about it!"},{"text":"Fängst du mit Dreck zu werfen an, hängt er dir bald selber an.","translation":"If you start throwing dirt, it will soon attach it to you."},{"text":"Er ist mit der Nase in Dreck gefallen.","translation":"He fell with his nose in dirt."},{"text":"Sie behandelten ihn wie Dreck.","translation":"They treated him like dirt."},{"text":"Jeder hat Dreck am Stecken.","translation":"Everyone has skeletons in the closet."},{"text":"Dreck reinigt den Magen.","translation":"Dirt cleanses the stomach."},{"text":"Es ist immer leicht, andere zu verurteilen, aber auch du hast Dreck am Stecken.","translation":"It's always easy to judge others, but you also have dirt on you."}],"Anwesenheit":[{"text":"Kein wahrer Gentleman wird die reine Wahrheit in Anwesenheit von Damen sprechen.","translation":"No true gentleman will speak the pure truth in the presence of ladies."},{"text":"Wodurch hast du von meiner Anwesenheit erfahren?","translation":"How did you find out about my presence?"},{"text":"Der Lehrer überprüfte die Anwesenheit.","translation":"The teacher took the register."},{"text":"Ich bestehe auf Ihrer Anwesenheit.","translation":"I insist on your presence."},{"text":"Ihre Anwesenheit macht mich immer nervös.","translation":"Their presence always makes me nervous."}],"betreuen":[{"text":"Tom betreut Kinder im Alter von drei bis sieben.","translation":"Tom looks after children aged three to seven."},{"text":"Er durfte zu Hause bleiben, weil er Kinder zu betreuen hat.","translation":"He was allowed to stay at home because he had children to look after."},{"text":"Ich soll heute Abend die Kinder betreuen.","translation":"I am supposed to babysit the children tonight."},{"text":"Wir müssen unsere Eltern betreuen.","translation":"We have to take care of our parents."},{"text":"Wenn Schmitt die Schule verlässt, wer wird unser Klasse betreuen?","translation":"If Smith leaves the school, who will take charge of our class?"}],"zuallererst":[{"text":"Zuallererst möchte ich ausdrücken, wie dankbar ich bin. Danke!","translation":"First of all, I want to express how grateful I am. Thank you!"},{"text":"Zuallererst musst du über dich selbst Bescheid wissen.","translation":"First of all, you need to know about yourself."},{"text":"Die Pflicht sollte zuallererst kommen.","translation":"The duty should come first."},{"text":"Zuallererst lerne, ein Mann zu sein.","translation":"First of all, learn to be a man."},{"text":"Um Dinge zu verbessern, muss man zuallererst bei sich selbst beginnen.","translation":"To improve things, you first have to start with yourself."}],"Markierung":[{"text":"Was bedeuten diese Markierungen?","translation":"What do these markings mean?"}],"Basketball":[{"text":"Er macht zuerst seine Übungen, danach wird er Basketball spielen.","translation":"He does his exercises first, after that he will play basketball."},{"text":"Er mag Tennis lieber als Basketball.","translation":"He likes tennis more than basketball."},{"text":"Ich spiele gern Basketball.","translation":"I like to play basketball."},{"text":"Beim Basketball sind große Spieler im Vorteil.","translation":"In basketball, tall players have an advantage."},{"text":"Tom ließ den Basketball auf seinem Finger drehen.","translation":"Tom twirled the basketball on his finger."},{"text":"Lasst uns nach der Schule Basketball spielen.","translation":"Let's play basketball after school."},{"text":"Wir spielen jede Woche Montag Basketball.","translation":"We play basketball every Monday every week."},{"text":"Tom mag Basketball sehr gern.","translation":"Tom really likes basketball."},{"text":"Am letzten Wochenende spielten Tom und seine Freunde Basketball.","translation":"Last weekend, Tom and his friends played basketball."},{"text":"Spielt Tom Basketball?","translation":"Does Tom play basketball?"}],"essenzielle":[{"text":"Den Menschen wird von klein auf nichts Essenzielles über die Welt und sie selbst beigebracht. Und all das, was sie sich selbst beibringen, führt zu den Umständen, die es auf der ganzen Welt gibt.","translation":"From an early age, people are not taught anything essential about the world and themselves. And all that they teach themselves leads to the circumstances that exist all over the world."}],"schlank":[{"text":"Wenn Schwimmen schlank macht, was machen Blauwale falsch?","translation":"If swimming makes you slim, what do blue whales do wrong?"},{"text":"Maria hat sehr schlanke Beine.","translation":"Maria has very slim legs."},{"text":"Sie hat lange und schlanke Beine.","translation":"She has long and slender legs."},{"text":"Ich würde gerne ein solches Kleid tragen können. Aber dazu muss ich schlanker werden.","translation":"I would like to be able to wear such a dress. But to do that, I have to become leaner."},{"text":"Mary hat einen schlanken Körper.","translation":"Mary has a lean body."},{"text":"Machen viele kleine Mahlzeiten schlank?","translation":"Do many small meals make you slim?"},{"text":"Er war sehr groß und schlank, Arme und Beine lang.","translation":"He was very tall and slim, with long arms and legs."},{"text":"Wie schafft es Tom, so schlank zu bleiben?","translation":"How does Tom manage to stay so slim?"},{"text":"Normalerweise bin ich schlank, aber jetzt im Moment bin ich dick.","translation":"I'm usually slim, but right now I'm fat."},{"text":"Er war groß, schlank und stark.","translation":"He was tall, slim and strong."}],"stetig":[{"text":"Aber deine Funktion ist nicht Lipschitz-stetig!","translation":"But your function is not Lipschitz-continuous!"},{"text":"Der Handel zwischen den beiden Ländern ist stetig gewachsen.","translation":"Trade between the two countries has been steadily growing."},{"text":"Tom machte stetige Fortschritte.","translation":"Tom made steady progress."},{"text":"Die Arbeit kommt stetig voran.","translation":"The work is progressing steadily."},{"text":"Ich komme stetig voran. Meine Mühe macht sich bezahlt.","translation":"I am progressing steadily. My efforts are paying off."}],"Mitleid":[{"text":"Fünf Minuten Hilfe sind besser als zehn Minuten Mitleid.","translation":"Five minutes of help is better than ten minutes of pity."},{"text":"Jeder zeigt Mitleid, aber Brot gibt keiner.","translation":"Everyone shows compassion, but no one gives bread."},{"text":"Tom erweckte Mitleid in mir.","translation":"Tom aroused pity in me."},{"text":"Man sollte Mitleid haben mit denjenigen, die sich alles erlauben können.","translation":"One should feel sorry for those who can afford anything."},{"text":"Die Wissenschaft kennt kein Mitleid.","translation":"Science knows no pity."}],"Angeklagter":[{"text":"Urteile nicht, bevor du den Angeklagten gehört hast!","translation":"Don't judge before you've heard the accused!"},{"text":"Der Zeuge sagte vor Gericht gegen den Angeklagten aus.","translation":"The witness testified in court against the defendant."},{"text":"Der Angeklagte erklärte dem Richter, unschuldig zu sein.","translation":"The defendant told the judge that he was innocent."},{"text":"Denkst du, dass der Angeklagte wirklich schuldig ist?","translation":"Do you think the defendant is really guilty?"},{"text":"Im Zweifel für den Angeklagten.","translation":"In case of doubt for the accused."}],"Muschel":[{"text":"Wir bauen uns am Meer ein Haus, das sieht wie eine Muschel aus.","translation":"We build a house by the sea that looks like a shell."},{"text":"Es liegen viele Muscheln am Strand.","translation":"There's a lot of mussels lying on the beach."},{"text":"Er öffnete die Muscheln mit dem Messer.","translation":"He opened the mussels with a knife."},{"text":"Muscheln haben Schalen.","translation":"Mussels have shells."},{"text":"Sie verkauft Muscheln.","translation":"She sells sea shells."}],"Konfiguration":[{"text":"Warum habe ich jetzt eine andere Konfiguration?","translation":"Why do I have a different configuration now?"},{"text":"Dieses Spiel wird hauptsächlich mit der Tastatur und dem Gamepad gesteuert, lediglich die Konfiguration muss per Maus vorgenommen werden.","translation":"This game is mainly controlled with the keyboard and the gamepad, only the configuration must be done by mouse."}],"Unglück":[{"text":"Das Glück suchen wir, das Unglück sucht uns.","translation":"We look for good luck, bad luck looks for us."},{"text":"Bei dem Unglück verlor er einen Arm.","translation":"He lost an arm in the accident."},{"text":"Merkwürdig, wie fern ein Unglück ist, wenn es uns nicht selbst betrifft.","translation":"Strange how distant a misfortune is if it does not affect us."},{"text":"Gäbe es kein Unglück, gäbe es keine Helden.","translation":"Without disasters there would be no heros."},{"text":"Das ist das Unglück der Könige, dass sie die Wahrheit nicht hören wollen.","translation":"This is the misfortune of kings that they do not want to hear the truth."},{"text":"Scham ist des Armen Unglück.","translation":"Shame is the misfortune of the poor."},{"text":"Holz, Haar und Unglück wachsen über Nacht.","translation":"Wood, hair and misfortune grow overnight."},{"text":"Schwarze Katzen bringen Unglück.","translation":"Black cats bring bad luck."},{"text":"Fremdes Unglück lehrt nicht.","translation":"Foreign misfortune does not teach."},{"text":"Unglück bringt die Menschen oft zusammen.","translation":"Misfortune often brings people together."}],"ohnehin":[{"text":"Tabus sind Dinge, über die man nicht spricht, weil ohnehin alle daran denken.","translation":"Taboos are things you don't talk about because everyone thinks about them anyway."},{"text":"Wir müssen ohnehin zweimal fahren.","translation":"We have to drive twice anyway."},{"text":"Du wolltest ja ohnehin nie lernen.","translation":"You never wanted to learn anyway."},{"text":"Ich wollte ohnehin gerade mit der Arbeit aufhören.","translation":"I just wanted to stop working anyway."},{"text":"Es ist ohnehin nicht wichtig.","translation":"It doesn't matter anyway."}],"Eigentümer":[{"text":"Er ist der gesetzliche Eigentümer dieser Firma.","translation":"He is the legal owner of this company."},{"text":"Sind Sie nicht der Eigentümer dieses Hauses?","translation":"Aren't you the owner of this house?"},{"text":"Gib das Buch seinem Eigentümer zurück.","translation":"Return the book to its owner."},{"text":"Tom ist Eigentümer dieses Gebäudes.","translation":"Tom is the owner of this building."},{"text":"Der Eigentümer hat offene Schulden.","translation":"The owner has outstanding debts."}]}