{"vorgeben":[{"text":"Ich will vorgeben, Schauspieler zu sein.","translation":"I wish to pretend to be an actor."},{"text":"Tom spricht besser Französisch, als er vorgibt.","translation":"Tom speaks French better than he pretends to."},{"text":"Ich werde vorgeben, dies nicht gehört zu haben.","translation":"I will pretend not to have heard this."},{"text":"Wen man worin misst, entscheidet immer derjenige, der das Maß vorgibt.","translation":"Who you measure in what is always decided by the one who sets the measure."},{"text":"Behauptest du, dass sie gar nicht die sind, die sie vorgeben zu sein?","translation":"Are you suggesting they're not who they say they are?"}],"Schmutz":[{"text":"Mit diesen schweren Schuhen wird der ganze Schmutz und Dreck ins Haus getragen.","translation":"Those heavy shoes will bring all the muck and dirt into the house."},{"text":"Der Schmutz des einen Landes ist die Medizin des anderen.","translation":"The dirt of one country is the medicine of the other."},{"text":"Tom spielt gern im Schmutz.","translation":"Tom likes to play in the dirt."},{"text":"Seife hat die spezielle Eigenschaft, Schmutz zu entfernen.","translation":"Soap has the special property of removing dirt."},{"text":"Er hat alles in den Schmutz gezogen.","translation":"He pulled everything into the dirt."},{"text":"Überall ist Schmutz.","translation":"There is dirt everywhere."},{"text":"Besudelst du dir die Hände, so bleibt auch dein Gesicht nicht frei von Schmutz.","translation":"If you defile your hands, your face will not remain free of dirt."},{"text":"Wenn Schmutz den Abfluss Ihres Waschbeckens verstopft hat, ist es nicht notwendig den Klempner zu rufen. Man kann einfache und schnelle Selbsthilfe-Mittel verwenden.","translation":"If dirt has clogged the drain of your sink, it is not necessary to call the plumber. You can use simple and fast self-help means."},{"text":"Wenn Schmutz den Abfluss Ihres Waschbeckens verstopft hat, können Sie mechanische Verfahren, wie den klassischen Saugstöpsel, die Rohrreinigungsspirale und die Druckluftpistole oder chemische Mittel wie Säuren oder Ätznatron anwenden.","translation":"If dirt has clogged the drain of your sink, you can use mechanical processes, such as the classic suction plug, the pipe cleaning spiral and the compressed air gun, or chemical agents such as acids or caustic soda."}],"dat":[],"Dschungel":[{"text":"Wer hat sie durch den Dschungel geführt?","translation":"Who led them through the jungle?"},{"text":"Ein Elefant macht im Dschungel nur ein kleines Loch.","translation":"An elephant makes only a small hole in the jungle."},{"text":"Wenn man etwas Neues macht, verläuft man sich im Dschungel des Nichtwissens.","translation":"When you do something new, you get lost in the jungle of ignorance."},{"text":"Dieser Dschungel ist voller Schlangen und Spinnen.","translation":"This jungle is full of snakes and spiders."},{"text":"Wilde Tiere leben im Dschungel.","translation":"Wild animals live in the jungle."},{"text":"Er erforschte den Amazonas-Dschungel.","translation":"He explored the Amazon jungle."},{"text":"Eines Tages verirrte sich Pablo in Guatemalas Dschungel.","translation":"One day, Pablo got lost in Guatemala's jungle."},{"text":"Gefahrlose Wege verachtend drang er kühn in Gebirge, Dschungel und Wüsten vor.","translation":"Despising safe paths, he boldly penetrated into mountains, jungles and deserts."},{"text":"Das Amtsdeutsch ist der Stammesdialekt der Eingeborenen im Paragraphen-Dschungel.","translation":"Official German is the tribal dialect of the natives in the jungle of paragraphs."}],"Tracking":[],"zurückholen":[{"text":"Eine vergangene Zeit kann niemand zurückholen.","translation":"Nobody can bring back a time gone by."},{"text":"Verlorene Zeit lässt sich nicht zurückholen.","translation":"Lost time cannot be brought back."},{"text":"Ich muss mir das Geld auf jeden Fall zurückholen.","translation":"I definitely have to get the money back."},{"text":"Tom hatte einen Herzstillstand, aber die Ärzte schafften es, ihn wieder ins Leben zurückzuholen.","translation":"Tom had a cardiac arrest, but the doctors managed to bring him back to life."},{"text":"Fünfundzwanzig Minuten, nachdem Tom bereits für klinisch tot erklärt worden war, gelang es dem Arzt doch noch, ihn ins Leben zurückzuholen.","translation":"Twenty-five minutes after Tom had already been declared clinically dead, the doctor managed to bring him back to life."}],"orang":[{"text":"Ich esse eine orange Orange.","translation":"I eat an orange orange."},{"text":"Der Himmel ist orange.","translation":"The sky is orange."},{"text":"Meine Krawatte ist orange.","translation":"My tie is orange."},{"text":"Die Feuer in Kalifornien färbten den Himmel orange.","translation":"Fires in California turned the skies orange."},{"text":"Die Änderungen jedoch, die zwingend sind, haben wir orange unterlegt.","translation":"However, the changes that are mandatory have been highlighted in orange."},{"text":"Die Orang-Utans sind im Dschungel zu Hause.","translation":"The orangutans are at home in the jungle."},{"text":"Tom ist so behaart wie ein Orang-Utan.","translation":"Tom is as hairy as an orangutan."},{"text":"Das Wort „Orang-Utan“ stammt aus der malaiischen Sprache.","translation":"The word \"orangutan\" comes from the Malay language."},{"text":"Die Affen, die mir noch am sympathischsten sind, das sind die Orang-Utans.","translation":"The monkeys I like the most are the orangutans."},{"text":"Die Orang-Utans sind Bewohner tropischer Regenwälder. In Freiheit leben sie heute nur auf den Inseln Borneo und Sumatra.","translation":"The orangutans are inhabitants of tropical rainforests. Today they live in freedom only on the islands of Borneo and Sumatra."}],"Enttäuschung":[{"text":"Zu hohe Erwartungen sind oft die Ursache für Enttäuschungen.","translation":"Too high expectations are often a cause for disappointment."},{"text":"Enttäuschungen töten nicht und Hoffnungen lassen leben.","translation":"Disappointments do not kill and hopes make us live."},{"text":"Die Enttäuschung war ihr ins Gesicht geschrieben.","translation":"The disappointment was written on her face."},{"text":"Mit einer Enttäuschung wird man eher fertig als mit einer zerstörten Illusion.","translation":"You are more likely to cope with a disappointment than with a shattered illusion."},{"text":"Auch eine Enttäuschung, wenn sie nur gründlich und endgültig ist, bedeutet einen Schritt vorwärts.","translation":"Even a disappointment, if it is only thorough and definitive, is a step forward."}],"Quartal":[{"text":"Im letzten Quartal hat die Firma einen großen Verlust gemacht.","translation":"The company made a big loss in the previous quarter."},{"text":"Die Verkäufe gingen im dritten Quartal zurück.","translation":"Sales fell off in the third quarter."},{"text":"Dieses Quartal ist wichtig.","translation":"This quarter is important."},{"text":"Im zweiten Quartal war der Anstieg des BSP höher als erwartet.","translation":"In the second quarter, the increase in GNP was higher than expected."},{"text":"Zudem sei das vierte Quartal kaum berechenbar.","translation":"In addition, the fourth quarter is hardly predictable."}],"Snack":[{"text":"Sie hat uns einen Snack gemacht.","translation":"She made us a snack."}],"boom":[],"Jubiläum":[{"text":"Wir feiern unser Jubiläum.","translation":"We are celebrating our anniversary."},{"text":"Herzlichen Glückwunsch zum Jubiläum.","translation":"Congratulations on the anniversary."},{"text":"Was werden Tom und Sie zu Ihrem Jubiläum machen?","translation":"What are you and Tom going to do for your anniversary?"},{"text":"Aus Anlass des Jubiläums haben wir viele Vortragsveranstaltungen vorbereitet.","translation":"On the occasion of the anniversary, we have prepared many lecture events."},{"text":"Ein rundes Jubiläum ist ein Datum, an dem eine Null für eine Null von mehreren Nullen geehrt wird.","translation":"A round anniversary is a date when a zero is honored for a zero of several zeros."}],"schrumpfen":[{"text":"Das Obst schrumpft, wenn man es lange lagert.","translation":"The fruit shrinks if you store it for a long time."},{"text":"Die Schrecken der Katastrophe sind in der Erinnerung geschrumpft.","translation":"The horrors of the catastrophe have shrunk in memory."},{"text":"Ein Kind ist ein Engel, dessen Flügel schrumpfen, während die Beine wachsen.","translation":"A child is an angel whose wings shrink as the legs grow."},{"text":"Seine Ansprüche stiegen in dem Maße, in dem seine Möglichkeiten schrumpften.","translation":"His demands increased to the extent that his possibilities shrank."},{"text":"Die Fläche des Amazonasregenwalds schrumpft von Jahr zu Jahr.","translation":"With each passing year, the area of the Amazon rainforest shrinks."}],"Verteilung":[{"text":"Wärst du so nett und würdest die Verteilung der Einladungen auf dich nehmen?","translation":"Would you be so nice and would you accept the distribution of invitations?"},{"text":"Wir glauben, dass eine gerechte Verteilung von Arbeit und Einkommen möglich ist.","translation":"We believe that a fair distribution of work and income is possible."},{"text":"Der Lehrer von einst ließ kluge Schüler sich ausdrücken: er verbrachte seine Zeit oft nur damit, Rat zu erteilen. Er war wie jener, dem die Verteilung des Wassers zur Bewässerung in den Dörfern obliegt: er leitete das Wasser nur dem richtigen Empfänger zu.","translation":"The teacher of yesteryear allowed intelligent students to express themselves: he often spent his time only giving advice. He was like the person responsible for the distribution of irrigation water in the villages: he only channelled the water to the right recipient."},{"text":"Mehrsprachigkeit ist eine wichtige Voraussetzung für kulturelle Vielfalt. Warum unternehmen einige Sprachengruppen keine Anstrengungen, um eine andere Sprache zu erlernen, während die Mehrheit der Menschheit die Nachteile dieser Situation deutlich spürt? Ist diese ungleiche Verteilung der Anstrengungen gerecht?","translation":"Multilingualism is an important prerequisite for cultural diversity. Why do some language groups not make an effort to learn another language, while the majority of humanity clearly feels the disadvantages of this situation? Is this unequal distribution of efforts fair?"},{"text":"Wirst du nicht freundlicherweise die Verteilung der Einladungen auf dich nehmen?","translation":"Won't you kindly accept the distribution of invitations?"}],"fass":[{"text":"Fass da nicht hin!","translation":"Don't touch it!"},{"text":"Fass dir mal lieber an deine eigene Nase!","translation":"Grab your own nose!"},{"text":"Fass mein Zeug nicht an.","translation":"Don't touch my stuff."},{"text":"Junge, fass den Spiegel nicht an.","translation":"Kid, don't touch the mirror!"},{"text":"Fass die nasse Farbe nicht an.","translation":"Don't touch the wet paint."},{"text":"Flasche oder vom Fass?","translation":"Bottle or on tap?"},{"text":"Eine kleine Portion Schinken bitte, und ein Bier vom Fass.","translation":"A small portion of ham, please, and a draught beer."},{"text":"Er hat das Fass nie gefüllt.","translation":"He never filled the barrel."},{"text":"Fass dich kurz.","translation":"Be brief."},{"text":"Griechenland ist nun einmal das sprichwörtliche Fass ohne Boden. Und aktuell wird immer mehr Geld in dieses Fass ohne Boden geworfen.","translation":"Greece is the proverbial bottomless pit. And currently, more and more money is being thrown into this bottomless pit."}],"Schlamm":[{"text":"Wenn der Wagen im Schlamm steckt, werden viele Worte gemacht.","translation":"When the car is stuck in the mud, many words are made."},{"text":"Gold bleibt sogar im Schlamm Gold.","translation":"Gold remains gold even in the mud."},{"text":"Sein Gesicht war von Schlamm bedeckt.","translation":"His face was covered in mud."},{"text":"Die Kinder spielten begeistert im Schlamm.","translation":"The children played enthusiastically in the mud."},{"text":"Sie hat ihn aus dem Schlamm herausgezogen.","translation":"She pulled him out of the mud."}],"performance":[{"text":"Auf einer Skala von eins bis zehn, wie würdest du seine Performance bewerten?","translation":"On a scale of one to ten, how would you rate his performance?"}],"gesundheitlich":[{"text":"Tom ist heute in keiner guten gesundheitlichen Verfassung.","translation":"Tom is not in good health today."},{"text":"Er hat gesundheitlich über seine Verhältnisse gelebt.","translation":"He has lived beyond his means in terms of health."},{"text":"Meine Tochter machte sich große Sorgen über den gesundheitlichen Zustand ihres Freundes.","translation":"My daughter was very worried about her boyfriend's health."},{"text":"Aus gesundheitlichen Gründen habe ich aufgehört zu rauchen.","translation":"I stopped smoking for the sake of my health."},{"text":"Sie kündigte aus gesundheitlichen Gründen.","translation":"She resigned for health reasons."}],"schönes":[{"text":"Auch aus Steinen, die einem in den Weg gelegt werden, kann man Schönes bauen.","translation":"You can also build beautiful things out of stones that are put in your way."},{"text":"Da hast du dir was Schönes ausgedacht!","translation":"You've come up with something beautiful!"},{"text":"Es geht mehr Liebes zur Kirche als Schönes.","translation":"There is more love to the Church than beautiful."},{"text":"Was machst du beruflich Schönes?","translation":"What do you do professionally?"},{"text":"Mit Tieren zu arbeiten ist etwas Schönes.","translation":"Working with animals is something beautiful."},{"text":"Schönes Wetter, oder?","translation":"Nice weather, right?"},{"text":"Bill hat mir ein schönes Kleid gemacht.","translation":"Bill made me a nice dress."},{"text":"Schönes Wetter heute Abend.","translation":"Nice weather tonight."},{"text":"Schönes Wetter, nicht wahr?","translation":"Nice weather, isn't it?"},{"text":"Guten Tag! Schönes Wetter heute!","translation":"Hello! Lovely weather today!"}],"by":[{"text":"Wie sagt man 'good bye' auf Deutsch?","translation":"How do you say \"good bye\" in German?"}],"verblassen":[{"text":"Die Farben auf dem Bild sind ganz schön verblasst. Es muss sehr alt sein.","translation":"The colors in the picture are pretty faded. It must be very old."},{"text":"Manche Erinnerungen verblassen nie.","translation":"Some memories never fade."},{"text":"Sein Stern verblasst.","translation":"His star is fading."},{"text":"Der Stoff ist stark verblasst.","translation":"The cloth's very faded."},{"text":"Seine Zuneigung ist verblasst.","translation":"His affection has faded."}],"subtil":[{"text":"Subtile Unterschiede im Ton unterscheiden das Original von der Kopie.","translation":"Subtle differences in tone discriminate the original from the copy."},{"text":"Tom fehlte der Draht für Marias subtilen Humor.","translation":"Mary's subtle brand of humour was lost on Tom."},{"text":"Es gibt subtile Unterschiede zwischen den beiden Bildern.","translation":"There are subtle differences between the two images."},{"text":"Sie hat einige wenig subtile Hinweise von sich gegeben, was sie sich zu Weihnachten wünscht.","translation":"She's been dropping some not-so-subtle hints about what she would like for Christmas."},{"text":"Sie müssen subtil und diskret vorgehen.","translation":"You need to be subtle and discreet."}],"aufzuhalten":[{"text":"Der Trend ist nicht aufzuhalten.","translation":"The trend is unstoppable."},{"text":"Es ist immer noch möglich, den weltweiten Klimawandel aufzuhalten.","translation":"It is still possible to stop global climate change."},{"text":"Versuch doch, mich aufzuhalten!","translation":"Try and stop me."},{"text":"Wenn du das denn willst, werde ich keinen Versuch unternehmen, dich aufzuhalten.","translation":"If you want to do that, I'm not going to try and stop you."},{"text":"Ich habe nicht vor, mich dort lange aufzuhalten.","translation":"I don't intend to stay there for long."}],"schwieriger":[{"text":"Es ist schwieriger, als du glaubst.","translation":"It's harder than you think."},{"text":"Die Situation wurde erheblich schwieriger.","translation":"The situation became considerably more difficult."},{"text":"Kluge Leute können sich dumm stellen. Das Gegenteil ist schwieriger.","translation":"Smart people can pretend to be dumb. The opposite is more difficult."},{"text":"Ich habe nicht vor, die Dinge schwieriger zu machen, als sie es schon sind.","translation":"I don't intend to make things more difficult than they already are."},{"text":"Erfolgreich zu sein, ist für eine Frau schwieriger, macht aber viel mehr Spaß.","translation":"Being successful is harder for a woman, but much more fun."}],"Passagier":[{"text":"Sind alle Passagiere an Bord?","translation":"Are all passengers on board?"},{"text":"Nicht weniger als 50 Passagiere wurden getötet.","translation":"No fewer than 50 passengers were killed."},{"text":"Mindestens 5 Passagiere waren im Zug.","translation":"There were not less than five passengers on the train."},{"text":"Alle Passagiere kamen bei dem Unfall ums Leben.","translation":"All passengers were killed in the accident."},{"text":"Es waren fünfzig Passagiere im Flugzeug.","translation":"There were fifty passengers on the plane."}],"Klippe":[{"text":"Zwischen Glas und Lippe gibt es manche Klippe.","translation":"Between glass and lip there are some cliffs."},{"text":"Noch einen Schritt und du fällst von der Klippe.","translation":"One more step and you fall off the cliff."},{"text":"Tom stieß Maria von der Klippe.","translation":"Tom pushed Mary off the cliff."},{"text":"Ich fiel beinahe die Klippe hinunter.","translation":"I almost fell down the cliff."},{"text":"So hoch sind die Klippen nicht.","translation":"The cliffs aren't that high."}],"Anordnung":[{"text":"Ich werde alle deine Anordnungen befolgen.","translation":"I will obey all your orders."},{"text":"Das ist eine Anordnung von oben.","translation":"This is an arrangement from above."},{"text":"Poesie besteht aus den besten Worten in der besten Anordnung.","translation":"Poetry consists of the best words in the best arrangement."},{"text":"Du hast dich über meine Anordnungen hinweggesetzt und damit die ganze Mission gefährdet!","translation":"You have defied my orders and thus endangered the whole mission!"},{"text":"Alle Museen und Stätten des kulturellen Lebens wie auch Nachtklubs, Kinos, Bühnen und Kasinos wurden auf Anordnung geschlossen.","translation":"All museums and cultural venues, along with nightclubs, cinemas, theaters and casinos have been ordered shut."}],"Zaun":[{"text":"Wer einen guten Nachbarn hat, braucht keinen Zaun.","translation":"If you have a good neighbor, you don't need a fence."},{"text":"Tom repariert den Zaun im Garten.","translation":"Tom is mending the fence in the garden."},{"text":"Große Herren brechen leicht eine Ursache vom Zaun.","translation":"Great gentlemen easily start a cause."},{"text":"Der Zaun ist schmutzig.","translation":"The fence is dirty."},{"text":"Sie war zu klein, um über den Zaun zu sehen.","translation":"She was too short to see over the fence."},{"text":"Halte dich am Zaun, der Himmel ist hoch.","translation":"Hold on to the fence, the sky is high."},{"text":"„Schau mal, Tom springt über den Zaun!“ – „Ja, das muss man können.“","translation":"\"Look, Tom jumps over the fence!\" – \"Yes, you have to be able to do that.\""},{"text":"Auf dem Zaun sitzen zwei Kinder.","translation":"Two children are sitting on the fence."},{"text":"Tom sagt, er habe jemanden über den Zaun klettern sehen.","translation":"Tom says he saw someone climbing over the fence."},{"text":"Maria klatschte einige Stunden lang mit ihrem Nachbarn am Zaun.","translation":"Mary spent a couple of hours chinwagging with her neighbour over the fence."}],"Kollektion":[{"text":"Meine Tante hatte eine Kollektion Puppen aus Porzellan.","translation":"My aunt had a collection of porcelain dolls."},{"text":"Dieses Kleid ist aus der neuen Kollektion.","translation":"The dress is newly designed."},{"text":"Entdecken Sie unsere neue Reizwäsche-Kollektion.","translation":"Discover our new lingerie collection."}],"Teich":[{"text":"In diesem Teich sind viele Frösche.","translation":"There's a lot of frogs in this pond."},{"text":"Große Fische leben nicht in kleinen Teichen.","translation":"Large fish do not live in small ponds."},{"text":"Tom will in unserem Garten einen Teich anlegen.","translation":"Tom wants to create a pond in our garden."},{"text":"Dieser Teich ist nicht tief genug zum Schwimmen.","translation":"This pond isn't deep enough to swim in."},{"text":"Passen Sie auf, damit die Kinder nicht in die Nähe des Teichs gehen!","translation":"Take care so that the children do not go near the pond!"}],"versiegeln":[{"text":"Meine Lippen sind versiegelt.","translation":"My lips are sealed."},{"text":"Keine Sorge! Meine Lippen sind versiegelt.","translation":"Don't worry. My lips are sealed."},{"text":"Tom versiegelte den Brief.","translation":"Tom sealed the envelope."},{"text":"Ich habe die Dokumente versiegelt.","translation":"I sealed the documents."},{"text":"Unterschreiben Sie den Brief, versiegeln Sie ihn und übergeben Sie ihn dem Gericht.","translation":"Sign the letter, seal it and hand it over to the court."},{"text":"Nachdem er den Brief geschrieben hatte, steckte Tom ihn in einen Umschlag und versiegelte diesen.","translation":"After writing the letter, Tom put it in an envelope and sealed it."},{"text":"Der Jurist versiegelte unseren Vertrag.","translation":"The lawyer sealed our contract."}],"Lebewesen":[{"text":"Der Mensch ist das einzige Lebewesen, das von sich eine schlechte Meinung hat.","translation":"Man is the only living being who has a bad opinion of himself."},{"text":"Alles Leben gründet auf Chemie, und alle Lebewesen sind aus chemischen Verbindungen aufgebaut.","translation":"All life is based on chemistry and all living things are composed of chemical compounds."},{"text":"Maria machte große Augen, als sie diese kleinen Lebewesen sah.","translation":"Mary's eyes widened when she saw these little creatures."},{"text":"Wenn es keine Luft gibt, können Lebewesen nicht leben.","translation":"If there is no air, living things cannot live."},{"text":"Wenn es keine Sonne gäbe, würden alle Lebewesen sterben.","translation":"If there were no sun, all living things would die."}],"herausziehen":[{"text":"Rate mal, was passiert, wenn du das Kabel da herausziehst!","translation":"Guess what's going to happen if you unplug that wire."},{"text":"Sie hat ihn aus dem Schlamm herausgezogen.","translation":"She pulled him out of the mud."},{"text":"Er hat seinen Zahn herausgezogen.","translation":"He pulled out his tooth."},{"text":"Ich habe den Stecker des Fernsehers herausgezogen.","translation":"I pulled out the plug on the TV."},{"text":"Kein Wunder, dass der Drucker nicht funktioniert: jemand hat den Stecker herausgezogen.","translation":"No wonder the printer hasn't been working. Somebody unplugged it."}],"Maustaste":[{"text":"Bitte drücken Sie die linke Maustaste, um fortzufahren.","translation":"Please press the left mouse button to continue."}],"Bargeld":[{"text":"Haben Sie Bargeld im Wert von mehr als zehntausend Euro bei sich?","translation":"Do you have cash worth more than ten thousand euros with you?"},{"text":"Das Bargeld wird knapp.","translation":"Cash is getting short."},{"text":"Bitte halten Sie Bargeld bereit!","translation":"Please have cash ready!"},{"text":"Dieses Restaurant akzeptiert nur Bargeld.","translation":"This restaurant accepts cash payments only."},{"text":"Sag mir ruhig, wenn du Bargeld brauchst!","translation":"Tell me calmly if you need cash!"},{"text":"Ich nehme an, Sie haben nichts gegen Bargeld.","translation":"I suppose you have nothing against cash."},{"text":"Die Deutschen lieben Bargeld und bezahlen wenig mit Karten.","translation":"Germans love cash and pay little with cards."},{"text":"Gibt es ein Leben ohne Bargeld?","translation":"Is there a life without cash?"},{"text":"Hast du auch ganz bestimmt genug Bargeld?","translation":"Are you sure you have enough cash?"},{"text":"Tom brauchte Bargeld.","translation":"Tom needed cash."}],"Cop":[],"Anmerkung":[{"text":"Mir gefallen diese Anmerkungen nicht.","translation":"I do not like these comments."},{"text":"Haben Sie Fragen oder Anmerkungen?","translation":"Do you have any questions or comments?"},{"text":"Herr Weiß hat zu meiner Rede ein paar Anmerkungen gemacht.","translation":"Mr Weiss made a few comments on my speech."},{"text":"Sami machte komische kleine Anmerkungen.","translation":"Sami made strange little remarks."},{"text":"Lest die Anmerkung unten auf der Seite.","translation":"Read the note at the bottom of the page."}],"Mantel":[{"text":"Maria will sich einen neuen Mantel kaufen.","translation":"Maria wants to buy a new coat."},{"text":"Er dreht den Mantel nach dem Wind.","translation":"He turns the coat according to the wind."},{"text":"Ein Mantel und ein Haus decken viel Schande.","translation":"A coat and a house cover a lot of shame."},{"text":"Tom trägt einen braunen Mantel.","translation":"Tom wears a brown coat."},{"text":"Zieh erst mal deinen Mantel aus und setz dich.","translation":"First take off your coat and sit down."},{"text":"Der Mantel tat mir gute Dienste.","translation":"The coat served me well."},{"text":"Die Tochter zieht oft der Mutter Mantel an.","translation":"The daughter often puts on the mother's coat."},{"text":"Robert, nehmen Sie dem Herrn Hut und Mantel ab. Der Herr ist unser Gast.","translation":"Robert, take off the Lord's hat and coat. The Lord is our guest."},{"text":"Was ist mein Mantel wert?","translation":"What is my coat worth?"},{"text":"Sie trug einen langen, weiten Mantel.","translation":"She wore a long, wide coat."}],"Praktikum":[{"text":"Ich mache gerade ein Praktikum.","translation":"I'm doing an internship right now."},{"text":"Ich bewarb mich um ein Praktikum für den Sommer.","translation":"I applied for a summer internship."},{"text":"Wie läuft das Praktikum?","translation":"How is the internship going?"},{"text":"Heute endet mein Praktikum.","translation":"My internship ends today."},{"text":"Im Jahre 2014 waren 46,5 % aller Praktika unbezahlt.","translation":"In 2014, 46.5% of internships were unpaid."}],"de":[{"text":"Die Filme von Louis de Funès sind wunderbar lustig.","translation":"The films of Louis de Funès are wonderfully funny."},{"text":"„Wo ist Rio de Janeiro?“ – „In Brasilien.“","translation":"\"Where's Rio de Janeiro?\" \"It's in Brazil.\""},{"text":"Es hat in Rio de Janeiro viel geregnet.","translation":"It rained a lot in Rio de Janeiro."},{"text":"Diese Studenten sind die Crème de la Crème unserer Schule.","translation":"These students are the crème de la crème of our school."},{"text":"Der Place de Clichy? Das ist ziemlich weit.","translation":"The Place de Clichy? That's pretty far."}],"Drehung":[],"zuschlagen":[{"text":"Warum musst du immer die Tür so zuschlagen?","translation":"Why do you always have to slam the door like this?"},{"text":"Das ist ein äußerst günstiges Angebot. An deiner Stelle würde ich sofort zuschlagen.","translation":"This is an extremely favorable offer. In your place, I would strike immediately."},{"text":"Wenn Gott dir eine Tür zuschlägt, öffnet er dir ein Fenster.","translation":"When God slams a door on you, He opens a window for you."},{"text":"Wenn sich eine Gelegenheit bietet, muss man, ohne zu zögern, zuschlagen.","translation":"When an opportunity arises, you have to strike without hesitation."},{"text":"Es wundert mich, dass er zugeschlagen hat.","translation":"I'm surprised that he accepted the offer."}],"Organismus":[{"text":"Die Krankheit hat Ihren Organismus geschwächt.","translation":"The sickness has weakened your organism."},{"text":"Ein Organismus befindet sich in ständigem Wandel zwischen Werden und Vergehen.","translation":"An organism is in constant change between becoming and passing away."},{"text":"In jedem Tropfen Wasser finden sich unzählige winzige Organismen.","translation":"Every drop of water contains countless tiny organisms."},{"text":"Dieser Organismus kann im Weltraum überleben.","translation":"This organism can survive in outer space."},{"text":"Sein Organismus verlangte nach Ruhe.","translation":"His organism demanded rest."}],"Lippenstift":[{"text":"Brian hat einen Lippenstift für Kate gekauft.","translation":"Brian bought a lipstick for Kate."},{"text":"Tom hatte überall Lippenstift im Gesicht.","translation":"Tom had lipstick all over his face."},{"text":"Da war viel Lippenstift auf ihren Lippen.","translation":"There was much lipstick on her lips."},{"text":"Die kleine Maria hat sich heimlich den Lippenstift aus dem Zimmer ihrer Mutter genommen.","translation":"Little Maria secretly took the lipstick from her mother's room."},{"text":"Ich trage Lippenstift nicht gerne.","translation":"I don't like to wear lipstick."},{"text":"Er hat Spuren von Lippenstift auf seinen Wangen.","translation":"He has traces of lipstick on his cheeks."},{"text":"Dein Lippenstift ist verschmiert.","translation":"Your lipstick's smeared."},{"text":"In der Schule ist das Tragen von Lippenstift untersagt.","translation":"Lipstick is prohibited at school."},{"text":"Er hat Lippenstift auf seinen Wangen.","translation":"He has lipstick on his cheeks."}],"bik":[{"text":"Ich hab mir gestern ein krasses neues Bike geholt.","translation":"I got a wicked new bike yesterday."},{"text":"Ich weiß nie, ob mit \"Bike\" ein Motorrad oder ein Mountainbike gemeint ist.","translation":"I never know if \"bike\" means a motorcycle or a mountain bike."}],"Tattoo":[{"text":"Gibt es noch jemanden, der kein Tattoo hat?","translation":"Is there anyone else who doesn't have a tattoo?"},{"text":"Ich habe noch nie so ein Tattoo gesehen.","translation":"I have never seen such a tattoo."},{"text":"Ich habe ein Tattoo auf meiner linken Schulter.","translation":"I have a tattoo on my left shoulder."},{"text":"Es war ein Fehler, mir dieses Tattoo machen zu lassen.","translation":"It was a mistake to have this tattoo done for me."},{"text":"Was ist das schlimmste Tattoo, das du je gesehen hast?","translation":"What's the worst tattoo you've ever seen?"}],"Irrtum":[{"text":"Jede Meinung ist eine Mischung aus Wahrheit und Irrtum.","translation":"Every opinion is a mixture of truth and error."},{"text":"Die größten Missverständnisse entstehen durch Irrtümer.","translation":"The biggest misunderstandings arise from mistakes."},{"text":"Erfahrung ist die Summe aller unserer Irrtümer.","translation":"Experience is the sum of all our errors."},{"text":"Ohne Musik wäre das Leben ein Irrtum.","translation":"Without music, life would be a mistake."},{"text":"Menschen irren, aber nur große Menschen erkennen ihren Irrtum.","translation":"People are wrong, but only great people realize their error."}],"Tennis":[{"text":"Ann spielt sehr gut Tennis.","translation":"Ann plays tennis very well."},{"text":"Tennis ist in erster Linie eine Frage der Konzentration.","translation":"Tennis is first and foremost a question of concentration."},{"text":"Ich spiele gern Tennis.","translation":"I like to play tennis."},{"text":"Tennis ist schwierig. Ich weiß nie, wohin der Ball fliegen wird.","translation":"Tennis is difficult. I never know which way the ball is going to fly."},{"text":"Warum versuchst du es nicht einmal mit Tennis?","translation":"Why don't you give tennis a try?"},{"text":"Hast du gestern Morgen Tennis gespielt?","translation":"Were you playing tennis yesterday morning?"},{"text":"Tom bekam kein Bein an die Erde, als er mit Maria Tennis spielte.","translation":"Tom didn't get a leg to the ground when he played tennis with Maria."},{"text":"Ich spiele heute Nachmittag Tennis.","translation":"I'm playing tennis this afternoon."},{"text":"Sie spielt jeden Tag Tennis.","translation":"She plays tennis every day."},{"text":"Ich spiele von Zeit zu Zeit Tennis.","translation":"I play tennis from time to time."}],"Heilmittel":[{"text":"Einige Heilmittel sind gefährlicher als das Übel.","translation":"Some remedies are more dangerous than evil."},{"text":"Das Heilmittel gegen den Tod ist das Sterben.","translation":"The remedy for death is dying."},{"text":"Gegen Schmerzen der Seele gibt es nur zwei Heilmittel: Hoffnung und Geduld.","translation":"There are only two remedies for pain of the soul: hope and patience."},{"text":"Gegen Dummheit gibt es kein Heilmittel.","translation":"There is no cure for stupidity."},{"text":"Für manche Menschen ist eine Umarmung ein wirksameres Heilmittel als jede Tablette.","translation":"For some people, a hug is a more effective remedy than any tablet."}],"fettig":[{"text":"Tom wischt sich seine fettigen Finger an seiner Hose ab.","translation":"Tom wiped his greasy fingers on his trousers."},{"text":"Ist es wahr, dass Männer fettigere Haut haben als Frauen?","translation":"Is it true that men have oilier skin than women?"},{"text":"Tom mag kein fettiges Essen wie zum Beispiel Rippchen.","translation":"Tom doesn't like greasy food such as spareribs."},{"text":"Toms Hände sind fettig.","translation":"Tom's hands are greasy."},{"text":"Es ist ein bißchen fettig.","translation":"It's a bit greasy."}],"Bezeichnung":[{"text":"Vermeiden Sie daher verwirrende Bezeichnungen wie »Geschäftsführer« oder »Vorsitzender«.","translation":"Therefore, avoid confusing terms such as \"managing director\" or \"chairman\"."},{"text":"Die Bezeichnung „Deutscher Wein“ steht für Wein, der in Deutschland erzeugt wird.","translation":"The term \"German wine\" stands for wine that is produced in Germany."},{"text":"Ich habe die Bezeichnung „Philosoph“ wahrscheinlich nicht verdient.","translation":"I probably don't deserve the term \"philosopher.\""},{"text":"Ist die Bezeichnung \"weißer Mann\" rassistisch?","translation":"Is the denomination \"white man\" racist?"},{"text":"Erscheint dir die Bezeichnung \"Heiliger Krieg\" nicht ironisch?","translation":"Doesn't the term \"holy war\" seem ironic to you?"}],"content":[],"reingelegt":[{"text":"Ihr seid reingelegt worden.","translation":"You have been tricked."},{"text":"Er hat mich ganz schön reingelegt","translation":"He really did a number on me."},{"text":"Erst wenn du im Sarg liegst, hat man dich das letzte Mal reingelegt!","translation":"Only when you are in the coffin, you have been fooled the last time!"},{"text":"Er hat mich ganz schön reingelegt. Ich werde es ihm mit gleicher Münze heimzahlen.","translation":"He tricked me quite a bit. I will pay him back with the same coin."},{"text":"Tom hat mich reingelegt.","translation":"Tom set me up."}],"hüpfen":[{"text":"Es ist nicht gut, wenn die Bänke auf den Tisch hüpfen wollen.","translation":"It is not good if the benches want to jump on the table."},{"text":"Der Affe hüpft von Ast zu Ast.","translation":"The monkey jumps from branch to branch."},{"text":"Es scheint mir, dass aus ihrem Mund Perlen und Diamanten hüpfen.","translation":"It seems to me that pearls and diamonds bounce out of her mouth."},{"text":"Das Mädchen hüpft.","translation":"The girl jumps."},{"text":"Das Herz hüpfte mir vor Freude.","translation":"My heart leapt with joy."}],"begründen":[{"text":"Wer hat diese schöne Zeitschrift begründet?","translation":"Who founded this beautiful magazine?"},{"text":"Sag einfach, es geht nicht. Du brauchst es nicht zu begründen.","translation":"Just say it doesn't work. You don't need to justify it."},{"text":"Gefühle lassen sich nicht immer erklären, aber sie sind immer begründet.","translation":"Feelings cannot always be explained, but they are always justified."},{"text":"Kublai Khan begründete 1271 die Yuan-Dynastie.","translation":"Kublai Khan established the Yuan Dynasty in 1271."},{"text":"Ich kann noch weitere Fakten nennen, die meinen Anspruch begründen.","translation":"I can mention other facts that justify my claim."}],"fliege":[{"text":"Man muss eine Fliege verlieren, um einen Fisch zu fangen.","translation":"You have to lose a fly to catch a fish."},{"text":"Fliege nicht höher, als dich deine Flügel tragen.","translation":"Don't fly higher than your wings carry you."},{"text":"Die Ente frisst eine Fliege.","translation":"The duck eats a fly."},{"text":"Wie viele Eier legt eine Fliege?","translation":"How many eggs does a fly lay?"},{"text":"Die Fliege ist klein.","translation":"The fly is small."}],"Schinken":[{"text":"Gestern Abend habe ich bei einer Freundin Spargel mit Schinken gegessen.","translation":"Last night I ate asparagus with ham at a friend's house."},{"text":"Die Schweine von heute sind der Schinken von morgen.","translation":"Today's pigs are tomorrow's hams."},{"text":"Ich esse Schinken.","translation":"I eat ham."},{"text":"Der Schinken, den Nina mitgebracht hat, ist richtig lecker.","translation":"The ham that Nina brought with her is really delicious."},{"text":"Ich habe einen Schinken bei ihm im Salze.","translation":"I have a ham with him in salts."},{"text":"Möchtest du Schinken zum Frühstück haben?","translation":"Would you like some ham for breakfast?"},{"text":"Geben Sie mir ein halbes Kilogramm Schinken!","translation":"Give me half a kilogram of ham!"},{"text":"Können Sie mir bitte eine Scheibe Schinken abschneiden?","translation":"Can you please cut me a slice of ham?"},{"text":"Ich schneide die Scheibe Schinken in der Mitte durch.","translation":"I cut the slice of ham in the middle."},{"text":"Eine kleine Portion Schinken bitte, und ein Bier vom Fass.","translation":"A small portion of ham, please, and a draught beer."}],"Entspannung":[{"text":"Zur Entspannung erzählte Moppel einen Witz.","translation":"To relax, Moppel told a joke."},{"text":"Das heiße Bad brachte ihr Entspannung.","translation":"She was relaxed by the hot bath."},{"text":"Musik hören ist meine liebste Art der Entspannung.","translation":"Listening to music is my favourite relaxation."},{"text":"Die Badewanne ist ein besonders angenehmer Ort der Entspannung. Dazu trägt eine eingebaute Wassermassageeinrichtung bei.","translation":"The bathtub is a particularly pleasant place to relax. A built-in water massage facility contributes to this."},{"text":"„Setz dich und entspann dich eine Minute lang!“ – „Wie soll ich mich entspannen, wenn ich weiß, dass die Entspannung nach einer Minute wieder vorbei sein wird? Das kann ich nicht!“","translation":"\"Sit down and relax for a minute!\" – \"How am I supposed to relax when I know that the relaxation will be over after a minute? I can't do that!\""}],"vorlesen":[{"text":"Könnte mir bitte jemand diesen Satz vorlesen?","translation":"Could someone please read this sentence aloud for me?"},{"text":"Der Lehrer lässt den Text laut vorlesen.","translation":"The teacher has the text read aloud."},{"text":"Er hat seinen Roman nur einem Freund vorgelesen.","translation":"He only read his novel to a friend."},{"text":"Tom kann gut vorlesen.","translation":"Tom can read aloud well."},{"text":"Können Sie die Zahlen unter der schwarzen Linie vorlesen?","translation":"Can you read out the numbers under the black line?"}],"Hure":[{"text":"Eine Hure ruhe nie.","translation":"A whore never rests."},{"text":"Jede Hure war mal eine Jungfrau.","translation":"Every Harlot was a Virgin once."},{"text":"Wofür halten Sie mich? Für eine Hure?","translation":"What do you think I am, a whore?"},{"text":"Du Sohn einer Hure!","translation":"You son of a whore!"},{"text":"Sie antworteten aber: Sollten sie denn mit unserer Schwester wie mit einer Hure handeln?","translation":"But they replied: Should they act with our sister like a whore?"}],"schulde":[{"text":"Ich schulde dir 3000 Yen.","translation":"I owe you 3000 yen."},{"text":"Ich weiß, dass ich dir Geld schulde.","translation":"I know I owe you money."},{"text":"Ich schulde meinem Bruder die zehn Dollar, die er mir letzte Woche geliehen hat.","translation":"I owe my brother the ten dollars he lent me last week."},{"text":"Ich schulde ihm ein klein wenig Geld.","translation":"I owe him a little bit of money."},{"text":"Ich habe vergessen, dass ich dir Geld schulde.","translation":"I forgot I owe you money."}],"aufzuhören":[{"text":"Tom bat Mary, mit dem Rauchen aufzuhören.","translation":"Tom asked Mary to quit smoking."},{"text":"Man sollte früher anfangen aufzuhören.","translation":"You should start stopping earlier."},{"text":"Es ist eine Kunst, zur rechten Zeit aufzuhören.","translation":"It is an art to stop at the right time."},{"text":"Er redet ohne aufzuhören.","translation":"He talks without stopping."},{"text":"Ich wette, dass ich es jetzt schaffe, mit dem Rauchen aufzuhören.","translation":"I bet I can quit smoking from now on."}],"spucken":[{"text":"Darauf kannst du spucken!","translation":"You can spit on it!"},{"text":"Ich lass mir nicht in die Suppe spucken.","translation":"I don't let myself be spit in the soup."},{"text":"Wer lässt sich schon gern in die Suppe spucken?","translation":"Who likes to be spit into the soup?"},{"text":"Wer langsam spuckt, schadet seinem Bart.","translation":"Those who spit slowly damage their beard."},{"text":"Tom spuckte auf den Boden.","translation":"Tom spit on the floor."}],"Fundament":[{"text":"Wenn man ein Fundament falsch macht, kann das Gebäude einfallen.","translation":"If you make a foundation wrong, the building can collapse."},{"text":"Das Urteil ist das Fundament des Konflikts.","translation":"The verdict is the foundation of the conflict."},{"text":"Die Wahrheit ist das zuverlässigste Fundament des Glücks.","translation":"Truth is the most reliable foundation of happiness."},{"text":"Die moderne Zivilisation ist auf den Fundamenten von Wissenschaft und Bildung errichtet.","translation":"Modern civilization is built on the foundations of science and education."},{"text":"Vertrauen ist das Fundament jeder Beziehung.","translation":"Trust is the basis of every relationship."}],"verbrauch":[{"text":"Was für einen Verbrauch haben Sie mit diesem Auto?","translation":"What mileage do you get with this car?"},{"text":"Wir können unseren Verbrauch an Energie senken.","translation":"We can reduce our consumption of energy."},{"text":"Verbrauche bitte nicht mehr Wasser, als du benötigst!","translation":"Please don't use more water than you need."},{"text":"Der Pro-Kopf-Verbrauch an Trinkwasser hat sich in den letzten Jahrzehnten fast verdoppelt.","translation":"The consumption of drinking water per capita has almost doubled in the past few decades."},{"text":"Der massenhafte Verbrauch fossiler Energien hat große Schäden an der natürlichen Umwelt verursacht.","translation":"The mass consumption of fossil fuels has caused great damage to the natural environment."},{"text":"Glühbirnen verbrauchen Elektrizität.","translation":"Light bulbs consume electricity."},{"text":"Tom meint, Korrigieren sei eine kräftezehrende Arbeit, die oft mehr Zeit verbrauche, als etwas aus dem Nichts zu erschaffen.","translation":"Tom says correcting is exhausting work that often takes more time than creating something out of nothing."}],"sponsern":[{"text":"Dieses Video ist gesponsert.","translation":"This video is sponsored."}],"allergisch":[{"text":"Ich bin allergisch gegen Fisch.","translation":"I am allergic to fish."},{"text":"Sind Sie gegen irgendwelche Pflanzen allergisch?","translation":"Are you allergic to any plants?"},{"text":"Ich habe dem Kind ein Ei gegeben, obwohl er dagegen allergisch ist.","translation":"I gave the child an egg, although he is allergic to it."},{"text":"Ich reagiere auf bestimmte Medikamente allergisch.","translation":"I am allergic to certain medications."},{"text":"Tom ist allergisch gegen manche Lebensmittel; deswegen muss er vorsichtig sein, was er isst.","translation":"Tom has some food allergies, so he has to be careful about what he eats."}],"Lob":[{"text":"Ein Lob ist so viel wert wie der Mensch, der es ausspricht.","translation":"A compliment is worth as much as the person who pronounces it."},{"text":"Ein kluger Chef verteilt nur Lob ... das Strafen überlässt er seinem Vertreter.","translation":"A clever boss only distributes praise ... he leaves the punishment to his representative."},{"text":"Lob und Anerkennung müssen täglich in Worte gefasst werden.","translation":"Praise and recognition must be put into words on a daily basis."},{"text":"Den Besten zu gefallen, ist kein geringes Lob.","translation":"Pleasing the best is no small praise."},{"text":"Leute bitten Dich um Kritik, möchten aber nur Lob.","translation":"People ask you for criticism, but they only want praise."},{"text":"Lob macht gute Menschen besser und schlechte Menschen schlechter.","translation":"Praise makes good people better and bad people worse."},{"text":"Gott sei Lob und Dank!","translation":"Praise and thanks be to God!"},{"text":"Lob bringt Studenten dazu, hart zu arbeiten.","translation":"Praise stimulates students to work hard."},{"text":"Niemand denkt, dass Tom Lob verdient.","translation":"No one thinks Tom is worthy of praise."},{"text":"Lob macht einen Anfang zur Freundschaft.","translation":"Praise makes a beginning to friendship."}],"Pressekonferenz":[{"text":"Wann findet die Pressekonferenz statt?","translation":"When does the press conference take place?"},{"text":"Wie spät findet die Pressekonferenz statt?","translation":"What time is the press conference?"},{"text":"Der Premierminister wird morgen eine Pressekonferenz halten.","translation":"The Prime Minister will hold a press conference tomorrow."},{"text":"Am Freitag können wir keine Pressekonferenz abhalten.","translation":"We can't have a press conference on Friday."},{"text":"Offen gesagt: mir wurde geraten, diese Pressekonferenz nicht durchzuführen, der schwierigen Lage wegen.","translation":"Frankly, I was advised not to hold this press conference because of the difficult situation."}],"Effizienz":[{"text":"Was ist der Unterschied zwischen Effekt und Effizienz?","translation":"What is the difference between effect and efficiency?"},{"text":"Das wird die Effizienz um 20 % steigern.","translation":"This will increase efficiency by 20%."},{"text":"Effizienz ist der dominierende Gedanke in der Wirtschaft.","translation":"Efficiency is the dominant idea in business."},{"text":"Demografie ist die Messlatte für den Wohlstand einer Gesellschaft und die Effizienz eines Staates.","translation":"Demography is the yardstick for the prosperity of a society and the efficiency of a state."},{"text":"Verwechsel nicht Effektivität mit Effizienz.","translation":"Don't mix up effectiveness and efficiency."}],"ausnutzen":[{"text":"Tom hat endlich eine Freundin gefunden, die ihn nicht ausnutzen will.","translation":"Tom has finally found a girlfriend who doesn't want to take advantage of him."},{"text":"Ich lasse mich leicht ausnutzen.","translation":"I am easy to take advantage of."},{"text":"Man soll die Schwäche anderer Leute nicht ausnutzen.","translation":"One should not exploit the weakness of other people."},{"text":"Da die Pause kurz ist, solltest du sie gut ausnutzen.","translation":"Since the break is short, you should make good use of it."},{"text":"Wir werden sicherstellen, dass niemand das amerikanische Volk für seinen eigenen kurzfristigen Vorteil ausnutzt.","translation":"We will ensure that no one exploits the American people for their own short-term benefit."}],"Rind":[{"text":"Arme haben die Kinder, Reiche die Rinder.","translation":"Poor have the children, rich have the cattle."},{"text":"Die Rinde ist knusprig.","translation":"The bark is crispy."},{"text":"Du sagtest zwar, das sei Rind; ich halte es jedoch für Schwein.","translation":"You said it was beef. However, I think it's pork."},{"text":"Im Dorf gibt es fünf Rinder.","translation":"There are five cattle in the village."},{"text":"Der Junge zog die Rinde des Baumes ab.","translation":"The boy pulled off the bark of the tree."}],"kostenfrei":[{"text":"In meinem Restaurant gibt's den Käse kostenfrei.","translation":"In my restaurant the cheese is free of charge."},{"text":"Ihre Zeugnisse beglaubigen wir Ihnen gerne einmalig kostenfrei.","translation":"We will be happy to certify your certificates once free of charge."},{"text":"Es ist Tom letztlich doch gelungen, ein kostenfreies Datenbankprogramm auf seinem Rechner zu installieren.","translation":"Tom eventually figured out how to install a free database application on his computer."},{"text":"Das Problem kann man mit Hilfe des Esperanto lösen – praktisch, kostenfrei und ohne Schmerzen.","translation":"The problem can be solved with the help of Esperanto – practically, free of charge and without pain."}],"zerrissen":[{"text":"Die Wahrheit hat ein schönes Angesicht, aber zerrissene Kleider.","translation":"The truth has a beautiful face, but torn clothes."},{"text":"Maria sagte, die Ukraine sei heute ein zerrissenes Land.","translation":"Maria said Ukraine is now a torn country."},{"text":"Oft steckt ein guter Mann in zerrissenen Hosen.","translation":"Often a good man is in torn trousers."},{"text":"Ich liebe alle, die in sich ein zerrissenes Herz haben.","translation":"I love all those who have a torn heart in themselves."},{"text":"Zerrissene Jeans sind wieder in Mode.","translation":"Ripped jeans are back in fashion."},{"text":"Mutter Erde trägt schwarz, weil der Mensch all ihre bunten Kleider zerrissen hat.","translation":"Mother Earth wears black because man has torn all her colorful clothes."},{"text":"Tom wurde von wilden Tieren zerrissen.","translation":"Tom was killed by wild animals."},{"text":"Ich hab das Papier in kleine Stücke zerrissen.","translation":"I tore the paper into small pieces."},{"text":"Es war dein Kind, das mein Buch zerrissen hat.","translation":"It was your child who tore my book to pieces."},{"text":"Das Seil ist zerrissen worden.","translation":"The rope has been torn."},{"text":"Das Blatt Papier war zerrissen.","translation":"The sheet of paper was torn."},{"text":"Sie hat den Brief zerrissen.","translation":"She tore up the letter."},{"text":"Ich habe das Foto, wo ich mit ihm drauf bin, in kleine Teile zerrissen.","translation":"I tore the photo where I'm on it into small pieces."},{"text":"Toms linker Ärmel war zerrissen.","translation":"Tom's left sleeve was torn."},{"text":"Als er gegen dich gekämpft hat, hat es ihm das Herz zerrissen.","translation":"When he fought you, it tore his heart apart."}],"Kit":[],"berlin":[{"text":"Berlin liegt an der Spree.","translation":"Berlin is located on the Spree."},{"text":"Ich fahre nach Berlin, um meinen Freund zu besuchen.","translation":"I'm going to Berlin to visit my friend."},{"text":"Regnet es viel hier in Berlin?","translation":"Does it rain much here in Berlin?"},{"text":"Wann bist du nach Berlin gezogen?","translation":"When did you move to Berlin?"},{"text":"Der nächste Halt ist \"Berlin Hauptbahnhof\".","translation":"The next stop is Berlin Central Station."}],"erzwingen":[{"text":"Lieben und Singen lässt sich nicht erzwingen.","translation":"Loving and singing cannot be forced."},{"text":"Zudem könnten Verletzungen ein Umdenken erzwingen.","translation":"In addition, injuries could force a rethink."},{"text":"Der Diktator erzwang vom Volk Ehrerbietung.","translation":"The dictator enforced obeisance on the people."},{"text":"Die Krise ist die gesunde Zeit, die Denkanstöße zu Neuem erzwingt.","translation":"The crisis is the healthy time that forces food for thought."},{"text":"Ich weiß, dass ich nicht gewinnen kann; trotzdem werde ich es dem Gegner so schwer wie irgend möglich machen, meine Niederlage zu erzwingen.","translation":"I know I can't win; nevertheless, I will make it as difficult as possible for the opponent to force my defeat."}],"Jazz":[{"text":"Jazz ist nicht tot, er riecht nur komisch.","translation":"Jazz is not dead, it just smells weird."},{"text":"Viele Amerikaner interessieren sich für Jazz.","translation":"Many Americans are interested in jazz."},{"text":"Ich weiß, dass er Jazz mag.","translation":"I know that he likes jazz."},{"text":"Ich höre gern Musik, vor allem Jazz.","translation":"I like listening to music, especially jazz."},{"text":"Magst du auch Jazz?","translation":"Do you also like jazz?"}],"ausreichen":[{"text":"Diese Entschuldigung wird nicht ausreichen.","translation":"That excuse will not do."},{"text":"Was, wenn Toms Leistung nicht ausreicht? Was machen wir dann?","translation":"What if what Tom does isn't good enough? What'll we do then?"},{"text":"Ich fürchte, das wird nicht ausreichen.","translation":"I'm afraid that won't be enough."},{"text":"Eine einzige Sprache wird nie ausreichen.","translation":"A single language will never suffice."},{"text":"Eine Haushaltssanierung, die die meisten Bürger gar nicht merken, wird niemals ausreichen.","translation":"Budget consolidation that most citizens do not even notice will never be enough."}],"fick":[{"text":"Ficke nie einen Ficker!","translation":"Never fuck with a fucker!"},{"text":"Nach diesem Fick fühle ich mich ganz flau, Bert.","translation":"After this fuck I feel very dull, Bert."},{"text":"Sie hoffte, beim Ficken verloren gegangene Gefühle wiederzufinden.","translation":"She hoped to find lost feelings while fucking."},{"text":"Was für ein guter Fick sie ist!","translation":"What a good fuck she is!"},{"text":"Fick deine Mutter.","translation":"Fuck your mom."},{"text":"Fick dich ins Knie!","translation":"Fuck you!"},{"text":"Fick deine Mutter, du Schlampe.","translation":"Fuck your mom, bitch."},{"text":"Fick dich weg!","translation":"Fuck away!"},{"text":"Fick deine Mutter!","translation":"Fuck your mother!"}],"getrennt":[{"text":"Als er Schüler war, gab es noch getrennte Schulen für Jungen und Mädchen.","translation":"When he was a student, there were still separate schools for boys and girls."},{"text":"„Bist du verheiratet?“ – „Ja, aber ich lebe getrennt von meinem Mann.“","translation":"\"Are you married?\" – \"Yes, but I live apart from my husband.\""},{"text":"Maria und Tom gehen getrennte Wege.","translation":"Maria and Tom go their separate ways."},{"text":"Er lebt getrennt von seiner Frau.","translation":"He lives apart from his wife."},{"text":"Sie schlafen in getrennten Schlafzimmern, obwohl sie verheiratet sind.","translation":"They sleep in separate bedrooms, even though they are married."},{"text":"Ober, getrennte Rechnungen, bitte.","translation":"Above, separate invoices, please."},{"text":"Auch als es Zeit wurde, getrennte Wege zu gehen, lagen sich die beiden in den Armen.","translation":"Even when it was time to go their separate ways, the two were in each other's arms."},{"text":"Mit dieser Anwendung kann man sich umsonst Geschichten herunterladen, um sie, getrennt vom Netz, zu lesen.","translation":"This app allows you to download stories for free to read offline."}],"ern":[{"text":"Lachen braucht weniger Energie als ein ernstes Gesicht.","translation":"Laughter takes less energy than a serious face."},{"text":"Die Kunst mag ein Spiel sein, aber sie ist ein ernstes Spiel.","translation":"Art may be a game, but it is a serious game."},{"text":"Plötzlich brach der Mönch in lautes Gelächter aus und verdarb so die ernste Atmosphäre.","translation":"Suddenly, the monk burst into loud laughter, spoiling the serious atmosphere."},{"text":"Das ist ein ernstes Problem.","translation":"It is a serious problem."},{"text":"Ich glaube, wir sind in einer ernsten Lage.","translation":"I believe we have a serious situation."}],"lebenslang":[{"text":"Sich selbst zu lieben ist der Beginn einer lebenslangen Leidenschaft.","translation":"Loving yourself is the beginning of a lifelong passion."},{"text":"Er hat Rechtsanwalt als seinen lebenslangen Beruf ausgewählt.","translation":"He has chosen to be a lawyer as his lifelong profession."},{"text":"Der Mann wurde zu lebenslanger Haft verurteilt.","translation":"The man was given a life sentence."},{"text":"Das Leben ist ein lebenslanges Lernen.","translation":"Life is a lifelong lesson."},{"text":"Einige Gesellschaften garantieren ihren Mitarbeitern eine lebenslange Anstellung.","translation":"Some companies guarantee their workers a job for life."},{"text":"Wer über jeden Schritt lang nachdenkt, der steht lebenslang auf einem Bein.","translation":"If you think about every step, you stand on one leg for life."},{"text":"Tom kam lebenslang hinter Gitter.","translation":"Tom got life behind bars."},{"text":"Die Menschen schlafen lebenslang; sie wachen auf, wenn sie sterben.","translation":"People sleep for life; they wake up when they die."},{"text":"Sie arbeitete lebenslang den Armen zum Wohle.","translation":"She worked all her life for the benefit of the poor."},{"text":"Tom kommt für den Mord an seiner Frau Maria lebenslang hinter Gitter. Das Urteil wurde heute verkündet.","translation":"Tom is put behind bars for life for the murder of his wife Maria. The verdict was announced today."}],"Partikel":[{"text":"Kleine Partikel in der Luft können Krebs verursachen.","translation":"Tiny particles in the air can cause cancer."},{"text":"Es ist nicht ausreichend zu zeigen, dass diese zwei Partikel sich mit unterschiedlichen Geschwindigkeiten bewegen.","translation":"It is not enough to show that these two particles are moving at different speed."},{"text":"Diese Partikel verwandelt ein Nomen in ein Verb.","translation":"This particle turns a noun into a verb."},{"text":"Es ist bei diesem Experiment von großer Bedeutung, das Partikel M in horizontaler Richtung zu beschleunigen.","translation":"It is of great significance in this experiment to accelerate the particle M in the horizontal direction."},{"text":"Bosonen sind Partikel mit ganzzahligem Spin.","translation":"Bosons are particles with integer spin."}],"beabsichtigen":[{"text":"Der Satz war so beabsichtigt, wie er jetzt ist.","translation":"The sentence was intended as it is now."},{"text":"Wer lacht, beabsichtigt nichts Böses.","translation":"He who laughs does not intend any evil."},{"text":"Auf welche Universität beabsichtigst du zu gehen?","translation":"Which university do you intend to go to?"},{"text":"Tom schlief viel länger, als er eigentlich beabsichtigt hatte.","translation":"Tom slept much longer than he had intended."},{"text":"Sie beabsichtigten, nach Öl zu bohren.","translation":"They intended to drill for oil."}],"al":[{"text":"Saudi-Arabien heißt auf Arabisch „Al-Mamlakatu ’l-ʿArabiyyatu ’s-Saʿūdiyyatu“.","translation":"Saudi Arabia is called \"Al-Mamlakah Al-‘Arabiyyah As-Sa‘ūdiyyah\" in Arabic."},{"text":"Die Eltern von Al Smith kamen aus Irland.","translation":"Al Smith's parents came from Ireland."},{"text":"Al-Mutanabbi starb mit seinem Schwert in der Hand.","translation":"Al-Mutanabbi died with his sword in his hand."},{"text":"\"Wer waren also die 25?\", fragte Al-Sayib. \"Freunde von dir?\"","translation":"\"So who were the 25?\" Al-Sayib asked. \"Friends of yours?\""},{"text":"Al Qaida ist ein Franchise-Unternehmen wie Manpower.","translation":"Al Qaeda is a franchise like Manpower."}],"belassen":[{"text":"Gemäß Ihren Wünschen haben wir das Holz roh belassen.","translation":"According to your wishes, we have left the wood raw."},{"text":"Ich denke, es ist besser, wenn wir es dabei belassen.","translation":"I think it's better if we leave it at that."},{"text":"Ich will die Dinge so belassen, wie sie sind.","translation":"I want to keep things the way they are."},{"text":"Er arbeitete zwei Tage, und dabei hat er es belassen.","translation":"He worked for two days, and he left it at that."},{"text":"Lass es uns dabei belassen.","translation":"Let's just leave it at that."}],"überweisen":[{"text":"Tom hat Maria Geld überwiesen.","translation":"Tom has transferred money to Maria."},{"text":"Ihre Rechnung habe ich längst überwiesen.","translation":"I have long since transferred your invoice."},{"text":"Auf welches Konto soll das Geld überwiesen werden?","translation":"To which account should the money be transferred?"},{"text":"Sie überweisen ihnen jede Woche 500€.","translation":"They transfer them €500 every week."},{"text":"Ich habe den Betrag überwiesen. Ich hoffe nun, nie wieder etwas von Ihnen hören zu müssen.","translation":"I have transferred the amount. I hope never to hear from you again."}],"Begleiter":[{"text":"Im Jahr 1957 bekam unser Planet einen neuen Begleiter.","translation":"In 1957 our planet got a new companion."},{"text":"Kein Weg ist lang mit einem guten Freund als Begleiter.","translation":"No way is long with a good friend as a companion."},{"text":"Tom war von den Menschen enttäuscht; einzig in seinen Hunden sah er würdige Begleiter.","translation":"Tom was disappointed with the people; only in his dogs did he see worthy companions."},{"text":"Schach ist ein guter Begleiter fürs Leben.","translation":"Chess is a good companion for life."},{"text":"Er verlässt den Posten und geht mit seinem Begleiter Niso zum König.","translation":"He leaves the post and goes with his companion Niso to the king."}],"kart":[{"text":"Ich weiß nicht, wie man eine Karte kauft.","translation":"I don't know how to buy a card."},{"text":"Könntest du die Tasche nehmen, während ich in die Karte schaue?","translation":"Will you take this bag while I consult the map?"},{"text":"Es ärgert mich, dass ich keine Karte mitgenommen habe.","translation":"It annoys me that I didn't take a card with me."},{"text":"Dann musst du nur diese Karte ausfüllen.","translation":"Then you just have to fill out this card."},{"text":"Wenn ich bloß eine Karte hätte, könnte ich Ihnen den Weg zeigen.","translation":"If only I had a map, I could show you the way."}],"vorau":[{"text":"Vielen Dank im Voraus!","translation":"Many thanks in advance!"},{"text":"Vielen Dank im Voraus und viele Grüße!","translation":"Thank you in advance and best regards!"},{"text":"Mit bestem Dank im Voraus.","translation":"With many thanks in advance."},{"text":"Die Portionen sind für zwei Personen, und man muss im Voraus bestellen.","translation":"The portions are for two people, and you have to order in advance."},{"text":"Für angenehme Erinnerungen muss man im voraus sorgen.","translation":"Pleasant memories must be ensured in advance."}],"grill":[{"text":"Ich grille Fisch.","translation":"I am grilling fish."},{"text":"Freunde kommen zu uns und wir grillen im Garten.","translation":"Friends come to us and we have a barbecue in the garden."},{"text":"Zuerst müssen wir den Grill aus dem Keller in den Garten tragen.","translation":"First we have to carry the barbecue from the cellar out into the garden."},{"text":"Tom legte die Steaks auf den Grill.","translation":"Tom put the steaks on the grill."},{"text":"Tom ließ niemanden in die Nähe des Grills.","translation":"Tom wasn't letting anyone near the barbecue."},{"text":"Ich werfe Fische auf den Grill.","translation":"I'll cook fish on the grill."},{"text":"Der Grill wird nicht mit Holzkohle, sondern mit Gas betrieben.","translation":"The grill is not powered by charcoal, but by gas."},{"text":"Ich arbeite bei Chuck's Bar and Grill.","translation":"I work at Chuck's Bar and Grill."},{"text":"Ich mag Fisch vom Grill.","translation":"I like fish cooked on the grill."},{"text":"Mann mit Grill sucht Frau mit Kohle.","translation":"Man with grill is looking for woman with coal."}],"gönnen":[{"text":"Nimm von allem das Beste und gönne den anderen den Rest.","translation":"Take the best of everything and treat others to the rest."},{"text":"Beim Einkaufen gönne ich mir oft Dinge, die mir gefallen.","translation":"When shopping, I often treat myself to things that I like."},{"text":"Das Essen gönne ich euch, aber die Zeit dazu nicht.","translation":"I treat you to the food, but not the time to do so."},{"text":"Ich gönne mir keine Süßigkeiten.","translation":"I allow myself no sweets."},{"text":"Gönne uns eine Pause!","translation":"Give us a break."},{"text":"Keine Ruhe habe ich mir gegönnt und mich Tag und Nacht dem Geschäft gewidmet.","translation":"I did not allow myself any rest and devoted myself day and night to the business."},{"text":"Wenn wir uns eine Pause gönnen, wird das die Dinge nicht einfacher machen.","translation":"Taking a break won't make things any easier."},{"text":"Nicht einmal die Butter auf dem Brot gönnt man ihm.","translation":"Not even the butter on the bread is allowed to him."},{"text":"Was einem nicht gegönnt wird, schmeckt am besten.","translation":"What you are not allowed to do tastes best."},{"text":"Wir mögen keinem gerne gönnen, dass er was kann, was wir nicht können.","translation":"We don't like to begrudge anyone that they can do something we can't."}],"Tierarzt":[{"text":"Bello spürte es irgendwie, dass es zum Tierarzt ging.","translation":"Bello somehow sensed that he was being taken to the vet's."},{"text":"Wie lange braucht ein Tierarzt, um ein Pferd zu untersuchen?","translation":"How long does it take for a veterinarian to examine a horse?"},{"text":"Ich habe einen Freund, dessen Vater Tierarzt ist.","translation":"I have a friend whose father is a veterinarian."},{"text":"Mein Bruder ist Tierarzt.","translation":"My brother is a vet."},{"text":"Als Kind träumte Tom davon, Tierarzt zu werden.","translation":"When he was a kid, Tom dreamt of being a vet."}],"erschreckend":[{"text":"Tom ist ein erschreckendes Beispiel dafür, wie Alkohol einen Menschen zerstören kann.","translation":"Tom is a frightening example of how alcohol can destroy a person."},{"text":"Es nähert sich erschreckend schnell der Tag X.","translation":"Day X is approaching frighteningly fast."},{"text":"Es ist erschreckend günstig.","translation":"It's shockingly inexpensive."},{"text":"Das ist zwar lustig, aber zugleich erschreckend.","translation":"That's funny and horrifying at the same time."},{"text":"Im Gegensatz zu seinem erschreckenden Aussehen war seine Stimme sanft und ruhig.","translation":"In contrast to his terrifying appearance, his voice was soft and calm."}],"Gehäuse":[{"text":"Tom zeigte mir, wie man das Gehäuse eines Apfels entfernt.","translation":"Tom showed me how to remove the casing of an apple."},{"text":"Der Einsiedlerkrebs tastete sich vorsichtig wieder aus seinem Gehäuse hervor.","translation":"The hermit crab carefully felt its way out of its shell."},{"text":"Beim Einbau des Lagers in das Gehäuse ist darauf zu achten, dass die Welle in der Gehäusebohrung ausreichend Spiel hat.","translation":"When installing the bearing in the housing, make sure that the shaft has sufficient play in the housing bore."}],"Anregung":[{"text":"Alle Kinder brauchen Anregung.","translation":"All children need stimulation."},{"text":"Ich bin offen für Anregungen.","translation":"I'm open to suggestions."},{"text":"Bezüglich der neuen Gestaltung der Webseite freuen wir uns über alle Anregungen.","translation":"Regarding the new design of the website, we are looking forward to all suggestions."},{"text":"Danke für die wertvollen Anregungen!","translation":"Thanks for the valuable input."},{"text":"Nicht nur freie Entwicklung, sondern auch Pflege, Anregung und Unterstützung sind wichtig.","translation":"Not only free development, but also care, stimulation and support are important."}],"rohstoff":[{"text":"Erdgas ist ein wichtiger Rohstoff.","translation":"Natural gas is an important natural resource."},{"text":"Es gab immer weniger Rohstoffe, aber immer mehr Menschen.","translation":"There were fewer and fewer raw materials, but more and more people."},{"text":"Dieses Land ist reich an Rohstoffen.","translation":"This land is rich in raw materials."},{"text":"Das Schiff transportiert Rohstoffe aus Indonesien.","translation":"The ship transports raw materials from Indonesia."},{"text":"Ein neues Verfahren soll Abfall mittels Enzymen in Rohstoffe verwandeln.","translation":"A new process is to convert waste into raw materials by means of enzymes."}],"daraufhin":[{"text":"Daraufhin ließ er die Katze aus dem Sack.","translation":"Thereupon he let the cat out of the bag."},{"text":"Daraufhin fuhr Tom aus der Haut.","translation":"Then Tom drove out of his skin."},{"text":"Daraufhin stand er auf.","translation":"At that, he stood up."},{"text":"Tom aß das kostenlose Brot und verließ das Restaurant daraufhin.","translation":"Tom ate the free bread and then walked out of the restaurant."},{"text":"Sie kehrte daraufhin nach Frankreich zurück, wo sie bis zu ihrem Tode blieb.","translation":"She then returned to France, where she remained until her death."}],"Mitgliedschaft":[{"text":"Er genießt die Vorteile einer Mitgliedschaft.","translation":"He enjoys the benefits of membership."},{"text":"Ich bewarb mich um Mitgliedschaft bei dem Verein.","translation":"I applied for membership in the association."},{"text":"Ihm wurde die Mitgliedschaft gekündigt, weil er seinen Beitrag nicht rechtzeitig bezahlt hatte.","translation":"His membership was terminated because he had not paid his dues on time."},{"text":"Tom wird die Mitgliedschaft verweigert werden.","translation":"Tom will be denied membership."},{"text":"Wie viel kostet die Mitgliedschaft im Jahr?","translation":"How much is the annual membership fee?"}]}