{"Cover":[],"Gürtel":[{"text":"„Wo ist mein Lichtschwert?“ – „Das hängt doch an deinem Gürtel!“","translation":"\"Where is my lightsaber?\" – \"It's hanging on your belt!\""},{"text":"Alle sind wir nur bis zum Gürtel Menschen.","translation":"We are all human only up to the belt."},{"text":"Sie trug einen rosa Gürtel, der genauso teuer wie hässlich war.","translation":"She wore a pink belt that was as expensive as it was ugly."},{"text":"Tom fragte mich, wo ich meinen Gürtel gekauft habe.","translation":"Tom asked me where I bought my belt."},{"text":"Dieser Gürtel sitzt zu eng.","translation":"This belt fits me too tightly."}],"nördlich":[{"text":"Kiruna liegt ungefähr 950 Kilometer nördlich von Stockholm.","translation":"Kiruna is about 950 kilometres north of Stockholm."},{"text":"Mein Haus liegt nördlich von der Bibliothek.","translation":"My house is north of the library."},{"text":"Weiter nördlich führt eine Brücke über den Fluss.","translation":"A bridge further north spans the river."},{"text":"Die Stadt ist an der nördlichsten Spitze Japans gelegen.","translation":"The city is located at the northernmost tip of Japan."},{"text":"Es weht ein kalter Wind aus nördlicher Richtung.","translation":"There's a cold wind from the north."}],"feature":[],"Meditation":[{"text":"Die „Meditationen“ sind ein Werk von René Descartes.","translation":"\"Meditations\" is a work by Descartes."},{"text":"Meiner Meinung nach beruhigt reine Meditation mehr als jedes Medikament.","translation":"In my opinion, pure meditation soothes more than any medication."},{"text":"Er ist in tiefer Meditation.","translation":"He is in deep meditation."},{"text":"Plötzlich unterbrach ein Geräusch von draußen meine Meditation.","translation":"Suddenly, a sound from outside interrupted my meditation."},{"text":"Ab und zu ein paar Minuten der Meditation helfen wirklich meinem Wohlbefinden.","translation":"Try meditating a few minutes a day once in a while. Honestly, it helps me a lot."}],"erforschen":[{"text":"Der Mann ist leicht zu erforschen, die Frau verrät ihr Geheimnis nicht.","translation":"The man is easy to explore, the woman does not reveal her secret."},{"text":"Keine Gnade mehr mit denen, die nicht erforscht haben und doch reden.","translation":"No more mercy with those who have not researched and yet talk."},{"text":"Wir werden nicht erleben, dass die Wissenschaftler sagen, es gibt nichts mehr zu erforschen.","translation":"We will not see scientists say there is nothing more to explore."},{"text":"Die Polizei erforschte die Vergangenheit des Verdächtigen.","translation":"The police were inquiring into the suspect's past."},{"text":"Wir müssen jede Möglichkeit erforschen.","translation":"We need to explore every possibility."}],"vielmehr":[{"text":"Es bleibt die Frage, warum gibt es etwas und nicht vielmehr nichts?","translation":"The question remains, why is there something and not nothing?"},{"text":"Maria war vielmehr eine Mutter für den kleinen Tom als eine große Schwester.","translation":"Mary was more of a mother to little Tom than a big sister."},{"text":"Was er wollte, war weniger Geld als vielmehr ein hohes Ansehen.","translation":"It is not so much money as fame that he wanted."},{"text":"Er ist vielmehr reich als arm.","translation":"He's rich rather than poor."},{"text":"Der Mensch ist nicht das Produkt seiner Umgebung. Vielmehr ist seine Umgebung ein Produkt des Menschen.","translation":"Man is not the product of his environment. Rather, his environment is a product of man."}],"gehts":[{"text":"Guten Morgen Ana! Wie gehts?","translation":"Good morning Ana! How's it going?"},{"text":"Wie gehts dir denn so?","translation":"How do you feel about that?"},{"text":"Mir gehts heute nicht so gut.","translation":"I'm not doing too well today."},{"text":"He, Bill. Wie gehts?","translation":"Hi, Bill. How are you?"},{"text":"Mir gehts viel besser.","translation":"I'm a lot better."},{"text":"Gehts noch?","translation":"What the hell is wrong with you?"}],"höchstens":[{"text":"„Wie viele Mahlzeiten essen Sie am Tag?“ – „Mindestens eine, höchstens drei.“","translation":"\"How many meals do you eat in a day?\" \"At least one, at most three.\""},{"text":"Kein Mensch bekämpft die Freiheit; er bekämpft höchstens die Freiheit der anderen.","translation":"No one fights freedom; at most, he fights the freedom of others."},{"text":"Hasse niemals einen Menschen, sondern höchstens, was er tut oder denkt.","translation":"Never hate a person, but at most what he does or thinks."},{"text":"Tom Jackson duscht höchstens fünf Minuten, weil er mit dem Wasser spart.","translation":"Tom Jackson showers for a maximum of five minutes because he saves with the water."},{"text":"Die Untersuchung dauert höchstens fünf Minuten. Das ist keine Zeit.","translation":"The examination lasts a maximum of five minutes. This is not a time."}],"musstest":[{"text":"„Wie viel musstest du locker machen?“ – „Zweihundert Euro.“","translation":"\"How much did you have to fork out?\" \"Two hundred euros.\""},{"text":"Ich kann es immer noch nicht begreifen, dass du uns so früh verlassen musstest.","translation":"I still can't comprehend that you had to leave us so early."},{"text":"Wozu musstest du auch auf die Leiter steigen? Das hast du jetzt davon!","translation":"Why did you have to climb the ladder? That's what you get out of it now!"},{"text":"Tut mir leid, dass du so lange auf mich warten musstest.","translation":"I'm sorry you had to wait so long for me."},{"text":"Du musstest Englisch lernen.","translation":"You had to learn English."},{"text":"Du musstest alles selber machen.","translation":"You had to do everything yourself."},{"text":"Du musstest dieses Buch lesen.","translation":"You had to read this book."},{"text":"Du musstest alles selbst machen.","translation":"You had to do everything yourself."},{"text":"Warum musstest du dich bei der Polizei ausweisen?","translation":"Why did you have to identify yourself to the police?"},{"text":"Du musstest mir das bekanntgeben.","translation":"You had to let me know."},{"text":"Musstest du in New York auf der Straße rauchen?","translation":"Did you have to smoke on the street in New York?"},{"text":"Musstest du das sagen?","translation":"Did you have to say that?"},{"text":"Musstest du heute Morgen sehr früh aufstehen?","translation":"Did you have to get up very early this morning?"},{"text":"Wie viele Wörter musstest du schreiben?","translation":"How many words did you have to write?"},{"text":"Musstest du ein Auto mieten?","translation":"Did you need to rent a car?"}],"un":[{"text":"Un den USA gibt es Stimmen, welche die Bedeutung der Rolle Europas für unsere Sicherheit und unsere Zukunft verspotten und leugnen.","translation":"In the United States, there are voices that mock and deny the importance of Europe's role in our security and our future."},{"text":"Ich nehme einmal Lütt un Lütt, bitte!","translation":"I'll take Lütt un Lütt, please!"},{"text":"UN steht für die Vereinten Nationen.","translation":"UN stands for United Nations."},{"text":"Wofür steht UN?","translation":"What does UN stand for?"},{"text":"Die UN überwachte die Wahlen in diesem Land.","translation":"The UN monitored the elections in that country."},{"text":"Die Angreifer ermordeten sieben UN-Blauhelmsoldaten.","translation":"The attackers murdered seven UN peacekeepers."}],"erbärmlich":[{"text":"Ich will nicht erbärmlich sein, ich will cool sein!!","translation":"I don't want to be pathetic, I want to be cool!!"},{"text":"Das Schicksal ist grausam und die Menschen sind erbärmlich.","translation":"Fate is cruel and people are pathetic."},{"text":"Sie war in einem erbärmlichen Zustand.","translation":"She was in a piteous state."},{"text":"In seiner Jugend führte er ein erbärmliches Leben.","translation":"In his youth he led a miserable life."},{"text":"Sie sagten mir, der Friedhof befinde sich in einem erbärmlichen Zustand.","translation":"They told me that the cemetery is in terrible condition."}],"übernachten":[{"text":"Es würde dich allerdings weniger kosten, wenn du bei uns übernachten würdest.","translation":"However, it would cost you less if you stayed with us."},{"text":"Maria fragte, ob sie bei ihrer Freundin übernachten dürfe.","translation":"Maria asked if she could stay with her friend."},{"text":"Ich habe Angst. Sie müssen hier übernachten! Ich kann jetzt unmöglich alleine sein.","translation":"I'm scared. You have to stay here! I can't possibly be alone now."},{"text":"Er übernachtete im Haus seiner Tante.","translation":"He stayed at his aunt's house."},{"text":"Sie übernachtete mehrere Tage in dem Hotel.","translation":"She stayed at the hotel for several days."}],"authentisch":[{"text":"Eines ist klar, wenn man authentisch ist, hat man nicht nur Freunde.","translation":"One thing is clear, if you are authentic, you don't just have friends."},{"text":"Dies ist eine authentische Quelle.","translation":"This is an authentic source."},{"text":"In diesem Restaurant gibt es authentische französische Küche.","translation":"This restaurant serves authentic French cuisine."},{"text":"Die Geschichte wirkt wie eine authentische Beschreibung eines wirklichen Lebens.","translation":"The story seems like an authentic description of a real life."},{"text":"Ich hielt den Artikel zunächst für authentisch, doch dann meldete sich mein Misstrauen – zu Recht.","translation":"At first I thought the article was authentic, but then my mistrust came up – and rightly so."}],"Ballon":[{"text":"Der Ballon fliegt über die Stadt.","translation":"The balloon is flying across the city."},{"text":"Wir wissen nicht, wohin der Wind den Ballon trug.","translation":"We don't know where the wind took the balloon."},{"text":"Ein Ballon schwebte in der Luft.","translation":"A balloon was floating in the air."},{"text":"Tom bläst einen Ballon auf.","translation":"Tom is inflating a balloon."},{"text":"Sie ließen einen Ballon aufsteigen.","translation":"They launched a balloon."}],"Sahne":[{"text":"Das Hotel war erste Sahne.","translation":"The hotel was first class."},{"text":"Bitte das Eis ohne Sahne.","translation":"Please the ice cream without cream."},{"text":"Er trinkt seinen Kaffee immer ohne Milch oder Sahne.","translation":"He always drinks his coffee without milk or cream."},{"text":"Wir machen saure Sahne selber.","translation":"We make our own sour cream."},{"text":"Fügen Sie ein wenig Zucker und Sahne hinzu.","translation":"Add a little sugar and cream."},{"text":"Der Schlag Sahne obendrauf schmeckt gut.","translation":"The whipped cream on top tastes good."},{"text":"„Wie findest du mich in meinem neuen Kleid?“ – „Allererste Sahne!“","translation":"\"How do you find me in my new dress?\" – \"First cream!\""},{"text":"Ich habe Sahne in meinen Kaffee getan.","translation":"I put cream in my coffee."},{"text":"Man macht Butter aus Sahne.","translation":"Butter is made from cream."},{"text":"Käse, Butter, Sahne, Jogurt und Kefir sind Milchprodukte.","translation":"Cheese, butter, cream, yogurt and kefir are dairy products."}],"Handgelenk":[{"text":"Er verletzte sich am Handgelenk.","translation":"He injured his wrist."},{"text":"Mir tut das Handgelenk weh.","translation":"My wrist hurts."},{"text":"Mona beantwortete ihre Fragen aus dem Handgelenk.","translation":"Mona answered their questions off the cuff."},{"text":"Der Polizist packte mich am Handgelenk.","translation":"The policeman caught me by the wrist."},{"text":"In dem Moment, als ich gefallen bin, wusste ich, dass ich mir das Handgelenk gebrochen hatte.","translation":"The moment I fell, I knew I had broken my wrist."}],"Durchmesser":[{"text":"Es hat einen Durchmesser von etwa acht Zentimetern.","translation":"It's about three inches in diameter."},{"text":"Die Erde hat einen Durchmesser von 12 742 km.","translation":"Earth has a diameter of 12,742 kilometers."},{"text":"Adlerflügel haben einen Durchmesser von mehr als einem Meter.","translation":"An eagle's wings are more than one meter across."},{"text":"Der Radius eines Kreises ist die Hälfte des Durchmessers.","translation":"The radius of a circle is half the diameter."},{"text":"Kann man aus dem Kreisumfang den Durchmesser bestimmen?","translation":"Is it possible to determine the diameter from the circumference of the circle?"}],"Beeilung":[{"text":"Keine Zeit, Beeilung.","translation":"No time, hurry."},{"text":"Beeilung!","translation":"Hurry up!"}],"Öffnung":[{"text":"Die Öffnung ist zu klein.","translation":"The opening is too small."},{"text":"Achtung, dass kein Sand in die Öffnungen gelangt!","translation":"Keep sand out of every orifice."},{"text":"Der Mensch hat viele Öffnungen, und vor jeder lauert ein Spezialist.","translation":"Man has many openings, and in front of each lurks a specialist."},{"text":"Er modelliert eine Öffnung.","translation":"He models an opening."},{"text":"Jetzt stehen wir kurz vor der Öffnung der Unterlagen und der Bekanntgabe des Ergebnisses.","translation":"Now we are about to open the documents and announce the result."}],"genetisch":[{"text":"Es scheint da ein genetisches Problem mit diesem Tier zu geben.","translation":"There seems to be some genetic problem with this animal."},{"text":"Tom hat eine seltene genetische Mutation.","translation":"Tom has a rare gene mutation."},{"text":"Denkst du, dass es gefährlich ist genetisch verändertes Essen zu essen?","translation":"Do you think it's dangerous to eat genetically modified food?"},{"text":"Diese genetisch veränderten Bananen stecken voller Vitamin A.","translation":"These genetically modified bananas are loaded with vitamin A."},{"text":"Ich kann nicht glauben, dass der genetische Code durch Zufall und natürliche Selektion entstanden ist.","translation":"I can't believe the genetic code came about by chance and natural selection."}],"reservieren":[{"text":"Ich möchte einen Tisch für vier Personen reservieren. Um halb sieben.","translation":"I'd like to book a table for four for half past six."},{"text":"Ich möchte bitte ein Zimmer reservieren.","translation":"I would like to book a room, please."},{"text":"Um in „Toms Taverne“ einen Tisch zu bekommen, muss man Wochen vorher reservieren lassen.","translation":"To get a table at Tom's Tavern, you have to make reservations weeks in advance."},{"text":"Für welchen Zeitraum wollen Sie reservieren?","translation":"For what period do you want to make a reservation?"},{"text":"Ich möchte gern einen Tisch reservieren.","translation":"I would like to reserve a table."}],"Messung":[{"text":"Die Messung muss genau sein.","translation":"The measurement has to be exact."},{"text":"Die Messung ist viel zu ungenau.","translation":"The measurement is far too inaccurate."},{"text":"Unsere Technologie ist imstande, Phänomene, zum Beispiel Wärme oder Feuchtigkeit, zu erfassen, die weit jenseits unseres menschlichen Sehvermögens liegen und deren Messung unseren Vorfahren wie Zauberei vorgekommen wäre.","translation":"Our technologies can record phenomena well outside the realm of human visual abilities—things like heat and moisture, the measurement of which would have seemed magical to our forebears."},{"text":"Das Barometer ist ein Instrument für die Messung des atmosphärischen Drucks, das vor allem in der Klimaforschung und zur Höhenmessung Verwendung findet.","translation":"The barometer is an instrument for measuring atmospheric pressure, which is mainly used in climate research and altitude measurement."},{"text":"Die Entropie der Strahlungswärme, die Abhängikeit der Entropie von der Strahlungsintensität, die fand ich nicht, wie ich anfänglich versuchte, auf rein theoretischem Wege, sondern ich fand sie nur durch Anlehnung an die Messung, einerseits von Otto Lummer und Ernst Pringsheim in der Physikalisch-Technischen Reichsanstalt und andererseits von Heinrich Rubens und Friedrich Kohlbaum von der Technischen Hochschule.","translation":"The entropy of radiant heat, the dependence of entropy on radiation intensity, I did not find, as I initially tried, in a purely theoretical way, but I found it only by basing it on the measurement, on the one hand by Otto Lummer and Ernst Pringsheim in the Physikalisch-Technische Reichsanstalt and on the other hand by Heinrich Rubens and Friedrich Kohlbaum from the Technical University."}],"spiegeln":[{"text":"Manchmal spiegelt das schwarze Schaf nur die Probleme der anderen.","translation":"Sometimes the black sheep only reflects the problems of others."},{"text":"In ihrem Gesicht kann sich die kleinste Emotion spiegeln.","translation":"The smallest emotion can be reflected in her face."},{"text":"Wahres Wissen spiegelt sich in deinen täglichen Handlungen wieder.","translation":"True knowledge is reflected in your daily actions."},{"text":"Der Mond spiegelte sich im See.","translation":"The moon was reflected in the lake."},{"text":"Wenn es ruhig ist, spiegelt das Meer den Himmel.","translation":"When it is calm, the sea reflects the sky."}],"Schöpfer":[{"text":"Es gibt keinen Schöpfer außer dem Geist.","translation":"There's no creator besides the mind."},{"text":"Ahnest du den Schöpfer, Welt?","translation":"Do you sense the Creator, world?"},{"text":"Aus der Sicht des Schöpfers sind sie alle gleich.","translation":"From the Creator's point of view, they are all the same."},{"text":"Ich habe Frieden mit meinem Schöpfer geschlossen. Ich bin bereit zu sterben.","translation":"I have made peace with my Creator. I am ready to die."},{"text":"Warum haben Sie dieses Buch über das Weltall geschrieben, aber nicht einmal seinen Schöpfer erwähnt?","translation":"Why did you write this book about the universe but not even mention its creator?"}],"Anzeichen":[{"text":"Es gibt nur ein Anzeichen von Weisheit: Gute Laune.","translation":"There is only one sign of wisdom: a good mood."},{"text":"Beim kleinsten Anzeichen von Gefahr kratzt Tom die Kurve.","translation":"At the slightest hint of danger, Tom makes himself scarce."},{"text":"Es gab noch keine sichtbaren Anzeichen für den Frühling.","translation":"There have been no visible signs of spring yet."},{"text":"Mary zeigt Anzeichen einer schweren Depression.","translation":"Mary shows signs of severe depression."},{"text":"Es ist ein Anzeichen für ihren Charakter.","translation":"It is an index of her character."}],"Diener":[{"text":"Geld ist ein guter Diener, aber ein schlechter Herr.","translation":"Money is a good servant, but a bad master."},{"text":"Das Gedächtnis ist der Diener unserer Interessen.","translation":"Memory is the servant of our interests."},{"text":"Ihr ergebener Diener, Tom.","translation":"Her devoted servant, Tom."},{"text":"Ich frage mich, ob Politiker die Diener des Volkes oder dessen Feinde sind.","translation":"I wonder whether politicians are the servants of the people or their enemies."},{"text":"Ich will der erste Diener meines Staates sein.","translation":"I want to be the first servant of my state."}],"Rekord":[{"text":"Ich habe den Vortrag mit meinem Rekorder aufgenommen.","translation":"I recorded the lecture with my recorder."},{"text":"Niemand kann seinen Rekord brechen.","translation":"Nobody can break his record."},{"text":"Er hält einen Rekord im Schwimmen.","translation":"He holds a record in swimming."},{"text":"Sie haben einen neuen Rekord für den längsten Kuss aufgestellt.","translation":"They set a new record for the longest kiss."},{"text":"Das ist wahrscheinlich ein neuer Rekord.","translation":"That's probably a new record."}],"kamst":[{"text":"Wo kamst du her?","translation":"Where did you come from?"},{"text":"Du kamst zu spät zur Arbeit.","translation":"You were late for work."},{"text":"Du kamst zu spät.","translation":"You came too late."},{"text":"Was tat deine Mutter gerade, als du nach Hause kamst?","translation":"What was your mother doing when you got home?"},{"text":"Als du zur Welt kamst, waren alle froh; ob alle weinen, wenn du wieder gehst, hängt von dir ab.","translation":"When you were born, everyone was happy; Whether everyone cries when you leave again depends on you."}],"Android":[{"text":"Haha ... Dieses Mädchen ist kein Mensch. Sie ist ein Roboter. Ein Android.","translation":"Haha... This girl is not human. She is a robot. An Android."},{"text":"Ein Android ist eine Art Roboter.","translation":"An android is a kind of robot."},{"text":"Auf meinem Telefon ist ein Android-System.","translation":"On my phone is an Android system."},{"text":"Tom besitzt ein Android-Telefon.","translation":"Tom owns an Android phone."},{"text":"Noch während Tom Mary knallte, übersetzte er diesen Satz auf seinem Android-Gerät.","translation":"While Tom Mary was still banging, he was translating this sentence on his Android device."},{"text":"Android ist ein für Handys entwickeltes Betriebssystem.","translation":"Android is an operating system designed for mobile phones."},{"text":"Immer populärer werden Geräte mit dem alternativen Betriebssystem Android, das eine offene Architektur hat.","translation":"More and more popular are devices with the alternative Android operating system, which has an open architecture."},{"text":"Mit der Android-Version von Tatoeba wird man Flaubert übersetzen können, während man fickt, und so das Tor zu bisher unerforschten Stufen des Vergnügens öffnen.","translation":"With the Android version of Tatoeba, you'll be able to translate Flaubert while fucking, opening the door to previously unexplored levels of pleasure."}],"sensibel":[{"text":"Kranke Patienten sind sehr sensible Menschen.","translation":"Sick patients are very sensitive people."},{"text":"Ich bin ein sehr sensibler und emotionaler Mensch.","translation":"I'm a very sensitive and emotional person."},{"text":"Das ist eine äußerst sensible Frage.","translation":"This is an extremely sensitive issue."},{"text":"Ich mag keinen Lärm! Meine Ohren sind sensibel.","translation":"I don't like noise! My ears are sensitive."},{"text":"Tom ist sensibel, nicht wahr?","translation":"Tom is sensitive, isn't he?"}],"Blüte":[{"text":"Der Herbst ist ein zweiter Frühling, wo jedes Blatt zur Blüte wird.","translation":"Autumn is a second spring where every leaf becomes a flower."},{"text":"Die Schönheit ist die Blüte des Glücks.","translation":"Beauty is the flower of happiness."},{"text":"Tom war auf extreme Weise schüchtern. Es trieb oft seltsame Blüten.","translation":"Tom was extremely shy. It often produced strange flowers."},{"text":"Hortensien haben sehr schöne Blüten.","translation":"Hydrangeas have very beautiful flowers."},{"text":"Pflanzen bestimmt man am besten anhand der Blüte.","translation":"Plants are best determined by flowering."}],"spätestens":[{"text":"Spätestens am Montag muss uns das Ergebnis vorliegen.","translation":"The result must be available to us by Monday at the latest."},{"text":"Du musst spätestens um 5 Uhr am Bahnhof sein.","translation":"You have to be at the station by five o'clock at the latest."},{"text":"Du sollst spätestens um halb drei hier sein.","translation":"You're expected to be here until 2:30."},{"text":"Sie muss spätestens um 9 zu Hause sein.","translation":"She must be at home by 9 at the latest."},{"text":"Gibt es ein Alter, in dem du spätestens heiraten willst?","translation":"Is there an age at which you want to get married at the latest?"}],"Trauer":[{"text":"Nie erfahren wir unser Leben stärker als in großer Liebe und in tiefer Trauer.","translation":"We never experience our lives more intensely than in great love and deep sorrow."},{"text":"Was ist Reue? Eine große Trauer darüber, dass wir sind, wie wir sind.","translation":"What is remorse? A great sadness that we are who we are."},{"text":"Du hast mir sehr geholfen und hast mich in meiner Trauer verstanden.","translation":"You helped me a lot and understood me in my grief."},{"text":"Tom empfindet Trauer.","translation":"Tom feels sadness."},{"text":"Bei Trauer bringe man sein ganzes Leid zum Ausdruck, aber man übertreibe nicht.","translation":"In grief one expresses all one's suffering, but one does not exaggerate."}],"aufhängen":[{"text":"Tom hat das Bild von der Wand abgenommen und dort ein anderes aufgehängt.","translation":"Tom took off the picture on the wall and hung another there."},{"text":"Hast du die Wäsche aufgehängt?","translation":"Did you hang up the laundry?"},{"text":"Jeder sucht glücklich zu sein, selbst der, der hingeht und sich aufhängt.","translation":"Everyone seeks to be happy, even those who go and hang themselves."},{"text":"Man sollte seinen Feinden vergeben, aber nicht, bevor sie aufgehängt sind.","translation":"One should forgive one's enemies, but not before they are hung up."},{"text":"Wo könnte ich diesen Kalender aufhängen?","translation":"Where could I hang this calendar?"}],"bremse":[{"text":"Sein Fuß war schneller auf der Bremse, als sie halt rufen konnte.","translation":"His foot hit the brake faster than she could yell \"stop\"."},{"text":"Tritt auf die Bremse!","translation":"Hit the brakes."},{"text":"Die hinteren Bremsen sind Felgenbremsen.","translation":"The rear brakes are rim brakes."},{"text":"Die vorderen Bremsen sind Scheibenbremsen.","translation":"The front brakes are disc brakes."},{"text":"Die Funktion der Bremse ist es, das Auto zu stoppen.","translation":"The function of the brake is to stop the car."}],"Mißbrauch":[{"text":"Missbrauch ist keine Gewohnheit.","translation":"Abuse is not a habit."},{"text":"Nach drei Jahren Missbrauch verließ sie ihren Freund.","translation":"She walked out on her boyfriend after three years of abuse."},{"text":"Ich bin gegen jegliche Art von Missbrauch.","translation":"I'm against any kind of abuse."},{"text":"Einen Missbrauch unserer finanziellen Mittel werde ich nicht dulden.","translation":"I will not tolerate misuse of our financial resources."},{"text":"Der Missbrauch von Schlafmitteln ist gefährlich.","translation":"Abusing sleeping pills is dangerous."}],"Terrorist":[{"text":"Ich fürchte mich nicht vor den Terroristen.","translation":"I am not afraid of the terrorists."},{"text":"Die Terroristen haben meinen Bruder ermordet.","translation":"The terrorists murdered my brother."},{"text":"Da fragte der Terrorist: „Wer möchte noch sterben?“ — „Ich“, antworte ich, „nicht.“","translation":"Then the terrorist asked: \"Who wants to die?\" — \"I,\" I answer, \"don't.\""},{"text":"Gibt es gute und schlechte Terroristen?","translation":"Are there good and bad terrorists?"},{"text":"Dort habe ich gegen Terroristen gekämpft.","translation":"There I fought against terrorists."}],"Sack":[{"text":"Schließlich ließ er die Katze aus dem Sack.","translation":"He finally let the cat out of the bag."},{"text":"Ich kann den Sack auch nicht heben.","translation":"I can't lift the sack either."},{"text":"Werbung geht mir immer mehr auf den Sack.","translation":"Advertising is getting more and more on the bag for me."},{"text":"Ich habe einen Sack Kartoffeln mitgebracht. Soll ich den gleich in den Keller tragen?","translation":"I've brought a sack of spuds. Shall I take it straight to the cellar?"},{"text":"Ein leerer Sack steht nicht.","translation":"There is no empty bag."},{"text":"Auch wenn ich keinen hab: sie geht mir auf den Sack!","translation":"Even if I don't have one: it gets on my nerves!"},{"text":"Können Sie bitte auf meinen Sack aufpassen?","translation":"Can you please watch my bag?"},{"text":"Hallo! Was haben Sie da im Sack?","translation":"Hello! What do you have in the bag?"},{"text":"Er fiel zu Boden wie ein Sack Kartoffeln.","translation":"He fell to the ground like a sack of potatoes."},{"text":"Ich muss alle diese Äpfel tragen, von dem Sack Kartoffeln gar nicht zu reden.","translation":"I have all these apples to carry, not to mention this bag of potatoes."}],"schluck":[{"text":"Er trank einen Schluck Wasser.","translation":"He took a swig of water."},{"text":"Er nahm einen großen Schluck aus der Flasche.","translation":"He took a big sip from the bottle."},{"text":"Vielleicht bleibt ein Schluck für Papi übrig.","translation":"Maybe a sip is left for Dad."},{"text":"Schluck! Das Essen ist köstlich, aber ich fürchte, es wird teuer.","translation":"Gulp! The food is delicious, but I'm afraid it will be expensive."},{"text":"Tom will Maria einen Schluck geben, aber sie lehnt ab.","translation":"Tom wants to give Maria a sip, but she refuses."}],"Liebhaber":[{"text":"Einem Liebhaber ist nichts zu schwer.","translation":"Nothing is too difficult for a lover."},{"text":"Wie viele Liebhaber hattest du vor mir?","translation":"How many lovers did you have before me?"},{"text":"Wie ihr vielleicht wisst, bin ich ein großer Liebhaber alter Bücher.","translation":"As you may know, I am a big lover of old books."},{"text":"Ich spreche von deinem Liebhaber. Von ihm spreche ich.","translation":"I'm talking about your lover. I am talking about him."},{"text":"Wusstest du, dass sie heimliche Liebhaber hat?","translation":"Did you know that she has secret lovers?"},{"text":"Das ist nur etwas für Liebhaber.","translation":"This is only for lovers."},{"text":"Kennst du den Unterschied zwischen Liebhaberei und allerlei Liebhaber?","translation":"Do you know the difference between hobbies and all sorts of lovers?"},{"text":"Maria hatte Liebhaber. Nicht einen – mehrere. Sie wechselte sie nach Belieben.","translation":"Mary had lovers. Not one – several. She changed them at will."},{"text":"Liebhaber kommen immer der Glocke zuvor.","translation":"Lovers always get ahead of the bell."},{"text":"Vor ihm betritt ein junger Mann das Wohnzimmer, es ist Tom, mein Liebhaber.","translation":"In front of him, a young man enters the living room, it is Tom, my lover."}],"Domain":[],"aufrecht":[{"text":"Es ist schwer für einen leeren Sack, aufrecht zu stehen.","translation":"It's hard for an empty bag to stand upright."},{"text":"Ich habe gehört, dass es schlecht für den Rücken sei, aufrecht zu sitzen.","translation":"I've heard that sitting up straight is bad for your back."},{"text":"Lieber aufrecht sterben als auf Knien leben.","translation":"Better to die upright than to live on your knees."},{"text":"Vor mehr als hunderttausend Jahren lernte der Mensch, aufrecht zu gehen. Wann wird er lernen, aufrecht zu bleiben?","translation":"More than a hundred thousand years ago, man learned to walk upright. When will he learn to stay upright?"},{"text":"Obwohl sie in der Lage sind, aufrecht zu stehen, bewegen sie sich in der Regel auf Händen und Füßen fort.","translation":"Although they are able to stand upright, they usually move on hands and feet."},{"text":"Nach fünf Bieren konnte er nicht mehr aufrecht gehen.","translation":"After five beers, he could no longer walk upright."},{"text":"Er saß aufrecht.","translation":"He was sitting up straight."},{"text":"Das Baby kann sich aufrecht halten, aber noch nicht laufen.","translation":"The baby can hold himself upright, but not yet walk."},{"text":"Die Lehrer halten unter gewaltigem Druck den Unterricht aufrecht.","translation":"The teachers keep the lessons going under tremendous pressure."},{"text":"Armut ist keine Schande, aber ein leerer Sack steht nicht gut aufrecht.","translation":"Poverty is no shame, but an empty bag does not stand up well."},{"text":"Stelle das Buch aufrecht hin!","translation":"Stand the book on end."},{"text":"Sitz aufrecht.","translation":"Sit up straight."},{"text":"Gehe aufrecht wie die Bäume sind. Lebe dein Leben so stark wie die Berge. Sei sanft wie der Frühlingswind. Bewahre die Wärme der Sonne im Herzen und der große Geist wird immer bei dir sein.","translation":"Walk upright as the trees are. Live your life as strong as the mountains. Be gentle as the spring wind. Keep the warmth of the sun in your heart and the great Spirit will always be with you."},{"text":"Stehe aufrecht!","translation":"Stand up straight!"}],"Flur":[{"text":"Ich bin allein auf weiter Flur.","translation":"I'm alone in the hallway."},{"text":"Wir haben uns gerade auf dem Flur getroffen.","translation":"We just met in the corridor."},{"text":"Der Magen ist keine Flur.","translation":"The stomach is not a hallway."},{"text":"Die Häuser stehen auf Feld und Flur.","translation":"The houses stand on the field and corridor."},{"text":"Tom wartet auf dem Flur.","translation":"Tom is waiting in the hallway."}],"naiv":[{"text":"Bin ich so naiv und unschuldig?","translation":"Am I so naive and innocent?"},{"text":"Bist du denn so naiv?","translation":"Are you so naïve?"},{"text":"Tom war naiv, aber er war dennoch klug.","translation":"Tom was naïve, but he was still smart."},{"text":"Ich war naiv und leicht zu beeindrucken.","translation":"I was naive and impressionable."},{"text":"Sie waren zu naiv, um die Notwendigkeit des Lernens zu begreifen.","translation":"They were too naïve to understand the need for learning."}],"kommerziell":[{"text":"Es ist verboten, diese Information kommerziell zu nutzen.","translation":"It's forbidden to use this information commercially."},{"text":"Eine kommerzielle Verwendung ist nicht gestattet.","translation":"No commercial use is permitted."},{"text":"Export ist eine grenzüberschreitende kommerzielle Handlung.","translation":"Exporting is a commercial activity which transcends borders."},{"text":"Mit dem Erstarken des kommerziellen und kulturellen Austauschs zwischen Ost und West begannen immer mehr arabische und persische Händler, entlang der Seidenstraße nach China zu reisen.","translation":"With the rise of commercial and cultural exchanges between East and West, more and more Arab and Persian traders began to travel to China along the Silk Road."},{"text":"Präsident Trump unterzeichnete eine Verfügung, die in einem für den gefährdeten Glattwal und anderes empfindliches Meeresleben wichtigen Gewässer den kommerziellen Fischfang erlaubt.","translation":"President Trump signed an order to allow commercial fishing in a stretch of water critical for endangered right whales and other fragile marine life."}],"daheim":[{"text":"Daheim bin ich König.","translation":"At home I am king."},{"text":"Bleib daheim bei deiner Kuh, willst du haben Frieden und Ruhe.","translation":"Stay at home with your cow, you want to have peace and quiet."},{"text":"Draußen hat man hundert Augen, daheim kaum eins.","translation":"Outside you have a hundred eyes, at home hardly one."},{"text":"Fremdes Feuer ist nie so hell wie der Rauch daheim.","translation":"Strange fire is never as bright as the smoke at home."},{"text":"Reiche Leute sind überall daheim.","translation":"Rich people are at home everywhere."}],"Kunstwerk":[{"text":"Ihr Garten ist ein Kunstwerk.","translation":"Her garden is a work of art."},{"text":"Ein Gedanke kann, außer in der Literatur, nicht zum Kunstwerk werden.","translation":"A thought, except in literature, cannot become a work of art."},{"text":"Jedes einzelne Kunstwerk schafft die Basis für etwas Neues, vielleicht Größeres.","translation":"Every single work of art creates the basis for something new, perhaps bigger."},{"text":"Picassos Kunstwerke werden häufiger gestohlen als die anderer Künstler.","translation":"Picasso's artworks are stolen more often than those of other artists."},{"text":"Maria betrachtet das Kunstwerk.","translation":"Mary looks at the artwork."}],"speichert":[],"Trottel":[{"text":"Ich laufe wie ein Trottel durch den Regen und du bist gar nicht da.","translation":"I'm running through the rain like a jerk and you're not there."},{"text":"Jeder ist ein Trottel, nur auf einem anderen Gebiet.","translation":"Everyone is a jerk, just in a different area."},{"text":"Endlich ist er weg! Ich dachte schon, der alte Trottel verschwindet nie!","translation":"Finally he's gone! I thought the old idiot never disappears!"},{"text":"Was ist denn das für ein Trottel?","translation":"Who's that idiot?"},{"text":"Unser Lehrer ist ein echter Trottel.","translation":"Our teacher is a real idiot."}],"go":[{"text":"Ich will Go lernen.","translation":"I want to learn Go."},{"text":"Das Brettspiel Go kommt aus China.","translation":"The board game Go comes from China."},{"text":"Je mehr ich über Go lese, desto interessanter erscheint mir dieses Spiel.","translation":"The more I read about the Go game, the more interesting it seems to me."},{"text":"Wenn Sie keine Leitern kennen, spielen Sie nicht Go.","translation":"If you don't know ladders, don't play Go."},{"text":"Warum kann Go in der Türkei nicht genauso beliebt wie in Japan sein?","translation":"Why can't Go be popular in Turkey when it is so in Japan?"}],"Nebel":[{"text":"Ich erfuhr von deiner Absicht bei Nacht und Nebel das Land zu verlassen.","translation":"I learned of your intention to leave the country by night and fog."},{"text":"Es war so dichter Nebel, dass man kaum die Hand vor Augen sehen konnte.","translation":"The fog was so thick that you could barely see your hand in front of your face."},{"text":"Der Nebel löst sich auf.","translation":"The fog dissipates."},{"text":"Der Flughafen war auf Grund des Nebels gesperrt.","translation":"The airport was closed due to fog."},{"text":"Durch den Nebel konnte er nicht allzu weit sehen.","translation":"He couldn't see all that far in the fog."},{"text":"Draußen ist Nebel.","translation":"It's foggy out."},{"text":"Nebel stieg vom See auf.","translation":"The fog was rising from the lake."},{"text":"Nebel zieht über das Land.","translation":"Fog drifts over the country."},{"text":"Dichter Nebel zieht über die Felder.","translation":"Thick fog is drifting across the fields."},{"text":"Es schiebt sich Nebel nun ins Tal.","translation":"Fog is now pushing into the valley."}],"Drehbuch":[{"text":"Das Drehbuch des Lebens hat der Mensch nie gelesen.","translation":"Man has never read the script of life."},{"text":"Tom hat das Drehbuch geschrieben.","translation":"Tom wrote the screenplay."},{"text":"Die Geschichte ist ein Drehbuch von miserabler Qualität.","translation":"The story is a script of miserable quality."},{"text":"Es gab zwar ein Drehbuch, aber Tom hielt sich in der Regel nicht daran, sondern improvisierte.","translation":"There was a script but, as a rule, Tom didn't stick to it, preferring instead to improvise."},{"text":"Bitte überfliegen Sie schon mal das Drehbuch.","translation":"Please skim the script."}],"Abstimmung":[{"text":"Der Ausgang der Abstimmung wird mit Spannung erwartet.","translation":"There's a tense wait for the outcome of the vote."},{"text":"Sie wurde per Abstimmung ausgeschlossen.","translation":"It was excluded by vote."},{"text":"Bringen wir das zur Abstimmung!","translation":"Let's put it to a vote."},{"text":"Ich bin nicht interessiert, mich an den Abstimmungen zu beteiligen.","translation":"I am not interested in taking part in the votes."},{"text":"Die Abstimmung ist ein gutes Mittel, um demokratisch zu entscheiden.","translation":"Voting is a good way of making democratic decisions."}],"Endgerät":[{"text":"Die Nachfrage nach mobilen Endgeräten wird in Zukunft noch weiter steigen.","translation":"Demand for mobile devices will continue to grow in the future."}],"spritzen":[{"text":"Tom ist gerade im Garten und spritzt die Äpfel.","translation":"Tom is in the garden splashing the apples."},{"text":"Ich glaube, sie hat sich ein paar Mal Botox spritzen lassen.","translation":"I think she's had a few Botox injections."},{"text":"Blut spritzte nach allen Seiten.","translation":"Blood splashed in all directions."},{"text":"Tom hörte nicht auf, Maria Wasser ins Gesicht zu spritzen.","translation":"Tom kept splashing water in Mary's face."},{"text":"Tom spritzte sich noch eine Ladung Schlagsahne in den Mund.","translation":"Tom injected another load of whipped cream into his mouth."}],"Kaiserin":[{"text":"Tom beeindruckte die Kaiserin.","translation":"Tom impressed the empress."},{"text":"Die Kaiserin war nicht beeindruckt.","translation":"The empress was not impressed."},{"text":"Der Kaiser gab der Kaiserin eine Blume.","translation":"The emperor gave the empress a flower."},{"text":"Er verneigte sich vor der Kaiserin.","translation":"He bowed to the Empress."},{"text":"Die berühmteste Silbermünze ist ein Taler mit dem Portrait von Kaiserin Maria Theresia von Österreich.","translation":"The most famous silver coin is a thaler with the portrait of Empress Maria Theresa of Austria."},{"text":"Victoria von Großbritannien und Irland, das älteste Kind der britischen Königin Victoria und Alberts von Sachsen-Coburg und Gotha, war als Gemahlin Friedrichs III. vom 9. März bis zum 15. Juni 1888, für 99 Tage, Königin von Preußen und Deutsche Kaiserin.","translation":"Victoria of Great Britain and Ireland, the eldest child of the British Queen Victoria and Albert of Saxe-Coburg and Gotha, was as the wife of Frederick III from 9 March to 15 June 1888, for 99 days, Queen of Prussia and German Empress."}],"einheitlich":[{"text":"Der Himmel war einheitlich blau.","translation":"The sky was uniformly blue."},{"text":"Nach dem Euro höre ich schon Rufe nach einer einheitlichen europäischen Sprache.","translation":"After the euro, I am already hearing calls for a single European language."},{"text":"Wir hatten vor, unser Haus einheitlich zu gestalten.","translation":"We planned to make our house uniform."},{"text":"Die deutsche Rechtschreibung wurde 1901 zum ersten Mal einheitlich geregelt.","translation":"German spelling was uniformly regulated for the first time in 1901."},{"text":"Unsere Firma entschied sich für einheitliche Gebühren.","translation":"Our company decided for consistent fees."}],"Sonnenuntergang":[{"text":"Wir konnten den Sonnenuntergang vom Fenster aus sehen.","translation":"We could see the sunset from the window."},{"text":"Haben Sie jemals so einen schönen Sonnenuntergang gesehen?","translation":"Have you ever seen such a beautiful sunset?"},{"text":"Tom will den Sonnenuntergang sehen, deshalb ist er jetzt am Strand.","translation":"Tom wants to see the sunset, so he's on the beach."},{"text":"Tom und Maria sahen sich zusammen den Sonnenuntergang an.","translation":"Tom and Mary watched the sunset together."},{"text":"Selbst nach Sonnenuntergang ließ die Temperatur kaum nach.","translation":"Even after sunset there was little moderation in the temperature."}],"Humor":[{"text":"Ich teile meinen Humor mit niemandem. Dafür ist er viel zu kostbar!","translation":"I don't share my humor with anyone. He is far too precious for that!"},{"text":"Er hat einen sehr trockenen Humor.","translation":"He has a very dry sense of humor."},{"text":"Von uns allen hat Tom den bei Weitem schrägsten Humor.","translation":"Of all of us, Tom has by far the weirdest sense of humor."},{"text":"Wenn man etwas nicht ändern kann, muss man lernen, es mit Humor zu nehmen.","translation":"If you can't change something, you have to learn to take it with humor."},{"text":"Humor ist, wenn man trotzdem lacht.","translation":"Humor is when you laugh anyway."},{"text":"Sie haben ja Humor. Das gefällt mir.","translation":"You have a sense of humour. I like that."},{"text":"Deutscher Humor ist, wenn man trotzdem nicht lacht.","translation":"German humor is when you still don't laugh."},{"text":"Sie hat Sinn für Humor.","translation":"She has a sense of humor."},{"text":"Die Deutschen haben keinen Sinn für Humor? Ich finde das nicht lustig!","translation":"Germans have no sense of humour? I don't find that funny!"},{"text":"Wo bleibt dein Sinn für Humor, Tom?","translation":"Where's your sense of humor, Tom?"}],"Garnelen":[{"text":"Wann hast du das letzte Mal Garnelen gegessen?","translation":"When was the last time you ate shrimps?"},{"text":"Mag deine Frau immer noch Garnelen?","translation":"Does your wife still like shrimps?"},{"text":"Diese Garnelen sind lecker.","translation":"These prawns are delicious."},{"text":"Ich will ein halbes Kilo frische Garnelen.","translation":"I want a pound of fresh shrimps."},{"text":"Krabben und Garnelen sind Schalentiere.","translation":"Crabs and shrimp are crustaceans."},{"text":"Meine Katze mag Garnelen.","translation":"My cat likes shrimp."},{"text":"Meine Katze liebt Garnelen.","translation":"My cat loves shrimp."},{"text":"Garnelen mag ich nicht sehr.","translation":"I don't like shrimps much."},{"text":"Garnelen bekommen mir nicht.","translation":"Prawns don't agree with me."}],"Jahrgang":[{"text":"Tom war bei seinem Abschluss unter den besten zehn Prozent seines Jahrgangs.","translation":"Tom graduated in the top ten percent of his class."},{"text":"Maria war eines der selbstbewusstesten und erfolgreichsten Mädchen ihres Jahrgangs.","translation":"Mary was one of the most confident and successful girls in her class."},{"text":"Die Dienerin brachte Gläser und einen Wein vom Jahrgang 1819.","translation":"The servant brought glasses and a wine from the vintage 1819."},{"text":"Das war zur Zeit, als ich im ersten Jahrgang der Oberschule war. Seitdem sind 17 Jahre vergangen.","translation":"That was at the time when I was in the first year of high school. 17 years have passed since then."},{"text":"Tom machte seinen Abschluss als Zweitbester seines Jahrgangs.","translation":"Tom graduated second in his class."}],"fixieren":[{"text":"Das Gerät ist fest an der Decke fixiert.","translation":"The device is firmly fixed to the ceiling."},{"text":"Wir haben Rechte und Pflichten, die in der Verfassung fixiert sind.","translation":"We have rights and obligations that are enshrined in the Constitution."},{"text":"„Was das wohl sein mag?“, fragte sich Maria, und fixierte mit großer Aufmerksamkeit einen schwarzen Fleck.","translation":"\"What might that be?\" asked Maria, fixing a black spot with great attention."},{"text":"Er lässt sich leicht ablenken, nie vermag er seine Aufmerksamkeit auf etwas zu fixieren.","translation":"He's easily distracted. He can never focus his attention on anything."},{"text":"Es ist wichtig zu verhindern, dass Ihre Läufer von Bauern blockiert werden, die in ihren Positionen fixiert sind.","translation":"It is important to prevent your bishops from being blocked by pawns that are fixed in their positions."}],"behalt":[{"text":"Kann man etwas, was man nicht bestellt hat, einfach behalten ohne zu bezahlen?","translation":"Can you keep something you didn't order without paying?"},{"text":"Er hat Recht behalten.","translation":"He was right."},{"text":"Geben und doch behalten gilt nichts.","translation":"Giving and yet keeping is not valid."},{"text":"Angestellte, die lange Finger machen, werden ihre Jobs nicht lange behalten.","translation":"Clerks with sticky fingers won't keep their jobs for long."},{"text":"Gepriesen seien diejenigen, die nichts zu sagen haben und es dennoch für sich behalten.","translation":"Praised are those who have nothing to say and still keep it to themselves."},{"text":"Behalte eine Karte auf den letzten Stich.","translation":"Keep a card on the last stitch."},{"text":"Behalte das bloß für dich.","translation":"Just keep it to yourself."},{"text":"Behalte deine wertvollen Ratschläge für dich.","translation":"Keep your valuable advice to yourself."},{"text":"„Nimm meine Sachen.“ – „Behalt sie.“ – „Aber ich will, dass du sie bekommst.“","translation":"\"Take my things.\" \"Keep them.\" \"But I want you to have them.\""},{"text":"„Behalte mein Geheimnis bitte für dich!“ – „Nur, wenn du mir jede Woche die Hälfte deines Taschengeldes gibst!“ – „Das ist ja Erpressung! Magst du’s also sagen, aber unsere Freundschaft ist damit auch beendet!“","translation":"\"Please keep my secret to yourself!\" – \"Only if you give me half of your pocket money every week!\" – \"That's blackmail! So you may say so, but our friendship is also over!\""},{"text":"Wenn du nicht willst, dass andere es wissen, behalt es einfach für dich.","translation":"If you don't want others to know, just keep it to yourself."},{"text":"Bitte behalt das Geld für mich.","translation":"Please keep the money for me."},{"text":"Nehm’ ich keine Geschenke, so behalt’ ich freie Gelenke.","translation":"If I do not take gifts, I keep free joints."},{"text":"Behalt es für dich!","translation":"Keep it quiet."},{"text":"Behalt es bei dir!","translation":"Keep it on you."}],"Protest":[{"text":"Lesen ist nicht nur die Erfüllung einer Erwartung, sondern auch Protest.","translation":"Reading is not only the fulfillment of an expectation, but also protest."},{"text":"In Ägypten ist kein Ende der Proteste in Sicht.","translation":"In Egypt, there is no end in sight to the protests."},{"text":"Mehr und mehr Studenten treten den Protesten bei.","translation":"More and more students are joining the protests."},{"text":"Ist Tatoeba der richtige Ort für Proteste und politische Kampagnen?","translation":"Is Tatoeba the right place for protests and political campaigns?"},{"text":"Der Protest geht weiter; es wird ein heißer Herbst!","translation":"The protest continues; it's going to be a hot autumn!"}],"Mitternacht":[{"text":"Eine Stunde Schlaf vor Mitternacht ist besser als zwei danach.","translation":"One hour of sleep before midnight is better than two hours after."},{"text":"Sie haben hart bis Mitternacht gearbeitet.","translation":"They worked hard until midnight."},{"text":"Es ist bald Mitternacht. Ich bin reif fürs Bett.","translation":"It's nearly midnight. I'm ready for bed."},{"text":"Es ist Mitternacht – ein neuer Tag beginnt.","translation":"It's midnight. A new day begins."},{"text":"Falls Sie nach Mitternacht zurückkehren, müssen Sie bitte klingeln.","translation":"If you return after midnight, please ring the bell."},{"text":"Das Feuer brach gegen Mitternacht aus.","translation":"The fire broke out around midnight."},{"text":"Tom und seine Freunde spielen oft bis nach Mitternacht Karten.","translation":"Tom and his friends often play cards until after midnight."},{"text":"Warum verschwand Aschenputtels Schuh nach Mitternacht nicht?","translation":"Why didn't Cinderella's shoe disappear after midnight?"},{"text":"Noch lange nach Mitternacht lag ich wach.","translation":"Long after midnight I lay awake."},{"text":"Die Sitzung dauerte bis weit nach Mitternacht.","translation":"The session lasted until well after midnight."}],"stellvertretend":[{"text":"Ja, ich wurde gewählt und war sogar für eine gewisse Zeit stellvertretender Vorsitzender dieser Organisation.","translation":"Yes, I was elected and was even deputy chairman of this organization for a while."},{"text":"„Panzer brauchen kein Visum“, - sagte Dmitry Rogosin, stellvertretender Ministerpräsident Russlands, vor ein paar Tagen.","translation":"\"Tanks do not need a visa,\" - Dmitry Rogozin, Deputy Prime Minister of Russia, said a few days ago."},{"text":"Sagen Sie das dem Schulleiter, oder dem stellvertretenden Schulleiter.","translation":"Tell that to the headteacher, or the acting headteacher."},{"text":"Es war Missmanagement in der Geschäftsführung durch den stellvertretenden Direktor.","translation":"It was mismanagement of the company's affairs by the acting director."},{"text":"Tom hat es zwar nicht ganz zum Abteilungsleiter geschafft, aber immerhin ist er stellvertretender Abteilungsleiter geworden.","translation":"Tom didn't quite make it to the head of department, but at least he became deputy head of department."},{"text":"Das Stadtparlament wählte Markku zum Stellvertretenden Bürgermeister.","translation":"The city council elected Marcus deputy mayor."}],"Unterschrift":[{"text":"Auf dem Dokument fehlt deine Unterschrift.","translation":"Your signature is missing from the document."},{"text":"Du musst den Vertrag mit deiner Unterschrift bestätigen.","translation":"You must confirm the contract with your signature."},{"text":"Wir benötigen Ihre Unterschrift.","translation":"We need your signature."},{"text":"Dieser Brief trägt keine Unterschrift.","translation":"This letter bears no signature."},{"text":"Ich hätte gerne hier Ihre Unterschrift.","translation":"I need your signature here."}],"Ausübung":[{"text":"Ich werde die Ausübung meines Mandats bis zum letzten Tag fortsetzen.","translation":"I will continue to exercise my mandate until the last day."},{"text":"Die Ausübung dieser Tätigkeit erfordert ein hohes Maß an Erfahrung.","translation":"The exercise of this activity requires a high degree of experience."},{"text":"Die Ausübung der Kunst ist ein großer Teil meines Ichs, es ist mir die Luft, in der ich atme.","translation":"The practice of art is a big part of my self, it is the air in which I breathe."},{"text":"Während der Ausübung dieses Amtes habe ich festgestellt, dass es für einen Politiker sehr leicht ist, sich in Szene zu setzen.","translation":"During the exercise of this office, I have found that it is very easy for a politician to put himself in the limelight."},{"text":"Der Wunsch, ein spiritueller Mensch zu sein, bedeutet noch nicht, dass du es bist. Die Ausübung von spiritueller Praxis alleine macht noch keinen spirituellen Menschen aus dir.","translation":"The desire to be a spiritual person does not mean that you are. The practice of spiritual practice alone does not make you a spiritual person."}],"grüße":[{"text":"Viele liebe Grüße!","translation":"Best regards!"},{"text":"Viele Grüße und eine schöne Woche.","translation":"Best regards and have a nice week."},{"text":"Grüße deine Eltern von mir.","translation":"Say hello to your parents from me."},{"text":"Bitte bestellen Sie Ihrer Mutter schöne Grüße von mir.","translation":"Please give your mother my regards."},{"text":"Grüße deine Familie recht herzlich.","translation":"Greet your family cordially."},{"text":"Richten Sie Ihrer Familie Grüße aus!","translation":"Send greetings to your family!"},{"text":"Richten Sie Ihren Eltern meine Grüße aus!","translation":"Send my greetings to your parents!"},{"text":"Grüße Tom in meinem Namen.","translation":"Greetings Tom on my behalf."},{"text":"Sie tauschten Grüße aus.","translation":"They exchanged greetings."},{"text":"Grüße unbedingt, wenn du einen Nachbarn triffst!","translation":"Be sure to greet when you meet a neighbor!"}],"Gläser":[{"text":"Er hat drei Gläser Wasser getrunken.","translation":"He drank three glasses of water."},{"text":"Ich hole Gläser.","translation":"I get glasses."},{"text":"Einen bitteren Schluck sollte man nicht auf mehrere Gläser verteilen.","translation":"A bitter sip should not be spread over several glasses."},{"text":"Ich brauche drei Gläser.","translation":"I need three glasses."},{"text":"Sie erhoben ihre Gläser und stießen auf ihren Erfolg an.","translation":"They raised their glasses and toasted to their success."}],"rucksack":[{"text":"Danach gehe ich, aber dann merke ich, dass ich meinen Rucksack vergessen habe.","translation":"Then I leave, but then I realize that I forgot my backpack."},{"text":"Tom trug einen schweren Rucksack.","translation":"Tom was carrying a heavy backpack."},{"text":"Alles das, was du wirklich brauchst, passt in einen Rucksack.","translation":"Everything you really need fits in a backpack."},{"text":"Wem gehört dieser Rucksack?","translation":"Who owns this backpack?"},{"text":"Tom nahm seinen Rucksack.","translation":"Tom grabbed his backpack."},{"text":"Was hast du in deinem Rucksack?","translation":"What have you got in your backpack?"},{"text":"Mein Rucksack ist sehr schwer.","translation":"My knapsack is very heavy."},{"text":"Dein Rucksack ist zu klein.","translation":"Your backpack is too small."},{"text":"Danach ging ich, aber dann fiel mir auf, dass ich meinen Rucksack bei ihnen gelassen hatte.","translation":"After that, I left, but then I realized that I forgot my backpack at their house."},{"text":"„Wo ist denn dein Rucksack, Tom?“ – „Oh, den muss ich im Zug liegengelassen haben.“","translation":"\"Where's your backpack, Tom?\" – \"Oh, I must have left it on the train.\""}],"Aufstieg":[{"text":"Der Aufstieg zum Gipfel nahm sechs Stunden in Anspruch.","translation":"The ascent to the summit took six hours."},{"text":"Der Aufstieg war die Anstrengung wert.","translation":"The climb was worth the effort."},{"text":"Ich habe immer beim Aufstieg die Schritte gezählt.","translation":"I always used to count the steps while going up."},{"text":"Am nächsten Morgen stürmte es, und wir mussten mit dem Aufstieg warten.","translation":"The next morning it was blowing a gale, and we had to delay the ascent."},{"text":"Das entscheidende Tor zum Aufstieg fiel erst in der 49. Minute der zweiten Halbzeit.","translation":"The decisive goal in the battle for promotion didn't come until the 94th minute."}],"Angehörige":[{"text":"Womit geben wir uns als Angehörige der reiferen Generation zu erkennen?","translation":"How do we identify ourselves as members of the more mature generation?"},{"text":"Wie können Sie durch Ihr Wirken Ihre Angehörigen unterstützen?","translation":"How can you support your relatives through your work?"},{"text":"Ich bin ein Angehöriger dieser Schule.","translation":"I am a follower of that school."},{"text":"Sie ist eine Angehörige dieser Institution.","translation":"She is a member of this organization."},{"text":"Meine Gedanken sind bei den Angehörigen der Opfer.","translation":"My thoughts are with the families of the victims."}],"Taille":[{"text":"Um die Taille möchte ich noch drei Zentimeter abnehmen.","translation":"Around the waist I want to lose another three centimeters."},{"text":"Sie hat eine schmale Taille.","translation":"She has a small waist."},{"text":"Er legte seinen Arm um ihre Taille.","translation":"He put his arm around her waist."},{"text":"Das ist ein bisschen zu locker um meine Taille.","translation":"This is a bit too loose around my waist."},{"text":"Maria zog ihren Pulli aus und band ihn sich um die Taille.","translation":"Mary took off her sweater and tied it around her waist."}],"weggehen":[{"text":"Man muss weggehen können und doch sein wie ein Baum.","translation":"You have to be able to walk away and still be like a tree."},{"text":"Wenn ein Freund weggeht, muss man die Türe schließen, sonst wird es kalt.","translation":"When a friend leaves, you have to close the door, otherwise it gets cold."},{"text":"Ich verspreche dir, ich werde nie wieder weggehen.","translation":"I promise you, I will never leave."},{"text":"Mama, du sollst nicht immer weggehen! Mit Opa ist es gar nicht schön!","translation":"Mom, you shouldn't always go away! It's not nice with Grandpa!"},{"text":"Die Farbe wird nicht weggehen, nicht einmal beim Waschen.","translation":"The color will not go away, even with washing."}],"sagst":[{"text":"Sagst du gerade, dass mein Leben in Gefahr ist?","translation":"Are you saying that my life is in danger?"},{"text":"Was du sagst ist wahr.","translation":"What you say is true."},{"text":"Sagst du mir, wo ich falsch liege?","translation":"Will you tell me where I am wrong?"},{"text":"Sagst du mir noch mal eben, was wir bisher besprochen haben?","translation":"Remind me again what we've been discussing up to now?"},{"text":"Was du mir sagst ist mir zu blödsinnig, du elender Amateur!","translation":"What you tell me is too stupid for me, you miserable amateur!"},{"text":"Wenn du das sagst und niemand was dagegen hat, dann mach ich das.","translation":"If you say that and nobody objects, then I'll do it."},{"text":"Wenn du das sagst, erzählst du eine Lüge.","translation":"If you say so, you are telling a lie."},{"text":"„Du bist aber wirklich ungeschickt!“ – „Dafür brauche ich dich nicht, dass du mir das sagst! Das weiß ich auch so!“","translation":"\"But you're really clumsy!\" – \"I don't need you to tell me that! I know that too!\""},{"text":"„Manchmal kann Tom so lieb sein!“ – „Das hast du mir jetzt schon zum drittenmal erzählst. Wenn du es mir gleich zum viertenmal sagst, heißt das nur, dass du es nötig hast, es dir immer wieder vorzusagen, damit du selber daran glauben kannst.“","translation":"\"Sometimes Tom can be so sweet!\" – \"This is the third time you've told me that. If you tell me for the fourth time, it just means that you need to say it to yourself again and again so that you can believe it yourself.\""},{"text":"Was du sagst ist nicht wahr.","translation":"What you say is not true."},{"text":"Ich habe darauf gewartet, dass du das sagst.","translation":"I was waiting for you to say that."},{"text":"Ich schätze es, dass du mir das sagst.","translation":"I appreciate you telling me."},{"text":"Sagst du nie etwas?","translation":"Don't you ever say anything?"},{"text":"Wenn du das sagst, zeigt das, dass du nicht kapiert hast, worum es geht.","translation":"When you say that, it shows that you haven't understood what it's all about."},{"text":"Es freut mich, dass du das sagst.","translation":"I'm glad you say that."},{"text":"Sagst du mir Bescheid, wenn er ankommt?","translation":"Will you let me know when he arrives?"},{"text":"Sagst du Tom, dass er nach Hause gehen soll, oder soll ich es tun?","translation":"Are you telling Tom to go home, or should I do it?"},{"text":"Sagst du mir Bescheid, wann er kommen wird?","translation":"Will you let me know when he's coming?"},{"text":"Sagst du das vor dem Hintergrund eigener Erfahrungen?","translation":"Do you say this against the background of your own experiences?"},{"text":"Sagst du die Wahrheit?","translation":"Are you telling the truth?"}],"sms":[{"text":"Sie schrieb mir eine SMS.","translation":"She sent me a text."},{"text":"Karl hat mir eine SMS geschickt.","translation":"Karl sent me a text message."},{"text":"Tom schickte mir eine lustige SMS.","translation":"Tom sent me a funny text message."},{"text":"Ich habe Tom gerade eine SMS geschrieben.","translation":"I have just written an SMS to Tom."},{"text":"Tom hat einem Mädchen aus seiner Klasse, die er sehr mochte, eine SMS geschickt.","translation":"Tom texted a girl from his class, whom he liked very much."}],"Behinderung":[{"text":"Die größte Behinderung des Lebens liegt darin, ständig auf die Gesundheit zu achten.","translation":"The greatest disability of life is to constantly pay attention to health."},{"text":"Man macht sich über deine Behinderung lustig.","translation":"People make fun of your disability."},{"text":"Empfinden Sie das als Behinderung?","translation":"Do you perceive this as a disability?"},{"text":"Am 3. Dezember ist der Internationale Tag der Menschen mit Behinderung.","translation":"3 December is International Day of Persons with Disabilities."},{"text":"Sein Gedächtnisverlust ist eher eine psychische Behinderung und keine physische.","translation":"His memory loss is more of a mental disability than a physical one."}],"starren":[{"text":"Beide starrten sich eine Sekunde lang an.","translation":"They stared at each other for a second."},{"text":"Wir sitzen auf unseren Plätzen und starren auf unsere Bildschirme.","translation":"We sit in our seats and stare at our screens."},{"text":"Er starrte ihr ins Gesicht.","translation":"He stared her in the face."},{"text":"Sie starrten einander an.","translation":"They stared at each other."},{"text":"Ich habe fünf Minuten lang auf ein und dieselbe GIF-Animation gestarrt.","translation":"I watched the same GIF for about five minutes."}],"Weihnachtsmann":[{"text":"„In welcher Sprache schreibt man dem Weihnachtsmann?“ – „In Englisch natürlich.“","translation":"\"What language do you write to Father Christmas in?\" \"In English, of course.\""},{"text":"Morgen kommt der Weihnachtsmann. Tschüss!","translation":"Father Christmas is coming tomorrow. Bye!"},{"text":"Mein Bruder glaubt nicht an den Weihnachtsmann.","translation":"My brother doesn't believe in Santa Claus."},{"text":"Als Kind habe ich mich immer vor dem Weihnachtsmann versteckt.","translation":"As a child, I always hid from Santa Claus."},{"text":"Ob es den Weihnachtsmann wohl wirklich gibt?","translation":"Does Santa Claus really exist?"}],"Transformation":[{"text":"Transformation wird zu einem neuen Leitbegriff unserer Zeit.","translation":"Transformation is becoming a new guiding concept of our time."},{"text":"Diese Differentialgleichung kann leicht mit Hilfe der Laplace-Transformation gelöst werden.","translation":"This differential equation can be easily solved by Laplace transform."},{"text":"Analoges Beharren bedeutet Hoffnungslosigkeit, digitale Transformation Hoffnung auf Lösung.","translation":"Analog insistence means hopelessness, digital transformation hopes for a solution."}],"kompakt":[{"text":"In diesem Satz zeigt sich wieder der wunderbare kompakte Ausdruck der japanischen Sprache.","translation":"This sentence again shows the wonderful compact expression of the Japanese language."},{"text":"Der gefährlichste Feind der Wahrheit ist die kompakte Majorität.","translation":"The most dangerous enemy of truth is the compact majority."},{"text":"Weizen hat schöne, kompakte Ähren.","translation":"Wheat has beautiful, compact ears of wheat."},{"text":"Ein linearer Operator zwischen zwei normierten Räumen heißt kompakt, wenn er beschränkte Mengen auf relativkompakte Mengen abbildet.","translation":"A linear operator between two normalized spaces is called compact if it maps limited sets to relatively compact sets."},{"text":"Ebenfalls nach Cantor benannt ist die Cantormenge, die auch als das Cantorsche Diskontinuum bezeichnet wird. Dies ist eine echte Teilmenge der reellen Zahlen mit den folgenden erstaunlichen Eigenschaften: sie ist überabzählbar unendlich, besitzt also die gleiche Mächtigkeit wie die reellen Zahlen selbst, hat aber gleichzeitig das Lebesquemaß Null, ist also eine Nullmenge; sie ist kompakt, perfekt, total unzusammenhängend und nirgends dicht; sie ist selbstähnlich und hat eine nichtganzzahlige Hausdorffdimension, ist also ein Fraktal.","translation":"Also named after Cantor is the Cantor set, which is also referred to as the Cantor discontinuum. This is a true subset of real numbers with the following amazing properties: it is overcountably infinite, so it has the same power as the real numbers themselves, but at the same time has the life measure zero, so it is a zero set; it is compact, perfect, totally disjointed and nowhere tight; it is self-similar and has a non-integer Hausdorff dimension, so it is a fractal."}],"gefroren":[{"text":"Gestern war es wieder sehr kalt. Ich habe vielleicht gefroren!","translation":"Yesterday it was so cold again. I may have frozen."},{"text":"Meine Nase ist rot gefroren.","translation":"My nose is frozen red."},{"text":"Für faule Schweine ist die Erde immer gefroren.","translation":"For lazy pigs, the earth is always frozen."},{"text":"In der Früh war das Wasser gefroren.","translation":"In the morning the water was frozen."},{"text":"Heute Nacht hat es gefroren.","translation":"Tonight it froze."},{"text":"Meine Ohren sind rot gefroren.","translation":"My ears are frozen red."},{"text":"Architektur ist gefrorene Musik.","translation":"Architecture is frozen music."},{"text":"Die Milch ist gefroren.","translation":"The milk is frozen."},{"text":"Es ist kalt geworden, heute Nacht hat es sogar gefroren.","translation":"It got cold, tonight it even froze."},{"text":"Das Fleisch ist gefroren.","translation":"The meat is frozen."}],"Spruch":[{"text":"Es ist komisch, meine Sprüche aus dem Munde anderer zu hören.","translation":"It's funny to hear my sayings from the mouths of others."},{"text":"Natürlich retten unsere Sprüche nicht die Welt, aber vielleicht euren Tag.","translation":"Of course, our sayings don't save the world, but maybe your day."},{"text":"Ein guter Spruch ist die Wahrheit eines ganzen Buches in einem einzigen Satz.","translation":"A good saying is the truth of an entire book in a single sentence."},{"text":"Ein Spruch besagt, dass Männer mit den Augen lieben, Frauen hingegen mit den Ohren.","translation":"There is a saying that men love with their eyes, while women love with their ears."},{"text":"Kennst du den Spruch, dass man die erste Liebe nie heiratet?","translation":"Do you know the saying that you never marry first love?"}],"örtlich":[{"text":"Maria arbeitet in einem örtlichen Krankenhaus.","translation":"Mary works at a local hospital."},{"text":"Alle unsere Kinder gehen in die örtliche Schule.","translation":"Our children all go to the local school."},{"text":"Er versuchte, so viel wie möglich von der örtlichen Kultur in sich aufzunehmen.","translation":"He tried to absorb as much of the local culture as possible."},{"text":"Tom hat früher Artikel für die örtliche Zeitung geschrieben.","translation":"Tom used to write articles for the local newspaper."},{"text":"Ich lerne gerne im örtlichen Café.","translation":"I like to study at the local coffee shop."}],"fürchten":[{"text":"Was soll der fürchten, der den Tod nicht fürchtet?","translation":"What should he fear, who doesn't fear death?"},{"text":"Wer die Wahrheit nicht fürchtet, braucht auch die Lüge nicht zu fürchten.","translation":"He who does not fear the truth need not fear the lie."},{"text":"Maria fürchtete, entdeckt zu werden.","translation":"Mary was afraid of being discovered."},{"text":"Wer liegt, fürchtet das Fallen nicht.","translation":"Those who lie down do not fear falling."},{"text":"Wer wilde Tiere fürchtet, der gehe nicht in den Wald.","translation":"Those who fear wild animals do not go into the forest."}],"Homepage":[{"text":"Ich kann deine Homepage nicht finden.","translation":"I can't find your homepage."},{"text":"Ich bin leider schon seit Monaten nicht mehr dazu gekommen, Dateien auf die neue Homepage hochzuladen.","translation":"Unfortunately, I have not been able to upload files to the new homepage for months."}],"untergehen":[{"text":"Wäre doch schade, wenn so ein Wort untergeht.","translation":"It would be a pity if such a word goes down."},{"text":"Ich glaube, die Menschheit wird untergehen. Diesmal ist wirklich alles aus.","translation":"I believe humanity will perish. This time everything is really over."},{"text":"Wenn die Gerechtigkeit untergeht, hat es keinen Wert mehr, dass Menschen auf Erden leben.","translation":"When justice perishes, it has no value for people to live on earth."},{"text":"Wer Veränderungen nicht wahrnimmt, wird untergehen.","translation":"Those who do not perceive change will perish."},{"text":"Die kleinen Sterne scheinen immer, während die große Sonne oft untergeht.","translation":"The small stars are always shining, while the big sun often sets."}],"eintreffen":[{"text":"Tom war früher eingetroffen als Mary.","translation":"Tom had arrived earlier than Mary."},{"text":"Der nächste Zug soll in fünf Minuten hier eintreffen.","translation":"The train is due to arrive here in 5 minutes."},{"text":"Sie räumte ihr Zimmer auf, bevor ihre Gäste eintrafen.","translation":"She tidied her room before her guests arrived."},{"text":"Tom weiß nicht sicher, wann Mary eintreffen wird.","translation":"Tom doesn't know for certain when Mary will arrive."},{"text":"Ich bin rechtzeitig eingetroffen.","translation":"I arrived on time."}],"stirbst":[{"text":"Bevor du stirbst, siehst du den Ring!","translation":"Before you die you see the ring!"},{"text":"Wenn du nichts isst, stirbst du.","translation":"If you don't eat, you die."},{"text":"Ich hoffe, du stirbst nicht.","translation":"I hope you don't die."},{"text":"Lebe, wie du, wenn du stirbst, wünschen wirst, gelebt zu haben.","translation":"Live as you, when you die, you will wish you had lived."},{"text":"Der Ort, wo du geboren bist, bezeugt dein Los, der Ort, wo du stirbst, deinen Erfolg.","translation":"The place where you were born testifies to your lot, the place where you die, your success."}],"durchsetzen":[{"text":"Meine Lehrerin kann sich nicht durchsetzen.","translation":"My teacher cannot prevail."},{"text":"Die Politiker der Weimarer Regierung hatten große Schwierigkeiten, sich durchzusetzen.","translation":"The politicians of the Weimar government had great difficulty in asserting themselves."},{"text":"Wer seinen Willen durchsetzen will, muss leise sprechen.","translation":"If you want to enforce your will, you have to speak softly."},{"text":"Er versucht immer, seinen Willen durchzusetzen.","translation":"He always tries to get his way."},{"text":"Tom nervt, weil er immer seinen Willen durchsetzen muss.","translation":"Tom is irritating because he always has to have his own way."}],"ml":[{"text":"Eine Tasse Reis sind ca. 180 ml.","translation":"One cup of rice is about 180 ml."},{"text":"Den Inhalt des Fläschchens in 200 ml Wasser geben.","translation":"Add the contents of the vial to 200 milliliters of water."}],"Statue":[{"text":"Die Statue erwachte unter Marias Zauber zum Leben.","translation":"The statue came to life under Mary's magic."},{"text":"Wir müssen diese Statue sehr vorsichtig bewegen.","translation":"We must move this statue very carefully."},{"text":"Ich habe einige Statuen in meinem Garten.","translation":"I have several statues in my garden."},{"text":"Die Statue hat keinen Kopf.","translation":"The statue has no head."},{"text":"Diese Statue besteht aus massivem Gold.","translation":"This statue is made of solid gold."}],"Kreditkarte":[{"text":"Er hat eine Kreditkarte.","translation":"He has a credit card."},{"text":"Wann läuft die Kreditkarte ab?","translation":"When does the credit card expire?"},{"text":"Kann ich mit Kreditkarte bezahlen?","translation":"Can I pay by credit card?"},{"text":"Normalerweise zahle ich eher mit Kreditkarte als bar.","translation":"I usually pay by credit card rather than cash."},{"text":"Ich rufe an, weil ich meine Kreditkarte verloren habe.","translation":"I'm calling because I've lost my credit card."}],"Dreieck":[{"text":"Wenn die Dreiecke sich einen Gott machen würden, würden sie ihm drei Seiten geben.","translation":"If the triangles made themselves a god, they would give him three sides."},{"text":"Ein Dreieck hat drei Ecken.","translation":"A triangle has three corners."},{"text":"Messe jeden Winkel des Dreieckes.","translation":"Measure each angle of the triangle."},{"text":"Der Satz von Pythagoras kann zeigen, dass irgendein Dreieck rechtwinklig ist.","translation":"Pythagoras' theorem can show that any triangle is perpendicular to it."},{"text":"Sind diese Dreiecke kongruent?","translation":"Are these triangles congruent?"}],"Fotograf":[{"text":"Der Fotograf will Menschen authentisch zeigen.","translation":"The photographer wants to show people authentically."},{"text":"Ehre dem Fotografen! Denn er kann nichts dafür.","translation":"Honor the photographer! Because he can't help it."},{"text":"Vor ihr stand eine Menge von Journalisten und Fotografen.","translation":"She was thronged by journalists and photographers."},{"text":"Ich kenne den Fotografen, der dieses Foto gemacht hat.","translation":"I know the photographer who took this photo."},{"text":"Tom ist ein guter Fotograf, nicht wahr?","translation":"Tom is a good photographer, isn't he?"}],"pop":[{"text":"Sie mag russischen Pop.","translation":"She likes Russian pop."},{"text":"Mein Bruder interessiert sich für das, was du Pop-Musik nennst.","translation":"My brother is interested in what you call pop music."},{"text":"Tom weiß nicht den Unterschied zwischen einem Papst und einem Popen.","translation":"Tom doesn't know the difference between a pope and a pope."},{"text":"Meine Lieblingsmusik ist der Pop.","translation":"My favorite music is pop."},{"text":"Er mag russischen Pop.","translation":"He likes Russian pop."},{"text":"Diese Band spielt Pop.","translation":"This band plays pop."},{"text":"General John Pope beging einen entsetzlichen Fehler.","translation":"General John Pope made a terrible mistake."},{"text":"Michael sagte mir noch: „Dieser Reklametrick, mich King of Pop zu nennen, war die größte Lüge meines Lebens. Das Schlimmste ist, dass ich allmählich anfing, selbst daran zu glauben.“","translation":"Michael told me: \"This advertising ploy to call me King of Pop was the biggest lie of my life. The worst thing is that I gradually started to believe in it myself.\""},{"text":"Das ist explosiver Stoff: in seinem Buch \"Bohlencode\" rechnet ein Ex-Berater von Dieter Bohlen mit dem umstrittenen Pop-Titan gnadenlos ab und liefert den Lesern peinliche Details.","translation":"This is explosive material: in his book \"Bohlencode\", an ex-advisor of Dieter Bohlen mercilessly settles accounts with the controversial pop titan and provides the readers with embarrassing details."}],"Zweig":[{"text":"Die Wurzeln erzählen den Zweigen nicht, was sie denken.","translation":"The roots do not tell the branches what they think."},{"text":"Hast du schon Barbara-Zweige ins Wasser gestellt?","translation":"Have you already put Barbara branches in the water?"},{"text":"Einen jungen Zweig biegt man, wohin man will.","translation":"You bend a young branch wherever you want."},{"text":"Er kommt auf keinen grünen Zweig.","translation":"He does not come on a green branch."},{"text":"Die Zweige gaben nach, aber brachen nicht.","translation":"The branches gave but did not break."}],"Schweinefleisch":[{"text":"Ich esse kein Schweinefleisch.","translation":"I don't eat pork."},{"text":"Tom mag kein Schweinefleisch.","translation":"Tom doesn't like pork."},{"text":"Sein Sandwich enthält Schweinefleisch.","translation":"Its sandwich contains pork."},{"text":"Entgegen meinem Ratschlag gab er seinem Hund rohes Schweinefleisch zu fressen.","translation":"Against my advice, he fed his dog some raw pork."},{"text":"Deswegen kostet Straußenfleisch mehr als doppelt so viel wie Rind- oder Schweinefleisch.","translation":"That's why ostrich meat costs more than twice as much as beef and pork."},{"text":"Schweinefleisch enthält viel Fett.","translation":"Pork has a lot of fat."},{"text":"Schweinefleisch kann man auf viele Arten zubereiten.","translation":"Pork can be prepared in many ways."},{"text":"Schweinefleisch bekommt mir nicht.","translation":"Pork doesn't agree with me."},{"text":"Schweinefleisch esse ich so gut wie nie.","translation":"I almost never eat pork."},{"text":"Schweinefleisch ist meistens billiger als Rindfleisch.","translation":"Pork is usually cheaper than beef."}]}