{"bob":[{"text":"Bob interessiert sich sehr für Musik.","translation":"Bob is very interested in music."},{"text":"Bob und Tom sind Brüder.","translation":"Bob and Tom are brothers."},{"text":"Ich habe Bob heute Morgen gesehen.","translation":"I saw Bob this morning."},{"text":"Bob schreibt nicht oft seinen Eltern.","translation":"Bob doesn't write to his parents often."},{"text":"Ich habe gehört, dass Bob und Lucy Schluss gemacht haben.","translation":"I hear that Bob and Lucy have broken up."}],"einloggen":[{"text":"Da ich das Passwort verloren habe, kann ich mich nicht mehr bei Facebook einloggen.","translation":"Since I lost the password, I can no longer log in to Facebook."}],"Bohrer":[{"text":"Das ist kein Bohrer.","translation":"This is not a drill."},{"text":"Der Bohrer ist stumpf.","translation":"The drill is blunt."},{"text":"Für diese Schrauben brauchst du keinen Bohrer; es sind selbstschneidende.","translation":"You don't need a drill for these screws; they are self-cutting."},{"text":"Eine Erzählung muss in die Tiefe des Lebens eindringen, wie ein Bohrer in die Tiefe der Erde.","translation":"A narrative must penetrate into the depths of life, like a drill into the depths of the earth."}],"mix":[{"text":"Männer von Welt müssen Cocktails mixen können.","translation":"Men of the world must be able to mix cocktails."},{"text":"Der Mann von Welt muss Getränke mixen und seine Freundinnen auseinanderhalten können.","translation":"The man of the world must be able to mix drinks and tell his girlfriends apart."}],"board":[],"nutzbar":[{"text":"Ich bin ein guter Schwamm, denn ich sauge Ideen auf und mache sie dann nutzbar. Die meisten meiner Ideen gehörten ursprünglich Leuten, die sich nicht die Mühe gemacht haben, sie weiterzuentwickeln.","translation":"I'm a good sponge because I soak up ideas and then make them usable. Most of my ideas originally belonged to people who didn't bother to develop them further."},{"text":"Eines Tages, nachdem wir Herr der Winde, der Wellen, der Gezeiten und der Schwerkraft geworden sind, werden wir uns in Gottes Auftrag die Kräfte der Liebe nutzbar machen. Dann wird die Menschheit, zum zweiten Mal in der Weltgeschichte, das Feuer entdeckt haben.","translation":"One day, after becoming Lord of the winds, the waves, the tides, and gravity, we will harness the powers of love on God's behalf. Then, for the second time in world history, humanity will have discovered fire."}],"Zeichenfolge":[],"Luke":[{"text":"Lass die Luke dicht!","translation":"Keep the hatch tight!"},{"text":"Luke hat kurze Haare.","translation":"Luke has short hair."},{"text":"Luke, ich bin dein Sohn!","translation":"Luke, I am your son."},{"text":"Luke hat gesagt, dass er gern schwimmt.","translation":"Luke said that he likes swimming."},{"text":"Lucky Luke: „Hü, Jolly Jumper, hü!“","translation":"Lucky Luke: \"Huh, Jolly Jumper, hü!\""},{"text":"Luke, ich bin dein Vater!","translation":"Luke, I am your father!"}],"Unterdrückung":[{"text":"Es gibt einen Grad an Unterdrückung, der als Freiheit empfunden wird.","translation":"There is a degree of oppression that is perceived as freedom."},{"text":"Ethnische Minderheiten kämpfen mit Vorurteilen, Armut und Unterdrückung.","translation":"Ethnic minorities struggle with prejudice, poverty and oppression."},{"text":"Der Keim der Revolution ist Unterdrückung.","translation":"The seed of revolution is repression."},{"text":"Noch nie hat ein großes Reich überdauert, das auf Unterdrückung gegründet war.","translation":"Never before has a great empire based on oppression survived."},{"text":"Ist man an die Privilegierung gewöhnt, kommt einem Gleichberechtigung vor wie Unterdrückung.","translation":"When you’re accustomed to privilege, equality feels like oppression."}],"erwägen":[{"text":"Ich meine, mein Vorschlag ist es wert, erwogen zu werden.","translation":"I mean, my proposal is worth considering."},{"text":"Ein guter Soldat erwägt seine Tat.","translation":"A good soldier considers his actions."},{"text":"Wir erwägen, Sie zu fragen, ob Sie nicht unserer Gesellschaft beitreten möchten.","translation":"We are considering asking you if you would like to join our company."},{"text":"Tom erwog die Möglichkeit, nicht zu gehen.","translation":"Tom considered the possibility of not going."},{"text":"Tom erwog, die Schule zu verlassen, entschied sich dann aber dagegen.","translation":"Tom considered leaving school, but then decided against it."}],"beizubringen":[{"text":"Toms Aufgabe war es, den Kindern das Reiten beizubringen.","translation":"Tom's job was to teach the children how to ride."},{"text":"Es ist schwierig, Leuten beizubringen, was sie nicht lernen wollen.","translation":"It's difficult to teach people what they're unwilling to learn."},{"text":"Es ist schwer, jemandem etwas beizubringen, das er nicht lernen will.","translation":"It's hard to teach someone something they don't want to learn."},{"text":"Ich bat Tom, mir Französisch beizubringen.","translation":"I asked Tom to teach me French."},{"text":"Das Buch ist dafür konzipiert, Kindern das Lesen beizubringen.","translation":"This book is designed to teach children how to read."},{"text":"Kindern ist leichter etwas beizubringen als Erwachsenen.","translation":"It's easier to teach children than to teach adults."},{"text":"Tom versuchte Marie beizubringen, wie man schwimmt.","translation":"Tom tried to teach Mary how to swim."},{"text":"Tom bat Maria, ihm das beizubringen.","translation":"Tom asked Maria to teach him this."},{"text":"Tom und Maria erzählten Johannes, dass sie Elke gebeten hätten, ihm das beizubringen.","translation":"Tom and Mary told John they'd asked Alice to teach him how to do that."},{"text":"Tom versuchte Marie beizubringen, wie man das macht.","translation":"Tom tried to teach Mary how to do that."}],"Herrlichkeit":[{"text":"Vergessen Sie nie, das Leben ist eine Herrlichkeit!","translation":"Never forget, life is a glory!"},{"text":"Herrlichkeit bedarf viel.","translation":"Glory takes a lot."},{"text":"In der Provinz, das wissen wir alle, da ist Kraft – und manchmal auch Herrlichkeit.","translation":"In the provinces, we all know, there is power – and sometimes glory."},{"text":"Die Schönheit der Natur ist ein Schatten der ewigen Schönheit und Herrlichkeit Gottes.","translation":"The beauty of nature is a shadow of the eternal beauty and glory of God."},{"text":"Denn alles Fleisch ist wie Gras und alle Herrlichkeit des Menschen wie des Grases Blumen.","translation":"For all flesh is as grass, and all the glory of man as the flower of grass."}],"Allergie":[{"text":"Haben Sie Allergien?","translation":"Have you any allergies?"},{"text":"Ich bin aufgeschreckt, als mich der Arzt, den ich für eine Fernsehsendung interviewt habe, gewarnt hat, dass ich nicht unvorsichtig werden soll, nur weil ich keine Allergien habe.","translation":"I was startled when the doctor I interviewed for a TV show warned me that I shouldn't become careless just because I don't have allergies."},{"text":"Haben Sie irgendwelche Allergien?","translation":"Do you have any allergies?"},{"text":"Haben Sie eine Allergie gegen Medikamente?","translation":"Do you have an allergy to medication?"},{"text":"Zurzeit haben viele Leute mit Allergien zu tun.","translation":"A lot of people are dealing with allergies now."},{"text":"Dieses Eichhörnchen hat eine Allergie gegen Nüsse.","translation":"This squirrel has an allergy to nuts."},{"text":"Aufgrund einer Allergie geben wir ein süßes, kastriertes Frettchen gegen Schutzgebühr ab.","translation":"Due to an allergy, we give away a sweet, neutered ferret for a nominal fee."},{"text":"„Was ist dieses Mal der Grund für deine Allergie? Ist es das Olivenöl im Salat?“ „Nein, die Tomaten.“","translation":"\"What's the reason for your allergy this time? Is it the olive oil in the salad?\" \"No, the tomatoes.\""}],"entgangen":[{"text":"Wir sind knapp einem Unfall entgangen.","translation":"We narrowly escaped an accident."},{"text":"Es ist mir nicht entgangen, dass Tom sich widersprach.","translation":"It did not escape me that Tom contradicted himself."},{"text":"Sie sind ihrer Bestrafung entgangen.","translation":"They have escaped punishment."},{"text":"Die Wohltat hab ich empfangen, die Freiheit ist mir entgangen.","translation":"I have received the benefit, the freedom has escaped me."},{"text":"Tom fährt schon seit Monaten ohne Führerschein. Letztens ist er nur knapp einer Polizeikontrolle entgangen.","translation":"Tom has been driving without a license for months. Recently, he narrowly escaped a police check."}],"Lamm":[{"text":"Sie ist sanft wie ein Lamm.","translation":"She is gentle as a lamb."},{"text":"Das Lamm wurde von dem Wolf gerissen.","translation":"The lamb was killed by the wolf."},{"text":"Maria hatte ein kleines Lamm, sein Fell war weiß wie Schnee.","translation":"Mary had a small lamb, its fur was white as snow."},{"text":"Sie spielt gerne mit diesem Lamm.","translation":"She likes to play with this lamb."},{"text":"Ich mag Rind lieber als Lamm.","translation":"I like beef better than lamb."},{"text":"Ich esse lieber Lamm als Rind.","translation":"I prefer mutton to beef."},{"text":"Marias Lamm folgt ihr überallhin.","translation":"Mary's lamb follows her everywhere."},{"text":"Wenn es Lamm gab, haben wir die Sprunggelenksknöchel immer zum Spielen verwendet.","translation":"When there was lamb, we always used the ankle ankles to play."},{"text":"Verwilde zum Tiger, sanftmütiges Lamm!","translation":"Go wild to the tiger, meek lamb!"},{"text":"Lamm in Frühling, Schnee in Winter.","translation":"Lamb in spring, snow in winter."}],"Jahrestag":[{"text":"Alles Gute zum Jahrestag!","translation":"Happy Anniversary!!"},{"text":"Ich habe unseren Jahrestag vergessen.","translation":"I forgot our anniversary."},{"text":"Es geht mir auf die Nerven, wenn du unseren Jahrestag vergisst.","translation":"It gets on my nerves when you forget our anniversary."},{"text":"Wir haben den hundertsten Jahrestag gefeiert.","translation":"We celebrated the centenary anniversary day."},{"text":"Was werdet Tom und du zu eurem Jahrestag machen?","translation":"What are you and Tom going to do for your anniversary?"}],"bewölkt":[{"text":"Heute ist der Himmel bewölkt.","translation":"Today the sky is cloudy."},{"text":"Morgen ist es bewölkt.","translation":"Tomorrow will be overcast."},{"text":"Es ist stark bewölkt, ich glaube, es wird regnen.","translation":"It is very cloudy, I think it will rain."},{"text":"Weil es bewölkt war, nahm ich meinen Regenschirm mit.","translation":"It being cloudy, I took my umbrella with me."},{"text":"Es wird bewölkt.","translation":"It's getting cloudy."},{"text":"Der Himmel ist heute sehr bewölkt.","translation":"The sky is very overcast today."},{"text":"Auch ein bewölkter Himmel kann sehr schön sein.","translation":"Even a cloudy sky can be very beautiful."},{"text":"Leider kann man die Sterne heute nicht sehen. Es ist bewölkt.","translation":"Unfortunately, you can't see the stars tonight. It's overcast."},{"text":"Ist es immer bewölkt im Herbst?","translation":"Is it always cloudy in autumn?"},{"text":"Es ist stark bewölkt. Ich glaube, es wird regnen.","translation":"It's very cloudy. I think it's going to rain."}],"Grafikkarte":[{"text":"Ist die Grafikkarte mit dem Rechner kompatibel?","translation":"Is the graphics card compatible with the computer?"},{"text":"Du wirst eine Grafikkarte benötigen, um dieses Spiel zu spielen.","translation":"You will need a graphic card to play this game."},{"text":"Gestern Abend ist meine Grafikkarte kaputtgegangen.","translation":"Last night my graphics card broke."}],"Bildschirms":[{"text":"Mein Papagei sitzt auf dem Rand meines Bildschirms und pfeift unanständige Seemannslieder.","translation":"My parrot sits on the edge of my screen, whistling indecent sailor songs."},{"text":"Die Experten baten zehn Teilnehmer, sich eine Reihe von fünf Ziffern zu merken, die nacheinander in der Mitte eines Bildschirms erschienen.","translation":"The experts asked ten participants to memorize a series of five digits that appeared sequentially in the middle of a screen."}],"löse":[{"text":"Das Leben ist ein Rätsel. Löse es.","translation":"Life is a mystery. Solve it."},{"text":"Ich löse lieber Probleme, als dass ich welche schaffe.","translation":"I'd rather solve problems than create them."},{"text":"Ich löse die Aufgabe.","translation":"I solve the task."},{"text":"Bitte löse diesen Scheck ein.","translation":"Please cash this check."},{"text":"Löse die Tablette einfach in Wasser auf und trinke!","translation":"Simply dissolve the pill in water and drink."},{"text":"Löse das Problem!","translation":"Solve the problem."},{"text":"Löse das auf!","translation":"Resolve that!"}],"Handfläche":[{"text":"Erzählen Sie mir von der Narbe auf Ihrer Handfläche.","translation":"Tell me about the scar on your palm."},{"text":"Zeige mir einmal deine Handfläche!","translation":"Let me see your palm."},{"text":"Toms neuer Welpe ist so klein, dass er Platz auf einer Handfläche findet.","translation":"Tom's new puppy is so small he can fit into the palm of your hand."},{"text":"Eine Erdbeere liegt auf meiner Handfläche.","translation":"A strawberry lies on the palm of my hand."},{"text":"Maria hat sich beim Öffnen einer Sardinendose sehr tief in die Handfläche geschnitten.","translation":"Mary got a really deep cut in the palm of her hand when opening a can of sardines."}],"überdenken":[{"text":"Wenn wir es recht überdenken, so stecken wir doch alle nackt in unseren Kleidern.","translation":"If we think about it, we are all naked in our clothes."},{"text":"Es lohnt sich ihren Vorschlag nochmals zu überdenken.","translation":"It is worth reconsidering their proposal."},{"text":"Ich benötige etwas Zeit, um die Sache zu überdenken, und werde dich dann anrufen.","translation":"After I have had time to give some thought to the matter, I will call you."},{"text":"Tom brauchte Zeit, um die Dinge zu überdenken.","translation":"Tom needed some time to think things over."},{"text":"Ich werde die Angelegenheit noch einmal überdenken.","translation":"I'll reconsider the matter."}],"coach":[{"text":"Ein guter Coach leitet das Team.","translation":"A good coach leads the team."},{"text":"Tom braucht keinen Coach.","translation":"Tom doesn't need a coach."},{"text":"Wenn ein Coach auf einer Couch, die auf einem Fuhrwerk steht, sitzt und letzteres einen Fahrer hat, geht alles gut. Wenn ein Fuhrwerk auf einer Couch sitzt und diese auf einem Coach, aber der Fahrer ersteres fährt, ist die Couch kaputt und der Coach tot.","translation":"If a coach sits on a couch standing on a cart and the latter has a driver, everything goes well. If a cart sits on a couch and it drives on a coach, but the driver drives the former, the couch is broken and the coach is dead."},{"text":"Und ich bin Ihr Coach.","translation":"And, I'm your coach."},{"text":"Tom ist ein Coach.","translation":"Tom is a coach."},{"text":"Der Coach gab ihm ein paar gute Ratschläge.","translation":"The coach gave him some good advice."},{"text":"Der Coach machte einen guten Werfer aus ihm.","translation":"The coach made him a good pitcher."},{"text":"Wenn ein Coach auf einer Couch, die auf einem Fuhrwerk steht, sitzt und letzteres einen Fahrer hat, geht alles gut. Wenn ein Fuhrwerk auf einer Couch sitzt und diese auf einem Coach, aber der Fahrer ersteres fährt, ist die Couch kaputt und der Coach tot.","translation":"If a coach sits on a couch standing on a cart and the latter has a driver, everything goes well. If a cart sits on a couch and it drives on a coach, but the driver drives the former, the couch is broken and the coach is dead."}],"Tutorials":[],"kevin":[{"text":"Kevin Nash gefällt mir.","translation":"I like Kevin Nash."},{"text":"Ich liebe Kevin Nash.","translation":"I love Kevin Nash."},{"text":"In Deutschland und Österreich werden die Namen Chantal und Kevin sehr negativ betrachtet.","translation":"In Germany and Austria, the names Chantal and Kevin are viewed very negatively."},{"text":"Kevin hat den Gedanken, nach Kanada zu gehen, aufgegeben.","translation":"Kevin has given up the idea of going to Canada."},{"text":"Niemand glaubte Kevin, weil er sich ständig Geschichten ausdenkt.","translation":"Nobody believed Kevin because he always makes up stories."}],"vereint":[{"text":"Mit vereinten Kräften gelang es Tom und Maria, der Situation Herr zu werden.","translation":"By joining forces, Tom and Maria managed to master the situation."},{"text":"Diesen Feind können wir nur mit vereinten Kräften in die Knie zwingen.","translation":"We can only bring this enemy to its knees by joining forces."},{"text":"Er wohnt in einem Haus mit vereinten japanischen und westlichen Elementen.","translation":"He lives in a house with combined Japanese and Western elements."},{"text":"Sie marschieren getrennt und schlagen vereint.","translation":"They march separately and strike together."},{"text":"Das vereinte Volk wird niemals besiegt werden.","translation":"The united people will never be defeated."},{"text":"Die Vereinten Nationen sind eine internationale Organisation.","translation":"The United Nations is an international organization."},{"text":"UN steht für die Vereinten Nationen.","translation":"UN stands for United Nations."},{"text":"Das Buch handelt vom Leben im Vereinten Königreich.","translation":"This book deals with life in the United Kingdom."},{"text":"Wozu gibt es die Vereinten Nationen?","translation":"Why does the United Nations exist?"},{"text":"Das Ziel dieses Seminars wird es sein, die Arbeit der Vereinten Nationen zu erklären.","translation":"The aim of this seminar will be to explain the work of the United Nations."}],"Verlangsam":[{"text":"Die Medikamente können das Fortschreiten der Krankheit nur verlangsamen; aufhalten können sie es nicht.","translation":"The medication can only slow the disease's progress; it can't bring it to a halt."},{"text":"Möchtest du die Zeit verlangsamen, geh einfach zu meinem Arbeitsplatz. Dort steht die Zeit.","translation":"If you want to slow down time, just go to my workplace. That's where time stands."},{"text":"Tausende von Dornen werden deine Haut zerkratzen und dein Vorankommen im Dschungel verlangsamen.","translation":"Thousands of thorns will scratch your skin and slow down your progress in the jungle."},{"text":"Der Zweck eines Kreisverkehrs ist es, den Verkehr zu verlangsamen.","translation":"The purpose of a roundabout is to slow down traffic."},{"text":"Die Regierung Chinas leitete Schritte ein, um den Hauspreisanstieg zu verlangsamen.","translation":"The Chinese government took steps to slow the rise in house prices."}],"improvisieren":[{"text":"Er vergaß einen Teil seiner Rede und musste eine Weile improvisieren.","translation":"He forgot part of his speech and had to ad-lib for a while."},{"text":"Er improvisierte eine hervorragende Rede.","translation":"He improvised an excellent speech."},{"text":"Die Schauspieler improvisierten die gesamte Szene.","translation":"The actors improvised the whole scene."},{"text":"Keine Ahnung, ich werd's schon sehen. Ich denke, ich werde improvisieren.","translation":"I don't know, I'll see it already. I think I'm going to improvise."},{"text":"Maria war gezwungen zu improvisieren.","translation":"Mary was forced to improvise."}],"fasziniert":[{"text":"Die große Flexibilität dieser Sprache fasziniert mich.","translation":"The great flexibility of this language fascinates me."},{"text":"Toms Stimme fasziniert Maria.","translation":"Tom's voice fascinates Maria."},{"text":"Ich war auf den ersten Blick von ihr fasziniert.","translation":"At first glance, I was fascinated by her."},{"text":"Mich fasziniert die Nähe zwischen dem Deutschen und dem Norwegischen.","translation":"I am fascinated by the proximity between German and Norwegian."},{"text":"„Mich fasziniert die Welt der Magie und der Wunder“, murmelte Maria.","translation":"\"I am fascinated by the world of magic and miracles,\" Maria murmured."},{"text":"Ich bin fasziniert von ihrer Schönheit.","translation":"I am fascinated by their beauty."},{"text":"Ich bin fasziniert von Katzen.","translation":"I'm fascinated by cats."},{"text":"Maria ist fasziniert von deutscher Musik.","translation":"Mary is fascinated by German music."},{"text":"Ich sollte es dir vielleicht nicht sagen, aber ich bin wirklich fasziniert von deiner Schönheit.","translation":"I shouldn't tell you, but I'm really fascinated by your beauty."},{"text":"Ich war immer fasziniert von dieser Zeile von Horaz: „Exigi monumentum aere perennius“ – ein ganz unverschämter Satz, ein größenwahnsinniger Satz: „Ich habe ein Denkmal errichtet, dauerhafter als Erz.“ Natürlich: der Größenwahn eines Poeten, nur – er hat ja recht gehabt.","translation":"I was always fascinated by this line from Horace: \"Exigi monumentum aere perennius\" – a very outrageous sentence, a megalomaniac sentence: \"I have erected a monument, more permanent than ore.\" Of course: the megalomania of a poet, only – he was right."}],"schauspielern":[{"text":"Das Publikum klatschte den Schauspielern für ihre Leistung Beifall.","translation":"The audience gave the actors a round of applause for their performance."},{"text":"Schauspielern ist Kinderkram gegen das Hochseesegeln. Die See kennt keinen Spaß.","translation":"Acting is children's stuff against ocean sailing. The sea knows no fun."},{"text":"Das Publikum erhob sich vor den Schauspielern applaudierend von den Plätzen.","translation":"The audience rose from their seats applauding in front of the actors."},{"text":"Sitzt du im ersten Rang, kannst du beinahe den Schauspielern auf den Kopf spucken, aber ich weiß natürlich, dass du nicht vorhast, so etwas zu tun.","translation":"If you sit in the first rank, you can almost spit on the actors' heads, but of course I know that you don't intend to do such a thing."},{"text":"Schminke ist eine farbig Salbe, die vor allem von Frauen und Schauspielern verwendet wird, um die Gesichtsfarbe, die Gesichtszüge und so weiter aufzufrischen oder zu verstärken.","translation":"Makeup is a colored ointment that is mainly used by women and actors to refresh or enhance the face color, facial features and so on."},{"text":"Seit Kindheit mag er schauspielern.","translation":"He has liked acting since childhood."},{"text":"Sie singt gut, das ist richtig, aber sie kann nicht schauspielern.","translation":"She sings well, to be sure, but she can't act."},{"text":"Er meint es nicht so; er schauspielert bloß.","translation":"He doesn't mean it that way; he's just acting."},{"text":"Komm, Maria: du musst doch vor mir nicht schauspielern. Was bedrückt dich?","translation":"Come, Maria: you don't have to act in front of me. What depresses you?"},{"text":"Wir schauspielern in unserem Leben ohne Probe und Souffleur.","translation":"We act in our lives without rehearsal and prompter."}],"wiedergutmachen":[{"text":"Tom beschloss, das Unglück, das er über Maria gebracht hatte, wiedergutzumachen.","translation":"Tom decided to make amends for the misfortune he had brought upon Mary."},{"text":"Ich wünschte, ich könnte die verlorene Zeit wiedergutmachen.","translation":"I wish I could make up for lost time."},{"text":"Ich muss den Verlust wiedergutmachen.","translation":"I must make up for the loss."},{"text":"Ich habe einen Fehler gemacht und weiß nicht, wie ich ihn wiedergutmachen soll.","translation":"I made a mistake and I don't know how to make amends."},{"text":"Nichts kann seine früheren Fehler wiedergutmachen.","translation":"Nothing will make up for his past mistakes."}],"schalt":[{"text":"Schalte das Gerät ein!","translation":"Turn on the device!"},{"text":"Schalte den Fernseher an.","translation":"Turn on the TV."},{"text":"Schalt den Fernseher aus, ich kann mich nicht konzentrieren.","translation":"Turn off the television. I can't concentrate."},{"text":"„Schalte dein Gehirn aus und genieße den Film!“ – „So einen Film kann man wirklich nur mit ausgeschaltetem Gehirn genießen. Da gebe ich dir recht, Tom!“","translation":"\"Turn off your brain and enjoy the movie!\" – \"You can really only enjoy a movie like this with your brain turned off. I agree with you, Tom!\""},{"text":"Schalte das Licht nicht aus.","translation":"Don't turn out the light."},{"text":"Sie schalt das Kind, weil er zu spät nach Hause gekommen war.","translation":"She scolded the child for coming home so late."},{"text":"Schalt mal einen Gang runter, Robert.","translation":"Slow down, Robert."},{"text":"Sie schalt ihn seiner Verspätung wegen.","translation":"She scolded him because of his delay."},{"text":"Tom schalt Maria aus, da sie nicht telefonisch mitgeteilt hatte, dass sie sich verspäten werde.","translation":"Tom turned Maria off because she hadn't told me by phone that she was going to be late."},{"text":"Tom schalt Mary.","translation":"Tom scolded Mary."}],"kitzeln":[{"text":"Wieso können wir uns nicht selber kitzeln?","translation":"Why can't we tickle ourselves?"},{"text":"Wer hat mich denn am Ohr gekitzelt?","translation":"Who tickled my ear?"},{"text":"Man kann sich nicht selbst kitzeln.","translation":"You can't tickle yourself."},{"text":"Eine Mutter kitzelte ihr Baby mit einer Feder.","translation":"A mother tickled her baby with a feather."},{"text":"Hör auf! Das kitzelt.","translation":"Stop it! That tickles."}],"grille":[{"text":"Vater hat die Grille getötet.","translation":"Father killed the cricket."},{"text":"Tom hat uns für heute Abend zum Grillen eingeladen. Hast du Lust?","translation":"Tom invited us for a barbecue tonight. Do you feel like it?"},{"text":"Eine Grille im Käfig frisst genauso viel wie eine Grille in Freiheit.","translation":"A caged cricket eats just as much as a free cricket."},{"text":"Oh, es ist Stille. / Tief dringt in den Felsen ein / der Ruf der Grillen.","translation":"Oh, it's silence. / Deep penetrates into the rock / the call of the crickets."},{"text":"Erlaube mir, anderer Meinung zu sein und dir, wenn du willst, das Grillen beizubringen.","translation":"Allow me to disagree and, if you want, teach you how to grill."}],"freust":[{"text":"Worauf freust du dich heute?","translation":"What are you looking forward to today?"},{"text":"Worüber freust du dich so?","translation":"What are you so happy about?"},{"text":"Ich weiß, dass du dich darüber freust. Warum zeigst du das denn nicht?","translation":"I know you're happy about it. Why don't you just show it?"},{"text":"Du freust dich, dass ich eins auf den Deckel bekommen habe, stimmt’s?","translation":"You're glad I got one on the lid, right?"},{"text":"Schon klar, dass du dich über den teuren Ring freust, aber ich an deiner Stelle würde ihn nicht überall vorzeigen.","translation":"Of course, you are happy about the expensive ring, but I in your place would not show it everywhere."},{"text":"Freust du dich nicht auf deine nächste Chance zu sprechen?","translation":"Aren't you looking forward to your next chance to speak?"},{"text":"Freust du dich nicht, im Ruhestand zu sein?","translation":"Aren't you happy to be retired?"},{"text":"Es ist wieder Weihnachten. Freust du dich denn nicht?","translation":"Christmas is here again. Aren't you happy?"},{"text":"Freust du dich darüber?","translation":"Are you happy about this?"},{"text":"Freust du dich nicht, dass Tom nicht hier ist?","translation":"Aren't you happy that Tom isn't here?"},{"text":"Tom, du wirst Vater. Freust du dich?","translation":"Tom, you're going to be a father. Are you happy?"},{"text":"„Freust du dich am Leben, Tom?“ – „Ja, das tue ich.“","translation":"\"Are you enjoying life, Tom?\" – \"Yes, I do.\""},{"text":"Du bekommst ein Schwesterchen. Freust du dich?","translation":"You get a little sister. Are you happy?"},{"text":"Du bekommst ein Brüderchen. Freust du dich?","translation":"You get a little brother. Are you happy?"},{"text":"„Freust du dich auf heute Abend?“ – „Ich weiß es nicht. Ich habe meine Freundinnen von damals ja schon ewig nicht mehr gesehen.“","translation":"\"Are you looking forward to tonight?\" – \"I don't know. I haven't seen my friends from back then in ages.\""}],"klammer":[{"text":"Wenn du ein Smiley direkt vor einer schließenden Klammer machst, bekommt man den Eindruck, es hätte ein Doppelkinn.","translation":"If you make a smiley face directly in front of a closing bracket, you get the impression that it has a double chin."}],"anfahren":[{"text":"Ich wurde fast von einem Auto angefahren.","translation":"I was almost hit by a car."},{"text":"Der arme Junge wurde von einem Auto angefahren.","translation":"The poor boy was hit by a car."},{"text":"Er wurde von einem Auto angefahren und war auf der Stelle tot.","translation":"He was hit by a car and died on the spot."},{"text":"Er wurde beinahe von einem Auto angefahren.","translation":"He was almost hit by a car."},{"text":"Es war ein alter Mann, der von dem schwarzen Auto angefahren wurde.","translation":"It was an old man that was hit by the black car."}],"tolerieren":[{"text":"Ich werde deine Fehler nicht mehr tolerieren.","translation":"I won't tolerate your mistakes again."},{"text":"Wie kannst du diesen groben Kerl tolerieren?","translation":"How can you tolerate that rude fellow?"},{"text":"Ich werde deine Fehler nicht länger tolerieren.","translation":"I will no longer tolerate your mistakes."},{"text":"Sie kann weder ihn noch seine Freundin tolerieren.","translation":"She cannot tolerate him or his girlfriend."},{"text":"Im heutigen China werden Religionen toleriert, jedoch streng kontrolliert.","translation":"In today's China, religions are tolerated but strictly controlled."}],"Schlagzeilen":[{"text":"Tom fuhr mit dem Motorrad in die Kirche und sorgte als „Sonntagsrowdy“ für Schlagzeilen.","translation":"Tom rode his motorcycle to church and made headlines as a \"Sunday hooligan\"."},{"text":"Tom warf nur einen kurzen Blick auf die Schlagzeilen.","translation":"Tom only glanced at the headlines."},{"text":"Die Schlagzeilen sprechen oft über diesen Schauspieler.","translation":"The headlines often talk about this actor."},{"text":"Der Tod des Schauspielers brachte dicke Schlagzeilen in allen Zeitungen.","translation":"The actor's death made big headlines in all the papers."},{"text":"Schlagzeilen — das ist Weltgeschehen in Pillenform.","translation":"Headlines — this is world events in pill form."}],"Expedition":[{"text":"Sie gingen auf eine Expedition zum Südpol.","translation":"They went on an expedition to the South Pole."},{"text":"Es ist zu erwarten, dass es auf ihrer Expedition zu Problemen kommen wird.","translation":"Their expedition is expected to run into problems."},{"text":"Wir sind während der Expedition auf viele Schwierigkeiten gestoßen.","translation":"We encountered a lot of difficulties on the expedition."},{"text":"Er kehrte nie von dieser Expedition zurück.","translation":"He never returned from that expedition."},{"text":"Wir sprechen darüber, wer die Expedition leiten sollte.","translation":"We're talking about who should lead the expedition."}],"fragt":[{"text":"„Wer ist dafür, wer dagegen?“ fragte Tom. Maria rief sofort: „Dafür!“","translation":"\"Who's for, who's against?\" asked Tom. \"For!\" yelled Mary immediately."},{"text":"\"Was ist los mit dir?\" fragte sie.","translation":"\"What's the matter with you?\" she demanded."},{"text":"\"Wie viel Uhr ist es?\", fragte er sich.","translation":"\"What time is it?\" he wondered."},{"text":"„Was ist denn nun schon wieder los, Anne?“ fragte sie.","translation":"\"Whatever's the matter now, Anne?\" she asked."},{"text":"Wo denn der Vater sei, fragten die Söhne.","translation":"Where was the father, the sons asked."}],"Bestseller":[{"text":"Bestseller sind eine wunderbare Einrichtung: man kauft Bücher, braucht sie aber nicht zu lesen.","translation":"Bestsellers are a wonderful facility: you buy books but don't need to read them."},{"text":"Es ist ein angenehmes Gefühl der Unabhängigkeit, wenn man einen Bestseller nicht besitzt.","translation":"It's a pleasant feeling of independence when you don't own a bestseller."},{"text":"Sein neuer Roman ist ein Bestseller geworden.","translation":"His new novel became a bestseller."},{"text":"Zu einem Bestseller kommt man wie die Jungfrau zum Kind. Aber man muss empfangsbereit sein.","translation":"You come to a bestseller like a virgin to a child. But you have to be receptive."},{"text":"Der internationale Bestseller-Autor ist auf der Buchmesse persönlich anzutreffen.","translation":"The internationally bestselling author is making a personal appearance at the book fair."}],"right":[],"Covid":[{"text":"Tom ist am Coronavirus gestorben; Maria ist nach der Covid-Impfung verstorben.","translation":"Tom died of the coronavirus; Maria passed away after the Covid vaccination."},{"text":"Die politische Elite will in unzähligen Ländern eine Covid-Diktatur einführen.","translation":"The political elite wants to impose a Covid dictatorship in countless countries."},{"text":"Habt ihr euch mit Covid angesteckt?","translation":"Have you contracted Covid?"},{"text":"Mit dem Covid stimmte etwas nicht; das ist am meisten, dass die Politik darüber jede Woche etwas anderes gelogen hat.","translation":"There was something wrong with Covid; that's most of all that politicians lied about it every week something different."},{"text":"Ich wohne im französischen Dorf Scheibenhard; ich möchte in Scheibenhardt auf deutscher Seite Brot kaufen, aber Covid hindert mich daran: Dann bin ich traurig.","translation":"I live in the French village of Scheibenhard; I want to buy bread in Scheibenhardt on the German side, but Covid prevents me from doing so: Then I'm sad."},{"text":"Ich bin gegen COVID geimpft.","translation":"I am vaccinated against COVID."},{"text":"BioNTech und Moderna haben eine Vorreiterstellung bei der Corona- oder COVID-Impfung.","translation":"Biotech and Moderna have a lead in the Corona or Covid vaccination."}],"unterstreichen":[{"text":"Ich habe alles rot unterstrichen, was ich nicht verstanden habe.","translation":"I underlined everything in red that I did not understand."},{"text":"Dieser Rahmen unterstreicht den Wert des Gemäldes.","translation":"This frame accentuates the value of the painting."},{"text":"Wir sollen jedes wichtige Wort unterstreichen.","translation":"We should underline every important word."},{"text":"Meine Schwester hat die Angewohnheit, beim Lesen Wörter, welche sie nicht kennt, zu unterstreichen.","translation":"My sister has the habit of underlining words she doesn't know while reading."},{"text":"Ein jeder von uns möchte seine Individualität unterstreichen.","translation":"Each of us wants to underline his individuality."}],"sicherheitsgrund":[{"text":"Der See war von einem Zaun umgeben, offensichtlich aus Sicherheitsgründen.","translation":"The lake was ringed by a fence, apparently for health and safety reasons."},{"text":"Aus Sicherheitsgründen wurden die Kinder aus der Stadt entfernt.","translation":"Children in the town were taken away for safety."},{"text":"Aus Sicherheitsgründen werden wir an der Vorderseite des Gerätes ein Warnschild anbringen.","translation":"For safety reasons, we will put a warning sign on the front of the device."},{"text":"In Kürze Zugeinfahrt auf Gleis 4. Aus Sicherheitsgründen bitte hinter die gelbe Linie zurücktreten!","translation":"A train will shortly be approaching platform 4. For your safety, please stand behind the yellow line."},{"text":"Aus Sicherheitsgründen lesen Sie bitte die Gebrauchsanweisung, bevor Sie dieses Produkt benützen.","translation":"For safety purposes, please make sure to read the instruction manual before using this product."}],"irgend":[{"text":"Und Liebe wagt, was irgend Liebe kann.","translation":"And what love can do, that dares love attempt."},{"text":"Nichts ist so schlimm, dass es nicht für irgend etwas gut wäre.","translation":"It's an ill wind that blows nobody any good."},{"text":"Er weiß mehr über die Geheimnisse des Meeres als sonst irgend jemand.","translation":"He knows more about the secrets of the sea than anyone else."},{"text":"Es gibt bestimmt irgend jemanden, der dich liebt.","translation":"I'm sure there's someone that loves you."},{"text":"Ich bin noch nie wegen irgend etwas festgenommen worden.","translation":"I've never been arrested for anything."},{"text":"Hier muß irgend etwas falsch laufen!","translation":"Something must be wrong here!"},{"text":"„Unendlich“ kommt immer nur dann heraus, wenn irgend etwas anderes Null ist.","translation":"\"Infinite\" only comes out when something else is zero."},{"text":"Wer keinen Sinn für Humor hat, wird in diesem Land nie irgend etwas erreichen.","translation":"Those who have no sense of humor will never achieve anything in this country."},{"text":"Soll ich Tom irgend etwas ausrichten?","translation":"Is there anything you want me to tell Tom?"},{"text":"Ruft mich an, wenn sich irgend etwas tut!","translation":"Call me if there's a change."},{"text":"Hat irgend jemand mit Tom darüber gesprochen?","translation":"Has anyone talked to Tom about this?"},{"text":"Irgend jemand will mich umbringen.","translation":"Somebody wants to kill me."},{"text":"Hat irgend jemand Tom das Haus verlassen hören?","translation":"Did anyone hear Tom leave the house?"},{"text":"Hat irgend jemand von euch aus dem Fenster geschaut?","translation":"Did any of you look out the window?"},{"text":"Irgend etwas könnte geschehen.","translation":"Something could happen."}],"hochrangig":[{"text":"Es macht nachdenklich, zu sehen, wie hochrangige Persönlichkeiten sich gegenseitig missverstehen.","translation":"It is thought-provoking to see how high-ranking personalities misunderstand each other."},{"text":"Viele hochrangige Funktionäre nahmen an dem Treffen teil.","translation":"Many high-level officials attended the meeting."},{"text":"Ein General ist ein hochrangiger Militäroffizier.","translation":"A general is a high-ranking military officer."},{"text":"Einmal persönlich mit so einem hochrangigen und gefeierten Wissenschaftler wie Tom sprechen zu können war eine tolle Erfahrung.","translation":"To be able to speak in person with such a high-ranking and celebrated scientist as Tom was a great experience."},{"text":"Hochrangige Beamte Chinas und der USA trafen sich zum wiederholten Mal, um über die Entwicklung der Beziehungen zwischen den beiden Ländern zu diskutieren.","translation":"High-ranking Chinese and American officials met repeatedly to discuss the development of ties between the two countries."}],"Informant":[{"text":"Tom wurde zum Informanten.","translation":"Tom became a whistleblower."},{"text":"Je schwerer es wird, Beweise heranzuschaffen, desto wichtiger wird der Informant.","translation":"The harder it becomes to get evidence, the more important the informant becomes."},{"text":"Jeder journalistisch Tätige hat das Berufsgeheimnis zu wahren, darf keinen Zeugen preisgeben und keinen Informanten ohne dessen Einverständnis nennen.","translation":"Every journalist must observe professional secrecy, may not reveal a witness or name an informant without his consent."},{"text":"Tom ist Informant.","translation":"Tom is an informer."}],"bemalen":[{"text":"Wie lange brauchst du, dieses Zimmer hier zu bemalen?","translation":"How long will it take you to paint this room?"},{"text":"Vor Ostern bemalen wir Eier.","translation":"Before Easter we paint eggs."},{"text":"Das Osterei ist bunt bemalt.","translation":"The Easter egg is painted colourfully."},{"text":"Tom freute sich jedes Jahr darauf, mit seiner Großmutter Ostereier zu bemalen.","translation":"Tom looked forward to painting Easter eggs with his grandmother every year."},{"text":"Der ungarische Osterhase muss Eier nicht nur bemalen, sondern auch mit Hufeisen beschlagen können.","translation":"The Hungarian Easter bunny must not only be able to paint eggs, but also shod them with horseshoes."},{"text":"Ich habe eine Mauer bemalt.","translation":"I painted a wall."},{"text":"Maria bemalt in ihrer Freizeit Steine.","translation":"Mary paints rocks as a hobby."},{"text":"Die Decke war mit Wolken bemalt.","translation":"The ceiling was painted with clouds."},{"text":"Sie bemalte die Fenstergitter gelb.","translation":"She painted the window grilles yellow."},{"text":"Die Schäfte der Lanzen waren in den verschiedensten Farben bemalt, mit Wimpeln versehen oder anderweitig herausgeschmückt.","translation":"The shafts of the lances were painted in various colors, provided with pennants or otherwise decorated."}],"Farbton":[{"text":"Der Herbst ist auf seinem Höhepunkt, mit schönen gelben, orangenen und roten Farbtönen, die wirklich faszinieren und den Blick fesseln.","translation":"Autumn is at its peak, with beautiful yellow, orange and red hues that really fascinate and captivate the eye."},{"text":"Zuerst fiel mir das große Sofa auf. Der Lederbezug war in einem schlichten Farbton gehalten, die Sitzfläche und Rückenlehne sahen bequem aus.","translation":"The first thing that came to my attention was the large sofa. It was covered in sober coloured leather, the seat and the back both looked wide and comfortable."}],"Sirene":[{"text":"Die Sirenen heulen.","translation":"The sirens are wailing."},{"text":"Die Sirene meldete einen Notfall.","translation":"The siren reported an emergency."},{"text":"Die Sirenen gingen los.","translation":"The sirens went off."},{"text":"Der Krankenwagen fährt mit Sirene und Blaulicht.","translation":"The ambulance is travelling on blues and twos."},{"text":"Der Gesang der Sirenen betörte die Seefahrer.","translation":"The singing of the sirens beguiled the sailors."}],"Spekulation":[{"text":"Das ist reine Spekulation.","translation":"This is pure speculation."},{"text":"Ohne die Spekulation, was hätte geschehen können, wirft das tatsächlich Geschehene keine Schatten.","translation":"Without the speculation of what could have happened, what actually happened does not cast any shadows."},{"text":"Ich werde mich nicht an Spekulationen beteiligen.","translation":"I won't participate in speculation."},{"text":"Er hat einen großen Teil seines Vermögens durch Spekulation verloren.","translation":"He has lost a large part of his fortune through speculation."},{"text":"Die Spekulation wächst rasant.","translation":"Speculation is growing apace."}],"halbe":[{"text":"Das Halbe ist oft besser als das Ganze.","translation":"Half is often better than the whole."},{"text":"Das Neugeborene hat ein Gewicht von 6 Kilogramm und misst mehr als einen halben Meter Länge.","translation":"The newborn weighs 6 kilograms and measures more than half a meter in length."},{"text":"Fremder Streit ist halbe Freude.","translation":"Someone else's quarrel is half joy."},{"text":"Ich werde nie halbe Sachen machen.","translation":"I'll never do anything by halves."},{"text":"Guter Anfang ist halbe Arbeit.","translation":"Well begun is half done."},{"text":"Tom pellte die Zwiebeln, halbierte sie und schnitt sie in halbe Ringe.","translation":"Tom peeled the onions, cut them in half and cut them into half rings."},{"text":"\"Wahrscheinlichkeit, aber keine Wahrheit: Freischeinlichkeit, aber keine Freiheit\" sagt ein Spruch von Friedrich Nietzsche. Mit der Wahrheit ist es, wie mit ein bisschen schwanger oder ein bisschen tot. Das gibt es nicht. Wenn Wahrheit noch eine Bedeutung haben soll, dann darf sie keine halbe Wahrheit sein. Das soll aber nicht heißen, daß irgendjemand die ganze Wahrheit in ihrem vollen Umfang jemals erfahren wird. Der Wahrheitsbegriff ist nur dann sinnvoll, wenn er im Zusammenhang mit dem Gewissen eines Menschen gedacht wird. Als bestes Wissen und Gewissen ist er absolut.","translation":"\"Probability, but no truth: probability, but no freedom\" says a saying by Friedrich Nietzsche. With the truth, it's like being a little pregnant or a little bit dead. There is no such thing. If truth is to have any meaning, it must not be half truth. But this is not to say that anyone will ever know the whole truth in its full extent. The concept of truth only makes sense if it is thought in connection with a person's conscience. As the best of his knowledge and conscience, he is absolute."}],"Abtreibung":[{"text":"Bist du für oder gegen Abtreibung?","translation":"Are you for or against abortion?"},{"text":"Ich sage dir, dass ich persönlich gegen Abtreibung bin.","translation":"I tell you that I am personally against abortion."},{"text":"Die Menge protestierte gegen Abtreibung.","translation":"The throng protested against abortion."},{"text":"Der unabhängige Kandidat nahm das Thema Abtreibung aus seinem Wahlprogramm.","translation":"The independent candidate took the abortion issue off his platform."},{"text":"Im Allgemeinen missbilligt das gesamte Volk — ob nun aus religiösen oder ethischen Gründen — Abtreibungen zutiefst.","translation":"In general, the entire people deeply disapprove of abortion, whether for religious or ethical reasons."}],"Kohl":[{"text":"30 Euro Gehaltserhöhung? Das macht den Kohl auch nicht fett.","translation":"30 Euro salary increase? This does not make the cabbage fat."},{"text":"Tom kennt nicht den Unterschied zwischen Kohle und Kohlenstoff.","translation":"Tom doesn't know the difference between coal and carbon."},{"text":"Mann mit Grill sucht Frau mit Kohle.","translation":"Man with grill is looking for woman with coal."},{"text":"Ich mag keinen Kohl und keinen Brokkoli.","translation":"I don't like cabbage and broccoli."},{"text":"Die Schnecken haben unseren ganzen Kohl gefressen.","translation":"The snails ate all our cabbage."},{"text":"Kopf ist nicht alles. Auch der Kohl hat einen Kopf.","translation":"Head is not everything. The cabbage also has a head."},{"text":"Was ist der Unterschied zwischen Kohl und Salat?","translation":"What's the difference between cabbage and lettuce?"},{"text":"Maria mag jedes Gemüse außer Kohl.","translation":"Mary likes all vegetables except cabbage."},{"text":"An Gemüse mag Tom alles außer Kohl.","translation":"Tom likes all vegetables except cabbage."},{"text":"Kann ich noch etwas mehr Reis und Kohl bekommen?","translation":"Can I get a little more rice and cabbage?"}],"ungut":[{"text":"Nichts für ungut, aber diesen Vorwurf muss ich dir machen.","translation":"Nothing for bad, but I have to make this accusation against you."},{"text":"Maria hatte ein ungutes Gefühl im Bauch und ahnte noch nicht, warum.","translation":"Maria had an uneasy feeling in her stomach and had no idea why."},{"text":"Ich habe immer ein ungutes Gefühl dabei.","translation":"It always makes me feel a bit uneasy."},{"text":"Ich habe das ungute Gefühl, dass etwas Schlimmes passieren wird.","translation":"I have a nasty feeling that something awful is going to happen."},{"text":"Mich beschlich das ungute Gefühl, dass ich etwas vergessen hatte.","translation":"I had the sneaking feeling I'd forgotten something."}],"Notruf":[{"text":"Die Polizei von Detroit braucht 58 Minuten, um auf einen Notruf zu reagieren.","translation":"Detroit police take about 58 minutes to answer 911 calls."},{"text":"Wie lautet der Notruf?","translation":"What is the emergency number?"},{"text":"Tom rief den Notruf an.","translation":"Tom called 911."},{"text":"Tom bat seinen Mitbewohner, den Notruf zu wählen.","translation":"Tom asked his roommate to call 911."},{"text":"Der Notruf „Mayday“ leitet sich von dem französischen Satz „Venez m'aider“ ab.","translation":"The emergency call \"Mayday\" comes from the French sentence, \"Venez m'aider.\""}],"Senator":[{"text":"Die Senatoren waren die Mitglieder des römischen Senats.","translation":"The senators were the members of the Roman Senate."},{"text":"Die Senatoren werden meine Aktion loben.","translation":"The senators will praise my action."},{"text":"265 Senatoren und 350 Abgeordnete werden gewählt.","translation":"265 senators and 350 deputies are elected."},{"text":"Biden diente den V. St. 36 Jahre als Senator und acht als Vizepräsident.","translation":"Biden served for 36 years as a U.S. senator and eight as vice president."},{"text":"Ein 25 Jahre alter Absolvent der Universität Stanford mit Namen Denis Hayes sowie ein US-Senator der Demokraten aus Wisconsin, Gaylord Nelson, riefen am 22. April 1970 den später so genannten „Tag der Erde“ ins Leben.","translation":"A 25-year-old graduate student from Stanford University named Denis Hayes and a U.S. Democratic senator from Wisconsin, Gaylord Nelson, coordinated what became Earth Day — April 22, 1970."},{"text":"Sein Vater war Senator in den Vereinigten Staaten.","translation":"His father was a senator in the United States."},{"text":"Senator Kerry galt als Liberaler.","translation":"Senator Kerry was considered a liberal."}],"abgelegen":[{"text":"Sie führt ein einsames Leben an einem abgelegenen Ort in Schottland.","translation":"She leads a lonely life in a remote place in Scotland."},{"text":"Er wohnte in einem abgelegenen Haus.","translation":"He lived in a secluded house."},{"text":"Tom trug abgelegte Kleidung seines Bruders.","translation":"Tom wore hand-me-down clothes from his older brother."},{"text":"Toms Leiche wurde an einer abgelegenen Straße gefunden.","translation":"Tom's body was found along a deserted road."},{"text":"Warte, machst du Witze? Warum sollten wir denn an so einen abgelegenen Ort gehen wollen?","translation":"Wait, are you kidding? Why would we want to go to such a remote place?"},{"text":"Dieses Gebiet ist äußerst abgelegen.","translation":"This area is extremely isolated."},{"text":"Toms Haus liegt so weit abgelegen, dass es kaum jemanden je dorthin verschlägt.","translation":"Tom's house is so remote that hardly anyone ever goes there."},{"text":"Der Pazifische Pol der Unzugänglichkeit liegt so abgelegen, dass die nächsten Menschen die Astronauten auf der Internationalen Raumstation sind.","translation":"The Pacific Pole of Inaccessibility is so remote that the closest humans are the astronauts on the International Space Station."}],"abkomme":[{"text":"Das Abkommen ist nur ein Stück Papier.","translation":"The agreement is just a piece of paper."},{"text":"Nur unter einigen Auflagen darf das CETA-Abkommen vorläufig in Kraft treten.","translation":"The CETA agreement may only enter into force provisionally under certain conditions."},{"text":"China hat das Abkommen mit Japan bereits verletzt.","translation":"China has already violated the agreement with Japan."},{"text":"Abkommen sind wie Rosen und junge Mädchen. Sie halten sich, solange sie sich halten.","translation":"Agreements are like roses and young girls. They last as long as they hold."},{"text":"Das Abkommen wurde ignoriert, und ein Krieg brach aus.","translation":"The agreement was ignored and a war broke out."}],"überziehen":[{"text":"Die Firma wurde mit Klagen überzogen.","translation":"The company was inundated with lawsuits."},{"text":"Tom hat sein Konto überzogen.","translation":"Tom has overdrawn his account."},{"text":"Der Tisch war mit Staub überzogen.","translation":"The table was covered with dust."},{"text":"Ich werde mir wohl nur mein Fell als Kostüm überziehen.","translation":"I'll probably just wear my fursuit and call it a costume."},{"text":"Überzogen wird häufig.","translation":"Exaggeration is frequent."},{"text":"Er wies die Forderung als völlig überzogen zurück.","translation":"He rejected the demand as completely exaggerated."},{"text":"Ich habe mir so eine schöne Box gekauft. Sie ist überzogen mir violettem Samt","translation":"I bought such a nice box. It is covered with purple velvet"},{"text":"Die freundliche Schwester hatte das Schlafsofa überzogen, kurz bevor er kam.","translation":"The friendly sister had covered the sofa bed just before he came."}],"Datenübertragung":[{"text":"Diese neue Technologie ermöglicht eine schnellere Datenübertragung.","translation":"This new technology allows for faster data transfer."}],"konzentriere":[{"text":"Ich konzentriere mich.","translation":"I'm concentrating."},{"text":"Gähne nicht herum, sondern konzentriere dich!","translation":"Don't yawn around, concentrate!"},{"text":"Ich versuche aus der Vergangenheit zu lernen, aber ich plane für die Zukunft, indem ich mich ausschließlich auf die Gegenwart konzentriere. Dort ist der Spaß.","translation":"I try to learn from the past, but I plan for the future by focusing exclusively on the present. That's where the fun is."},{"text":"Ich mache mir Sorgen, dass mein Spanisch wieder schlechter wird, wenn ich aktiv nichts darin schreibe, sondern mich hier auf mein Englisch konzentriere.","translation":"I'm worried that by focusing on my English here, I'll start losing some of my Spanish again because I'm not actively writing it."}],"spuck":[{"text":"Spuck nicht in den Brunnen: Du könntest daraus trinken müssen.","translation":"Don't spit in the well: you might have to drink from it."},{"text":"Da bleibt einem die Spucke weg.","translation":"That leaves you with the spit."},{"text":"Spucke nicht in das Wasser, das du noch trinken musst.","translation":"Don't spit into the water you still have to drink."},{"text":"Mit Geduld und Spucke fängt man eine Mucke.","translation":"With patience and spit you catch a muck."},{"text":"Spucks aus, was dein Inneres bewegt.","translation":"Spit out what moves your insides."},{"text":"Drachen haben Flügel und spucken Feuer.","translation":"Dragons have wings and spit fire."},{"text":"Ich spucke auf das Grab deiner Mutter.","translation":"I spit on your mother's grave."},{"text":"Wir müssen deinen Auswurf untersuchen, - bitte spucke deinen Auswurf in dieses Gefäß hier.","translation":"We need to examine your sputum - please spit your sputum into this vessel here."},{"text":"Drachen spucken Feuer.","translation":"Dragons breathe fire."},{"text":"Wenn du einen Kaugummi im Mund hast, spuck ihn aus!","translation":"If you have gum in your mouth, spit it out."},{"text":"Spuck es aus!","translation":"Spit it out!"},{"text":"Spuck es aus.","translation":"Spit it out."},{"text":"Spuck es aus, das ist grauslich.","translation":"Spit it out. That's horrible."}],"Client":[],"nehm":[{"text":"Ich nehm mal an, du redest von Tom.","translation":"I assume you're talking about Tom."},{"text":"Ich nehm' die Pommes und das Rippchen.","translation":"I take the fries and the ribs."},{"text":"Ich nehm beschert für bedacht.","translation":"I suppose brought for considered."},{"text":"Das Glück ist die Liebe, die Liebe ist das Glück, ich hab es gesagt und nehm' es nicht zurück!","translation":"Happiness is love, love is happiness, I said it and don't take it back!"},{"text":"Jeden Morgen nehm’ ich die Zeitung und seh’ die Todesanzeigen durch. Wenn mein Name da nicht steht, mach’ ich einfach so weiter wie bisher.","translation":"Every morning I take the newspaper and look through the obituaries. If my name isn't there, I'll just carry on as before."},{"text":"Nehm’ ich keine Geschenke, so behalt’ ich freie Gelenke.","translation":"If I do not take gifts, I keep free joints."}],"Kamel":[{"text":"Humor und Geduld sind Kamele, die uns durch jede Wüste tragen.","translation":"Humor and patience are camels that carry us through every desert."},{"text":"Sehen Sie dort die Wolke, welche die Form eines Kamels hat?","translation":"Do you see the cloud in the shape of a camel?"},{"text":"Wenn du dir Kamele halten willst, dann sorge für eine genügend große Türe.","translation":"If you want to keep camels, make sure you have a big enough door."},{"text":"Wer ein Ei stiehlt, stiehlt auch ein Kamel.","translation":"If you steal an egg, you steal a camel."},{"text":"Das ist wie das Ohr am Kamel.","translation":"It's like the ear on a camel."}],"anprobieren":[{"text":"Kann ich diese Hose anprobieren?","translation":"Can I try on these pants?"},{"text":"Kann ich das hier bitte anprobieren?","translation":"Can I please try this on?"},{"text":"Ich möchte dieses blaue Kleid anprobieren.","translation":"I'd like to try on this blue dress."},{"text":"Dieser Rock gefällt mir sehr gut. Kann ich ihn anprobieren?","translation":"I really like this skirt. Can I try it on?"},{"text":"Du kommst gerade richtig, kannst du bitte das neue Modell anprobieren?","translation":"You come right in time. Can you please try the new model?"}],"ausgehend":[{"text":"Sprichst du ausgehend von eigenen Erfahrungen?","translation":"Do you speak based on your own experiences?"},{"text":"Von der Sonne ausgehend, ist die Erde der dritte Planet.","translation":"Earth is the third planet from the sun."},{"text":"Ausgehend von der Richtung, die er einschlug, würde ich sagen, er ging in Richtung Stadt.","translation":"From the direction he was going in, I'd say he was heading to town."},{"text":"Ausgehend von den Spuren schlussfolgerte der Detektiv, was vorgefallen war.","translation":"Based on the tracks, the detective concluded what had happened."},{"text":"Tom hat eine glücklich ausgehende Tragödie geschrieben.","translation":"Tom wrote a tragedy with a happy ending."},{"text":"Je größer ein Gegenstand ist, desto stärker ist die von ihm ausgehende Schwerkraft.","translation":"The larger an object is, the stronger the gravity emanating from it."},{"text":"Tom sprach als einziger nur Englisch, davon ausgehend, dass man ihn schon verstünde.","translation":"Tom was the only one who spoke only English, assuming that he was already understood."},{"text":"Zwei Millionen Menschen sprechen gegenwärtig Esperanto, eine Zahl, die dank der von den neuen Technologien ausgehenden Impulse im Wachsen begriffen ist.","translation":"Two million people currently speak Esperanto, a figure that is growing thanks to the impetus provided by new technologies."},{"text":"Bei der Aufgabe, diese Gesetze, die experimentell gefunden waren, zu deuten, ließ ich mich leiten von dem großen Eindruck, den mir ein Gedanke von Ludwig Boltzmann machte. Dieser hat nämlich, vom Standpunkt der atomistischen Theorie ausgehend, die Entropie eines Gases gedeutet als den Logarithmus der Wahrscheinlichkeit des Zustandes des Gases.","translation":"In the task of interpreting these laws, which had been found experimentally, I was guided by the great impression that a thought of Ludwig Boltzmann gave me. From the point of view of atomistic theory, he interpreted the entropy of a gas as the logarithm of the probability of the state of the gas."}],"Pyramide":[{"text":"In der Pyramide wurde eine geheimnisvolle Kammer entdeckt.","translation":"A mysterious chamber has been discovered inside the pyramid."},{"text":"Bist du auf die Spitze der Pyramide gegangen?","translation":"Did you go to the top of the pyramid?"},{"text":"Niemand weiß, wie die Große Pyramide von Gizeh errichtet wurde.","translation":"No one knows how the Great Pyramid of Giza was built."},{"text":"Das ursprüngliche Projekt sah eine siebeneckige Pyramide vor.","translation":"The original project called for a heptagonal pyramid."},{"text":"Ärgert es dich, dass du kein Pharao bist und dass dein Grab keine Pyramide sein wird?","translation":"Does it annoy you that you are not a pharaoh and that your tomb will not be a pyramid?"},{"text":"Die Große Pyramide von Gizeh gehört zu den Sieben Weltwundern der Antike.","translation":"The Great Pyramid of Giza is one of the Seven Wonders of the Ancient World."},{"text":"Die große weiße Pyramide in China ist fast ganz unbekannt, dabei ist sie doppelt so groß wie die Cheops-Pyramide von Gizeh in Ägypten.","translation":"The Great White Pyramid is almost completely unknown in China, but it is twice as large as the Great Pyramid of Giza in Egypt."},{"text":"Die Vakuumlichtgeschwindigkeit, diese fundamentale kosmische Konstante, beträgt 299 792 458 m/s. Kann es Zufall sein, dass die Ägypter die Große Pyramide bei 29,98° nördlicher Breite erbauten, oder ist das ein Fingerzeig?","translation":"The vacuum speed of light, this fundamental cosmic constant, is 299 792 458 m/s. Could it be a coincidence that the Egyptians built the Great Pyramid at 29.98° north latitude, or is this a hint?"}],"geschrieben":[{"text":"Ich lese alles, was ich kriegen kann. Alles Geschriebene lese ich.","translation":"I read everything I can get my hands on. I read everything written."},{"text":"Ich finde diese in „einfachem Japanisch“ geschriebenen Nachrichten ein bisschen zu einfach geschrieben.","translation":"I find these messages written in \"plain Japanese\" a bit too simplistic."},{"text":"Gestern habe ich einen auf Englisch geschriebenen Brief bekommen.","translation":"Yesterday I received a letter written in English."},{"text":"Ich habe letzte Woche einen in französischer Sprache geschriebenen Brief erhalten.","translation":"I received a letter in French last week."},{"text":"Ich habe alle von dir geschriebenen Briefe zerrissen.","translation":"I have torn apart all the letters you have written."}],"Seiten":[{"text":"Tom hört sich nur B-Seiten an.","translation":"Tom only listens to B-sides."},{"text":"Hast du eine Anzeige in den Gelben Seiten?","translation":"Do you have an ad in the Yellow Pages?"}],"nachfragen":[{"text":"Ich verstehe es nicht. Deswegen habe ich nachgefragt.","translation":"I don't understand it. That's why I asked."},{"text":"Ich wollte nur anrufen und mal nachfragen.","translation":"I just thought I'd call and check."},{"text":"Lass uns in einem Reisebüro nachfragen.","translation":"Let's ask at a travel agency."},{"text":"Charakter ist nicht käuflich – allerdings wird er auch selten nachgefragt.","translation":"Character is not for sale – but it is rarely in demand."},{"text":"Eine Möglichkeit bestünde darin, dass du dich mal mit denen in Verbindung setzt und nachfragst, ob jemand unserem Projekt beitreten möchte.","translation":"One idea would be for you to contact them and see if anyone would like to join our project."},{"text":"Diese Güter sind stark nachgefragt.","translation":"These goods are in great demand."},{"text":"„Hat Heinrich zum Heumachen für seine Tiere die Wiese abmähen dürfen?“ – „Er hat nachgefragt, ob er dürfe, aber er hat leider eine Abfuhr bekommen.“ – „Wieso denn das? Der Besitzer sollte doch froh sein, wenn ihm jemand die Wiese mäht!“ – „Es ist eine Besitzerin, und die möchte den Insekten und anderen wilden Tieren mit dieser unberührten Wiese etwas Gutes tun.“","translation":"\"Was Heinrich allowed to mow down the meadow to make hay for his animals?\" – \"He asked if he could, but unfortunately he got a rebuff.\" – \"Why is that? The owner should be happy if someone mows the meadow for him!\" – \"It's an owner, and she wants to do something good for the insects and other wild animals with this untouched meadow.\""}],"Integral":[{"text":"Die Bedeutung ist ein integraler Bestandteil des Wortes.","translation":"Meaning is an integral part of the word."},{"text":"Der Begriff vom Flächeninhalt unter einer Kurve ist die Grundlage der Integral Analysis.","translation":"The concept of area under a curve is the basis of integral analysis."},{"text":"Wir betrachten dies als integralen Bestandteil der wissenschaftlichen Studie, die wir durchführen.","translation":"We view this as an integral part of the scientific research we are doing."},{"text":"Ein bestimmtes Integral ist eine Zahl.","translation":"A certain integral is a number."}],"Konfrontation":[{"text":"In einer Konfrontation mit meinem Lehrer stand Mary auf meiner Seite.","translation":"In a confrontation with my teacher, Mary was on my side."},{"text":"Er versuchte, eine Konfrontation mit seinem Vorgesetzten zu vermeiden.","translation":"He tried to avoid a confrontation with his superior."},{"text":"Konfrontationen sind Teil von Fadils Alltag.","translation":"Confrontations are part of Fadil's everyday life."},{"text":"Suchen Sie die direkte Konfrontation mit Russland?","translation":"Are you looking for a direct confrontation with Russia?"},{"text":"Wir müssen die Kunst üben, den Zwiespalt nicht in Konfrontation ausarten zu lassen.","translation":"We must practice the art of not letting the dichotomy degenerate into confrontation."}],"schüttel":[{"text":"Schüttel bitte das Kissen aus.","translation":"Please shake out the pillow."},{"text":"Bäumchen, rüttel dich und schüttel dich, wirf Gold und Silber über mich!","translation":"Trees, shake yourself and shake yourself, throw gold and silver at me!"},{"text":"Schüttel nicht zu stark dies Bäumchen, das kess dich lockt mit süßen Früchten.","translation":"Do not shake too hard this tree, which cheess you with sweet fruits."}],"Marathon":[{"text":"Glaubst du, dass man einen Marathon unter zwei Stunden laufen kann?","translation":"Do you think you can run a marathon under two hours?"},{"text":"Tom hat am Boston-Marathon teilgenommen.","translation":"Tom participated in the Boston marathon."},{"text":"Wir werden beim Marathon mitmachen.","translation":"We will take part in the marathon."},{"text":"Sehr viele Leute nahmen am Marathon teil.","translation":"Lots of people took part in the marathon."},{"text":"Die psychologische Vorbereitung eines Marathons ist sehr wichtig.","translation":"The psychological preparation of a marathon is very important."}],"anbraten":[{"text":"Bei mittlerer Hitze von beiden Seiten vier bis fünf Minuten scharf anbraten.","translation":"Sear on each side over medium heat for 4 - 5 minutes."},{"text":"Ich werde ein paar Süßkartoffeln anbraten und dann mit Zucker bestreuen.","translation":"I'll sauté a few sweet potatoes and sprinkle them with sugar."},{"text":"Fügen Sie den Tofu hinzu und lassen Sie ihn anbraten.","translation":"Add the tofu and let it sauté."},{"text":"Geh vier Knoblauchzehen anbraten!","translation":"Fry four cloves of garlic until brown."},{"text":"Auf beiden Seiten bei mittelgroßer Hitze vier bis fünf Minuten scharf anbraten.","translation":"Fry on both sides over medium heat for four to five minutes."}],"Händchen":[{"text":"Sie haben heute ein gutes Händchen für praktische Arbeiten.","translation":"You have a good hand for practical work."},{"text":"Tom und Maria halten Händchen.","translation":"Tom and Mary are holding hands."},{"text":"Er hat ein Händchen für Fotos.","translation":"He has a knack for photos."},{"text":"Ihr liebes Händchen lag wie warmer Samt auf meinem Mund.","translation":"Her dear hand rested like warm velvet upon my lips."},{"text":"Maria hat ein Händchen für Schach, sie hat mich in zehn Zügen schachmatt gesetzt.","translation":"Maria has a knack for playing chess, she checkmated me in ten moves."},{"text":"Tom sah, wie Johannes und Maria Händchen hielten.","translation":"Tom saw John and Mary holding hands."},{"text":"Tom bemerkte, dass Johannes und Maria Händchen hielten.","translation":"Tom noticed that John and Mary were holding hands."},{"text":"Tom hat gesehen, wie Mary und John Händchen gehalten haben.","translation":"Tom saw Mary and John holding hands."}],"schienen":[{"text":"Die Sterne schienen die ganze Zeit.","translation":"The stars shone the whole time."},{"text":"Sie schienen zu lügen.","translation":"It seemed that they were telling a lie."},{"text":"Sie schienen ein sehr wichtiges Thema zu besprechen.","translation":"They seemed to be discussing a matter of great importance."},{"text":"Er brach sich den Arm, so dass er geschient werden musste.","translation":"He broke his arm and they had to put splints on it."},{"text":"Tom und Maria schienen gleichermaßen glücklich zu sein.","translation":"Tom and Mary looked equally happy."}],"Lebensqualität":[{"text":"Die Lebensqualität in München ist sehr hoch.","translation":"The quality of life in Munich is very high."},{"text":"Gutes Hören ist ein bedeutendes Stück Lebensqualität.","translation":"Good hearing is a significant part of quality of life."},{"text":"Die Lebensqualität hängt von Kommunikation ab.","translation":"The quality of life depends on communication."},{"text":"Tom tut alles, was in seiner Macht steht, um die Lebensqualität der Patienten zu verbessern.","translation":"Tom is doing everything within his power to improve the patients' quality of life."},{"text":"Als das Wort Lebensqualität publik wurde, merkten viele, was sie nicht haben.","translation":"When the word quality of life became public, many realized what they didn't have."}],"zurückzukommen":[{"text":"Ich riet ihm, sofort zurückzukommen.","translation":"I advised him to come back at once."},{"text":"Er ging auf den Berg, um niemals zurückzukommen.","translation":"He left for the mountain never to return."},{"text":"Ich habe nicht die Absicht zurückzukommen.","translation":"It is not my intention to return."},{"text":"Sie hat Japan verlassen, ohne je nach Hause zurückzukommen.","translation":"She left Japan, never to return home again."},{"text":"Er flehte sie an zurückzukommen.","translation":"He implored her to come back."}],"gehasst":[{"text":"Wer an die Freiheit des menschlichen Willens glaubt, hat nie geliebt und nie gehasst.","translation":"Those who believe in the freedom of human will have never loved and never hated."},{"text":"Ich habe Biologie immer gehasst.","translation":"I've always hated biology."},{"text":"Er hat die Schule gehasst.","translation":"He hated school."},{"text":"Tom ist der einzige Mensch, den ich je richtig gehasst habe.","translation":"Tom is the only person I've ever really hated."},{"text":"Ich habe niemals einen Mann so sehr gehasst, dass ich ihm seine Brillanten zurückgegeben hätte.","translation":"I have never hated a man so much that I would have returned his diamonds to him."}],"jetzigen":[{"text":"Zum jetzigen Zeitpunkt gibt es keine Beweise, sondern lediglich Vermutungen.","translation":"At this point in time, there is no evidence, only conjecture."},{"text":"Zum jetzigen Zeitpunkt ist eine Abstimmung noch nicht angebracht.","translation":"At this time, a vote is not yet appropriate."},{"text":"Wegen Aufgabe meiner jetzigen Stellung suche ich eine neue.","translation":"Because of the abandonment of my current position, I am looking for a new one."},{"text":"Warum möchten Sie Ihren jetzigen Job verlassen?","translation":"Why do you want to leave your current job?"},{"text":"Ich bin mit meinem jetzigen Einkommen zufrieden.","translation":"I'm satisfied with my current income."}],"gesünder":[{"text":"Ich fahre nie mit dem Aufzug. Ich gehe immer zu Fuß. Das ist gesünder.","translation":"I never take the elevator. I always walk. That's healthier."},{"text":"Kaffee ist gesünder, als viele denken.","translation":"Coffee is healthier than many people think."},{"text":"Ich glaube, ich nehme diesmal ein bisschen weniger Zucker. Das ist gesünder.","translation":"I think I'm taking a little less sugar this time. This is healthier."},{"text":"Das Leben auf dem Lande ist gesünder als das in der Stadt.","translation":"Life in the countryside is healthier than life in the city."},{"text":"Tom sieht gesünder aus als früher.","translation":"Tom looks healthier than he used to."},{"text":"Wir kommen gesünder aus dem Wald heraus, als wir hineingehen.","translation":"We come out of the forest healthier than we go in."},{"text":"Ich muss gesünder essen.","translation":"I need to eat healthier."},{"text":"Sie müsste nur versuchen, gesünder zu essen.","translation":"She would just have to try to eat healthier."},{"text":"Wir müssen uns gesünder ernähren.","translation":"We need to eat healthier food."},{"text":"Glaubst du, dass Vollkornbrot gesünder ist als Weißbrot?","translation":"Do you think whole wheat bread is healthier than white bread?"}],"benutzerdefiniert":[],"stocken":[{"text":"Er ist dumm wie ein Stock.","translation":"He is stupid as a stick."},{"text":"Neben dem Stock ist gut springen.","translation":"Next to the stick is good jumping."},{"text":"Er hat die Ratte mit einem Stock getötet.","translation":"He killed the rat with a stick."},{"text":"Tom wurde von seinem Vater mit einem Stock geschlagen.","translation":"Tom's father beat Tom with a stick."},{"text":"Maria, komm schnell! Tom ist außer Rand und Band und will Johannes mit einem Stock verprügeln!","translation":"Mary, come quick! Tom is going wild and is going to beat John with a stick!"},{"text":"Mir stockte das Herz.","translation":"My heart stopped."},{"text":"Sein Atem stockte, als er nach dem Helm griff.","translation":"His breath stopped as he reached for the helmet."},{"text":"Ohne zu stocken, goss sie mit einer eleganten Bewegung Wasser in das Glas.","translation":"Without faltering, she poured water into the glass with an elegant movement."},{"text":"Das Gespräch stockt.","translation":"The conversation is drying up."},{"text":"Die Zeit verflog, doch die Arbeit stockte.","translation":"Time flew by, but the work stalled."},{"text":"In welchem Stock liegt die Wohnung?","translation":"On which floor is the apartment located?"},{"text":"Tom kann nicht mehr ohne Stock gehen.","translation":"Tom can no longer walk without a cane."},{"text":"In welchem Stock wohnen Sie?","translation":"On which floor do you live?"},{"text":"Tom ist aus dem 2. Stock gefallen.","translation":"Tom fell from the third floor."},{"text":"Der Stock für den Bettler, der Hinweis für den Aristokraten.","translation":"The stick for the beggar, the clue for the aristocrat."}],"versicher":[{"text":"Ich versichere Ihnen, dass ich nicht zu spät komme.","translation":"I assure you that I won't be late."},{"text":"Ich versichere dir, dass alles in Ordnung ist.","translation":"I assure you, everything's fine."},{"text":"Ich versichere Ihnen, dass so ein Fehler nicht wieder vorkommen wird.","translation":"I assure you that such an error will not happen again."},{"text":"Ich bin wirklich reich. Das versichere ich euch.","translation":"I'm really rich. I assure you of that."},{"text":"Ich habe mehrmals versucht, mit Ihnen Kontakt aufzunehmen, und ich versichere Ihnen, dass es mir sehr schwer fällt, jetzt mit Ihnen zu sprechen.","translation":"I have tried to contact you several times and I assure you that it is very difficult for me to talk to you now."}],"Helikopter":[{"text":"Stimmt mit dem Helikopter etwas nicht?","translation":"Is something wrong with the helicopter?"},{"text":"Toms Onkel war ein Maschinengewehrschütze in einem Helikopter im Vietnam.","translation":"Tom's uncle was a machine gunner in a helicopter in Vietnam."}],"ansteckend":[{"text":"Lachen ist ansteckend.","translation":"Laughter is contagious."},{"text":"Nichts in der Welt ist so ansteckend wie Gelächter und gute Laune.","translation":"Nothing in the world is as contagious as laughter and a good mood."},{"text":"Das Lachen ist ansteckender als das Weinen.","translation":"Laughter is more contagious than crying."},{"text":"Nichts ist ansteckender als ein schlechtes Beispiel.","translation":"Nothing is more contagious than a bad example."},{"text":"Gute Menschen sind ansteckend.","translation":"Good people are contagious."}],"Steine":[{"text":"Er hat jemandem Steine in den Weg gelegt.","translation":"He put obstacles in someone's way."},{"text":"Tom isst fast alles, außer Steinen und Autos.","translation":"Tom eats almost everything, except rocks and cars."},{"text":"In den Brunnen, aus dem du trinkst, wirf keine Steine.","translation":"Do not throw stones in the well from which you drink."},{"text":"Manche Leute sammeln tatsächlich Steine.","translation":"Some people actually collect rocks."},{"text":"Was wirfst du hier mit Steinen?","translation":"What's the idea of throwing that stone?"},{"text":"Maria bemalt in ihrer Freizeit Steine.","translation":"Mary paints rocks as a hobby."},{"text":"Sie drehten auf der Suche nach Flusskrebsen Steine um.","translation":"They turned over rocks to look for crayfish."},{"text":"Tom warf mitten in der Nacht Steine an Marias Fenster, damit sie auf ihn aufmerksam würde, aber anstelle dessen warf er ihr Fenster letztlich ein, und Marias Vater rief die Polizei.","translation":"Tom threw rocks at Mary's window in the middle of the night to get her attention, but he ended up breaking her window instead and Mary's father called the cops."},{"text":"Tom bemalt in seiner Freizeit Steine.","translation":"Tom paints rocks as a hobby."}],"kognitiv":[{"text":"Das ist eine gefährliche Mischung: hohe kognitive Intelligenz und geringe Reife.","translation":"This is a dangerous mixture: high cognitive intelligence and low maturity."},{"text":"Musik ist ein wichtiges Medium für Menschen mit Behinderung, um nicht nur verborgene Fähigkeiten eines jeden zu entdecken, sondern auch kognitive, soziale, emotionale und kreative Strukturen weiter zu entwickeln.","translation":"Music is an important medium for people with disabilities not only to discover hidden abilities of everyone, but also to further develop cognitive, social, emotional and creative structures."},{"text":"Einige Individuen verwenden - bedingt durch technische bzw. kognitive Einschränkungen - anstelle des Gedankenstrichs den Bindestrich oder den doppelten Bindestrich.","translation":"Some individuals, due to technical limitations, write with hyphens or double hyphens instead of dashes."},{"text":"Das Erlernen einer Sprache ist weit mehr als eine intellektuell-kognitive Herausforderung. Es ist ein Mittel, um zu wachsen und durch die Erfahrung anderer Kulturen zu reifen. Es erweitert unseren Horizont und vertieft unsere Persönlichkeit. Es erlaubt uns eine andere Herangehensweise an die Probleme, weil wir verschiedene Welten erfahren haben, und ermöglicht es uns, wie Proust sagt, mit neuen Augen zu sehen.","translation":"Learning a language is much more than an intellectual-cognitive challenge. It is a means to grow and mature through the experience of other cultures. It broadens our horizons and deepens our personality. It allows us to take a different approach to problems because we have experienced different worlds and, as Proust says, allows us to see with new eyes."},{"text":"Es ist ironisch, dass die kognitiven Fähigkeiten des Menschen, wenn er seinen intellektuellen Höhepunkt im Leben erreicht hat, aufgrund des Älterwerdens schrittweise abnehmen.","translation":"It is ironic that when man has reached his intellectual peak in life, he gradually decreases due to aging."}],"Deck":[{"text":"Alle Mann an Deck!","translation":"All man on deck!"},{"text":"Kapitän an Deck!","translation":"Captain on deck."},{"text":"Decke deine Füße mit einer Decke zu.","translation":"Cover your feet with a blanket."},{"text":"Die Matrosen tanzten an Deck.","translation":"The sailors danced on deck."},{"text":"Der Seeräuber sprang mit dem Schwert in der Hand an Deck.","translation":"The pirate, sword in hand, leapt onto the deck."},{"text":"Ich decke den Tisch.","translation":"I'll set the table."},{"text":"Bitte decke den Tisch.","translation":"Please set the table."},{"text":"Ich decke gerne den Tisch.","translation":"I like to prepare the table."},{"text":"Simone, decke bitte schon mal den Tisch!","translation":"Simone, please go and set the table."},{"text":"Simone, geh bitte hin und deck den Tisch!","translation":"Simone, please go and set the table!"},{"text":"Zieh dir schon mal die Malerklamotten an und deck die Möbel mit der Folie ab! Es kann dann gleich losgehen.","translation":"Put on the painter's clothes and cover the furniture with the foil! It can then start right away."}],"fix":[{"text":"Ich bin fix und fertig. Ich will nur noch ins Bett.","translation":"I'm all set. I just want to go to bed."},{"text":"Nur immer fix, sonst kriegste nix.","translation":"Just always fixed, otherwise you won't get anything."},{"text":"„Hat sich Tom ein bisschen beruhigt?“ – „Nein, er ist fix und fertig.“","translation":"\"Has Tom calmed down a bit?\" – \"No, he's all set.\""},{"text":"Er hat eine fixe Idee.","translation":"He has a fixed idea."},{"text":"Tom ist fix und fertig und braucht dringend ein paar freie Tage.","translation":"Tom's tired and run down and badly needs a few days off work."}],"Campingplatz":[{"text":"Der Campingplatz ist bereits voll.","translation":"The campsite is already full."},{"text":"Ich guck mir gerade den Campingplatz an.","translation":"I'm looking at the campsite right now."},{"text":"Ist hier ein Campingplatz in der Nähe?","translation":"Is there a campsite near here?"},{"text":"Ihre Eltern wohnen auf einem Campingplatz.","translation":"Her parents live on a campsite."},{"text":"Urlaub auf dem Campingplatz macht keinen Spaß, wenn es ununterbrochen in Strömen regnet.","translation":"Holidays at the campsite are no fun when it rains non-stop."}],"Prise":[{"text":"Ich denke, die Suppe benötigt eine Prise Salz.","translation":"I think the soup needs a bit of salt."},{"text":"Eine Prise Salz hinzufügen.","translation":"Add a pinch of salt."},{"text":"Salzen und pfeffern Sie das Ganze und geben Sie eine Prise Muskatnuss hinzu.","translation":"Season with salt and pepper and add a pinch of nutmeg."},{"text":"Wahre Weisheit sollte eine Prise Unsinn enthalten; sonst werden die Dummköpfe an ihrem Wahrheitsgehalt zweifeln.","translation":"True wisdom should contain a pinch of nonsense; otherwise the fools will doubt their veracity."},{"text":"Wie wäre es mit einer Prise Pfeffer?","translation":"How about a pinch of pepper?"}],"Steigung":[{"text":"Die Straße ist gerade, aber die Steigung ist stark.","translation":"The road is straight, but the slope is steep."},{"text":"Ich kenne schon alle Kurven und Steigungen dieses Weges.","translation":"I already know all the curves and slopes of this path."},{"text":"Ein Autofahrer nimmt eine sanfte Steigung kaum wahr, aber ein Radfahrer schon.","translation":"A motorist hardly notices a gentle incline, but a cyclist does."},{"text":"Inkompetenz zu verheimlichen ist wie mit einem kaputten Auto zu fahren. Nur solange du runterrollst merkt, es keiner. Bei der kleinsten Steigung hast du ein Problem.","translation":"Hiding incompetence is like driving a broken car. Only as long as you roll down, no one notices. At the slightest incline you have a problem."},{"text":"Puh! Diese Steigung ist schwierig. Aber der Rückweg wird ein Kinderspiel sein.","translation":"Phew! This slope is difficult. But the way back will be a no-brainer."}],"Besserung":[{"text":"Leider gibt es keine Aussicht auf Besserung.","translation":"Unfortunately, there's no prospect of recovery."},{"text":"Reue ist der erste Schritt zur Besserung.","translation":"Repentance is the first step to recovery."},{"text":"Nicht jede Besserung ist Tugend, oft ist sie nur das Werk der Zeit ...","translation":"Not every improvement is virtue, often it is only the work of time ..."},{"text":"Gute Besserung! Werde schnell wieder gesund!","translation":"Get well soon! Get well again quickly!"},{"text":"Morgenstund ist der beste Weg zur Besserung.","translation":"Morgenstund is the best way to get better."}],"Sonnenschein":[{"text":"Du bist mein Sonnenschein, mein einziger Sonnenschein!","translation":"You are my sunshine, my only sunshine!"},{"text":"Auf jeden Regen folgt auch Sonnenschein.","translation":"Every rain is followed by sunshine."},{"text":"Wer keine Träume in sich trägt, steht auch bei Sonnenschein im Schatten.","translation":"If you don't have any dreams, you'll be in the shade even when the sun is shining."},{"text":"Was der Sonnenschein den Blumen ist, das ist Lächeln der Menschheit.","translation":"What sunshine is to flowers, smiles are to humanity."},{"text":"Auf Fuerteventura gibt es immer strahlenden Sonnenschein.","translation":"The sunshine on Fuerteventura is always dazzlingly bright."},{"text":"Gestern war Regen, heute ist Sonnenschein.","translation":"Yesterday was rain, today is sunshine."},{"text":"Guten Morgen, mein Sonnenschein.","translation":"Good morning my sunshine."},{"text":"Heute sieht es nach Sonnenschein aus. Der Garten ruft!","translation":"Looks like sunshine today. The garden calls!"},{"text":"So, wie Tiere essen und trinken müssen, brauchen Pflanzen Regen und Sonnenschein.","translation":"Just as animals need to eat and drink, plants need rain and sunshine."},{"text":"Scheint die Sonne, so betet er um Regen. Regnet es aber, so betet er um Sonnenschein.","translation":"When it is sunshine, he prays for rain, and when it is rain, he prays for sunshine."}]}