{"leiden":[{"text":"Warum ist das Leben so voll mit Leiden?","translation":"Why is life so full of suffering?"},{"text":"Scheiden bringt Leiden.","translation":"Divorce brings suffering."},{"text":"Ohne Leiden bildet sich kein Charakter.","translation":"Without suffering, no character is formed."},{"text":"Die Wahrheit siegt nur durch Leiden.","translation":"Truth prevails only through suffering."},{"text":"Tom ist tot. Gott sei Dank ist sein Leiden jetzt vorbei.","translation":"Tom is dead. Thank God his suffering is now over."},{"text":"Jeder leidet anders.","translation":"Everyone suffers differently."},{"text":"Wegen der Männer können sich die Frauen nicht leiden.","translation":"The women can't stand each other because of their men."},{"text":"Wer im Sommer nicht arbeitet, muß im Winter Hunger leiden.","translation":"Those who do not work in summer must go hungry in winter."},{"text":"Wer schön sein will, muss viel leiden.","translation":"If you want to be beautiful, you have to suffer a lot."},{"text":"Otmar, warum tust du uns das an! Haben wir denn nicht schon genug gelitten?","translation":"Otmar, why are you doing this to us! Haven't we already suffered enough?"}],"Freunde":[{"text":"Seid ihr gute Freunde?","translation":"Are you good friends?"},{"text":"Gute Nacht, meine Freunde.","translation":"Good night, my friends."},{"text":"Bücher sind die besten Freunde der Menschen, sie bitten nie um Geld.","translation":"Books are people's best friends, they never ask for money."},{"text":"Sieh dich vor falschen Freunden vor!","translation":"Beware of false friends!"},{"text":"An diesem Tag wollen wir mit ein paar Freunden einen netten Abend verbringen.","translation":"On that day we want to spend a pleasant evening with some friends."}],"trainieren":[{"text":"Ich trainiere gerne.","translation":"I like working out."},{"text":"Ich trainiere zwei Stunden pro Tag.","translation":"I train two hours a day."},{"text":"Zu welchem Lied trainiert ihr am liebsten?","translation":"What's your favorite song to workout to?"},{"text":"Ich trainiere, um in Form zu bleiben.","translation":"I train to stay in shape."},{"text":"Roberts Hunde sind darauf trainiert, einen Schlitten in extremen Situationen zu ziehen.","translation":"Robert's dogs are trained to pull a sled in extreme situations."}],"üben":[{"text":"Ich muss mein Deutsch üben.","translation":"I've got to practise my German."},{"text":"Maria übt zwei Stunden am Tag Klavier.","translation":"Mary practises the piano for two hours a day."},{"text":"Du brauchst heute nicht weiter zu üben. Das setzt sich bis morgen.","translation":"You don't need to practice any more today. That will continue until tomorrow."},{"text":"Andy muss wohl sehr lange geübt haben.","translation":"Andy must have practiced very hard."},{"text":"Mein Bruder übt jeden Tag zwei Stunden.","translation":"My brother practices for two hours every day."}],"Staat":[{"text":"An guten Schulen und an guten Wegen erkennt man den guten Staat.","translation":"In good schools and in good ways one recognizes the good state."},{"text":"Deutschland gehört zu den reichen Staaten der EU.","translation":"Germany is one of the rich states of the EU."},{"text":"Wir müssen ein gutes Beispiel für die Staaten der Welt sein.","translation":"We must be a good example for the countries of the world."},{"text":"Der Staat, der seinem Namen gerecht wird, hat keine Freunde – nur Interessen.","translation":"The state that lives up to its name has no friends – only interests."},{"text":"„Der Staat bin ich!“ sagte der König.","translation":"\"I am the State!\" said the king."},{"text":"Das wird eine gute Erinnerung an meine Reise durch die Vereinigten Staaten sein.","translation":"This will be a good memory of my trip through the United States."},{"text":"„Englisch wird nicht nur in den Vereinigten Staaten gesprochen.“ – „Wo denn noch?“","translation":"\"English is not only spoken in the United States.\" – \"Where else?\""},{"text":"Er kommt aus den Vereinigten Staaten.","translation":"He is from the United States."},{"text":"Sind die Vereinigten Staaten überhaupt noch zu retten?","translation":"Can the United States still be saved?"},{"text":"Reagan wurde 1981 Präsident der Vereinigten Staaten.","translation":"Reagan became President of the United States in 1981."}],"Berg":[{"text":"Unsere Berge sind nicht so sehr hoch, die euren sind viel höher.","translation":"Our mountains aren't really very high. Yours are much bigger."},{"text":"Die Haare stehen ihm zu Berge.","translation":"His hair stands on end."},{"text":"Tom lebt allein in den Bergen. Seit Jahren hat ihn niemand mehr gesehen.","translation":"Tom lives alone in the mountains. No one has seen him for years."},{"text":"Hinter dem Berge wohnen auch Leute.","translation":"People also live behind the mountain."},{"text":"An die Berge scheint die Sonne zuerst.","translation":"The sun shines first on the mountains."}],"ursprünglich":[{"text":"Ich bleibe bei meinem ursprünglichen Plan.","translation":"I'm sticking to my original plan."},{"text":"Die Geschichte wurde ursprünglich auf Englisch geschrieben.","translation":"The story was originally written in English."},{"text":"Er hielt am ursprünglichen Plane fest.","translation":"He stuck to the original plan."},{"text":"Wir brauchen wohl bei weitem mehr, als ich ursprünglich dachte.","translation":"I think we need a lot more than I originally thought."},{"text":"Der Mensch kommt ursprünglich aus Afrika.","translation":"Humans originated in Africa."}],"entfernt":[{"text":"Sie wohnen nicht so weit von uns entfernt.","translation":"You live not so far from us."},{"text":"Ist deine Schule weit von hier entfernt?","translation":"Is your school far from here?"},{"text":"Sie hat sich ganz langsam von mir entfernt.","translation":"She slowly moved away from me."},{"text":"Ich bin kein Satz. Ich sollte aus Tatoeba entfernt werden.","translation":"I am not a sentence. I should be removed from Tatoeba."},{"text":"Es ist weit davon entfernt, den ersten Preis zu kriegen.","translation":"It's far from winning the first prize."},{"text":"Das am weitesten entfernte Land, das ich je besucht habe, ist Thailand.","translation":"The farthest country I have ever visited is Thailand."},{"text":"Das Haus ist vierhundert Meter von hier entfernt.","translation":"The house is four hundred meters from here."},{"text":"Ich habe nicht die entfernteste Idee, wo sie in diesem Moment stecken könnte.","translation":"I don't have the remotest idea of where it might be at this moment."},{"text":"Weit entfernt sah er ein Licht.","translation":"He saw a light far away."},{"text":"Weit von dir entfernt schlafe ich.","translation":"Far away from you I sleep."}],"Kerl":[{"text":"Eigentlich ein netter Kerl!","translation":"Really a nice guy!"},{"text":"Ich kenne den Kerl.","translation":"I know the guy."},{"text":"Maria sagte, sie nehme einen Kerl nicht wegen seines Geldes.","translation":"Maria said she didn't take a guy for his money."},{"text":"Ein Kerl muß eine Meinung haben.","translation":"A guy has to have an opinion."},{"text":"Dieser Kerl hat es tatsächlich geschafft, mich eifersüchtig zu machen.","translation":"This guy actually managed to make me jealous."}],"Einsatz":[{"text":"Ihr spielt mit sehr hohem Einsatz.","translation":"You play with very high stakes."},{"text":"Nach diesem großen Einsatz wird sich der Erfolg sicher einstellen.","translation":"After this great commitment success will be sure."},{"text":"Obwohl es Computer gibt, sind Rechenmaschinen immer noch stark im Einsatz.","translation":"Although computers exist, calculating machines are still heavily used."},{"text":"Was ist der Einsatz bei diesem Spiel?","translation":"What is the stake in this game?"},{"text":"Er hat das Baby unter Einsatz seines Lebens gerettet.","translation":"He saved the baby at the risk of his life."}],"scharf":[{"text":"Du hast wie immer scharfe Augen. Danke sehr!","translation":"As always, you have sharp eyes. Thank you!"},{"text":"Tom ist ein scharfer Hund. Mit dem legt man sich besser nicht an.","translation":"Tom is a sharp dog. It's better not to mess with that."},{"text":"Wenn eure Bilder nicht scharf genug sind, dann wart ihr nicht nah genug dran.","translation":"If your images aren't sharp enough, you weren't close enough."},{"text":"Du hast einen scharfen Blick.","translation":"You've got sharp eyes."},{"text":"Ich mag scharfes Essen nicht.","translation":"I don't like spicy food."},{"text":"Ich bin gar nicht so scharf drauf, eine Antwort zu bekommen.","translation":"I'm not so keen to get an answer."},{"text":"Ich esse nicht gern scharf.","translation":"I don't like to eat spicy."},{"text":"Um ehrlich zu sein ist das etwas zu scharf für mich.","translation":"To be honest, that's a bit too spicy for me."},{"text":"Ich bin nicht besonders scharf drauf, das zu machen.","translation":"I don't particularly want to do that."},{"text":"Ich stellte die Kamera scharf auf ihr Gesicht ein.","translation":"I focused the camera on her face."}],"frisch":[{"text":"Frische Luft ist sehr gesund.","translation":"Fresh air is very healthy."},{"text":"Viel frische Luft und viel Bewegung tut Ihnen gut.","translation":"Plenty of fresh air and exercise will do you good."},{"text":"Frisch begonnen ist schon halb gewonnen.","translation":"Freshly started is already half the battle."},{"text":"Ein Gast ist wie ein Fisch, er bleibt nicht lange frisch.","translation":"A guest is like a fish, he does not stay fresh for long."},{"text":"Es ist frisch heute Morgen, oder?","translation":"It's chilly this morning, isn't it?"}],"wolltest":[{"text":"Was du wissen wolltest, weißt du schon, nicht wahr?","translation":"You know now what you wanted to, don't you?"},{"text":"Kennst du mich noch? Ich bin die, die du nie verlieren wolltest.","translation":"Do you still know me? I'm the one you never wanted to lose."},{"text":"Du wolltest glücklich sein.","translation":"You wanted to be happy."},{"text":"Kennte jedes Kind seinen Vater, wo wolltest du deinen finden?","translation":"Did every child know their father, where did you want to find yours?"},{"text":"„Du wolltest mich sprechen, Tom?“ – „Ja, aber es hat sich schon erledigt.“","translation":"\"You wanted to talk to me, Tom?\" – \"Yes, but it's already done.\""},{"text":"Das ist genau das Buch, das du wolltest.","translation":"This is exactly the book you wanted."},{"text":"Warum wolltest du mit mir sprechen?","translation":"Why did you want to talk to me?"},{"text":"Was wolltest du mit diesem Satz sagen?","translation":"What did you mean by this sentence?"},{"text":"Wem wolltest du das denn verkaufen?","translation":"Who were you going to sell it to?"},{"text":"Wenn du wiedergeboren würdest, wolltest du dann lieber ein Mann oder eine Frau sein?","translation":"If you were born again, would you want to be a man or a woman?"}],"Flugzeug":[{"text":"Ich fliege mit dem Flugzeug.","translation":"I fly by plane."},{"text":"Ist ein Arzt im Flugzeug?","translation":"Is there a doctor on board the plane?"},{"text":"Er hat vielleicht das Flugzeug verpasst.","translation":"He may have missed the plane."},{"text":"Fragen Sie ihn, wann das nächste Flugzeug geht.","translation":"Ask him when the next plane leaves."},{"text":"Ich reise nicht gerne mit dem Flugzeug.","translation":"I don't like to travel by plane."}],"Datenschutzerklärung":[{"text":"Ich habe die Datenschutzerklärung gelesen, verstanden und akzeptiere sie.","translation":"I have read, understood and accept the privacy policy."},{"text":"Tom las sich erst einmal genau jede Zeile der Nutzungsbedingungen und der Datenschutzerklärung des Netzplatzes durch, ehe er ins Auge fasste, ob er wirklich ein Zugangskonto anlegen wollte.","translation":"Tom carefully read each line of the website's terms of service and privacy policy before deciding whether he really wanted to create an account."}],"überlegen":[{"text":"Es ist leichter, über ein Problem zu sprechen als es zu überlegen.","translation":"It is easier to talk about a problem than to think about it."},{"text":"Ich überlege, welchen Sinn das alles macht.","translation":"I think about what sense it all makes."},{"text":"Ich überlege gerade, wie ich das am besten machen kann.","translation":"I'm thinking about how best to do that."},{"text":"Ich habe es mir gerade anders überlegt.","translation":"I just changed my mind."},{"text":"Ich überlegte lange hin und her.","translation":"I thought back and forth for a long time."},{"text":"Überlegen macht überlegen.","translation":"Thinking makes superior."},{"text":"Lass mich mal überlegen!","translation":"Let me think!"},{"text":"Bei dem Angebot würde ich nicht lange überlegen.","translation":"I wouldn't think twice about the offer."},{"text":"Lassen Sie mich bitte noch ein wenig überlegen.","translation":"Please let me think a little."},{"text":"Ich dachte, dass du es dir vielleicht noch anders überlegen würdest.","translation":"I thought you might have a change of heart."}],"durchführen":[{"text":"Der Plan wurde durchgeführt.","translation":"The plan has been executed."},{"text":"Er hat die Fähigkeit, große Pläne durchzuführen.","translation":"He has the ability to make big plans."},{"text":"Herr Smith hat den Plan erfolgreich durchgeführt.","translation":"Mr Smith carried out the plan successfully."},{"text":"Er war der erste, der dieses Experiment durchgeführt hat.","translation":"He was the first to conduct this experiment."},{"text":"Deshalb müssen zusätzliche Tests durchgeführt werden, um vollständige Sicherheit zu garantieren.","translation":"Therefore, additional tests must be carried out to guarantee complete safety."}],"stehlen":[{"text":"Mein neues Auto wurde heute nacht gestohlen.","translation":"My new car was stolen tonight."},{"text":"Jemand hat mir die Uhr gestohlen.","translation":"Someone stole my watch."},{"text":"So weit sind wir schon gekommen; jetzt werden sogar Sätze gestohlen.","translation":"That's how far we've come; now even sentences are stolen."},{"text":"Wer unsere Träume stiehlt, gibt uns den Tod.","translation":"Whoever steals our dreams gives us death."},{"text":"Tom wollte Maria nicht die Schau stehlen.","translation":"Tom didn't want to steal the show from Maria."}],"Bezug":[{"text":"Alles, wirklich alles bei Tom zu Hause hat einen Bezug zu Katzen.","translation":"Everything, really everything at Tom's place is connected with cats."},{"text":"Toms Kopfkissen hat einen blauen Bezug.","translation":"Tom's pillow's got a blue pillowcase."},{"text":"Sylvia gibt oft Antworten, die keinen Bezug zur Frage haben.","translation":"Sylvia often gives answers that are unrelated to the question."},{"text":"Im Moment können wir nichts in Bezug auf dieses Problem unternehmen.","translation":"We can't do anything about that problem at this time."},{"text":"Ich hatte recht in Bezug auf Tom.","translation":"I was right about Tom."}],"Fahrzeug":[{"text":"Ich musste mein Fahrzeug verkaufen.","translation":"I had to sell my vehicle."},{"text":"Er darf kein Fahrzeug führen.","translation":"He may not drive a vehicle."},{"text":"Tom kann fast jede Art von Fahrzeug fahren.","translation":"Tom can drive almost any kind of vehicle."},{"text":"Es ist schwierig zu sagen, welches Fahrzeug schöner ist.","translation":"It is difficult to say which vehicle is more beautiful."},{"text":"Auf dieser Straße sind immer eine Menge Fahrzeuge unterwegs.","translation":"There are always a lot of vehicles on this road."}],"Rat":[{"text":"Ich brauche deinen Rat.","translation":"I need your advice."},{"text":"Jetzt ist guter Rat teuer!","translation":"Now good advice is expensive!"},{"text":"Beschließe nichts, bis wir zusammen Rat gehalten!","translation":"Don't decide anything until we give advice together!"},{"text":"Auf den Rat vieler hin tut man selten etwas Rechtes.","translation":"On the advice of many, one rarely does anything right."},{"text":"Die Nacht bringt guten Rat.","translation":"The night brings good advice."},{"text":"Es ist etwas Unglaubliches passiert! Rate mal, was!","translation":"Something unbelievable has happened! Guess what!"},{"text":"Ich rate dir, arbeite viel!","translation":"I advise you to work a lot!"},{"text":"Rate mal, wem das Haus da gehört.","translation":"Guess who owns the house."},{"text":"Rate mal, was er mir erzählt hat.","translation":"Guess what he told me."},{"text":"Ich rate dir, tief Luft zu holen.","translation":"I recommend you take a deep breath."}],"reagieren":[{"text":"Gefährlich wird es nur für den, der nicht auf das Leben reagieren.","translation":"It becomes dangerous only for those who do not react to life."},{"text":"Wie werden die Märkte reagieren?","translation":"How will the markets react?"},{"text":"Reagieren Sie bitte nicht auf diese E-Mail.","translation":"Please do not respond to this email."},{"text":"Wie verschieden Menschen reagieren!","translation":"How different people react!"},{"text":"Wie würdest du reagieren, wenn deine Frau so etwas zu dir sagen würde?","translation":"How would you react if your wife said something like that to you?"}],"alter":[{"text":"Er starb in hohem Alter.","translation":"He died in old age."},{"text":"Im Alter von 25 hatte sie in fünf verschiedenen Ländern gelebt.","translation":"By the age of 25, she had lived in five different countries."},{"text":"Fünfunddreißig ist ein gutes Alter für eine Frau von fünfzig!","translation":"Thirty-five is a good age for a woman of fifty!"},{"text":"Ab einem gewissen Alter fängt man an, die richtigen Fragen zu stellen.","translation":"At a certain age, you start asking the right questions."},{"text":"Wir sind im gleichen Alter.","translation":"We are the same age."}],"halen":[{"text":"Hol dir halt einen runter!","translation":"Just get one down!"},{"text":"Sowas passiert halt.","translation":"That's what happens."},{"text":"Manche Mädchen lernen es halt nie.","translation":"Some girls just never learn."},{"text":"„Warum willst du auf den Berg steigen?“ – „Weil er halt da ist.“","translation":"\"Why do you want to climb the mountain?\" – \"Because it's there.\""},{"text":"Mir gefällt es auch nicht, aber so läuft es halt.","translation":"I don't like it either, but that's just the way the system works."}],"Hoffnung":[{"text":"Solange es Leben gibt, gibt es Hoffnung.","translation":"As long as there is life, there is hope."},{"text":"Kinder sind Hoffnungen.","translation":"Children are hopes."},{"text":"Angst machen ist immer leichter als Hoffnung geben.","translation":"Making fear is always easier than giving hope."},{"text":"Vielleicht besteht für dich noch Hoffnung.","translation":"Perhaps there is still hope for you."},{"text":"Wenn du Hoffnung hast, kann alles wahr werden.","translation":"If you have hope, anything can come true."}],"Dad":[],"Zeichen":[{"text":"Ich halte das für ein Zeichen der Hoffnung.","translation":"I think this is a sign of hope."},{"text":"Mir gefällt dieses Zeichen, obwohl ich keine Ahnung habe, was es bedeutet.","translation":"I like this sign, although I have no idea what it means."},{"text":"Wie ist das Zeichen für Gefahr?","translation":"What is the sign of danger?"},{"text":"Ein reines Gewissen ist das sichere Zeichen einer schlechten Erinnerung.","translation":"A clear conscience is the sure sign of a bad memory."},{"text":"Ich verstehe das als ein Zeichen der Liebe.","translation":"I see this as a sign of love."}],"zufrieden":[{"text":"Sind Sie mit dem Hotel zufrieden?","translation":"Are you satisfied with the hotel?"},{"text":"Bist du jetzt endlich zufrieden?","translation":"Are you satisfied, finally?"},{"text":"Es ist mein Job, nie zufrieden zu sein.","translation":"It's my job to never be satisfied."},{"text":"Die Deutschen sind mit ihrem Los zufrieden.","translation":"The Germans are satisfied with their lot."},{"text":"Ich bin mit dem Wasser zufrieden, das sich im Wein befindet.","translation":"I am satisfied with the water that is in the wine."},{"text":"Glücklich und zufrieden ist, wer weiß, was er nicht braucht.","translation":"Happy and satisfied is who knows what he does not need."},{"text":"Man muss halt mit wenig zufrieden sein.","translation":"You just have to be satisfied with little."},{"text":"Er lebt ruhig und zufrieden.","translation":"He lives calmly and contentedly."},{"text":"Ich habe einen ganz einfachen Geschmack: Ich bin immer mit dem Besten zufrieden.","translation":"I have a very simple taste: I am always satisfied with the best."},{"text":"Wenn Sie zufrieden waren, dann empfehlen Sie uns bitte weiter.","translation":"If you were satisfied, please recommend us."}],"irgendein":[{"text":"Macht das irgendeinen Sinn?","translation":"Does that make any sense?"},{"text":"Ich denke nicht, dass es Teil irgendeiner Sprache ist.","translation":"I don't think it's part of any language."},{"text":"Sie war mit irgendeiner interessanten Arbeit beschäftigt, als ich kam.","translation":"She was engaged in some interesting work when I arrived."},{"text":"Sie konnte aus irgendeinem Grunde nicht schlafen.","translation":"For some reason, she couldn't sleep."},{"text":"Kennst du irgendeinen Arzt, der Japanisch versteht?","translation":"Do you know any doctor who understands Japanese?"},{"text":"Aus irgendeinem Grunde funktioniert das bei mir nicht.","translation":"For some reason, this doesn't work for me."},{"text":"Es muss darin irgendein Geheimnis stecken.","translation":"There must be some secret in it."},{"text":"Es ist nicht einfach, perfekt zu sein, aber irgendeiner muss es sein.","translation":"It's not easy to be perfect, but someone has to be."},{"text":"Haben Sie irgendeine gute Lösung gefunden?","translation":"Have you found any good solution?"},{"text":"Du kannst irgendeine Farbe auswählen, die du magst.","translation":"You can choose any color you like."},{"text":"Gibt es irgendein Problem?","translation":"Is there some sort of problem?"},{"text":"Tom denkt nicht, dass das irgendein Sinn ergibt.","translation":"Tom doesn't think this makes any sense."},{"text":"Gibt es irgendein Essen, dass du nicht magst?","translation":"Is there any food you don't like?"},{"text":"Ich will nicht, dass irgendein Mensch oder irgendein Tier, das ich kenne, stirbt.","translation":"I don't want any person that I know or any animal that I know to die."},{"text":"Wenn nicht irgendein Wunder passiert, geht es immer so weiter.","translation":"If there's not some kind of miracle, it'll just continue like this."}],"Ecke":[{"text":"Larrys Haus ist das große weiße Haus an der Ecke.","translation":"Larry's house is the big white house on the corner."},{"text":"Das kleine Restaurant an Ecke ist immer gut besucht.","translation":"The little restaurant on the corner is always well frequented."},{"text":"Gleich um die Ecke.","translation":"It's just around the corner."},{"text":"Etwas voller Ecken ist mehr als ein rundes Nichts.","translation":"Something full of corners is more than a round nothingness."},{"text":"Sie bringt die Männer um die Ecke.","translation":"She brings the men around the corner."}],"Gehirn":[{"text":"Falls ich nicht überlebe, bewahre mein Gehirn auf.","translation":"In case I don't survive, preserve my brain."},{"text":"Wir benutzen unsere Gehirne, um dieses Problem zu lösen.","translation":"We beat our brains to solve this problem."},{"text":"Wir nutzen nur 10 % unseres Gehirns.","translation":"We only use 10% of our brain."},{"text":"Tabak wirkt auf das Gehirn.","translation":"Tobacco acts on the brain."},{"text":"Ich verstehe nicht, wie das menschliche Gehirn funktioniert.","translation":"I don't understand how the human brain works."}],"sex":[{"text":"Frauen wollen auch Sex haben.","translation":"Women want to have sex too."},{"text":"Lass uns zusammen Sex haben!","translation":"Let's have sex together!"},{"text":"Sie hatten letzte Nacht Sex.","translation":"They made love last night."},{"text":"Gestern Abend war es Yumi, die unbedingt Sex haben wollte.","translation":"Last night it was Yumi who pushed for sex."},{"text":"Für mich steht Sex hoch im Kurs.","translation":"For me, sex is very popular."}],"miteinander":[{"text":"Wir sollten mal in Ruhe miteinander sprechen!","translation":"We should talk calmly to each other."},{"text":"Dass wir miteinander reden können, macht uns zu Menschen.","translation":"The fact that we can talk to each other makes us human."},{"text":"Tom und Maria verbrachten miteinander viel Zeit.","translation":"Tom and Maria spent a lot of time together."},{"text":"Uns macht es allen viel Spaß, miteinander zu arbeiten.","translation":"We all enjoy working together."},{"text":"Mutter und Tochter haben es manchmal schwer miteinander.","translation":"Mother and daughter sometimes have a hard time with each other."}],"Jahrhundert":[{"text":"Ich glaube, wir werden das innerhalb einiger Jahrhunderte erreichen.","translation":"I believe we will achieve this within a few centuries."},{"text":"Das 21. Jahrhundert wird China gehören.","translation":"The 21st century will belong to China."},{"text":"Er wurde im 19. Jahrhundert geboren.","translation":"He was born in the 19th century."},{"text":"In diesem Satz lebt noch der Geist des 19. Jahrhunderts.","translation":"In this sentence the spirit of the 19th century still lives."},{"text":"Jahrhunderte später gab es im All mehr Menschen als auf der Erde.","translation":"Centuries later, there were more humans in outer space than there were on Earth."}],"verursachen":[{"text":"Sehr kurze Sätze verursachen immer Probleme.","translation":"Very short sentences always cause problems."},{"text":"Tut mir leid, dass ich Probleme verursacht habe.","translation":"I'm sorry I caused problems."},{"text":"Schließlich fand ich heraus, was die Schmerzen in meinem Bein verursacht hat.","translation":"I finally found out what had been causing the pain in my leg."},{"text":"Das wurde durch mehrere Gründe verursacht.","translation":"This has come about through several causes."},{"text":"Ich will herausfinden, was das Problem verursacht hat.","translation":"I want to find out what caused the problem."}],"Weile":[{"text":"Entweder Sie warten hier draußen noch eine Weile oder Sie kommen später zurück.","translation":"Either you wait out here for a while or you come back later."},{"text":"Alles ist nur eine Weile schön.","translation":"Everything is just beautiful for a while."},{"text":"Gut Ding will Weile haben.","translation":"Good things take time."},{"text":"Dann standen sie noch eine Weile und sprachen nichts.","translation":"Then they stood for a while and spoke nothing."},{"text":"Ich brauchte eine Weile, um zu verstehen, was sie versuchte, zu sagen.","translation":"It took me a while to understand what she was trying to say."}],"riechen":[{"text":"Es riecht hier so seltsam.","translation":"It smells strange here."},{"text":"Die Blumen riechen wunderbar.","translation":"The flowers smell wonderful."},{"text":"Es riecht lecker aus der Küche!","translation":"There's a delicious smell coming from the kitchen."},{"text":"Ich rieche doch, dass da was nicht stimmt!","translation":"I have a feeling that there's something funny about it."},{"text":"Sogar einen seltenen Gast kann man nach drei Tagen nicht mehr riechen.","translation":"Even a rare guest can no longer be smelled after three days."},{"text":"Das riecht aber seltsam.","translation":"But that smells strange."},{"text":"Das riecht ja lecker! Was kochst du gerade?","translation":"This smells great! What are you cooking?"},{"text":"Das hier riecht schlimm, schmeckt aber gut.","translation":"This smells bad, but it tastes good."},{"text":"Dieses Zimmer riecht nach Gas.","translation":"This room smells of gas."},{"text":"Das Fleisch riecht schrecklich.","translation":"The meat smells terrible."}],"paß":[{"text":"Hilfe! Wo ist mein Pass?","translation":"Help! Where is my passport?"},{"text":"Pass auf deine Sachen auf!","translation":"Take care of your belongings!"},{"text":"Pass auf, dass du auf der richtigen Seite stehst!","translation":"Make sure you're on the right side!"},{"text":"Ich bin sicher, dass mein Pass irgendwo in diesem Raum ist.","translation":"I'm sure my passport is in this room somewhere."},{"text":"Wenn ich Ihren Pass finde, rufe ich Sie sofort an.","translation":"If I find your passport, I'll call you at once."}],"Meer":[{"text":"Sie hatte Geld wie Sand am Meer.","translation":"She had money like sand on the sea."},{"text":"Ich schließe die Augen und sehe das Meer.","translation":"I close my eyes and see the sea."},{"text":"Noch ist das Meer ruhig.","translation":"The sea is still calm."},{"text":"Besser auf dem Lande arm als auf dem Meere reich.","translation":"Better poor on land than rich at sea."},{"text":"Wer dem Meer vertraut, kennt es nicht.","translation":"Those who trust the sea do not know it."}],"Angriff":[{"text":"Ich führte den Angriff an.","translation":"I led the attack."},{"text":"Seine Männer starteten ihren Angriff auf Mexiko-Stadt.","translation":"His men began their attack on Mexico City."},{"text":"Tom hat das Problem sofort in Angriff genommen.","translation":"Tom tackled the problem immediately."},{"text":"Wir haben uns auf einen Angriff vorbereitet.","translation":"We prepared for an attack."},{"text":"Er hat den Angriff sorgfältig geplant.","translation":"He planned the attack carefully."}],"Loch":[{"text":"Der Zimmermann hat hier ein Loch gelassen.","translation":"The carpenter left a hole here."},{"text":"Man kann durch eine Wand sehen, wenn ein Loch darin ist.","translation":"You can see through a wall if there is a hole in it."},{"text":"Wozu Socken? Sie schaffen nur Löcher!","translation":"Why socks? They only create holes!"},{"text":"In meinen Schuhen sind Löcher.","translation":"My shoes have holes in them."},{"text":"Durch ein kleines Loch beobachteten die Jungen die Straße.","translation":"Through a small hole, the boys watched the road."}],"bezeichnen":[{"text":"Proxima Centauri ist ein Roter Zwerg; so werden die kleinsten aktiven Sterne bezeichnet.","translation":"Proxima Centauri is a red dwarf, as the smallest active stars are called."},{"text":"Würdest du dich als dumm bezeichnen?","translation":"Would you call yourself stupid?"},{"text":"Ich werde Sie als meinen Chef bezeichnen.","translation":"I'll call you my boss."},{"text":"Niemand lässt sich gern als dumm bezeichnen.","translation":"No one likes to be called stupid."},{"text":"Der Hund wird oft als \"bester Freund des Menschen\" bezeichnet.","translation":"The dog is often called 'man's best friend.'"}],"Krankheit":[{"text":"Die Krankheit hat plötzlich begonnen.","translation":"The disease began all of a sudden."},{"text":"Es gibt tausend Krankheiten, aber nur eine Gesundheit.","translation":"There are a thousand diseases, but only one health."},{"text":"Seit ihrer Krankheit muss sie etwas kürzer treten.","translation":"She's had to slow down a bit since her illness."},{"text":"Die meisten Menschen sterben an ihren Ärzten, nicht an ihren Krankheiten.","translation":"Most people die from their doctors, not from their diseases."},{"text":"Tom hat Angst vor Krankheiten.","translation":"Tom is afraid of illness."}],"Stein":[{"text":"Mir fällt ein Stein vom Herzen.","translation":"It's a weight off my mind."},{"text":"Sie haben ihm einen Stein in den Weg gelegt.","translation":"They have put a stone in his way."},{"text":"Ich könnte jetzt schlafen wie ein Stein.","translation":"I could sleep like a stone now."},{"text":"Nicht alle Steine sind ohne Wert.","translation":"Not all stones are without value."},{"text":"Der Stein, den der Freund wirft, verletzt nicht.","translation":"The stone that the friend throws does not hurt."}],"Handy":[{"text":"Er hat sie auf dem Handy angerufen.","translation":"He phoned her mobile."},{"text":"Er will sich ein neues Handy kaufen.","translation":"He wants to buy himself a new mobile."},{"text":"„Hier ist mein Handy.“ – „Danke. Das brauche ich jetzt nicht mehr.“","translation":"\"Here's my mobile.\" \"Thanks, but I don't need it any more.\""},{"text":"Wieso kriege ich kein Handy?","translation":"Why can't I get a mobile phone?"},{"text":"Während Sie laufen, spielen Sie nicht mit dem Handy und hören Sie keine Musik.","translation":"While running, do not play with your mobile phone and do not listen to music."},{"text":"Ich rufe dich an, wenn ich mein Handy finde.","translation":"I'll call you when I find my phone."},{"text":"Mein Handy funktioniert leider nicht im Ausland.","translation":"I'm afraid my mobile doesn't work abroad."},{"text":"Ruf mich bitte an. Ich finde mein Handy nicht.","translation":"Please call me. I can't find my phone."},{"text":"Wie oft musst du dein Handy laden?","translation":"How often do you have to charge your mobile?"},{"text":"Dein Handy hat den Klingelton, den ich für meine Frau habe.","translation":"Your phone has the ringtone I have for my wife."}],"eng":[{"text":"Genie und Wahnsinn sind eng verbunden.","translation":"Genius and madness are closely linked."},{"text":"Und wo die Herzen weit sind, da ist auch das Haus nicht zu eng.","translation":"And where hearts are wide, the house is not too cramped."},{"text":"Das brauchst du nicht so eng zu sehen.","translation":"You needn't take such a narrow view."},{"text":"Auf einem langen Weg und in einem engen Zimmer - erkennt man den Freund.","translation":"On a long way and in a cramped room - you recognize the friend."},{"text":"Tom hat eine sehr enge Beziehung zu seiner Mutter.","translation":"Tom has a very close relationship with his mother."}],"Region":[{"text":"Belgien besteht aus drei Regionen.","translation":"Belgium consists of three regions."},{"text":"Wie schätzen Sie die Situation in der Region ein?","translation":"How do you assess the situation in the region?"},{"text":"Welche Region in China gefällt dir am besten?","translation":"What area of China do you like the best?"},{"text":"Wird Taifun Nummer 12 wohl die Kyūshū-Region treffen?","translation":"Will Typhoon Number 12 hit the Kyūshū region?"},{"text":"Sie freut sich auf die Reise in die Tōhoku-Region.","translation":"She is looking forward to going to the Tohoku district."}],"Element":[{"text":"Die Zeit ist selbst ein Element.","translation":"Time itself is an element."},{"text":"Feuer ist das gefährlichste unter den vier Elementen.","translation":"Fire is the most dangerous of the four elements."},{"text":"Die leere Menge hat keine Elemente.","translation":"The empty set has no elements."},{"text":"Wenn er über Wirtschaft spricht, ist er in seinem Element.","translation":"When he talks about economics, he is in his element."},{"text":"Aus wie vielen chemischen Elementen besteht Wasser?","translation":"How many chemical elements does water consist of?"}],"Marke":[{"text":"Der Brief kommt ja aus Israel. Darf ich die Marke haben?","translation":"The letter comes from Israel. Can I have the brand?"},{"text":"Welche Marke hast du lieber?","translation":"Which brand do you prefer?"},{"text":"Ich wollte schon immer einmal eine Tasche dieser Marke kaufen.","translation":"I have always wanted to buy this brand of bag."},{"text":"Diese Marke ist zwar nicht die billigste, aber die beste.","translation":"This brand is not the cheapest, but it is the best."},{"text":"Tom beurteilt die Menschen danach, welche Marken sie tragen.","translation":"Tom judges people by what brands they wear."}],"bestätigen":[{"text":"Die Anzahl unserer Neider bestätigt unsere Fähigkeiten.","translation":"The number of envious people confirms our abilities."},{"text":"Mit Dank bestätige ich, dass ich Ihren Brief erhalten habe.","translation":"With gratitude I confirm that I have received your letter."},{"text":"Tom bestätigte Marias Geschichte.","translation":"Tom corroborated Mary's story."},{"text":"Er bestätigte, dass etwas mit seinem Auto nicht stimmte.","translation":"He confirmed that something was wrong with his car."},{"text":"Ich rief an, um sein Kommen zu bestätigen.","translation":"I called to confirm his coming."}],"Papier":[{"text":"Ich muss einen Brief schreiben. Hast du Papier?","translation":"I have to write a letter. Do you have paper?"},{"text":"Toms Ehe mit Maria besteht nur auf dem Papier.","translation":"Tom's marriage to Maria exists only on paper."},{"text":"Alles, was nicht auf Englisch ist, das ist das Papier nicht wert.","translation":"Anything that is not in English is not worth the paper."},{"text":"Hier sind deine Papiere, mein Sohn.","translation":"Here are your papers, my son."},{"text":"Papier fängt leicht Feuer.","translation":"Paper catches fire easily."}],"Ebene":[{"text":"Wer nicht auf die hohen Berge steigt, kennt die Ebene nicht.","translation":"Those who do not climb the high mountains do not know the plain."},{"text":"Die Stadt liegt in der Ebene.","translation":"The city is on a plain."},{"text":"In einer Ebene gibt es unendlich viele Punkte.","translation":"In a plane there are an infinite number of points."},{"text":"Er ging über Gebirge und Ebenen.","translation":"He went over mountains and across plains."},{"text":"Wir können ein bestimmtes Problem nicht auf jener Ebene lösen, auf der es erschaffen wurde.","translation":"We cannot solve a particular problem at the level at which it was created."},{"text":"Eine ebene Ebene ist das Gegenteil einer schiefen Lage.","translation":"A flat plane is the opposite of an inclined position."},{"text":"Die Radfahrergruppen bildeten eine Lobby, um im ganzen Land ebene Straßen zu bekommen.","translation":"The cycling groups formed a lobby to get level roads throughout the country."},{"text":"Ein Fäustel hat auf beiden Seiten je eine ebene Schlagfläche.","translation":"A fist has a flat striking surface on both sides."},{"text":"Hat ein Haus ein Walmdach, befindet sich über jeder Außenwand eine geneigte ebene Fläche.","translation":"If a house has a hipped roof, there is an inclined flat surface above each outer wall."},{"text":"Den romanischen Baustil kennzeichnen Gewölbe, Rundbogenfenster, Stützpfeiler, große ebene Oberflächen, dicke wehrhafte Mauern und massive blockartige Formen.","translation":"The Romanesque architectural style is characterized by vaults, arched windows, supporting pillars, large flat surfaces, thick defensive walls and massive block-like forms."}],"Freude":[{"text":"Ich bin außer mir vor Freude.","translation":"I am beside myself with joy."},{"text":"Wiedersehen macht Freude.","translation":"Reunion is fun."},{"text":"Arbeite nur, die Freude kommt von selbst!","translation":"Just work, the joy comes by itself!"},{"text":"Die Freude ist überall. Es gilt nur, sie zu entdecken.","translation":"Joy is everywhere. It's just a matter of discovering them."},{"text":"Hoffnung und Freude sind die besten Ärzte.","translation":"Hope and joy are the best doctors."}],"beruhigen":[{"text":"Der Wind hat sich beruhigt.","translation":"The wind has calmed down."},{"text":"Das Meer hat sich beruhigt.","translation":"The sea has become calm."},{"text":"Die Kinder sind gut in Berlin angekommen. Jetzt bin ich beruhigt.","translation":"The children have arrived safely in Berlin. Now I am reassured."},{"text":"Beruhige dich erst einmal! So schlimm ist es auch wieder nicht.","translation":"First of all, calm down! It's not that bad."},{"text":"Die Eltern hatten Erfolg darin, ihn zu beruhigen.","translation":"His parents succeeded in calming him down."}],"Insel":[{"text":"Wir leben auf einer Insel.","translation":"We live on an island."},{"text":"Diese Insel liegt im Atlantischen Ozean.","translation":"That island lies in the Atlantic Ocean."},{"text":"Ich sollte keine Insel sein in einem Meer von Menschen.","translation":"I should not be an island in a sea of people."},{"text":"Er hatte beschlossen, morgen doch die Insel zu verlassen.","translation":"He had decided to leave the island tomorrow."},{"text":"Es gibt nur einen Laden auf der ganzen Insel.","translation":"There is only one store on the whole island."}],"Werbung":[{"text":"Schon wieder Werbung!","translation":"Advertising again!"},{"text":"Hier könnte Ihre Werbung stehen.","translation":"This could be where your advertisement could be."},{"text":"Aber wer glaubt schon der Werbung?","translation":"But who believes advertising?"},{"text":"Ich habe nicht genug Geld für Werbung.","translation":"I don't have enough money to advertise."},{"text":"Für einen guten Wein braucht man keine Werbung zu machen.","translation":"There is no need to advertise a good wine."}],"verantwortlich":[{"text":"Die Ideen sind nicht verantwortlich für das, was die Menschen aus ihnen machen.","translation":"The ideas are not responsible for what people make of them."},{"text":"Wer nicht richtig tanzen kann, macht den Boden dafür verantwortlich.","translation":"If you can't dance properly, blame the floor."},{"text":"Wenn man nichts tut, fühlt man sich für alles verantwortlich.","translation":"If you don't do anything, you feel responsible for everything."},{"text":"Bist du für diesen Fehler verantwortlich?","translation":"Are you responsible for this error?"},{"text":"Von einem bestimmten Alter an ist jeder Mensch für sein Gesicht verantwortlich.","translation":"From a certain age, every person is responsible for his face."}],"zuhause":[{"text":"Sie liest den Brief zuhause.","translation":"She reads the letter at home."},{"text":"Da wo mein Herz ist, bin ich zuhause.","translation":"Home is where the heart is."},{"text":"Fühle dich hier wie zuhause!","translation":"Make yourself at home here!"},{"text":"Meine Eltern sind nicht oft zuhause.","translation":"My parents aren't home a lot."},{"text":"Der Mensch braucht ein Zuhause, auch wenn er nicht zuhause ist.","translation":"People need a home, even if they are not at home."},{"text":"Was ein Zuhause wert ist, das weiß man erst, wenn man keines mehr hat.","translation":"What a home is worth is something you know only when you no longer have one."},{"text":"Sie hat ihr Zuhause nur einmal verlassen.","translation":"She has only left her home once."},{"text":"Wo ist euer Zuhause?","translation":"Where is your home?"},{"text":"Diese Menschen haben kein Zuhause und müssen auf der Straße leben.","translation":"These people haven't got a home, and have to live on the streets."},{"text":"Der Mensch braucht ein Zuhause, auch wenn er nicht zuhause ist.","translation":"People need a home, even if they are not at home."}],"Kuchen":[{"text":"Gib mir auch ein Stück vom Kuchen!","translation":"Give me a piece of the cake too!"},{"text":"Hast du von meinem Kuchen probiert?","translation":"Have you tasted my cake?"},{"text":"Meine Freundin macht übrigens den besten Kuchen, den ich jemals gegessen habe.","translation":"By the way, my girlfriend makes the best cake I've ever eaten."},{"text":"Ich nehme den Kuchen wieder heraus.","translation":"I take the cake out again."},{"text":"Besser ein schwarzer Kuchen als eine leere Tasche.","translation":"Better a black cake than an empty bag."}],"amerikanisch":[{"text":"Dieser amerikanische Film war ein großer Erfolg.","translation":"That American movie was a great success."},{"text":"Ich liebe amerikanisches Essen.","translation":"I love American food."},{"text":"Ich habe eine amerikanische Serie gesehen.","translation":"I watched an American drama."},{"text":"Sie hat viele amerikanische Freunde.","translation":"She has many American friends."},{"text":"In amerikanischen Filmen stirbt der Schwarze immer zuerst.","translation":"In American movies, the black guy always dies first."}],"derzeit":[{"text":"Derzeit gibt es keinen sicheren Test.","translation":"There is currently no safe test."},{"text":"Die Preise sind derzeit hoch.","translation":"Prices at the moment are high."},{"text":"Es wird derzeit bereits um halb sechs dunkel.","translation":"It's already dark at half five now."},{"text":"Tom ist derzeit ohne Arbeit.","translation":"Tom is out of work now."},{"text":"Tom scheint derzeit keine große Hilfe nötig zu haben.","translation":"Tom doesn't seem to need much assistance now."}],"vermissen":[{"text":"Mein Vater vermisst mich und meine Mutter.","translation":"My father misses my mother and me."},{"text":"Manchmal überlege ich, wenn ich jetzt gehen würde, ob man mich überhaupt vermissen würde.","translation":"Sometimes I wonder, if I were to leave now, whether I would be missed at all."},{"text":"Es ist schön, vermisst zu werden.","translation":"It's nice to be missed."},{"text":"„Hast du mich vermisst, Tom?“ – „Ich habe gar nicht gemerkt, dass du weg warst.“","translation":"\"Did you miss me, Tom?\" – \"I didn't even notice you were gone.\""},{"text":"Man kann nichts vermissen, was man nie besessen hat.","translation":"You can't miss anything you never owned."}],"Benutzer":[{"text":"Hallo! Ich bin ein neuer Benutzer.","translation":"Hello! I'm a new user."},{"text":"Wir sammeln keine Informationen über die Benutzer.","translation":"We do not collect any information about users."},{"text":"Tom, ein aktiver Tatoeba-Benutzer: „Fast das gesamte Produkt unserer Arbeit wird von anderen Menschen gestohlen.\"","translation":"Tom, an active Tatoeba user: \"Almost all the product of our work is stolen by other people.\""},{"text":"Die Benutzer von Tatoeba sind freundlich.","translation":"The users of Tatoeba are friendly."},{"text":"Wie viele Benutzer überleben Webseiten wie Tatoeba?","translation":"How many users survive websites like Tatoeba?"}],"Herausforderung":[{"text":"Das hier ist eine echte Herausforderung für mich.","translation":"This is a real challenge for me."},{"text":"Ich genieße die Herausforderung, bei meiner Arbeit Probleme zu lösen.","translation":"I enjoy the challenge of solving problems in my work."},{"text":"Der Erfolg von heute ist morgen schon wieder die Herausforderung.","translation":"Today's success will be the challenge again tomorrow."},{"text":"Tom nahm die Herausforderung an.","translation":"Tom accepted the challenge."},{"text":"Vor uns stehen große und schwierige Herausforderungen.","translation":"We face great and difficult challenges."}],"Garten":[{"text":"Wir haben schöne Blumen im Garten.","translation":"We have beautiful flowers in the garden."},{"text":"Vor meinem Haus ist ein kleiner Garten.","translation":"In front of my house is a small garden."},{"text":"Was machen die Kinder im Garten?","translation":"What are the children doing in the garden?"},{"text":"In ihrem Garten wachsen Hortensien.","translation":"Hydrangea grows in their garden."},{"text":"Maria sitzt im Garten und liest ein Buch.","translation":"Mary is sitting in the garden reading a book."}],"abschließen":[{"text":"Der Vertrag wurde abgeschlossen.","translation":"The contract has been concluded."},{"text":"Ich war mir plötzlich nicht mehr sicher, ob ich meinen Wagen abgeschlossen hatte.","translation":"I was suddenly unsure if I'd locked my car."},{"text":"Tom fuhr wie einer, der mit dem Leben abgeschlossen hat.","translation":"Tom drove like one who has finished with life."},{"text":"Ich möchte, dass ihr auf eure Zimmer geht und die Tür abschließt.","translation":"I want you to go to your room and lock the door."},{"text":"Gestern konnte man die Tür noch abschließen, aber heute nicht mehr.","translation":"Yesterday you could lock the door, but not today."},{"text":"Jede Tür im Haus ist abgeschlossen.","translation":"Every door in the house is locked."},{"text":"Das Zimmer war abgeschlossen.","translation":"The room was locked."},{"text":"Das ist eine Sache, die abgeschlossen ist.","translation":"That matter is closed."},{"text":"Ich habe gehört, Sie haben Ihr Studium nicht abgeschlossen. Warum nicht?","translation":"I heard you didn't finish your studies. Why not?"},{"text":"Sieh zu, dass diese Tür abgeschlossen bleibt.","translation":"Make sure this door stays locked."}],"Technologie":[{"text":"Was ist der Vorteil dieser Technologie?","translation":"What is the advantage of this technology?"},{"text":"Es wird fünf bis zehn Jahre dauern, bis die Technologie bereit ist.","translation":"It will take five to ten years for the technology to be ready."},{"text":"Diese Technologie ist eine unglaubliche Sache!","translation":"This technology is an incredible thing!"},{"text":"Warum hasst mich die Technologie?","translation":"Why does technology hate me?"},{"text":"Die Menschen wollen die neue Technologie, die verfügbar ist, nutzen.","translation":"People want to use the new technology which is available."}],"bequem":[{"text":"Sitzt du bequem?","translation":"Are you sitting comfortably?"},{"text":"Setz dich, und mach es dir bequem!","translation":"Sit down and make yourself comfortable!"},{"text":"Jung sein ist schön; alt sein ist bequem.","translation":"Being young is beautiful; Being old is convenient."},{"text":"Ich fand das Bett recht bequem.","translation":"I found the bed quite comfortable."},{"text":"Moderne Technologie hat unser Leben bequemer gemacht.","translation":"Modern technology has made our lives more comfortable."}],"ach":[{"text":"Ach was, niemals!","translation":"Oh, never!"},{"text":"Ach, was ich weiß, kann jeder wissen – mein Herz habe ich allein.","translation":"Oh, what I know, everyone can know – I have my heart alone."},{"text":"Ach so, ich verstehe.","translation":"Oh, I see."},{"text":"Maria konnte nur sagen: Ach du grüne Neune!","translation":"Mary could only say: Oh, you green nine!"},{"text":"„Was trinken Sie da?“ – „Ein Alsterwasser.“ – „ Ach so! Bei uns in München heißt das Radler.“","translation":"\"What are you drinking?\" – \"An Alster water.\" – \"Oh yes! Here in Munich, it's called a cyclist.\""},{"text":"Ach du meine Güte!","translation":"Oh my goodness!"},{"text":"Ach, wie sehne ich mich nach den guten alten Zeiten!","translation":"Oh, how I long for the good old days!"},{"text":"Mit Ach und Krach hat er die Prüfung bestanden.","translation":"He passed the exam with a vengeance."},{"text":"„Sollte ich nicht die volle Wahrheit erzählen?“ – „Ach, nein! Das ist gar nicht interessant.“","translation":"\"Shouldn't I tell the full truth?\" – \"Oh, no! It's not interesting at all.\""},{"text":"Ach, die schönen Damen mit den kleinen Hunden.","translation":"Oh, the beautiful ladies with their tiny dogs."}],"Schutz":[{"text":"Auch der Baum, unter dem man Schutz sucht, lässt Wasser durch.","translation":"Even the tree under which you seek shelter lets water through."},{"text":"Tom kann sich erlauben, was er will: Maria nimmt ihn bei allem in Schutz.","translation":"Tom can do what he wants: Mary protects him in everything."},{"text":"Der alte Mann gab dem Kind Schutz.","translation":"The old man gave the child shelter."},{"text":"Ich bin für ihren Schutz verantwortlich.","translation":"I am responsible for her protection."},{"text":"Sie hielt zum Schutz vor der Sonne die Hand vor die Augen.","translation":"She used her hand to screen the sunlight from her eyes."}],"füllen":[{"text":"Nehmen füllt die Hände. Geben füllt das Herz.","translation":"Taking fills the hands. Giving fills the heart."},{"text":"Sie sind bereit, Ihren Kopf mit neuen Ideen zu füllen.","translation":"You are ready to fill your head with new ideas."},{"text":"Ein Haus bauen ist leicht, aber versuche einmal, es mit Freunden zu füllen.","translation":"Building a house is easy, but try filling it with friends."},{"text":"Er füllte das Loch in der Wand auf.","translation":"He filled the hole in the wall."},{"text":"Füllen Sie es bitte aus.","translation":"Fill it in, please."}],"international":[{"text":"Die internationale Sprache wird in mehr als 80 Ländern der Erde gesprochen.","translation":"The international language is spoken in more than 80 countries around the world."},{"text":"Die internationale Sprache Interlingue wurde 1922 unter dem Namen Occidental veröffentlicht.","translation":"The international language Interlingue was published in 1922 under the name Occidental."},{"text":"Über Tatoeba lernen viele die internationale Sprache Esperanto kennen.","translation":"Through Tatoeba, many people get to know the international language Esperanto."},{"text":"Maria geht auf eine internationale Schule.","translation":"Mary goes to an international school."},{"text":"Oomoto benutzt für internationale Kontakte die internationale Sprache Esperanto.","translation":"Oomoto uses the international language Esperanto for international contacts."},{"text":"In Russland feiert man am 8.März den Internationalen Frauentag.","translation":"In Russia, International Women's Day is celebrated on March 8."},{"text":"Hast du jemals schon gegen einen Internationalen Großmeister Simultanschach gespielt?","translation":"Have you ever played simultaneous chess against an International Grandmaster?"},{"text":"Er ist gerade am Neuen Internationalen Flughafen Tōkyō angekommen.","translation":"He has just arrived at New Tokyo International Airport."},{"text":"Die „Internationale Sprache“ ist sehr nützlich.","translation":"The \"International Language\" is very useful."},{"text":"Laut der amerikanischen Zeitung International Living zählt Uruguay zu den zwanzig sichersten Länder der Welt.","translation":"According to the American journal International Living, Uruguay is ranked among the twenty safest countries in the world."}],"negativ":[{"text":"Ich bin gegen mich selbst negativ eingestellt.","translation":"I have a negative attitude towards myself."},{"text":"Ihre Antwort war negativ.","translation":"Her answer was negative."},{"text":"Ich habe negative Gedanken über andere.","translation":"I have negative thoughts about others."},{"text":"Das Produkt zweier negativer Zahlen ist positiv.","translation":"The product of two negative numbers is positive."},{"text":"Hör auf, so negativ zu denken! Alles wird sich von selbst finden.","translation":"Stop being pessimistic! Everything will sort itself out."}],"waschen":[{"text":"Er ist mit allen Wassern gewaschen.","translation":"He knows every trick in the book."},{"text":"Ich muss mir erst die Haare waschen.","translation":"I have to wash my hair first."},{"text":"Waschen Sie sich dort die Hände! Die sind ja voller Blut.","translation":"Wash your hands there! They are full of blood."},{"text":"Der Junge ist wirklich mit allen Wassern gewaschen.","translation":"The boy is really washed with all waters."},{"text":"Ich habe beobachtet, dass sich Tom niemals die Hände wäscht.","translation":"I have observed that Tom never washes his hands."}],"Meister":[{"text":"Drei Dinge machen eine guten Meister: Wissen, Können und — Wollen.","translation":"Three things make a good master: knowledge, skill and — will."},{"text":"Der Tod ist ein Meister aus Deutschland.","translation":"Death is a master from Germany."},{"text":"Es fällt kein Meister vom Himmel.","translation":"No master falls from the sky."},{"text":"Des Meisters Sohn bringt das Recht mit sich.","translation":"The Master's son brings justice with him."},{"text":"Herr und Meister, hör mich rufen!","translation":"Lord and Master, hear me call!"}],"Generation":[{"text":"Die eine Generation baut die Straße, auf der die nächste fährt.","translation":"One generation builds the road on which the next travels."},{"text":"Sie besitzen dieses Stück Land schon seit Generationen.","translation":"They have owned this piece of land for generations."},{"text":"Die jüngere Generation sieht die Dinge anders.","translation":"The younger generation looks at things differently."},{"text":"Die Zukunft hängt von uns und von unserer Generation ab.","translation":"The future depends on us and our generation."},{"text":"Ich verstehe deine Generation nicht.","translation":"I don't understand your generation."}],"französisch":[{"text":"Ich habe Englisch, Französisch und Chinesisch studiert.","translation":"I studied English, French and Chinese."},{"text":"Tom spricht gut Französisch, wenn auch nicht perfekt.","translation":"Tom speaks good French, although not perfectly."},{"text":"Kannst du gar kein Französisch?","translation":"Don't speak French at all?"},{"text":"Ich spreche nicht gut genug Französisch!","translation":"I don't speak French well enough!"},{"text":"Mit meinem Französisch ist es leider nicht weit her.","translation":"My French isn't up to much, I'm afraid."},{"text":"Was mögen französische Kinder essen?","translation":"What do French children like to eat?"},{"text":"Ferien sind eine wunderbare Sache, wenn man sie französisch versteht: Nichts tun.","translation":"Holidays are a wonderful thing if you understand them in French: do nothing."},{"text":"Von jetzt an werden wir nur französisch sprechen.","translation":"From now on, we will only speak French."},{"text":"Tom ist ein besonderer Freund der französischen Küche.","translation":"Tom is a special friend of French cuisine."},{"text":"Ich spreche kein Wort französisch.","translation":"I don't speak a word of French."}],"findest":[{"text":"Wie findest du diese Situation?","translation":"What do you think of this situation?"},{"text":"Was findest du daran schön?","translation":"What do you find beautiful about it?"},{"text":"Was würdest du mit 100 Euro tun, wenn du sie auf der Straße findest?","translation":"What would you do with 100 euros if you found them on the street?"},{"text":"Wenn eine neue Tür dein Herz öffnet, findest du neue Wege ins Glück.","translation":"When a new door opens your heart, you find new paths to happiness."},{"text":"Dieser Satz ist falsch, aber den Fehler findest du bestimmt selbst.","translation":"This sentence is wrong, but you will probably find the error yourself."},{"text":"Findest du mich hübsch?","translation":"Do you think I'm pretty?"},{"text":"So eine wie die findest du nie wieder.","translation":"You'll never find another like her again."},{"text":"Findest du es nicht seltsam, dass er so früh nach Hause gekommen ist?","translation":"Don't you think it's strange that he came home so early?"},{"text":"Findest du diesen Satz seltsam?","translation":"Do you find this sentence strange?"},{"text":"Tom ist echt süß, findest du nicht auch?","translation":"Tom is very cute, isn't he?"},{"text":"Findest du keine Realität in die du passt, erfinde deine eigene!","translation":"If you don't find a reality you fit into, invent your own!"},{"text":"„Die Welt ist wieder in Ordnung.“ – „Findest du?“","translation":"\"The world is all right again.\" – \"Do you think?\""},{"text":"Findest du, das ist gut genug so?","translation":"Do you think that's good enough?"},{"text":"Findest du das komisch?","translation":"Do you think it's funny?"},{"text":"Das passiert ständig. Findest du nicht?","translation":"That happens all the time, doesn't it?"}],"Kunst":[{"text":"Denken ist die Kunst, Gedanken zum Tanzen zu führen.","translation":"Thinking is the art of making thoughts dance."},{"text":"Das Wichtigste in der Kunst ist der Rahmen.","translation":"The most important thing in art is the frame."},{"text":"Seine Art, sich über Kunst jeder Art lustig zu machen, gefällt mir gar nicht.","translation":"I don't like his way of making fun of art of all kinds."},{"text":"Mensch werden ist eine Kunst.","translation":"Becoming human is an art."},{"text":"Gutes und gern gelesenes Deutsch zu schreiben, ist eine Kunst.","translation":"Writing good and popular German is an art."}],"Hochzeit":[{"text":"Unsere Hochzeit haben wir mit vielen Verwandten gefeiert.","translation":"We celebrated our wedding with many relatives."},{"text":"Frühe Hochzeiten, lange Liebe.","translation":"Early weddings, long love."},{"text":"Man kann nicht auf vielen Hochzeiten gleichzeitig tanzen.","translation":"You can't dance at many weddings at the same time."},{"text":"Noch am Tage der Hochzeit zeigte Tom Maria sein wahres Gesicht.","translation":"On the wedding day itself, Tom showed Mary his true face."},{"text":"Die Frau weint vor der Hochzeit und der Mann danach.","translation":"The woman cries before the wedding and the man afterwards."}],"redest":[{"text":"Schau mich an, wenn du mit mir redest.","translation":"Look at me when you talk to me."},{"text":"Sie muss doch erst mal verstehen, von was du da redest!","translation":"She has to understand what you're talking about!"},{"text":"Wieso redest du über ihn, als ob er ein alter Mann wäre?","translation":"Why do you talk about him as if he were an old man?"},{"text":"Du redest mit mir schon so lange und du weißt nicht, wie ich heiße?!","translation":"You've been talking to me for so long and you don't know my name?!"},{"text":"Warum redest du so? Du kennst mich doch überhaupt nicht.","translation":"Why do you talk like that? You don't know me at all."},{"text":"Warum redest du nicht mit Tom darüber?","translation":"Why don't you talk to Tom about it?"},{"text":"Warum redest du nicht direkt mit ihr?","translation":"Why don't you talk to her directly?"},{"text":"Warum redest du nicht gern über Politik?","translation":"Why don't you like to talk about politics?"},{"text":"Vergiss nicht, dass du heute Nachmittag zu Tom gehst und mit ihm redest.","translation":"Don't forget to go talk to Tom this afternoon."},{"text":"„Sei um Himmels willen still!“ sagte Marilla. „Du redest um Längen zu viel für ein kleines Mädchen!“","translation":"\"For pity's sake hold your tongue,\" said Marilla. \"You talk entirely too much for a little girl.\""}],"mitnehmen":[{"text":"Auf dem Weg nach Bonn haben wir noch den Kölner Dom mitgenommen.","translation":"On the way to Bonn, we took in the Cologne Cathedral."},{"text":"Darf man Essen ins Flugzeug mitnehmen?","translation":"Is it allowed to take food on the plane?"},{"text":"Vergiss nicht, mich morgen früh mitzunehmen.","translation":"Don't forget to pick me up tomorrow morning."},{"text":"Wie viele Bücher kann ich auf einmal mitnehmen?","translation":"How many books can I take out at one time?"},{"text":"Aber ich muss meine Mutter mitnehmen.","translation":"But, I have to take my mother."}],"Plattform":[{"text":"Ich finde diese Plattform als Ergänzung anderer Sprachlernwerkzeuge interessant.","translation":"I find this platform interesting as a complement to other language learning tools."},{"text":"Kollaborative Plattformen werden gemacht, um Freundschaften zu pflegen.","translation":"Collaborative platforms are made to nurture friendships."},{"text":"Wir wollen Sprachwerkzeuge auf ein neues Niveau bringen. Wir wollen Neuerungen in der Landschaft des Sprachenlernens sehen. Und das kann nicht ohne offene Sprachquellen stattfinden, die nicht ohne eine Gemeinschaft aufgebaut werden können, die ohne gute Plattformen nichts beitragen kann.","translation":"We want to bring language tools to the next level. We want to see innovation in the language learning landscape. And this cannot happen without open language resources which cannot be built without a community which cannot contribute without efficient platforms."}],"Gelegenheit":[{"text":"Gib mir eine Gelegenheit!","translation":"Give me an opportunity!"},{"text":"Ich nahm jede Gelegenheit wahr, mein Esperanto zu verbessern.","translation":"I took every opportunity to improve my Esperanto."},{"text":"Er hat die Gelegenheit verpasst.","translation":"He missed the opportunity."},{"text":"Die Gelegenheit wartet auf Niemanden.","translation":"Opportunity waits for no one."},{"text":"Eine Gelegenheit gibt es überall, man muss sie nur erkennen.","translation":"There is an opportunity everywhere, you just have to perceive it."}],"Bildschirm":[{"text":"Wie groß ist dieser Bildschirm?","translation":"How big is this screen?"},{"text":"Ich kaufe einen Bildschirm.","translation":"I buy a screen."},{"text":"Könntest du mal kurz einen Blick auf meinen Bildschirm werfen?","translation":"Could you take a quick look at my screen?"},{"text":"Tom zeigte auf den Bildschirm.","translation":"Tom pointed at the screen."},{"text":"Komm näher, damit du den Bildschirm besser siehst!","translation":"Come closer so you can see the screen better!"}],"hallo":[{"text":"Er sagte der Frau hallo.","translation":"He said hello to the woman."},{"text":"Sie sagte mir nicht einmal hallo.","translation":"She wouldn't even say hi to me."},{"text":"Du hast in all den Jahren, die ich dich kenne, nicht einmal hallo zu mir gesagt.","translation":"You have never said hello to me in all the years I've known you."},{"text":"Sag deinen Freunden mal hallo.","translation":"Say hello to your friends."},{"text":"Obwohl er gleich nebenan wohnt, sagt er uns nicht einmal hallo.","translation":"Even though he lives next door, he doesn't even say hello to us."},{"text":"\"Hallo Tom!\" riefen wir wie aus einem Mund.","translation":"\"Hello Tom!\" we shouted as if from one mouth."},{"text":"Hallo, Maria! Du kommst aber früh. Ist die Schule schon aus?","translation":"Hello, Maria! But you come early. Is school already over?"},{"text":"Hallo Susan. Wie geht's dir?","translation":"Hi Susan. How are you?"},{"text":"Meine Schwester hat nicht „Hallo!“ gesagt.","translation":"My sister did not say \"Hello.\""},{"text":"Hallo, Herr Elster! Wie geht es Ihrer Frau?","translation":"Hello Mr Magpie! How's your wife?"}],"aufbauen":[{"text":"Das Europa, das wir aufbauen, wird immer stärker.","translation":"The Europe we are building is getting stronger and stronger."},{"text":"Das, was Generationen vor uns aufgebaut haben, müssen wir jetzt erhalten.","translation":"What generations before us have built, we must now preserve."},{"text":"Tom hat noch keine Verbindung ins Internet aufgebaut.","translation":"Tom hasn't connected to the Internet yet."},{"text":"Das Schloss wurde 1485 zerstört und nie wieder aufgebaut.","translation":"The castle was destroyed in 1485, and never rebuilt."},{"text":"Es ist faszinierend, wie viele Sätze man aus fünf Wörtern aufbauen kann.","translation":"It's fascinating how many sentences you can build from five words."}],"verfügbar":[{"text":"Dieses Video ist in Ihrem Land nicht verfügbar.","translation":"This video is not available in your country."},{"text":"Dieses Video ist in Ihrer Region nicht verfügbar.","translation":"This video is not available in your region."},{"text":"Bist du verfügbar? Kann ich anrufen?","translation":"Are you free? Can I call?"},{"text":"Es tut mir leid, aber es ist nicht mehr verfügbar.","translation":"I'm sorry, but it's no longer available."},{"text":"Von den Menschen wird erwartet, zu versuchen, mehr zu erreichen in der verfügbaren Zeit.","translation":"People are expected to try and achieve more in the time available."}],"beeindruckend":[{"text":"Das ist ziemlich beeindruckend.","translation":"It's rather impressive."},{"text":"Nie zuvor in seinem Leben sah er solch ein beeindruckendes Gebäude.","translation":"Never in his life had he seen such an impressive building."},{"text":"Was für ein beeindruckender Mensch er ist!","translation":"What an impressive person he is!"},{"text":"Du bist heute Abend beeindruckend schön!","translation":"You are impressively beautiful tonight!"},{"text":"Je mehr man es erklärt, desto weniger beeindruckend ist es.","translation":"The more you explain it, the less impressive it is."}],"verdammen":[{"text":"Willst du mich verdammt nochmal auf den Arm nehmen?!","translation":"Are you fucking going to hug me again?!"},{"text":"Du weißt verdammt gut, was ich meine!","translation":"You know damn well what I mean!"},{"text":"Mach diese verdammte Tür zu!","translation":"Close that damn door!"},{"text":"Der Mensch ist zu sterben verdammt.","translation":"Man is doomed to die."},{"text":"Was soll das denn verdammt noch mal heißen?","translation":"What the heck is that supposed to mean?"},{"text":"Das ging verdammt schnell. Manche brauchen dafür Jahre.","translation":"That went damn fast. Some take years to do so."},{"text":"Tom hat keine Ahnung, was er, verdammt noch mal, macht.","translation":"Tom has no idea what the fuck he's doing."},{"text":"Ich bin verdammt stolz auf euch!","translation":"I'm damn proud of y'all!"},{"text":"Die Miete ist verdammt noch mal zu hoch.","translation":"The rent is damn high again."},{"text":"Es fällt mir verdammt schwer, mir selbst einzugestehen, dass ich nicht ohne dich auskomme.","translation":"It's damn hard for me to admit to myself that I can't do without you."}],"dieselbe":[{"text":"Die gleiche Sprache zu haben, bedeutet nicht, dieselbe Meinung zu haben.","translation":"Having the same language does not mean having the same opinion."},{"text":"Menschliches Blut hat überall dieselbe Farbe.","translation":"Human blood is the same color everywhere."},{"text":"Politische Systeme verändern sich, aber die Menschen bleiben immer dieselben.","translation":"Political systems change, but people always remain the same."},{"text":"Ehrgeiz und Lust sprechen oft dieselbe Sprache.","translation":"Ambition and lust often speak the same language."},{"text":"Manche Leute glauben, dass Spanisch und Portugiesisch dieselbe Sprache sind.","translation":"Some people believe that Spanish and Portuguese are the same language."},{"text":"Ich bin derselben Meinung wie du.","translation":"I agree with you."},{"text":"Wir waren damals in derselben Klasse.","translation":"At the time, we were in the same class."},{"text":"Sprichst du mit deinem Vater in derselben Sprache wie mit deiner Mutter?","translation":"Do you speak the same language to your father as you do to your mother?"},{"text":"Wir wohnen seit zehn Jahren in derselben Wohnung.","translation":"We have been living in the same apartment for ten years."},{"text":"Ich komme aus derselben Stadt wie sie.","translation":"I'm from the same town as her."}],"Videos":[{"text":"Tom hat bei Youtube alle seine Videos gelöscht.","translation":"Tom deleted all his videos from YouTube."},{"text":"In YouTube gibt es schöne Videos mit schlimmer Qualität.","translation":"In YouTube there are beautiful videos with bad quality."},{"text":"Sami hat sechs Videos darüber gemacht.","translation":"Sami made six videos about this."},{"text":"Die ukrainischen Soldaten schießen immer in den Videos auf einen unsichtbaren Gegner, der nicht zurückschießt.","translation":"The Ukrainian soldiers always shoot in the videos at an invisible opponent who does not shoot back."},{"text":"Ich sehe mir gerne bei Youtube Videos in Esperanto an.","translation":"I like to watch videos in Esperanto on YouTube."},{"text":"Um den Unterricht interessanter zu gestalten, hängte ich farbige Plakate auf, zeigte Videos und verteilte Karten.","translation":"To make the lessons more interesting, I hung up colored posters, showed videos and distributed cards."},{"text":"Sie veröffentlichte Videos, in denen sie zur Mithilfe aufrief, Zigarettenstummel und Plastikflaschen vom Strand zu beseitigen.","translation":"She posted videos encouraging others to help rid the beach of cigarette butts and plastic bottles."},{"text":"Nachdem sie nach Barcelona ans Meer gezogen war, rief die gebürtige New Yorkerin in Videos bei Tiktok zur Mithilfe auf, Zigarettenstummel und Plastikflaschen vom Strand zu entfernen, aber sie ging nicht davon aus, dass es viel bringen würde.","translation":"When she moved to live next to the sea in Barcelona, the native New Yorker posted some videos on TikTok encouraging others to help rid the beach of cigarette butts and plastic bottles but did not hold out much hope it would catch on."}],"Kategorie":[{"text":"Sie fallen nicht unter diese Kategorie.","translation":"They do not fall into this category."},{"text":"Es war die einzige passende Kategorie.","translation":"It was the only category that fitted it."},{"text":"Jede Kategorie hat ihre Vor- und Nachteile.","translation":"Every category has its disadvantages and advantages."},{"text":"Alle Bücher können in zwei Kategorien eingeteilt werden.","translation":"All books can be divided into two categories."},{"text":"Die Kategorien in Zeitungen nennt man Rubriken.","translation":"The categories in newspapers are called rubrics."}],"schlag":[{"text":"Das war ein Schlag ins Wasser.","translation":"That was a blow to the water."},{"text":"Die schlechten Nachrichten kamen Schlag auf Schlag.","translation":"The bad news came thick and fast."},{"text":"Schläge machen weise.","translation":"Beatings foster prudence."},{"text":"Der Tod ihrer Mutter war für das Mädchen ein schwerer Schlag.","translation":"The death of her mother was a heavy blow for the girl."},{"text":"Schlag das Wort lieber nach.","translation":"You had better look up the word."}],"dorthin":[{"text":"Ich stelle meinen Wagen dorthin.","translation":"I put my car there."},{"text":"Ich komme bald dorthin.","translation":"I'll get there soon."},{"text":"Füße gehen dorthin, wohin das Herz geht.","translation":"Feet go where the heart goes."},{"text":"„Wo gehst du hin?“ – „Ich gehe dorthin.“","translation":"\"Where are you going?\" – \"I'm going there.\""},{"text":"Ich werde dir den Weg zeigen, der dorthin führt.","translation":"I will show you the way that leads there."}],"trotz":[{"text":"Trotz seines Alters ist er im Geiste jung geblieben.","translation":"Though he is old, he has a youthful spirit."},{"text":"Trotz all seiner Fehler mag ich ihn.","translation":"For all his faults, I like him."},{"text":"Sie ging zur Schule, trotz der Schmerzen in ihrem rechten Bein.","translation":"She went to school in spite of the pain in her right leg."},{"text":"Mary arbeitete trotz ihrer Krankheit weiter.","translation":"Mary carried on working, despite her illness."},{"text":"Trotz seiner Krankheit ging er oft zur Arbeit.","translation":"Despite his illness, he often went to work."}],"schwach":[{"text":"Wer zu schwach ist, dir zu nutzen, ist immer stark genug, dir zu schaden.","translation":"Those who are too weak to benefit you are always strong enough to harm you."},{"text":"Wenn du denkst, du bist schwach, dann fühlst du dich schwach.","translation":"If you think you're weak, you feel weak."},{"text":"Tante Yoko ist zu schwach, um zu arbeiten.","translation":"Aunt Yoko is too weak to work."},{"text":"Worte sind dafür zu schwach.","translation":"Words can't do it justice."},{"text":"Warum werden Frauen bei Geschenken schwach?","translation":"Why do women get weak when it comes to gifts?"},{"text":"Ich fühle mich heute ein bisschen schwach.","translation":"I feel a little weak today."},{"text":"Das habe ich nur gesagt, um herauszufinden, wie schwach du bist.","translation":"I only said that to find out how weak you are."},{"text":"Wenn du denkst, du bist schwach, dann fühlst du dich schwach.","translation":"If you think you're weak, you feel weak."},{"text":"Meine Schwester ist so stark, wie mein Bruder schwach ist.","translation":"My sister is as strong as my brother is weak."},{"text":"Ich trinke meinen Kaffee lieber schwach.","translation":"I'd like my coffee weak."}],"Zugriff":[{"text":"Die Schüler haben Zugriff auf diese Computer.","translation":"Students have access to these computers."},{"text":"Ich will nicht, dass jeder im Netz Zugriff auf meine Fotos hat.","translation":"I don't want everybody on the Web to be able to access my photos."},{"text":"Der Zugriff erfolgte am frühen Morgen, als die Beschuldigten noch schliefen.","translation":"The access took place in the early morning, when the accused were still asleep."},{"text":"Dem Zugriff des Mandarins konnt er sich noch entziehen, dann aber fiel er dem Schreiber in die Hände.","translation":"He was able to escape the mandarin's grasp, but then he fell into the hands of the scribe."},{"text":"Ein Rechtsanwalt ist ein Gentleman, der dein Hab und Gut vor dem Zugriff deiner Feinde bewahrt hat und es selbst behält.","translation":"A lawyer is a gentleman who has saved your belongings from the grip of your enemies and keeps them himself."}],"sowieso":[{"text":"Es hat keinen Sinn zu warten. Tom ruft uns sowieso nicht an.","translation":"There's no point waiting. Tom's not going to phone us anyway."},{"text":"Da man sowieso denkt, sollte man gleich positiv denken.","translation":"Since you think anyway, you should immediately think positively."},{"text":"Wir werden sowieso alle sterben.","translation":"We're all going to die anyway."},{"text":"Mir ist sowieso alles egal.","translation":"I don't care anyway."},{"text":"Ich habe dafür sowieso schon bezahlt.","translation":"I've already paid for it anyway."}],"Kultur":[{"text":"Man kann Sprache und Kultur nicht trennen.","translation":"You can't separate language from culture."},{"text":"Sie haben eine eigene Kultur.","translation":"They have their own culture."},{"text":"Es gibt viele Kulturen auf der Erde.","translation":"There are many cultures on Earth."},{"text":"Allein die Kultur macht uns frei!","translation":"Culture alone makes us free!"},{"text":"Die Kulturen anderer Länder zu studieren macht Spaß.","translation":"Studying the cultures of other countries is fun."}]}