{"Hausarbeit":[{"text":"Hilft Tom seiner Frau bei der Hausarbeit?","translation":"Is Tom helping his wife do the chores at home?"},{"text":"Mein Bruder hilft mir nie bei der Hausarbeit.","translation":"My brother never helps me do the housework."},{"text":"Wenn du deine Hausarbeit nicht machst, dann gehst du nicht aus dem Haus.","translation":"If you don't do your housework, you don't leave the house."},{"text":"Ich habe eine Schwäche für Hausarbeit.","translation":"I've got a weakness for homework."},{"text":"Sie nahm die Hausarbeit in Angriff.","translation":"She went about the household chores."}],"Hektar":[{"text":"Das Feld ist über 300 Hektar groß.","translation":"The field is over 300 hectares big."},{"text":"Das erfordert einen Hektar Land.","translation":"That requires a hectare of land."},{"text":"Tom wuchs auf einer zwölf Hektar großen Farm auf.","translation":"Tom grew up on a thirty-acre farm."},{"text":"Der Besitz muss insgesamt fast vierhundert Hektar groß gewesen sein.","translation":"The property must have been nearly a thousand acres all told."},{"text":"Ich fragte mich, wie viele Hektar er noch mit Wald bedecken würde.","translation":"I wondered how many hectares he would cover with forest."}],"komponieren":[{"text":"Welche berühmten Lieder hättet ihr gerne komponiert, und warum?","translation":"Which famous songs would you have liked to have composed, and why?"},{"text":"Diese Musik wurde von Bach komponiert.","translation":"This music was composed by Bach."},{"text":"Ich werde alles, was ich hier komponiert habe, dir widmen.","translation":"I will dedicate everything I have composed here to you."},{"text":"Salvador Sobral sang ein Lied, das seine Schwester Luisa geschrieben und komponiert hatte.","translation":"Salvador Sobral sung a song written and composed by his sister, Luisa."},{"text":"Er hatte nie das Talent Melodien zu komponieren.","translation":"He never had the talent of composing melodies."},{"text":"Besser gut gestohlen, als schlecht komponiert.","translation":"Better well stolen than badly composed."},{"text":"Ich komponiere Lieder.","translation":"I compose songs."},{"text":"Ich sitze an der Tür und tauche meine Augen und Ohren in die Farben und Geräusche der Landschaft und singe langsam für mich selbst vage Gesänge, die ich komponiere, während ich warte.","translation":"I sit at the door and immerse my eyes and ears in the colors and sounds of the landscape and slowly sing for myself vague songs that I compose while I wait."}],"einheimische":[{"text":"Die Einheimischen hier lassen es wirklich ruhig angehen.","translation":"The locals around here really live at a relaxed pace."},{"text":"Die Einheimischen waren freundlich.","translation":"The locals were friendly."},{"text":"Die Einheimischen glauben, in diesem Baum wohne ein Geist.","translation":"The locals believe that a spirit resides in this tree."},{"text":"Dieser Baum gilt bei den Einheimischen als heilig.","translation":"This tree is considered sacred by the local people."},{"text":"Es gibt dort keine Hotels. Fremde sind auf die Gastfreundschaft der Einheimischen angewiesen.","translation":"There are no hotels there. Strangers depend on the hospitality of the locals."}],"prahlen":[{"text":"Man prahlt mit solchen Sachen nicht.","translation":"You don't brag about things like that."},{"text":"Arm sein, ohne zu klagen, ist leichter als reich sein, ohne zu prahlen.","translation":"Being poor without complaining is easier than being rich without bragging."},{"text":"Udo prahlt: „Ich kann Italienisch, Russisch, Chinesisch und Griechisch.“ - „Sprechen?“ - „Nein, essen.“","translation":"Udo boasts: \"I can speak Italian, Russian, Chinese and Greek.\" - \"Speak?\" - \"No, eat.\""},{"text":"Johannes trug seine Niederlage mit Fassung. Tom hingegen prahlte, was das Zeug hielt.","translation":"John bore his defeat with composure. Tom, on the other hand, bragged as much as he could."},{"text":"Prahlen sollst du erst auf dem Heimweg!","translation":"You should only brag on the way home!"}],"vermeintlich":[{"text":"Immer wieder lösen vermeintliche Kleinigkeiten heftige Turbulenzen aus.","translation":"Again and again, supposed trifles trigger violent turbulence."},{"text":"Die vermeintlichen Fehler anderer sieht man schneller als die vermeidbaren eigenen.","translation":"The supposed mistakes of others can be seen faster than the avoidable own."},{"text":"Die Jagd auf alles Fremde und vermeintlich Feindliche schlägt ins Absurde um.","translation":"The hunt for everything foreign and supposedly hostile turns into the absurd."},{"text":"Das deutsche Wort \"Verschlimmbesserung\" steht für eine vermeintliche Verbesserung, die alles noch schlimmer macht.","translation":"The German word \"Verschlimmbesserung\" stands for a supposed improvement that makes things worse."},{"text":"Feinde kämpfen mit blankem Säbel, vermeintliche Freunde mit heimlichem Gift.","translation":"Enemies fight with bare sabres, supposed friends with secret poison."}],"spar":[{"text":"„Woher hast du so viel Geld?“ – „Ich arbeite und spare viel.“ – „Na klar!“","translation":"\"Where did you get so much money from?\" – \"I work and save a lot.\" – \"Of course!\""},{"text":"Ich spare jetzt an meiner zweiten Million. Die erste hat nicht funktioniert.","translation":"I'm saving on my second million now. The first one didn't work."},{"text":"Junges Blut, spare dein Gut, Armut im Alter wehe tut.","translation":"Young blood, save your good, poverty in old age hurts."},{"text":"Ich spare für ein neues Auto.","translation":"I'm saving up to buy a new car."},{"text":"Ich spare Geld, um mir einen neuen Computer zu kaufen.","translation":"I am saving money in order to buy a new personal computer."},{"text":"Spar dir die Worte!","translation":"Save the words!"},{"text":"Spar dir deine Kraft auf.","translation":"Save your strength."},{"text":"Spar den Käse, die Butter ist teuer.","translation":"Save the cheese, the butter is expensive."},{"text":"Spar dir das für später auf.","translation":"Save it till later."},{"text":"Spar in der Zeit, so hast du in der Not ein Brot.","translation":"Save in time, so you have a bread in need."}],"Stadtrat":[{"text":"Die Stadtrat hat den neuen Haushalt abgelehnt.","translation":"The city council has rejected the new budget."},{"text":"Ich gehöre seit fünf Jahren dem Stadtrat an.","translation":"I've been on the city council for five years."},{"text":"Lembergs Stadtrat lenkt noch einmal die Aufmerksamkeit auf falsche Informationen bezüglich eines beabsichtigten Verbots, in Lemberg Russisch zu reden.","translation":"Lviv's city council is once again drawing attention to false information regarding an intended ban on speaking Russian in Lviv."},{"text":"Richtig gut lief die ganze Sache, nachdem ich den Stadtrat vom Bau der Müllverbrennungsanlage im Stadtpark überzeugt hatte.","translation":"The whole thing went really well after I convinced the city council to build the waste incineration plant in the city park."},{"text":"Der Stadtrat in Dresden stellt mit Besorgnis fest, dass antidemokratische, antipluralistische, menschenfeindliche und extrem rechte Einstellungen und Taten bis hin zur Gewalt immer stärker offen zutage treten.","translation":"The city council in Dresden notes with concern that anti-democratic, anti-pluralist, misanthropic and extreme right-wing attitudes and actions up to and including violence are becoming increasingly apparent."}],"hahaha":[{"text":"Hahaha! Das ist eine sehr gute Idee!","translation":"Hahaha! This is a very good idea!"},{"text":"Hahaha! Willst du alle Fliegen umbringen?","translation":"Hahaha! Do you want to kill all flies?"}],"flüchtig":[{"text":"Die Kunst ist lang, das Leben kurz, das Urteil schwierig, die Gelegenheit flüchtig.","translation":"Art is long, life short; judgment difficult, opportunity transient."},{"text":"Rastlos muss ich ein flüchtig Ziel verfolgen.","translation":"Restlessly, I have to pursue a fleeting goal."},{"text":"Der Hass gewährt gewiss den süßern Trank: Wir lieben flüchtig, doch wir hassen lang.","translation":"Hatred certainly grants the sweeter potion: we love fleetingly, but we hate for a long time."},{"text":"Das Glück ist nur ein flüchtiger Augenblick. Das Leben aber ist Leiden.","translation":"Happiness is only a fleeting moment. But life is suffering."},{"text":"Ein flüchtiger Blick genügt.","translation":"A cursory glance is enough."}],"gebacken":[{"text":"Der Mann, der zu mir passt, muss erst noch gebacken werden!","translation":"The man who suits me has yet to be baked!"},{"text":"Tom aß ein Stück des Kuchens, den Maria gebacken hatte.","translation":"Tom ate a piece of the cake Maria had baked."},{"text":"Stimmt es, dass du heute eine Pizza gebacken hast?","translation":"Is it true that you baked a pizza today?"},{"text":"Mary lässt ihre Mutter nicht wissen, dass sie selbst einen Kuchen gebacken hat.","translation":"Mary doesn't let her mother know that she baked a cake herself."},{"text":"„Süße Sachen, die Freude machen!“ bemerkte Tom, die Kuchen und Plätzchen betrachtend, die Maria gebacken hatte.","translation":"\"Sweet things that bring joy!\" remarked Tom, looking at the cakes and cookies that Maria had baked."},{"text":"Aus der Küche strömte der Duft von Kaffee und frisch gebackenen Brötchen.","translation":"The smell of coffee and freshly baked rolls wafted from the kitchen."},{"text":"Sie hat mir einen Kuchen gebacken.","translation":"She baked me a cake."},{"text":"Mama hat zu meinem Geburtstag einen Kuchen gebacken.","translation":"Mom baked a cake for my birthday."},{"text":"Mary hat für Toms Party drei Dutzend Kekse gebacken.","translation":"Mary baked three dozen cookies for Tom's party."},{"text":"Ich mag den Geruch von frisch gebackenem Brot.","translation":"I love the smell of freshly baked bread."}],"Zunahme":[{"text":"Der Fortschritt der Menschheit besteht in der Zunahme ihres problematischen Charakters.","translation":"The progress of humanity consists in the increase of its problematic character."},{"text":"Die plötzliche Zunahme von Autos verursacht jeden Tag viele Verkehrsunfälle.","translation":"The sudden increase of cars is causing a large number of traffic accidents every day."},{"text":"Die Zunahme jugendlicher Straftaten ist ein ernstes Problem.","translation":"The rise in juvenile delinquency is a serious problem."},{"text":"Wachstum in Lebewesen ist die Zunahme ihres Körpervolumens.","translation":"Growth in living beings is the increase in their body volume."},{"text":"Die Zunahme der Arbeitslosigkeit ist eine Folge der Rezession.","translation":"The increase in unemployment is a consequence of the recession."}],"unvollständig":[{"text":"Das Zitat ist leider unvollständig.","translation":"Unfortunately, the quote is incomplete."},{"text":"Ihre Anträge sind alle zurückgekommen. Die waren leider unvollständig ausgefüllt.","translation":"Their requests have all come back. Unfortunately, they were incomplete."},{"text":"Dieser Bericht ist unvollständig.","translation":"This report is incomplete."},{"text":"Aber wie übersetzt man diese unvollständigen Sätze?","translation":"But how do you translate these incomplete sentences?"},{"text":"Die Rüstung war unvollständig.","translation":"The armor was incomplete."}],"Proteine":[{"text":"Wer nur die Kalorien zählt, übersieht, dass Fette und Proteine viele Effekte haben.","translation":"If you only count the calories, you overlook the fact that fats and proteins have many effects."},{"text":"Fleisch enthält Proteine.","translation":"Meat contains proteins."},{"text":"Proteine sind aus Aminosäuren aufgebaut.","translation":"Proteins are made up of amino acids."},{"text":"Tiermehl war gestern, heute geht es um verarbeitete tierische Proteine.","translation":"Meat-and-bone meal was yesterday, today it is about processed animal proteins."},{"text":"Die Produktion von Proteinen erfordert DNA, aber die Produktion von DNA erfordert Proteine.","translation":"The production of proteins requires DNA, but the production of DNA requires proteins."}],"verspäten":[{"text":"Ich habe mich leider etwas verspätet.","translation":"Unfortunately, I was a little late."},{"text":"Ist Flug 123 verspätet?","translation":"Is flight 123 delayed?"},{"text":"Wir nahmen uns ein Taxi, um uns nicht zu verspäten.","translation":"We took a taxi so we wouldn't be late."},{"text":"Tom hat sich ziemlich verspätet, nicht wahr?","translation":"Tom is really late, isn't he?"},{"text":"Tut mit leid. Der Zug war verspätet.","translation":"Sorry. The train was delayed."}],"könnt":[{"text":"Ich denke du könntest Recht haben.","translation":"I think you might be right."},{"text":"Mach nichts, was du später noch bereuen könntest.","translation":"Don't do anything you might regret later."},{"text":"Du könntest Tom fragen.","translation":"You could ask Tom."},{"text":"Wenn du doch nur etwas leiser sein könntest!","translation":"If only you'd be a bit quieter."},{"text":"Hallo, könntest du Platz machen? Wir wollen uns hier treffen.","translation":"Hi, could you move? We're about to have a meeting here."}],"einweichen":[{"text":"Lassen Sie sie über Nacht einweichen.","translation":"Soak them overnight."},{"text":"Die Bohnen vor dem Kochen über Nacht einweichen!","translation":"Soak the beans overnight before cooking them."},{"text":"Bevor man die Hornhaut abhobelt, sollte man sie zuerst etwa 15 Minuten im Fußbad einweichen.","translation":"Before you slice off the calluse, you should first soak it in the foot bath for about 15 minutes."}],"unordentlich":[{"text":"Das würde unordentlich aussehen.","translation":"That would look messy."},{"text":"Er ist unordentlich gekleidet.","translation":"He is dressed messily."},{"text":"Mein Zimmer ist unordentlich, ich muss es aufräumen.","translation":"My room is messy, I need to clean it up."},{"text":"Ich habe doch erst heute das Zimmer geputzt - wieso ist es denn schon wieder so unordentlich?","translation":"I only cleaned the room today - why is it so messy again?"},{"text":"Lieber eine unordentliche Frau nehmen, als Junggeselle bleiben.","translation":"Better to take a messy woman than stay a bachelor."}],"Schwimmbad":[{"text":"Das Wetter ist heute besser, aber ich gehe trotzdem nicht ins Schwimmbad.","translation":"The weather is better today, but I still don't go to the swimming pool."},{"text":"Kommst du mit ins Schwimmbad?","translation":"Will you come to the swimming pool with me?"},{"text":"Im Sommer gehe ich jeden Tag ins Schwimmbad.","translation":"In summer I go to the swimming pool every day."},{"text":"Thomas hat mich gefragt, ob ich ihn ins Schwimmbad begleiten würde.","translation":"Thomas asked me whether I could accompany him to the swimming pool."},{"text":"Aber ich glaube nicht, dass das Schwimmbad dieses Wochenende offen ist.","translation":"But I don't think the swimming pool is open this weekend."}],"seriös":[{"text":"Seriöse Politik sieht anders aus.","translation":"Serious politics looks different."},{"text":"Das ist ein seriöses Geschäft.","translation":"That is a reputable store."},{"text":"Ich glaube, dass er eine seriöse und vertrauenswürdige Person ist.","translation":"I believe that he is a serious and trustworthy person."},{"text":"Ich finde, der Knabe ist seriös.","translation":"I think this guy is serious."},{"text":"Selbst seriöse Briten sagen, dass sich das Englische nicht zur Weltsprache eignet.","translation":"Even serious Britons say that English is not suitable for the world language."}],"Halterung":[{"text":"Ihr Gerät sollte über mindestens 7 spritzwassergeschützte USB-Anschlüsse und eine Feuerlöscher-Halterung verfügen.","translation":"Your device should have at least 7 splash-proof USB ports and a fire extinguisher holder."},{"text":"Eine große, alte Rüstung hatte sich von der Halterung gelöst und war auf den Steinboden gefallen.","translation":"A large suit of old armour had become detached from its stand, and had fallen on the stone floor."}],"erhoben":[{"text":"Hoch erhobene Hände wurden zum Symbol des Protestes.","translation":"Raised hands became a symbol of protest."},{"text":"Er wollte die für Importe erhobenen Steuern senken.","translation":"He wanted to reduce taxes levied on imports."},{"text":"Seine in den Gedankenkosmos erhobenen Arme fielen kraftlos nach unten.","translation":"His arms raised into the cosmos of thought fell down powerlessly."},{"text":"Gehe erhobenen Hauptes durchs Leben!","translation":"Walk with your head held high."},{"text":"Jeder hat bei der Feststellung seiner Rechte und Pflichten sowie bei einer gegen ihn erhobenen strafrechtlichen Beschuldigung in voller Gleichheit Anspruch auf ein gerechtes und öffentliches Verfahren vor einem unabhängigen und unparteiischen Gericht.","translation":"Everyone is entitled in full equality to a fair and public hearing by an independent and impartial tribunal, in the determination of his rights and obligations and of any criminal charge against him."}],"Komplikation":[{"text":"Welche Komplikationen können bei so einer Operation auftreten?","translation":"What complications can occur with such an operation?"},{"text":"Komplikationen entstanden, hielten an und wurden überwunden.","translation":"Complications arose, persisted and were overcome."},{"text":"In einem Satz: Diese Komplikationen hier, die versteh' ich nicht.","translation":"In one sentence: These complications here, I don't understand."},{"text":"Es sind einige Komplikationen aufgetreten.","translation":"Some complications have arisen."},{"text":"Ich meide Komplikationen lieber.","translation":"I prefer to avoid complications."}],"Streik":[{"text":"Sind die Wähler im Streik?","translation":"Are voters on strike?"},{"text":"Dies ist kein Streik, aber wir arbeiten nach Vorschrift.","translation":"This is not a strike, but we work according to regulations."},{"text":"Während des Streiks werden 35% der Züge fahren.","translation":"During the strike, 35% of the trains will run."},{"text":"Der Streik beeinträchtigte die nationale Wirtschaft.","translation":"The strike affected the nation's economy."},{"text":"Ungefähr dreitausend Menschen beteiligten sich an dem Streik letzte Woche.","translation":"About three thousand people took part in the strike last week."}],"befürchtet":[{"text":"Maria befürchtete, dass Tom wieder eine lange Rede halten würde.","translation":"Maria feared that Tom would give another long speech."},{"text":"Und dann sagte der Zahnarzt, was Tom befürchtet hatte: „Da müssen wir bohren!“","translation":"And then the dentist said what Tom had feared: \"We have to drill there!\""},{"text":"Ich hatte befürchtet, ich würde niemals befördert.","translation":"I was afraid I would never be promoted."},{"text":"Ich befürchtete das Schlimmste.","translation":"I feared the worst."},{"text":"Ich hätte vorher etwas sagen sollen, aber ich befürchtete, du würdest dich ärgern.","translation":"I should've said something before, but I was afraid you'd get angry."},{"text":"Diese Frage hatte er schon seit Langem befürchtet.","translation":"He had feared this question for a long time."},{"text":"Es kommt selten so gut wie erhofft, aber auch selten so schlimm wie befürchtet.","translation":"It rarely comes as well as hoped, but also rarely as bad as feared."},{"text":"Ebendas befürchtete Tom.","translation":"That's exactly what Tom feared."},{"text":"Tom hatte sich zwar als höchst kompetent dargestellt, aber in Wirklichkeit hatte er von nichts eine Ahnung, und nun befürchtete er, dass Maria es bemerken könnte.","translation":"Tom had presented himself as highly competent, but in reality he had no idea about anything, and now he feared that Maria might notice."},{"text":"Untersuchungen zufolge müssen Tausende Briten den vCJK-Erreger in sich tragen. Dass es trotzdem nicht zu der befürchteten Epidemie gekommen ist, führen Forscher darauf zurück, dass ein Gendefekt für den Ausbruch der Krankheit nach dem Verzehr von BSE-verseuchtem Rindfleisch verantwortlich sei.","translation":"According to studies, thousands of Britons have to carry the vCJD pathogen. Researchers attribute the fact that the feared epidemic did not occur to the fact that a genetic defect was responsible for the outbreak of the disease after the consumption of BSE-contaminated beef."}],"Schwingung":[{"text":"Die ganze Brücke geriet in Schwingung.","translation":"The whole bridge started to vibrate."},{"text":"Die Schwingung klang langsam aus.","translation":"The vibration slowly faded away."},{"text":"Ich nahm starke feindliche Schwingungen wahr.","translation":"I perceived strong hostile vibrations."}],"Ungerechtigkeit":[{"text":"In einer Welt, wo die Ungerechtigkeit herrscht, bezahlt man die Wahrheit mit Leiden.","translation":"In a world where injustice reigns, the truth is paid for with suffering."},{"text":"Gerechtigkeitsliebe ist bei den meisten Menschen nur die Angst, Ungerechtigkeit zu erleiden.","translation":"For most people, love of justice is just the fear of suffering injustice."},{"text":"Kinder erleben nichts so scharf und bitter wie Ungerechtigkeit.","translation":"Children experience nothing as sharp and bitter as injustice."},{"text":"Indem der Revolutionär die Macht übernimmt, übernimmt er die Ungerechtigkeit der Macht.","translation":"By taking power, the revolutionary takes over the injustice of power."},{"text":"Wo man sich stark genug fühlt zur Ungerechtigkeit, da ist man ungerecht.","translation":"Where you feel strong enough to injustice, you are unjust."}],"Chemikalie":[{"text":"Die Firma steht im Verdacht, giftige Chemikalien in den Fluss eingeleitet zu haben.","translation":"The company is suspected of dumping toxic chemicals into the river."},{"text":"Jeder weiß, dass diese Chemikalie für den Menschen schädlich ist.","translation":"Everyone knows that this chemical is harmful to man."},{"text":"Setzen Sie diese Chemikalie nicht direktem Sonnenlicht aus.","translation":"Don't expose this chemical to direct sunlight."},{"text":"Diese Chemikalie ist äußerst gefährlich.","translation":"This chemical is extremely dangerous."},{"text":"Die Chemikalien, die den Kühlschrank kühlen, erwärmen den Planeten.","translation":"The chemicals that cool your refrigerator are warming the planet."}],"schaut":[{"text":"Schaut nicht auf ihn herab, nur weil er arm ist.","translation":"Don't look down on him just because he's poor."},{"text":"Schaut Tom viel fern?","translation":"Does Tom watch TV a lot?"},{"text":"Schaut nicht durchs Schlüsselloch.","translation":"Don't look through the keyhole."},{"text":"Zwingt ein Herr seinen Sklaven, sich ihm kriechend zu nähern und die Stiefel zu lecken, ist das ein Weg, den Augenzeugen und dem Sklaven selbst kundzutun: „Schaut, wie mächtig ich bin!“","translation":"If a master forces his slave to approach him crawling and lick his boots, this is a way to tell the eyewitnesses and the slave himself: \"Look how powerful I am!\""},{"text":"Jetzt schaut Tom fern, nicht wahr?","translation":"Tom is watching TV now, isn't he?"},{"text":"Der altrömische Gott Janus hatte zwei Gesichter, die in entgegengesetzte Richtungen schauten.","translation":"The ancient Roman god Janus had two faces looking in opposite directions."},{"text":"„Er wird einen Apfel essen!“ – kaum dass Maria diese Worte sprach und dabei auf Tom deutete, der jenige Frucht bereits in theatralischer Pose wie Yoricks Schädel in einer Hand vor sich hinhielt, wurde es mit einem Male still im Raum: alle schauten gebannt; niemand wagte es zu atmen; denn nie zuvor hatte Tom auch nur einen Apfel berührt; niemandem war es je gelungen, ihm diese Frucht schmackhaft zu machen oder sich ihm auch nur bis auf einige Meter mit einem Apfel zu nähern. Nun aber, um Maria seine Liebe zu beweisen, hatte er den Apfel, wie Adam aus der Hand Evas, empfangen, und es verstrichen die letzten Momente seiner Tugendhaftigkeit.","translation":"\"He's going to eat an apple!\" No sooner had Mary uttered these words and pointed at Tom, who was already posing theatrically with the fruit held out to himself as if it were Yorick's skull, than the room all at once fell silent. Everyone was looking on, mesmerised, not daring to breathe. Tom had never before even touched an apple: no one had ever managed to make the fruit seem palatable to him, or even managed to get one within a few metres of him. But now, to prove his love to Mary, Tom had taken the apple, as Adam had from Eve's hand, and the last remaining moments of his life of virtue were slipping away."},{"text":"Schaut Marika japanische Filme an?","translation":"Does Marika watch Japanese films?"}],"Integrität":[{"text":"Integrität verhält sich zur Korruption so wie die Wahrheit zur Lüge.","translation":"Integrity relates to corruption just as truth relates to lies."},{"text":"Stellst du meine Integrität infrage?","translation":"Are you questioning my integrity?"},{"text":"Die Einheit und Integrität unseres Landes zu bewahren – das ist heute die wichtigste Aufgabe.","translation":"Preserving the unity and integrity of our country is the most important task today."},{"text":"Die Verwendung des Alphabets \"Zamanälif\" ist von Moskau verboten. Angeblich wird damit \"die Integrität Russlands bedroht.\"","translation":"The use of the alphabet \"Zamanälif\" is forbidden by Moscow. Allegedly, this \"threatens the integrity of Russia.\""},{"text":"China erklärte, dass es die Unabhängigkeit, Souveränität und territoriale Integrität der Ukraine respektiere.","translation":"China stated that it respects Ukraine's independence, sovereignty and territorial integrity."}],"bewegend":[{"text":"Dieses Lied ist so bewegend, dass es mir die Tränen in die Augen treibt.","translation":"This song is so moving that it brings tears to my eyes."},{"text":"Ich möchte nicht in einen sich selbst bewegenden Computer einsteigen – ich fahre lieber selbst.","translation":"I don't want to get into a self-moving computer – I'd rather drive myself."},{"text":"Der Film war wirklich bewegend.","translation":"The film was really moving."},{"text":"Der Roman ist sehr bewegend.","translation":"The novel is very moving."},{"text":"Es war der bewegendste Film, den ich je gesehen hatte.","translation":"That was the most moving film I had ever seen."}],"Hummer":[{"text":"Tom reagiert allergisch auf Garnelen, aber nicht auf Hummer.","translation":"Tom is allergic to shrimps, but not lobster."},{"text":"Wenn Krebs ein Feind der Menschheit ist, ist ein Krebs ein Freund der Hummer.","translation":"If cancer is an enemy of humanity, a cancer is a friend of lobsters."},{"text":"Es ist grausam, einen lebenden Hummer in einen Topf mit kochendem Wasser zu werfen!","translation":"It's cruel to put a live lobster into a pot of boiling water."},{"text":"Lasst uns den Hummer bestellen! Ich habe gehört, das soll hier die Spezialität sein.","translation":"Let's order the lobster! I've heard that this is supposed to be the specialty here."},{"text":"Beim Anblick des frischen Hummers bekam ich Appetit.","translation":"At the sight of the fresh lobster I got an appetite."},{"text":"Du isst zu Weihnachten Hummer? Ist das dein Ernst?","translation":"You eat lobster for Christmas? Are you serious?"},{"text":"Wir essen nur zu besonderen Gelegenheiten Hummer.","translation":"We eat lobster only on special occasions."},{"text":"Darf ich Ihnen Herrn Hummer vorstellen?","translation":"May I introduce you to Mr Hummer?"},{"text":"Ich bin allergisch gegen Hummer.","translation":"I'm allergic to lobsters."},{"text":"Wir nahmen diese Nacht an einem Bankett mit Hummer teil.","translation":"We banqueted on lobster that night."}],"Clips":[],"vergeblich":[{"text":"Wer will, was er kann, fängt nichts vergeblich an.","translation":"If you want what you can, you won't do anything in vain."},{"text":"Vergeblich versuchte er, sie von seiner Unschuld zu überzeugen.","translation":"He tried in vain to convince her of his innocence."},{"text":"Die Hoffnung, dass sie zurückkommt, war vergeblich.","translation":"The hope that she would come back was in vain."},{"text":"Seine Kollegen versuchten vergeblich, ihn unter den Tisch zu trinken.","translation":"His colleagues tried in vain to drink him under the table."},{"text":"Tom das Tanzen beibringen? Das ist vergebliche Mühe.","translation":"Teaching Tom to dance? This is a futile effort."}],"absorbiert":[{"text":"Trockener Sand absorbiert Wasser.","translation":"Dry sand absorbs water."},{"text":"Dieses Material absorbiert CO₂.","translation":"This material absorbs CO2."},{"text":"Die Schwärze absorbiert völlig das Licht.","translation":"The blackness completely absorbs the light."},{"text":"Das Ozon in der Stratosphäre absorbiert einen Teil der schädlichen UV-Strahlung der Sonne.","translation":"Ozone in the stratosphere absorbs some of the sun’s harmful ultraviolet radiation."},{"text":"Sofern die Temperatur eines Objektes nicht beim absoluten Nullpunkt (−273 °C) liegt, reflektiert, absorbiert und emittiert es in einer von seinen physikalischen und chemischen Eigenschaften abhängigen Weise Energie, die man als elektromagnetische Strahlung bezeichnet.","translation":"Unless an object has a temperature of absolute zero (−273 °C) it reflects, absorbs, and emits energy—called electromagnetic radiation—in ways that depend on its physical and chemical properties."},{"text":"Schwarzes Papier absorbiert Licht.","translation":"Black paper absorbs light."},{"text":"Das Ozon in der Stratosphäre absorbiert UV-Strahlung.","translation":"The ozone in the stratosphere absorbs ultraviolet radiation."},{"text":"US-Forscher haben Kohlenstoffnanoröhrchen zu der schwärzesten Substanz der Welt zusammengesetzt, die über 99% des einfallenden Lichtes absorbiert.","translation":"U.S. researchers assembled carbon nanotubes to create the world's blackest substance, able to absorb over 99 percent of light that hits it."}],"engagiert":[{"text":"Ich ziehe meinen Hut vor deiner engagierten Arbeit.","translation":"I salute your dedicated work."},{"text":"Tom ist politisch sehr engagiert, während Mary Politik völlig egal ist.","translation":"Tom's politically engaged but Mary couldn't care less about politics."},{"text":"Bitte deine Schwester, engagierter und gehorsamer zu sein.","translation":"Ask your sister to be more committed and obedient."},{"text":"Sie ist eher eine Dilettantin als ein engagierter Profi.","translation":"She's more a dilettante than a committed professional."},{"text":"Zweifle niemals daran, dass eine engagierte Minderheit die Macht hat, Änderungen herbeizufühen.","translation":"Never doubt the power of a committed minority to bring about change."}],"gleiten":[{"text":"Sie ließ ihre Augen über seinen Brief gleiten.","translation":"She ran her eyes over the letter from him."},{"text":"Tom ließ seine Zunge in Marias Ohr gleiten.","translation":"Tom slid his tongue into Mary's ear."},{"text":"Er ließ das Geld in meine Tasche gleiten.","translation":"He let the money slip into my pocket."},{"text":"Ein Vogel kann durch die Lüfte gleiten, ohne seine Flügel zu bewegen.","translation":"A bird can glide through the air without moving its wings."},{"text":"Tom ließ seine Hände zum Öffnen ihres BHs auf ihren Rücken gleiten.","translation":"Tom let his hands slide on her back to open her bra."}],"häkel":[{"text":"Ich häkele gerne.","translation":"I like crocheting."},{"text":"„Was können Sie besonders gut?“ – „Häkeln.“","translation":"\"What are you particularly good at?\" – \"Crochet.\""}],"wollten":[{"text":"Wolltet ihr euch heute treffen?","translation":"Were you going to see each other today?"},{"text":"Ich dachte, dass ihr beiden zusammenarbeiten wolltet.","translation":"I thought you two wanted to work together."},{"text":"Wem wolltet ihr das denn verkaufen?","translation":"Who were you going to sell it to?"},{"text":"Ich dachte, ihr wolltet jetzt nicht darüber reden.","translation":"I thought you didn't want to talk about this now."},{"text":"Tom ließ sich eine Schale mit Wasser bringen und sprach, indem er sich wie Pilatus die Hände darin wusch: „Ich wasche meine Hände in Unschuld. Was jetzt geschieht, das geschieht, weil ihr es so wolltet.“","translation":"Tom had a bowl of water brought to him and, washing his hands in it like Pilate, said: \"I wash my hands of it. What happens now is happening because you wanted it that way.\""}],"beherrscht":[{"text":"Tom beherrscht drei Sprachen perfekt in Wort und Schrift.","translation":"Tom has a perfect command of three languages, both spoken and written."},{"text":"Die Männer verwalten unsere Welt nur. Beherrscht wird sie von den Frauen.","translation":"The men only manage our world. It is dominated by women."},{"text":"Maria beherrscht perfekt Französisch. Sie spricht auch fließend Deutsch.","translation":"Mary speaks perfect French. She speaks fluent German as well."},{"text":"Der Mensch beherrscht die Natur, bevor er gelernt hat, sich selbst zu beherrschen.","translation":"Man dominates nature before he has learned to control himself."},{"text":"Er beherrscht Esperanto gründlich.","translation":"He has a thorough command of Esperanto."},{"text":"Mit 13 Jahren beherrschte Tom bereits drei Sprachen.","translation":"Tom was able to speak three languages by the time he was thirteen."},{"text":"Der Alkohol beherrscht dein Leben.","translation":"Alcohol has taken over your life."},{"text":"Die erzählte Wahrheit ist eine beherrschte Wahrheit.","translation":"The narrated truth is a controlled truth."},{"text":"Der Arzt beherrschte Notsituationen wie diese.","translation":"The doctor mastered emergency situations like this."},{"text":"Wir Deutschen haben die Welt beherrscht, fremde Völker, die Nordsee und die Natur – den Konjunktiv nie.","translation":"We Germans have dominated the world, foreign peoples, the North Sea and nature – never the subjunctive."}],"zurückgreifen":[{"text":"Er hatte nichts, worauf er im Notfall hätte zurückgreifen können.","translation":"In an emergency he had nothing to fall back upon."},{"text":"Er musste auf seine gesamte Erfahrung zurückgreifen, um das Vorhaben ausführen zu können.","translation":"He had to call on all his experience to carry out the plan."},{"text":"Es gibt keinen Grund, auf Gewalt zurückzugreifen.","translation":"There's no need to resort to violence."},{"text":"Ich habe keine Ersparnisse, auf die ich zurückgreifen könnte.","translation":"I have no savings to fall back on."},{"text":"Kann ich auf meine Krankenversicherung zurückgreifen?","translation":"Can I use my health insurance?"}],"Adler":[{"text":"Zwei Adler können nicht zusammenleben.","translation":"Two eagles cannot live together."},{"text":"Auch ein Adler darf nicht zu hoch fliegen.","translation":"Even an eagle must not fly too high."},{"text":"Über dem Hügel zog ein Adler seine Kreise.","translation":"An eagle circled over the hill."},{"text":"Wenn die Hühner zu lustig werden, ist der Adler nicht weit.","translation":"If the chickens get too funny, the eagle is not far."},{"text":"Der Adler stürzte sich auf seine Beute.","translation":"The eagle pounced on its prey."},{"text":"Adler jagen keine Fliegen.","translation":"Eagles do not hunt flies."},{"text":"Adler fliegen allein. Schafe gehen in Herden.","translation":"Eagles fly alone. Sheep go in herds."},{"text":"Adler, Rabe, Eule, Kormoran, Lerche und Falke sind Vögel.","translation":"Eagle, raven, owl, cormorant, lark and falcon are birds."},{"text":"Heute ist Tanz im Goldenen Adler.","translation":"Today is dance in the Golden Eagle."},{"text":"Hast du schon das Buch „Das Herz des Adlers“ gelesen?","translation":"Have you already read the book \"The Heart of the Eagle\"?"}],"Heldin":[{"text":"Meine Heldin der Woche ist Maria.","translation":"My heroine of the week is Mary."},{"text":"Ganz Finnland feierte Liisa als Heldin.","translation":"All of Finland celebrated Liisa as a heroine."},{"text":"Der Roman endet mit dem Tod der Heldin.","translation":"The novel ends with the heroine's death."},{"text":"Die Heldin dieser Geschichte ist ein kleines Mädchen.","translation":"The heroine of this story is a little girl."},{"text":"Walentina Tereschkowa wurde mit dem Titel „Heldin der Sowjetunion“ geehrt.","translation":"Valentina Tereshkova was honored with the title of Hero of the Soviet Union."}],"abwechselnd":[{"text":"Sechs Monate lang wurde der Krieg mit abwechselndem Erfolg geführt.","translation":"For six months, the war was fought with alternating success."},{"text":"Er wird abwechselnd rot und blass.","translation":"It turns red and pale alternately."},{"text":"Ich habe Kopfschmerzen, und mir ist abwechselnd heiß und kalt.","translation":"I have a headache, and I feel alternately hot and cold."},{"text":"Sie fuhren abwechselnd das Auto.","translation":"They took turns driving the car."},{"text":"Die beiden versuchten es abwechselnd.","translation":"The two took turns trying."}],"platzieren":[{"text":"Wir platzierten uns in den Stühlen neben dem Ausgang.","translation":"We situated ourselves in the seats nearest the exit."}],"treue":[{"text":"Wenn der Wein der Zuneigung ausgeht, muss man leben mit dem Wasser der Treue.","translation":"When the wine of affection runs out, one must live with the water of fidelity."},{"text":"Treue üben ist Tugend, Treue erfahren ist Glück.","translation":"Practicing loyalty is virtue, experiencing loyalty is happiness."},{"text":"Es gehört Kraft zur Treue.","translation":"It takes strength to fidelity."},{"text":"Treue im Kleinsten macht dir die Treue leicht im Großen.","translation":"Loyalty in the smallest makes loyalty easy for you on a large scale."},{"text":"Blau ist die Farbe der Treue.","translation":"Blue is the color of fidelity."}],"verschwommen":[{"text":"Ich habe nur verschwommene Erinnerungen.","translation":"The memories I have are just hazy."},{"text":"Weit entfernte Dinge sehen verschwommen aus.","translation":"Distant things look blurry."},{"text":"Es sieht alles verschwommen aus. Ich glaube, ich brauche eine neue Brille.","translation":"Everything looks blurry. I think I need a new pair of glasses."},{"text":"Dieses Bild ist verschwommen.","translation":"This picture is blurry."},{"text":"Mit einer Brille könnten über 800 Millionen Menschen, die jetzt damit leben müssen, alles nur verschwommen wahrzunehmen, erheblich besser sehen.","translation":"Eyeglasses could vastly improve the eyesight of more than 800 million people who currently live with blurred vision."},{"text":"Dieses Foto ist zu verschwommen. Ich kann dein Gesicht nicht erkennen.","translation":"This photo is too blurry. I can't make out your face."},{"text":"Ich kann mich verschwommen an meine Großmutter erinnern.","translation":"I have a dim memory of my grandmother."},{"text":"Ohne ihre Kontaktlinsen sieht sie alles verschwommen.","translation":"Without her contact lenses, she sees everything blurred."},{"text":"Im Maßstab der Moleküle ist die Spitze eines Stahlmessers verschwommen und unpräzise wie das Ufer eines stürmischen Ozeans, der Wellen an einem weißen Sandstrand bildet.","translation":"On the scale of molecules, the tip of a steel knife is blurred and imprecise like the shore of a stormy ocean that forms waves on a white sandy beach."},{"text":"Ich erinnere mich verschwommen.","translation":"I have a vague recollection."}],"rutschig":[{"text":"Der Boden ist nass und rutschig.","translation":"The floor is wet and slippery."},{"text":"Pass auf, der Boden ist rutschig.","translation":"Watch out, the floor is slippery."},{"text":"Diese Stufen sind ein bisschen rutschig, deshalb passen Sie bitte auf.","translation":"These stairs are a little slippery, so please be careful."},{"text":"Warum ist es auf dem Parkplatz so rutschig?","translation":"Why is the parking lot so slippery?"},{"text":"Vorsicht! Hier ist es sehr rutschig.","translation":"Caution! Here it is very slippery."}],"obig":[{"text":"Zeigen Sie auf der obigen Karte, wo Puerto Rico liegt.","translation":"Show where Puerto Rico is located on the map above."},{"text":"Vielen Dank für die Korrektur des obigen Satzes.","translation":"Thank you for correcting the above sentence."},{"text":"Wessen Name noch nicht auf der obigen Liste steht, der wende sich bitte an Tom.","translation":"If your name is not yet on the list above, please contact Tom."},{"text":"Könnte jemand für mich den obigen Kommentar in eine Sprache übersetzen, die ich verstehen kann?","translation":"Could someone translate the above comment for me into a language I can understand?"},{"text":"Die obige Ankündigung steht in einem Blog, der seit über einem Monat nicht mehr aktualisiert wurde.","translation":"The above announcement is in a blog that hasn't been updated in over a month."}],"schneit":[{"text":"Es scheint, es schneit!","translation":"It seems it's snowing!"},{"text":"Seit gestern schneit es hier bei uns mächtig.","translation":"It's been snowing heavily here since yesterday."},{"text":"Wenn es Weihnacht stürmt und schneit, ist Silvester nicht mehr weit.","translation":"When Christmas storms and snows, New Year's Eve is not far away."},{"text":"Im Winter schneit es hier selten.","translation":"In winter it rarely snows here."},{"text":"Dort schneit es.","translation":"It's snowing there."},{"text":"In diesem Teil des Landes schneit es selten.","translation":"It seldom snows in this part of the country."},{"text":"Hier schneit es im Winter viel.","translation":"It snows a lot here in winter."},{"text":"Es schneit hier nie.","translation":"It never snows here."},{"text":"Es schneit noch immer recht stark.","translation":"It's still snowing pretty heavily."},{"text":"Ich glaube, es schneit morgen.","translation":"I think it will snow tomorrow."},{"text":"Schneit es in den Dreck, so geht man drüber weg.","translation":"If it snows into the dirt, you walk away from it."},{"text":"Vielleicht schneit es morgen.","translation":"Maybe it will snow tomorrow."},{"text":"In dieser Jahreszeit schneit es viel.","translation":"It snows a lot at this time of year."},{"text":"Schneit es hier im Winter viel?","translation":"Does it snow a lot here in winter?"},{"text":"Manchmal schneit es in dieser Gegend sogar im April.","translation":"At times, it snows even in April around here."}],"unterm":[{"text":"Im Dorfe mit stolzem Stock, zu Hause unterm Rock.","translation":"In the village with a proud stick, at home under the skirt."},{"text":"Hohe Häuser sind gewöhnlich unterm Dach leer.","translation":"Tall houses are usually empty under the roof."},{"text":"Das unbekannteste Land liegt unterm Hut.","translation":"The least known country is under the hat."},{"text":"Jack hat eine Katze unterm Arm.","translation":"Jack has a cat under his arm."},{"text":"Da sind ein paar Kekse unterm Tisch.","translation":"There are some cookies under the table."},{"text":"Unterm Krummstab ist gut wohnen.","translation":"Under the crook is good living."},{"text":"Unterm Strich hat er eine Menge Geld gewonnen.","translation":"The bottom line is that he won a lot of money."},{"text":"Unterm Strich besagt die Nachricht, dass es erforderlich ist, die Reise um eine Woche zu verschieben.","translation":"In a nutshell, the message says that the trip needs to be put back a week."},{"text":"Das Mädel ist schön, schlank, führt einen netten Fuß. Unterm Dach mag's aussehen, wie's will. Darüber guckt man bei euch Weibsleuten weg, wenn's der liebe Gott Parterre nicht hat fehlen lassen.","translation":"The girl is beautiful, slim, leads a nice foot. Under the roof it may look as it pleases. About this one looks away with you women, if the dear God parterre has not missed it."},{"text":"Unterm Krummstab ist gut leben.","translation":"Under the crook is good life."},{"text":"Hier sieht es aus wie bei Hempels unterm Sofa.","translation":"Here it looks like Hempels under the sofa."},{"text":"Hier sieht's ja aus wie bei Hempels unterm Sofa!","translation":"Here it looks like Hempels under the sofa!"},{"text":"Bei Tom und Maria zu Hause sieht es aus wie bei Hempels unterm Sofa.","translation":"Tom and Mary's house is cluttered."},{"text":"Unterm Strich: er hat er sich zu dumm angestellt.","translation":"The bottom line: he was too stupid."},{"text":"Hier siehts ja aus wie bei Hempels unterm Sofa.","translation":"It looks like a pigsty in here."}],"schöpfen":[{"text":"Er ist ein Mensch, der aus dem Alleinsein Kraft schöpft.","translation":"He is a person who draws strength from being alone."},{"text":"Vielleicht sind wir nichts als Schalen womit der Augenblick geschöpft wird.","translation":"Perhaps we are nothing but shells with which the moment is drawn."},{"text":"Aus der Quelle soll man schöpfen.","translation":"From the source one should draw."},{"text":"Der Verstand schöpft seine Gesetze... nicht aus der Natur, sondern schreibt sie dieser vor.","translation":"The mind draws its laws... not from nature, but prescribes it to it."},{"text":"Sie scheinen beide Verdacht geschöpft zu haben.","translation":"Both of them seem suspicious."}],"Kat":[{"text":"Kates Stimme unterscheidet sich sehr von denen der anderen Mädchen.","translation":"Kate's voice is very different from that of the other girls."},{"text":"Kates Freundin heißt Emily.","translation":"Kate's girlfriend's name is Emily."},{"text":"Setz dich, Kate.","translation":"Sit down, Kate."},{"text":"Kates Vater läuft von der Bushaltestelle nach Hause.","translation":"Kate's father walks home from the station."}],"had":[{"text":"Hades ist der Höllengott.","translation":"Hades is the god of hell."},{"text":"Niemand kann seinen überbordenden Reichtum mit in den Hades nehmen.","translation":"No man takes with him to Hades all his exceeding wealth."},{"text":"Mit Hadern verliert jedermann außer Papiermacher und Advokaten.","translation":"With quarrels, everyone loses except papermakers and lawyers."},{"text":"„Versucht’s doch!“ forderte Tom, und die Kentauren versuchten es und schlugen in einem wilden Getümmel so lange auf den Unverwundbaren ein, bis sie ihn in den Erdboden hineingeschlagen hatten und er irgendwann im Hades wieder herauskam.","translation":"\"Try it!\" demanded Tom, and the Centaurs tried, beating the invulnerable in a wild fray until they had smashed him into the ground and he came out again at some point in Hades."}],"antibiotikum":[{"text":"Ich nehme Antibiotika.","translation":"I'm taking antibiotics."},{"text":"Ich bin gegen Antibiotika allergisch.","translation":"I am allergic to antibiotics."},{"text":"Viele Antibiotika stammen von Pilzen.","translation":"Many antibiotics come from fungi."},{"text":"Der Arzt behandelte den Patienten mit Antibiotika.","translation":"The doctor treated the patient with antibiotics."},{"text":"Ohne wirksame Antibiotika kann jede Operation, selbst ein kleiner Eingriff, tödlich enden.","translation":"Without effective antibiotics, any surgery, even a minor one, could become fatal."}],"kosmisch":[{"text":"Der Mensch lebt und vergeht, während die kosmische Uhr nur einmal tickt.","translation":"Man lives and passes away, while the cosmic clock ticks only once."},{"text":"Welche Sterne liegen in unserer unmittelbaren kosmischen Nachbarschaft?","translation":"Which stars are in our immediate cosmic neighborhood?"},{"text":"Wenn das Universum ein kosmisches Ei ist, wer hat es dann gelegt?","translation":"If the universe is a cosmic egg, who laid it?"},{"text":"Kosmische Strahlen kommen von jenseits unseres Sonnensystems.","translation":"Cosmic rays come from beyond our own solar system."},{"text":"Wo befinden wir uns in der kosmischen Ordnung?","translation":"Where are we in the cosmic order?"}],"mache":[{"text":"Mache aus der Not eine Tugend.","translation":"Make a virtue out of necessity."},{"text":"6. Gesetz der Macht: Mache um jeden Preis auf dich aufmerksam.","translation":"6. Law of Power: Draw attention to yourself at all costs."},{"text":"Wie die Mache, so die Sache.","translation":"Like the mache, so the thing."},{"text":"„Wie ist Marias Laune?“ – „Drachenmäßig. Mache heute besser einen großen Bogen um sie.“","translation":"\"What's Mary's mood?\" – \"Dragon-like. Better give them a wide berth today.\""},{"text":"Mache nicht so viel Pfeffer in die Suppe!","translation":"Don't put so much pepper in the soup!"}],"Sitzplatz":[{"text":"Es gab keinen Sitzplatz mehr.","translation":"There weren't any seats left."},{"text":"Willst du auf unsere Sitzplätze bestehen?","translation":"Do you want to insist on our seats?"},{"text":"Halt mir den Sitzplatz frei.","translation":"Keep the seat free for me."},{"text":"Im Bus überließ Bob einer alten Frau seinen Sitzplatz.","translation":"Bob gave up his seat on the bus to an old lady."},{"text":"Zum Glück hat er einen guten Sitzplatz gefunden.","translation":"Luckily, he found a good seat."}],"versenken":[{"text":"Ein kleines Leck kann ein großes Schiff versenken.","translation":"A small leak can sink a large ship."},{"text":"Maria versenkte sich, um ihre Depression zu ertragen, in ihre Arbeit.","translation":"To cope with her depression, Mary threw herself into her work."},{"text":"Tom hat den Ball im Tor versenkt.","translation":"Tom sunk the ball in the goal."},{"text":"Tom und Mary spielen \"Schiffe versenken\".","translation":"Tom and Mary are playing battleship."},{"text":"Lass den Menschen die Freiheit, ihr eigenes Boot zu versenken.","translation":"Give the people the freedom to sink their own boat."}],"Aufstellung":[{"text":"Ich brauche eine vollständige Aufstellung aller Sachen, die Tom gekauft hat.","translation":"I want a complete list of everything Tom purchased."},{"text":"In der Aufstellung unserer Grundsätze sind wir strenger als in ihrer Bestätigung.","translation":"We are stricter in the formulation of our principles than in their confirmation."},{"text":"Ich sah mir dir Aufstellung der Verluste und Gewinne durch.","translation":"I looked through your list of losses and gains."},{"text":"Was vor wenigen Wochen noch unvorstellbar war, liegt heute im Bereich der Möglichkeit: Wir können von allen Seiten angegriffen werden. Die Armee hat sich dieser neuen Lage anzupassen und eine Aufstellung zu beziehen, die ihr gestattet, sich auf allen Fronten wirksam zu verteidigen.","translation":"What was unimaginable just a few weeks ago is now within the realm of possibility: we can be attacked from all sides. The army must adapt to this new situation and adopt a set-up that will allow it to defend itself effectively on all fronts."},{"text":"Die Skulptur, die zur Aufstellung auf dem Platz angeschafft worden war, hatte zu dem Standort nicht das richtige Größenverhältnis: sie war viel zu klein.","translation":"The sculpture they bought to install in the plaza was out of scale for the site; it was much too small."}],"landwirtschaftlich":[{"text":"Hoover wurde 1874 in dem landwirtschaftlich geprägten Bundesstaat Iowa geboren.","translation":"Hoover was born in 1874 in the agricultural state of Iowa."},{"text":"Die landwirtschaftliche Erzeugnisvielfalt dieses Jahres ist höher als wir erwartet hätten.","translation":"This year's variety of agricultural products is higher than we would have expected."},{"text":"Diese Land ist bereits seit Langem für die Vielfalt und Qualität seiner landwirtschaftlichen Erzeugnisse bekannt.","translation":"This country has long been known for the quality and diversity of its agricultural produce."},{"text":"Die japanische Wettbewerbsfähigkeit ist sehr stark was industrielle Produkte angeht, aber schwach hinsichtlich landwirtschaftlicher Produkte.","translation":"Japan's competitiveness is very strong in terms of industrial products, but weak in terms of agricultural products."},{"text":"Die Menschen dieser landwirtschaftlichen Region waren für ihre übertriebene Sparsamkeit bekannt.","translation":"The people of this agricultural region were known for their excessive thriftiness."}],"Birne":[{"text":"Du vergleichst Äpfel mit Birnen.","translation":"You compare apples to pears."},{"text":"Ich esse gerne Birnen.","translation":"I like to eat pears."},{"text":"Dieses Ding hat die Form einer Birne und die Größe einer Faust.","translation":"This thing has the shape of a pear and the size of a fist."},{"text":"Diese Birne riecht gut.","translation":"This pear smells nice."},{"text":"Gerät der erste Wurf nicht, so fällt die Birne beim zweiten.","translation":"If the first litter does not materialize, the pear falls on the second."}],"schlüpfen":[{"text":"Maria wurde nicht geboren: sie schlüpfte aus einem Ei.","translation":"Mary was not born: she hatched from an egg."},{"text":"Hör auf in Rollen zu schlüpfen, sei du selbst!","translation":"Stop slipping into roles, be yourself!"},{"text":"Die Katze schlüpfte durch eine Spalte im Zaun.","translation":"The cat slipped through a crevice in the fence."},{"text":"Man sollte nicht die Küken zählen, bevor sie geschlüpft sind.","translation":"Don't count your chickens before they hatch."},{"text":"Tom kann nicht durch das kleine Loch im Zaun schlüpfen, weil er zu dick ist.","translation":"Tom can't slip through the small hole in the fence because he's too fat."}],"hinsehen":[{"text":"Wer mit den Menschen auskommen will, darf nicht zu genau hinsehen.","translation":"If you want to get along with people, you must not look too closely."},{"text":"Jemand hat mein Glas weggenommen, als ich gerade nicht hinsah.","translation":"Someone took my glass when I wasn't looking."},{"text":"Wenn Sie genau hinsehen, werden Sie feststellen, dass die Kiste einen doppelten Boden hat.","translation":"If you look closely, you will notice that the box has a double bottom."},{"text":"Kannst du bitte nicht hinsehen?","translation":"Can you please look the other way?"},{"text":"Tom küsste Maria, als Johannes und Elke gerade nicht hinsahen.","translation":"Tom kissed Mary while John and Alice were looking the other way."},{"text":"Bei genauerem Hinsehen stellte Liisa fest, dass sie sich geirrt hatte.","translation":"On closer inspection, Liisa found that she was wrong."},{"text":"Durch bloßes Hinsehen kann man schon viel beobachten.","translation":"You can observe a lot just by looking."},{"text":"Manche Leute kennt man vom Wegschauen besser als vom Hinsehen.","translation":"Some people are better known by looking away than by looking."},{"text":"Was auf hundert Meter Entfernung wie eine kleine, reglose graue Gans aussah, entpuppte sich nach und nach und bei näherem Hinsehen als ein unförmiges Schlagloch.","translation":"What looked like a small, motionless grey goose at a distance of a hundred metres gradually turned out to be a misshapen pothole on closer inspection."},{"text":"Tom war nicht wiederzuerkennen. Erst nach mehrmaligem Hinsehen glaubte ich, dass er es war.","translation":"Tom was unrecognizable. Only after looking at it several times did I believe it was him."}],"umzugehen":[{"text":"Wir müssen alle lernen, mit dieser Situation umzugehen.","translation":"We all need to learn to deal with this situation."},{"text":"Tom versteht es, mit Worten umzugehen.","translation":"Tom has a way with words."},{"text":"Jeder weiß, dass es Tom nicht liegt, mit Menschen umzugehen.","translation":"Everyone knows Tom has poor people skills."},{"text":"Ich denke, dass Tom schließlich lernen wird, damit umzugehen, wie die Leute ihn behandeln.","translation":"I imagine that Tom will eventually learn to deal with the way people treat him."},{"text":"Dieser Junge versteht gut mit Messer und Gabel umzugehen.","translation":"This boy is very good at using the knife and fork."},{"text":"Sie hat die Kunst, mit schwierigen Kunden umzugehen, perfektioniert.","translation":"She has perfected the art of handling difficult customers."},{"text":"Ich will schnell mit der neuen Digitalkamera umzugehen lernen.","translation":"I want to learn how to use the new digital camera quickly."},{"text":"Für das Studium der Computerlinguistik sind Kenntnisse in mehreren Fremdsprachen erforderlich, wobei man auch mit Computern umzugehen wissen muss.","translation":"For the study of computational linguistics, knowledge of several foreign languages is required, whereby one must also know how to use computers."},{"text":"Das Leben ist wie eine Streichholzschachtel. Vorsichtig mit ihr umzugehen ist dumm, nicht vorsichtig mit ihr umzugehen ist gefährlich.","translation":"Life is like a matchbox. Being careful with it is stupid, not being careful with it is dangerous."}],"pokémon":[{"text":"Es gibt viele Leute, die Pokémons suchen.","translation":"There are many people looking for Pokémon."},{"text":"Tom möchte ein Pokémon-Meister werden.","translation":"Tom wants to become a Pokémon Master."},{"text":"Diese Pokémon-Karte ist sehr wertvoll.","translation":"This Pokemon card is very valuable."},{"text":"Pikachū ist ein Pokémon.","translation":"Pikachu is a Pokémon."},{"text":"Tom ist kein Pokémon.","translation":"Tom is not a Pokémon."},{"text":"Man braucht für das neueste Pokémon-Spiel einen Nintendo DS.","translation":"You need a Nintendo DS to play the latest Pokemon game."},{"text":"Lucario ist eine Kreatur aus der Pokémon-Serie.","translation":"Lucario is a creature from the Pokémon series."},{"text":"Spielst du noch „Pokémon Go“?","translation":"Are you still playing Pokémon Go?"},{"text":"Pikachu ist ein Elektro-Pokémon.","translation":"Pikachu is an electric Pokémon."}],"Ruder":[{"text":"Das Schiff hängt mehr am Ruder als das Ruder am Schiff.","translation":"The ship hangs more on the rudder than the rudder on the ship."},{"text":"Fehlt es am Wind, so greife zum Ruder.","translation":"If there is no wind, grab the rudder."},{"text":"Wer am Ruder ist, reißt selten das Steuer herum.","translation":"Those who are at the helm rarely pull the wheel around."},{"text":"Ich beschloss, das Ruder in die Hand zu nehmen.","translation":"I decided to take control."},{"text":"Maria tauchte ihr Ruder ins Wasser.","translation":"Mary dipped her paddle into the water."}],"heiter":[{"text":"Ein heiteres und fröhliches Herz ist das beste Geschenk.","translation":"A cheerful and joyful heart is the best gift."},{"text":"Das kam wie ein Blitz aus heiterem Himmel.","translation":"This came like a bolt from the blue."},{"text":"Frischer Neuschnee sorgt für heitere Stimmung.","translation":"Fresh fresh snow creates a cheerful atmosphere."},{"text":"Maria ist froh und heiter.","translation":"Mary is happy and cheerful."},{"text":"Er verließ Japan an einem heiteren Tag.","translation":"He left Japan on a bright day."},{"text":"Es gibt nichts schöneres, als bei heiterem Wetter am Strand spazieren zu gehen.","translation":"There is nothing better than walking on the beach in clear weather."},{"text":"James hat mich aus heiterem Himmel angerufen.","translation":"I had a call from James out of the blue."},{"text":"Das können Sie ihm nicht so aus heiterem Himmel mitteilen.","translation":"You can't tell him that out of the blue."},{"text":"Denken wir bei heiterem Himmel an den Sturm und im Sturm an den Steuermann!","translation":"Let us think of the storm in a clear sky and the helmsman in the storm!"},{"text":"Krankheiten befallen uns nicht aus heiterem Himmel, sondern entwickeln sich aus täglichen Sünden wider die Natur. Wenn sich diese gehäuft haben, brechen sie unversehens hervor.","translation":"Diseases do not strike us out of the blue, but develop from daily sins against nature. When these have accumulated, they suddenly burst out."}],"Treibstoff":[{"text":"Begeisterung ist unser Antrieb – Freude ist unser Treibstoff – Leben ist unsere Bewegung.","translation":"Enthusiasm is our drive – joy is our fuel – life is our movement."},{"text":"Man muss die Maschine mit Treibstoff versorgen.","translation":"You have to supply the machine with fuel."},{"text":"Ohne Treibstoff läuft der Motor nicht.","translation":"Without fuel, the engine does not run."},{"text":"Welcher Treibstoff stinkt am meisten?","translation":"Which is the fuel that stinks the most?"},{"text":"Wie viele Liter Treibstoff fasst dein Auto?","translation":"How many gallons does it take to fill your tank?"}],"verwunden":[{"text":"Das Wort verwundet leichter als es heilt.","translation":"Words wound more easily than they heal."},{"text":"Alle Stunden verwunden, die letzte tötet.","translation":"Wounded every hour, the last one kills."},{"text":"Im Krieg wurde er verwundet.","translation":"He was wounded in the war."},{"text":"Tom hat den Schlag noch nicht verwunden.","translation":"Tom hasn't gotten over the blow yet."},{"text":"Mit Worten kann man einen Menschen ebenso schmerzhaft verwunden wie mit einem Schwert.","translation":"With words you can wound a person just as painfully as with a sword."},{"text":"Tom wurde, schwer verwundet, in die Hütte seines Vaters getragen und starb bald darauf.","translation":"Tom, badly wounded, was carried to his father's hut and died soon after."},{"text":"Der verwundete Soldat konnte kaum laufen.","translation":"The wounded soldier could hardly walk."},{"text":"Er trug einen Verband, da er verwundet war.","translation":"He was wearing a bandage because he was wounded."},{"text":"Es ist möglich, dass das Opfer am Kopf verwundet ist.","translation":"It's possible that the victim is wounded in the head."},{"text":"Der verwundete Mann erholte sich innerhalb von drei Tagen wieder.","translation":"The wounded man recovered in three days."}],"Süd":[{"text":"Der Wind weht von Nord nach Süd.","translation":"The wind is blowing from north to south."},{"text":"Der Big Salmon River ist ein kleiner Fluss in Süd-New Brunswick, Kanada, der in die Bay of Fundy fliesst.","translation":"The Big Salmon River is a small river in southern New Brunswick, Canada, that flows south into the Bay of Fundy."},{"text":"Sie ist ein ziemlich beliebter „natürlicher Helfer“ in Mittel- und Süd-Amerika, wo sie in der Volksheilkunde oft benutzt wird.","translation":"It is a fairly popular \"natural helper\" in Central and South America, where it is often used in folk medicine."},{"text":"Japan erstreckt sich über 3000 km von Nord nach Süd.","translation":"Japan stretches over 3000 kilometers from north to south."},{"text":"Es gibt vier Hauptpunkte: Nord, Süd, Ost und West.","translation":"There are four main points: North, South, East and West."}],"letztens":[{"text":"Letztens habe ich etwas gesucht, aber nicht gefunden.","translation":"The other day I was looking for something, but didn't find it."},{"text":"Seit Tom letztens so böse wurde, hat Maria Angst vor ihm.","translation":"Since Tom recently became so angry, Maria has been afraid of him."},{"text":"Unsere Katze hat vor allem Angst. Letztens lief sie selbst vor einer Maus davon.","translation":"Our cat is afraid of everything. Recently, she ran away from a mouse herself."},{"text":"Das ist derselbe Bleistift, den ich letztens verloren habe.","translation":"This is the same pencil that I lost the other day."},{"text":"Vielen Dank, dass Sie mich letztens zum Abendessen eingeladen haben.","translation":"Thanks very much for having me to dinner the other night."}],"Perfektion":[{"text":"Die kurze Perfektion des Ergebnisses war die lange Mühe der Vorbereitung wert.","translation":"The short perfection of the result was worth the long effort of preparation."},{"text":"Perfektion macht nicht glücklich, aber glücklich sein ist perfekt.","translation":"Perfection does not make you happy, but being happy is perfect."},{"text":"Kunst ist Darstellung in Perfektion.","translation":"Art is representation in perfection."},{"text":"Perfektion existiert nicht.","translation":"Perfection does not exist."},{"text":"Perfektion genügt nicht.","translation":"Perfection is not enough."}],"ji":[{"text":"„Wang Lao Ji“ ist kein Bier, sondern Tee.","translation":"Wang Lao Ji isn't beer. It's tea."},{"text":"Der Tōdai-ji ist der größere der zwei Tempel.","translation":"Toudaiji is the bigger of the two temples."}],"Bandit":[{"text":"Die Nacht ist nie allein: entweder ohne Wolf oder ohne Bandit.","translation":"The night is never alone: either without a wolf or without a bandit."},{"text":"Der Bandit trug eine schwarze Maske.","translation":"The bandit was wearing a black mask."},{"text":"Dieser Typ ist ein Bandit.","translation":"This guy is a bandit."},{"text":"Die Wälder waren damals voll von Grenzgängern und auch Banditen.","translation":"At that time, the forests were full of border crossers and bandits."},{"text":"Der Bandit verlangte das Geld aus der Registrierkasse.","translation":"The bandit demanded the money from the cash register."}],"Prozess":[{"text":"Du machtest kund, ich solle an diesem Prozess herumfuhrwerken.","translation":"You made it known that I should drive around this process."}],"süßen":[{"text":"Wer das Saure nicht kennt, der weiß nichts von dem Süßen.","translation":"If you don't know the sour, you don't know anything about the sweet."},{"text":"Das Hässliche verbirgt sich hinter dem Süßen.","translation":"The ugly is hidden behind the sweet."},{"text":"Hast du Lust zum Süßen, lass dich Bittres nicht verdrießen.","translation":"If you feel like sweetening, Don't let Bittres annoy you."},{"text":"Wir süßen unseren Tee.","translation":"We sugar our tea."},{"text":"Tom süßt seinen Tee mit Honig statt mit Zucker.","translation":"Tom puts honey in his tea instead of sugar."},{"text":"Des Bären größter Wunsch ist es, Honig zu essen, süßen Honig.","translation":"The bear's greatest desire is to eat honey, sweet honey."},{"text":"Trinkst du gerne süßen Tee?","translation":"Do you like sweet tea?"},{"text":"Auf dem Marktplatz herrscht heute ein buntes Treiben von Mänteln und Hüten, Kopftüchern und Röcken, Shorts, Jeans und weiteren Hosen zwischen Melonen und Zitronen, Äpfeln und Gemüse, Würsten und Enten, Gänsen, Ananas, Fischen und Eiern, Käse und süßen Leckereien.","translation":"On the market square today there is a hustle and bustle of coats and hats, headscarves and skirts, shorts, jeans and other trousers between melons and lemons, apples and vegetables, sausages and ducks, geese, pineapples, fish and eggs, cheese and sweet treats."},{"text":"Süßen Sie Ihren Tee nicht.","translation":"Do not sweeten your tea."},{"text":"Wie kommt es, dass alle süßen Jungs schwul sind?","translation":"How come all the cute guys are gay?"},{"text":"Sie verkaufen süßen Apfelwein.","translation":"They sell sweet cider."},{"text":"Ich mag keine süßen Nachspeisen.","translation":"I don't like sweet desserts."},{"text":"Toms Schlafanzug ist mit dem Bild eines süßen kleinen roten Eichhörnchens bedruckt.","translation":"Tom's pajamas have a picture of a cute little red squirrel printed on them."}],"beleidigt":[{"text":"Tom ist schnell beleidigt. Lass mich mit ihm sprechen!","translation":"Tom is easily offended. Let me talk to him!"},{"text":"Maria war beleidigt, weil Tom ihren Geburtstag vergessen hatte.","translation":"Maria was offended because Tom had forgotten her birthday."},{"text":"Bei Maria musst du aufpassen, wie du dich ausdrückst; die ist schnell beleidigt.","translation":"With Mary, you have to be careful how you express yourself; She is easily offended."},{"text":"Sie schien sich durch seine Worte beleidigt zu fühlen.","translation":"She seems to have been offended by what he said."},{"text":"Sie haben ihn und seine Frau beleidigt.","translation":"They insulted him and his wife."},{"text":"Er beleidigte mich und nannte mich einen Esel.","translation":"He insulted me and called me a donkey."},{"text":"Der Schüler beleidigte den Lehrer.","translation":"The student insulted the teacher."},{"text":"Sie beleidigten ihn und seine Frau.","translation":"They insulted him and his wife."},{"text":"Tom beleidigte mich schwer, aber ich zahlte es ihm mit gleicher Münze heim.","translation":"Tom insulted me severely, but I gave him tit for tat."},{"text":"In der Hitze des Redegefechts beleidigten sich einer den anderen.","translation":"In the heat of the battle, one insulted the other."}],"Staubsauger":[{"text":"Weil Tom den Staubsauger nicht fand, kehrte er zusammen.","translation":"Because Tom could not find the vacuum cleaner, he returned together."},{"text":"Petra hat den lautesten Staubsauger gekauft, den sie auf dem Markt finden konnte.","translation":"Petra bought the loudest vacuum cleaner she could find on the market."},{"text":"Dieser Staubsauger macht viel Lärm.","translation":"This vacuum cleaner makes a lot of noise."},{"text":"Katzen hassen Staubsauger.","translation":"Cats hate vacuum cleaners."},{"text":"Er führte neue Staubsauger vor.","translation":"He demonstrated new vacuum cleaners."}],"umrühren":[{"text":"Hast du einen Löffel, damit ich den Reis umrühren kann?","translation":"Do you have a spoon so I can stir the rice?"},{"text":"Die Suppe umrühren, bis sie kocht.","translation":"Stir the soup until it boils."},{"text":"Das Pulver hinzufügen, umrühren, und fertig ist die Laube.","translation":"Add the powder, stir it, and Bob's your uncle."},{"text":"Die Mischung so lange mit dem Rührgerät umrühren, bis eine homogene Masse entsteht.","translation":"Stir the mixture with the mixer until a homogeneous mass is formed."},{"text":"Maria war entsetzt, als sie sah, wie Tom seinen Kaffee mit dem Finger umrührte, obwohl ein Löffel danebenlag.","translation":"Mary was appalled to see Tom stirring his coffee with his finger in spite of having a spoon beside him."},{"text":"Für die Zubereitung sind gefrorenen Himbeeren perfekt, da sie beim Umrühren nicht zermatschen.","translation":"For preparation, frozen raspberries are perfect, as they do not crush when stirred."},{"text":"Schmecken Sie es mit Salz und Pfeffer ab und lassen Sie es unter gelegentlichem Umrühren circa 10 Minuten kochen.","translation":"Season with salt and pepper and leave to cook for about ten minutes, stirring occasionally."}],"häuslich":[{"text":"Sie war Opfer häuslicher Gewalt.","translation":"She was the victim of domestic violence."},{"text":"Tom wurde wegen häuslicher Gewalt angeklagt, nachdem er Maria mit einem Keks beworfen hatte.","translation":"Tom was charged with domestic violence after he tossed a biscuit at Mary."},{"text":"Sie wurde Opfer häuslicher Gewalt.","translation":"She was a victim of domestic violence."},{"text":"Er ist ein eher häuslicher Typ.","translation":"He's something of a home bird."},{"text":"In diesem Hotel herrscht eine häusliche Atmosphäre.","translation":"This hotel has a homely atmosphere."},{"text":"Die häusliche Situation wird jeden Tag unerträglicher.","translation":"The situation at home is getting more unbearable every day."},{"text":"Mary ist ein häusliches Mädchen.","translation":"Mary is a homely girl."},{"text":"Tom sagt, er wolle sich häuslich niederlassen.","translation":"Tom says that he wants to settle down."}],"Sklaverei":[{"text":"Geld ist eine neue Form der Sklaverei.","translation":"Money is a new form of slavery."},{"text":"Liebe ist die einzige Sklaverei, die als Vergnügen empfunden wird.","translation":"Love is the only slavery that is perceived as pleasure."},{"text":"Der Junge wurde in die Sklaverei verkauft.","translation":"The boy was sold into slavery."},{"text":"Amerika schaffte die Sklaverei 1863 ab.","translation":"America did away with slavery in 1863."},{"text":"Wir stehen vor der Wahl zwischen Widerstand und Sklaverei.","translation":"We are faced with the alternative of resistance or slavery."}],"Verfasser":[{"text":"Wir kennen den Verfasser sehr gut.","translation":"The writer is well known to us."},{"text":"In diesem Buch vergleicht der Verfasser Japan und Amerika.","translation":"In this book, the writer contrasts Japan with America."},{"text":"Der Name des Verfassers ist uns bekannt.","translation":"The author's name is familiar to us."},{"text":"Wer ist der Verfasser dieser Geschichte?","translation":"Who is the author of this story?"},{"text":"Mutter hat eine hohe Meinung von dem Verfasser.","translation":"Mother has a good opinion of the writer."}],"fortschreiten":[{"text":"Mit dem Fortschreiten des Stücks kommen die wahren Motive des Protagonisten ans Licht.","translation":"As the play unfolds, the protagonist's true motives are revealed."},{"text":"Die Medikamente können das Fortschreiten der Krankheit nur verlangsamen; aufhalten können sie es nicht.","translation":"The medication can only slow the disease's progress; it can't bring it to a halt."},{"text":"Mit Fortschreiten der Technik können immer mehr Arbeiten, für die bisher Menschen zuständig waren, Maschinen überlassen werden.","translation":"As technology advances, more and more work that was previously the responsibility of humans can be left to machines."},{"text":"Da die Nacht fortgeschritten und ich sehr erschöpft war, habe ich in einer Unterkunft übernachtet.","translation":"Since the night was progressing and I was very exhausted, I stayed in an accommodation."},{"text":"Die Wissenschaft, sie ist und bleibt, was einer ab vom andern schreibt — doch trotzdem ist, ganz unbestritten, sie immer weiter fortgeschritten.","translation":"Science, it is and remains what one writes from the other — but nevertheless, quite undisputedly, it is more and more advanced."},{"text":"Wenn der volle Mond sich, silbern leuchtend, über den Horizont erhebt, so scheint er deutlich größer zu sein, als wenn er, weiter fortgeschritten auf seiner nächtlichen Bahn, hoch oben am Himmel steht. Verblüffenderweise handelt es sich dabei um eine optische Täuschung.","translation":"When the full moon, gleaming silver, rises over the horizon, it seems significantly larger than when it has progressed farther on its nightly path, standing high in the heavens. Amazingly, this is an optical illusion."},{"text":"Es ist viel wahrscheinlicher, dass uns von unseren Mitmenschen Schaden zugefügt wird als von unseren Mittieren, und dennoch nennen wir Tiere wild und gefährlich und den Menschen fortgeschritten und zivilisiert.","translation":"We are far more likely to be harmed by our fellow man than by our fellow animals, yet we call animals wild and dangerous and we call man advanced and civilised."},{"text":"Apropos Fortschritt – warum wollen wir fortschreiten, statt hierzubleiben und das anzunehmen, was ist?","translation":"Speaking of progress, why do we want to move forward instead of sticking here and accepting what is?"},{"text":"Die Weisheit kennt kein Ende — je mehr der Mensch in ihr fortschreitet, desto mehr bedarf er ihrer.","translation":"Wisdom knows no end — the more man progresses in it, the more he needs it."},{"text":"So wie die Zivilisation fortschreitet, schwindet unausweichlich die Dichtkunst.","translation":"As civilization progresses, poetry inevitably disappears."},{"text":"Oder Sie sind vielleicht Generaldirektor eines kleinen oder mittleren Unternehmens, sind Sie mitten in Verhandlungen mit einem koreanischen Partner, und je mehr die Diskussion fortschreitet, desto mehr wird Ihnen bewusst, dass der interessante Vertrag, mit dem Sie gerechnet haben, Ihnen flöten geht, einfach weil Ihr Englisch nicht gerade glänzend ist, und Sie wissen, dass Ihr schwedischer Konkurrent Waffeder Sprache perfekt beherrscht — denn die Sprache ist in der Tat eine Waffe, wie alle Rechtsanwälte, alle Verführer und alle Politiker wissen.","translation":"Or maybe you're the general manager of a small or medium-sized company, you're in the middle of negotiations with a Korean partner, and the more the discussion progresses, the more you realize that the interesting contract you were expecting is going to flute, simply because your English isn't exactly shiny, and you know that your Swedish competitor Waffeder speaks the language perfectly — because language is indeed a weapon,  as all lawyers, all seducers and all politicians know."}],"Landwirt":[{"text":"\"Erzählen Sie doch keinen Mist!\" schrie der Landwirt.","translation":"\"Don't tell crap!\" shouted the farmer."},{"text":"Der Landwirt pflanzt im Frühling Mais.","translation":"The farmer plants maize in spring."},{"text":"Mein Großvater war Landwirt.","translation":"My grandfather was a farmer."},{"text":"Es war ein trockener Sommer. Viele Landwirte mussten ihre Felder beregnen lassen.","translation":"It was a dry summer. Many farmers had to water their fields."},{"text":"Der Landwirt bewirtschaftet sein Land.","translation":"The farmer cultivates his land."}],"Autogramm":[{"text":"Wollen Sie ein Autogramm?","translation":"Do you want an autograph?"},{"text":"Der Fan bat um sein Autogramm.","translation":"The fan asked for his autograph."},{"text":"Nach dem Konzert gab Tom Autogramme.","translation":"After the concert, Tom signed autographs."},{"text":"Ich kann dir ein Autogramm geben, wenn du willst.","translation":"I can give you an autograph if you want."},{"text":"Ich habe von einem berühmten Sänger ein Autogramm bekommen.","translation":"I got a famous singer's autograph."}],"Kreation":[{"text":"„Schau her! Eine einzigartige Kreation!“ – „Es ist doch nur ein Sandwich!“ – „Du hast recht. Es sieht so aus. Aber es ist ein Kunstwerk!“","translation":"\"Look here! A unique creation!\" – \"It's just a sandwich!\" – \"You're right. It looks like this. But it's a work of art!\""}],"Avatar":[{"text":"Mary versteht nicht, warum sich Tom eine Katze als Online-Avatar ausgesucht hat.","translation":"Mary doesn't understand why Tom chose a cat as his online avatar."},{"text":"Viele Leute versuchen ihr Identitätsproblem im Internet dadurch in den Griff zu kriegen, dass sie ständig ihren Avatar und ihr Pseudonym wechseln.","translation":"Many people try to get their identity problem under control on the Internet by constantly changing their avatar and pseudonym."},{"text":"Ich habe ein Avatar in Second Life.","translation":"I have an avatar in Second Life."},{"text":"Kennst du den Film „Avatar“?","translation":"Do you know the movie \"Avatar\"?"},{"text":"Er hat eine Stimme in \"Avatar\" synchronisiert.","translation":"He dubbed a voice in \"Avatar\"."},{"text":"Ich bin ein Erleuchteter mit einem Affen als Avatar.","translation":"I am an enlightened person with a monkey as my avatar."},{"text":"Kennst du den Film Avatar?","translation":"Do you know the movie Avatar?"}],"Verlinkung":[{"text":"Ah verdammt, die falsche Verlinkung stammte ja von mir!","translation":"Ah damn, the wrong link came from me!"}],"Familienmitglied":[{"text":"Vergiss nicht, dass auch die Katze ein Familienmitglied ist und entsprechend behandelt werden sollte.","translation":"Do not forget that the cat is also a family member and should be treated accordingly."},{"text":"Er ist sozusagen Familienmitglied.","translation":"He's a member of the family, so to speak."},{"text":"Jedes Jahr werden viele Kinder von eigenen Familienmitgliedern entführt.","translation":"Each year many children are kidnapped by members of their own families."},{"text":"Die Jungs werden von den Familienmitgliedern ferngehalten, um Infektionen zu vermeiden.","translation":"The boys are being kept away from family members to prevent them from getting an infection."},{"text":"Samstagabends nahm jedes Familienmitglied nacheinander in einer alten, vor dem Kaminfeuer stehenden Zinnbadewanne ein Bad.","translation":"On Saturday evenings, each family member took a bath one after the other in an old tin bathtub standing in front of the fireplace."}],"Verbrennung":[{"text":"Er hat schwere Verbrennungen erlitten.","translation":"He has suffered severe burns."},{"text":"Sauerstoff ist notwendig für die Verbrennung.","translation":"Oxygen is needed for combustion."},{"text":"Einer Verbrennung ersten Grades wegen werde ich mich nicht in die Notaufnahme einliefern lassen.","translation":"I'm not going to an emergency room for a first-degree burn."},{"text":"Holzkohle erhält man durch teilweise Verbrennung von Brennholz.","translation":"Charcoal is obtained by partial combustion of firewood."},{"text":"Kohlenmonoxid ist eine giftige Substanz, die durch unvollständige Verbrennung von Kohlenstoffverbindungen entsteht.","translation":"Carbon monoxide is a poisonous substance formed by the incomplete combustion of carbon compounds."}],"quietschen":[{"text":"Die Tür quietscht ein wenig.","translation":"The door squeaks a little."},{"text":"Das Baby quietschte vor Vergnügen.","translation":"The baby squealed with pleasure."},{"text":"Räder, die quietschen, bekommen das meiste Fett.","translation":"Wheels that squeak get the most fat."},{"text":"Meine Schuhe quietschen.","translation":"My shoes squeak."},{"text":"Die Wände sind dünn, und die Betten quietschen.","translation":"The walls are thin and the beds are quite squeaky."}],"gemeinnützig":[{"text":"Er wurde zu gemeinnütziger Arbeit verurteilt.","translation":"He was sentenced to community service."},{"text":"Toms Strafe waren 25 Stunden gemeinnützige Arbeit.","translation":"Tom's sentence was 25 hours of community service."},{"text":"Sie arbeitet in einer gemeinnützigen Institution.","translation":"She works in a non-profit institution."},{"text":"Dieser gemeinnützige Verein hat seine erste Spende erhalten.","translation":"This non-profit association has received its first donation."},{"text":"Funny Kittens International ist eine nach US 501(c)(3) gemeinnützige Organisation, die sich die Entwicklung von Katzenvideos zum Ziel gesetzt hat.","translation":"Funny Kittens International is a US 501(c)(3) non-profit organisation dedicated to the development of cat videos."}],"verachten":[{"text":"Nur wer sich selbst aufgegeben hat, wird von anderen verachtet.","translation":"Only those who have given up on themselves are despised by others."},{"text":"Ausländer werden von vielen Bürgern verachtet.","translation":"Foreigners are despised by many citizens."},{"text":"Die Jugend verachtet die Folgen; darauf beruht ihre Stärke.","translation":"Young people despise the consequences; their strength is based on this."},{"text":"Um Geld verachten zu können, muss man es haben.","translation":"To despise money, you have to have it."},{"text":"Was man verachten will, das muss man kennen.","translation":"What you want to despise, you have to know."}],"Anbau":[{"text":"Kann man Kartoffeln ansehen, ob sie aus organischem Anbau stammen?","translation":"Can you tell whether potatoes are organic by looking at them?"},{"text":"Das kommt alles aus regionalem Anbau.","translation":"Everything is locally grown."},{"text":"Für den Anbau von Wein in Deutschland gilt — neben dem europäischen — deutsches Weinrecht.","translation":"In addition to European wine, German wine law applies to the cultivation of wine in Germany."},{"text":"Die ersten Bauern, die mit dem Anbau des Kakaobaums begannen, waren die alten Maya.","translation":"The first farmers to start growing the cocoa tree were the ancient Maya."},{"text":"Der Anbau ist an der Nordseite des ursprünglichen Gebäudes.","translation":"The annex is on the north of the original building."},{"text":"Ich esse kein Gemüse, das ich nicht selbst anbaue.","translation":"I don't eat vegetables that I don't grow myself."},{"text":"Das Bedürfnis nach einem stets ausgedehnteren Absatz für ihre Produkte jagt die Bourgeoisie über die ganze Erdkugel. Überall muss sie sich einnisten, überall anbauen, überall Verbindungen herstellen.","translation":"The need for ever greater sales of its products is chasing the bourgeoisie all over the globe. It has to settle everywhere, grow everywhere, make connections everywhere."},{"text":"Wir haben einen kleinen Garten, wo wir vor allem Gemüse und Küchenkräuter anbauen.","translation":"We have a small garden where we mainly grow vegetables and culinary herbs."}],"eingelegt":[{"text":"Wie heißen eingelegte Gurken auf Estnisch?","translation":"How do you say \"pickles\" in Estonian?"},{"text":"Wir haben Pizza mit Kartoffeln und eingelegten Gurken bestellt.","translation":"We ordered a pizza with potatoes and pickles."},{"text":"An Fisch isst Tom nur eingelegten Hering.","translation":"Tom doesn't eat any fish other than pickled herring."},{"text":"Ich glaube, ich habe mir gestern Abend den Magen verkorkst. Ich hätte die eingelegten Heringe doch nicht essen sollen.","translation":"I think I messed up my stomach last night. I shouldn't have eaten the pickled herring."},{"text":"Nach einer durchzechten Nacht hilft nur noch das Katerfrühstück: Nimm reichlich frisches Obst, Vollkornprodukte, Rührei, eingelegte Heringe und ganz viel Wasser zu Dir.","translation":"After a night of drinking, only the hangover breakfast helps: Take plenty of fresh fruit, whole grains, scrambled eggs, pickled herring and a lot of water."}],"predigt":[{"text":"Wer nicht in den Himmel will, braucht keine Predigt.","translation":"If you don't want to go to heaven, you don't need a sermon."},{"text":"Bei der Predigt darf man sich hinsetzen.","translation":"You can sit down during the sermon."},{"text":"Die Predigt ist die Kunst, die Menschen zum Guten zu verführen.","translation":"Preaching is the art of seducing people for good."},{"text":"Der Pfarrer bewegte uns mit einer hervorragenden Predigt.","translation":"The pastor moved us with an excellent sermon."},{"text":"Der Pfarrer hielt eine schöne Predigt.","translation":"The preacher gave a beautiful sermon."}],"bayerisch":[{"text":"Ein typisch bayerisches Frühstück besteht aus Weißwurst, Weißbier und Brezeln.","translation":"A typical Bavarian breakfast consists of white sausage, wheat beer and pretzels."},{"text":"Bis 1918 war München die Residenz der bayerischen Könige.","translation":"Until 1918, Munich was the residence of the Bavarian kings."},{"text":"Du bayerischer Dickschädel! Was du kannst, das kann ich schon lange!","translation":"You Bavarian thick skull! What you can do, I've been able to do for a long time!"},{"text":"Die bayerische Küche ist herzhaft und rustikal.","translation":"Bavarian cooking is hearty and rustic."},{"text":"Bayerischer Leberkäse enthält weder Käse noch Leber.","translation":"This Bavarian Leberkäse doesn't contain any cheese nor liver."},{"text":"Dieses Bier wird nach dem Bayerischen Reinheitsgebot gebraut.","translation":"This beer is brewed according to the Bavarian Purity Law."},{"text":"Verstehst du mich? Redest du noch Bayerisch?","translation":"Do you understand me? Do you still speak Bavarian?"},{"text":"Tom lebt in einem kleinen Städtchen in den Bayerischen Alpen.","translation":"Tom lives in a small town in the Bavarian Alps."},{"text":"Durch den Verkauf der Bayerischen Donaudampfschifffahrt ging der Absatz der Regensburger stark zurück.","translation":"Due to the sale of Bayerische Donaudampfschifffahrt, Regensburg's sales fell sharply."},{"text":"Unser Lehrer wurde sogar mit dem Großen Literaturpreis der Bayerischen Akademie der Schönen Künste ausgezeichnet.","translation":"Our teacher was even awarded the Grand Literature Prize of the Bavarian Academy of Fine Arts."}],"schikanieren":[{"text":"Mary wurde von ihren Klassenkameraden schikaniert.","translation":"Mary was bullied by her classmates."},{"text":"Tom schikaniert gerne jüngere Schüler.","translation":"Tom loves to bully younger students."},{"text":"Die anderen Mädchen machten sich über sie lustig und schikanierten sie.","translation":"The other girls mocked her and picked on her."},{"text":"Tom schikaniert mich schon seit Monaten.","translation":"Tom has been bullying me for months."},{"text":"Wieso musst du mich dauernd schikanieren?","translation":"Why do you have to bully me all the time?"}],"Unterhose":[{"text":"Wo sind meine warmen Unterhosen?","translation":"Where are my warm underpants?"},{"text":"Er trägt eine lange Unterhose.","translation":"He's wearing long johns."},{"text":"Findest du, diese Krawatte passt zu dieser Unterhose?","translation":"Do you think this tie goes well with these underpants?"},{"text":"Meine Unterhose ist schwarz.","translation":"My underpants are black."},{"text":"Ich werde rot, wenn ich meiner Freundin Unterhosen kaufen muss.","translation":"I blush when I have to buy my girlfriend's underpants."}]}