{"unsichtbar":[{"text":"Das Haus, das du dort nicht siehst, gehört Tom. Es ist unsichtbar.","translation":"The house that you can't see there belongs to Tom. It's invisible."},{"text":"Warum ist deine Schwester unsichtbar?","translation":"Why is your sister invisible?"},{"text":"Man sieht nur mit den Augen gut, das Wesentliche ist für die Augen unsichtbar.","translation":"You can only see well with your eyes, the essentials are invisible to the eyes."},{"text":"Jede Seele trägt unsichtbare Flügel.","translation":"Every soul bears invisible wings."},{"text":"Er war offensichtlich unsichtbar.","translation":"He was obviously invisible."}],"gründlich":[{"text":"Ich habe es gründlich satt.","translation":"I'm fed up with it."},{"text":"Du musst deine Zähne gründlicher putzen.","translation":"You need to brush your teeth more thoroughly."},{"text":"Zunächst einmal brauchen wir eine gründliche Diskussion.","translation":"First of all, we need a thoroughgoing discussion."},{"text":"So will ich Euch die Wahrheit gründlich sagen.","translation":"So I want to tell you the truth thoroughly."},{"text":"Er analysierte das Problem gründlich.","translation":"He analyzed the problem thoroughly."}],"Hafen":[{"text":"Ein Schiff ist im Hafen sicher, doch dafür ist es nicht gemacht.","translation":"A ship in harbour is safe, but that is not what ships are built for."},{"text":"Im Sturm tut es jeder Hafen.","translation":"In a storm, every port does."},{"text":"Mit Mühe und Not erreichten sie den Hafen.","translation":"With difficulty and hardship they reached the port."},{"text":"Was hat diese Kiste in unserem Hamburger Hafen zu suchen?","translation":"What does this box have to do in our Port of Hamburg?"},{"text":"Sie fuhren früher oft am Wochenende zum Hafen von Nagoya spazieren.","translation":"They used to walk to the port of Nagoya often on weekends."}],"Mails":[{"text":"Warum will die Regierung meine E-Mails lesen?","translation":"Why does the government want to read my emails?"},{"text":"Wie oft prüfst du deine Mails?","translation":"How often do you check your emails?"},{"text":"Du musst damit aufhören, Toms E-Mails zu ignorieren.","translation":"You need to stop ignoring email messages from Tom."},{"text":"Ich nutze manchmal Smileys in E-Mails.","translation":"I sometimes use smileys in emails."},{"text":"Falls du ein Konto hast, kannst du über ein System E-Mails senden und empfangen.","translation":"If you have an account, you can send and receive emails through a system."}],"Warnung":[{"text":"Das ist die letzte Warnung!","translation":"That is the final warning!"},{"text":"Er hat alle Warnungen ignoriert.","translation":"He ignored all the warnings."},{"text":"Die Warnung vor Alkohol gehört dazu.","translation":"The warning against alcohol is one of them."},{"text":"Er schlug alle Warnungen in den Wind.","translation":"He threw all the warnings to the wind."},{"text":"Diese Warnung gilt insbesondere für dich.","translation":"This warning applies especially to you."}],"mehrmals":[{"text":"Man hat ihn mehrmals gewarnt.","translation":"He has been warned several times."},{"text":"Maria zog mehrmals um.","translation":"Maria moved several times."},{"text":"Tom hat mehrmals angerufen. Er wollte wissen, wann du kommst.","translation":"Tom called several times. He wanted to know when you were coming."},{"text":"Er versuchte es mehrmals, aber es gelang ihm nicht.","translation":"He tried several times without success."},{"text":"Mehrmals fragte ich sie nach ihrem Alter, doch sie hielt es stets geheim.","translation":"I asked her age several times, but she always kept it a secret."}],"Lärm":[{"text":"Wir können wegen des Lärms nicht schlafen.","translation":"We can't sleep because of the noise."},{"text":"Der Lärm hatte seinen Höhepunkt erreicht.","translation":"The noise had reached its crescendo."},{"text":"Sie machen zu viel Lärm, ich kann mich nicht konzentrieren.","translation":"They make too much noise, I can't concentrate."},{"text":"Musik wird oft als Lärm empfunden, weil sie mit Geräusch verbunden.","translation":"Music is often perceived as noise because it is associated with noise."},{"text":"Das schlechteste Rad am Wagen macht den meisten Lärm.","translation":"The worst wheel on the car makes the most noise."}],"nähen":[{"text":"Die Wunde sollte genäht werden.","translation":"The wound should be sutured."},{"text":"Tom bat Mary, seine Jacke zu nähen.","translation":"Tom asked Mary to sew his jacket."},{"text":"Sie nähte ein neues Kleid für ihre Tochter.","translation":"She made a new dress for her daughter."},{"text":"Wir nähen mit einer Nadel.","translation":"We sew with a needle."},{"text":"Er saß da und las, während seine Frau am Feuer nähte.","translation":"He sat there reading, while his wife sewed by the fire."}],"vorübergehend":[{"text":"Der Schmerz ist nur vorübergehend, der Ruhm und die Ehre sind von Dauer.","translation":"The pain is only temporary, the fame and honor are permanent."},{"text":"All das konnte uns nur vorübergehend begeistern.","translation":"All this could only inspire us temporarily."},{"text":"Die Toilette ist vorübergehend geschlossen.","translation":"This toilet is temporarily closed."},{"text":"Ich hoffe, das ist lediglich ein vorübergehendes Problem.","translation":"I hope this is only a temporary problem."},{"text":"Sie sagten, die Situation sei nur vorübergehend.","translation":"They said the situation was only temporary."}],"Verwaltung":[{"text":"Er übertrug die Verwaltung seines Vermögens seinem Anwalt.","translation":"He entrusted the management of his assets to his lawyer."},{"text":"Die Verwaltung ließ sich viel Zeit mit der Bearbeitung des Antrags.","translation":"The administration took a lot of time to process the application."},{"text":"Die Verwaltung beschloss, den Sitz der Firma nach Hawaii zu verlegen.","translation":"The administration decided to move the company's headquarters to Hawaii."},{"text":"Ich würde es eine gewöhnliche Verwaltung nennen.","translation":"I would call it an ordinary administration."},{"text":"Die Verwaltung trifft wichtige Entscheidungen.","translation":"The administration makes important decisions."}],"Koffer":[{"text":"Ihr Koffer ist zu schwer.","translation":"Their suitcase is too heavy."},{"text":"Öffnen Sie den Koffer.","translation":"Please open your suitcase."},{"text":"Ich konnte nur mitnehmen, was in den Koffer passte.","translation":"I could only take what fitted into the suitcase."},{"text":"Wir tragen den Koffer zum Bahnhof.","translation":"We carry the suitcase to the train station."},{"text":"Komm, wir packen unsere Koffer und fahren wieder nach Hause.","translation":"Come, let's pack our bags and drive back home."},{"text":"Mein Koffer ist zu schwer für mich.","translation":"My suitcase is too heavy for me."},{"text":"Plötzlich kam ein Mann, packte meinen Koffer und lief davon.","translation":"Suddenly a man appeared, packed my suitcase and ran away."},{"text":"Mein Koffer ging auf dem Flug nach Helsinki verloren.","translation":"My suitcase got lost on the flight to Helsinki."},{"text":"Mein Koffer ist kaputt.","translation":"My suitcase is broken."},{"text":"Ich glaube, mein Koffer wurde gestohlen.","translation":"I think that my suitcase was stolen."}],"Effizienzklasse":[],"Kreatur":[{"text":"Lucario ist eine Kreatur aus der Pokémon-Serie.","translation":"Lucario is a creature from the Pokémon series."},{"text":"Spinnen sind eklige kleine Kreaturen.","translation":"Spiders are loathsome little creatures."},{"text":"Was ist der Mensch für eine elende Kreatur, wenn er alle Eitelkeit abgelegt hat!","translation":"What a miserable creature man is when he has shed all vanity!"},{"text":"Ich ernähre mich streng vegetarisch, aber vielmehr aus Mitleid gegenüber der Kreatur als aus medizinischen Erwägungen.","translation":"I eat strictly vegetarian, but out of compassion for the creature rather than medical considerations."},{"text":"Sitze nicht, wo die Spötter sitzen, denn sie sind die elendsten unter allen Kreaturen.","translation":"Do not sit where the mockers sit, for they are the most miserable among all creatures."}],"Erfüllung":[{"text":"Ich hoffe, dass alle deine Träume in Erfüllung gehen.","translation":"I hope that all your dreams come true."},{"text":"Sei vorsichtig, was du dir wünschst – es könnte in Erfüllung gehen!","translation":"Be careful what you wish for – it might come true."},{"text":"Mein großer Wunsch ist in Erfüllung gegangen.","translation":"My great wish has come true."},{"text":"Was wäre die Erfüllung der Pflicht, wenn sie kein Opfer kostete?","translation":"What would be the fulfillment of the duty if it did not cost a sacrifice?"},{"text":"Eine Antwort auf seine Fragen zu erhalten ist wie eine Suche nach Erfüllung.","translation":"Getting an answer to your questions is like searching for fulfillment."}],"unnötig":[{"text":"Ich schreibe dir heute, damit du dir nicht unnötig Gedanken um mich machst.","translation":"I am writing to you today so you don't start worrying about me unnecessarily."},{"text":"Das ist eine unnötige Frage.","translation":"This is an unnecessary question."},{"text":"Ich möchte unnötige Wege vermeiden.","translation":"I want to avoid unnecessary journeys."},{"text":"Das war absolut unnötig.","translation":"That was absolutely unnecessary."},{"text":"Wer das Pferd unnötig treibt, muss am Ende zu Fuß gehen.","translation":"If you drive the horse unnecessarily, you have to walk in the end."}],"mitkommen":[{"text":"Du musst unbedingt mitkommen!","translation":"You do have to come along!"},{"text":"Sie kann jederzeit wieder mitkommen.","translation":"She can come along again anytime."},{"text":"Tom, dem Himmel sei Dank, dass du da bist! Du musst ganz schnell mitkommen!","translation":"Tom, thank goodness you're there! You must come quickly!"},{"text":"„Kannst du gleich mitkommen, oder musst du erst Kaffee trinken?“ – „Ich kann gleich mitkommen.“","translation":"\"Can you come straight away, or do you need your coffee first?\" \"I can come straight away.\""},{"text":"Willst du mitkommen?","translation":"Do you want to come along?"}],"Reichweite":[{"text":"Bewahren Sie dieses Medikament außer Reichweite von Kindern auf.","translation":"Keep this medication out of the reach of children."},{"text":"Bitte bleib in Reichweite.","translation":"Please stay within earshot."},{"text":"Das Glück liegt in unserer Reichweite.","translation":"Happiness is within our reach."},{"text":"Stell diese Medizin außerhalb der Reichweite des Babys!","translation":"Put that medicine out of the baby's reach."},{"text":"Er ist so ehrlich wie eine Katze, wenn das Fleisch außer Reichweite ist.","translation":"He is as honest as a cat when the meat is out of reach."}],"Aufbau":[{"text":"Uranus und Neptun sind sich im Aufbau sehr ähnlich.","translation":"Uranus and Neptune are very similar in composition."},{"text":"Er benötigte für den Aufbau seines neuen Unternehmens Kapital.","translation":"He needed capital to build his new company."},{"text":"Zuerst sollst du etwas über den Aufbau deines Gehirns erfahren.","translation":"First, you should learn about the structure of your brain."},{"text":"Der sofortige Aufbau von Datenbanken ist ein Muss.","translation":"Instant database building is a must."},{"text":"Wir lernen den Aufbau des Herzens in der Mittelschule.","translation":"We learn how to build the heart in middle school."}],"vorn":[{"text":"Wir müssen ganz von vorn anfangen.","translation":"We have to start from scratch."},{"text":"Der Weise hält sich im Hintergrund, doch in Wirklichkeit steht er vorn.","translation":"The sage stays in the background, but in reality he is in front."},{"text":"Wir schauen jetzt nach vorn und stellen uns den Herausforderungen.","translation":"We are now looking ahead and facing up to the challenges."},{"text":"Beim nächsten Mal ist er sicherlich wieder vorn.","translation":"Next time he will certainly be in front again."},{"text":"Er machte einen Schritt nach vorn.","translation":"He took a step forward."}],"Vers":[{"text":"Ich kann keine Verse schreiben.","translation":"I can't write verses."},{"text":"Er versucht mich immer davon zu überzeugen, dass seine eigenen Verse außergewöhnlich beeindruckend sind.","translation":"He always tries to convince me that his own verses are exceptionally impressive."},{"text":"Im Alltag spricht niemand in Versen.","translation":"In everyday life, no one speaks in verse."},{"text":"Ich kann mich nicht erinnern, wie der zweite Vers beginnt.","translation":"I don't remember how the second verse begins."},{"text":"Wie deuten Sie diesen Vers?","translation":"How do you interpret this verse?"}],"them":[{"text":"Über welche Themen hat sie gesprochen?","translation":"What topics did she talk about?"},{"text":"Wir können solche Themen nicht ignorieren.","translation":"We cannot ignore such issues."},{"text":"Alle diese Themen habe ich in meinem Buch behandelt.","translation":"I have covered all these topics in my book."},{"text":"Das sind aktuelle politische Themen.","translation":"These are current political issues."},{"text":"Deine vorgeschlagenen Themen sind sehr umfangreich, wer wird vortragen?","translation":"Your proposed topics are very extensive, who will speak?"}],"Durchschnitt":[{"text":"In 13 Jahren wurden pro Jahr im Durchschnitt 607.000 Sätze hinzugefügt.","translation":"Over the course of 13 years, an average of 607,000 records per year were added."},{"text":"Wir verwenden das Mittel aller Werte als Durchschnitt.","translation":"We will use the mean of all values as an average."},{"text":"Fast genau 50% der Menschen sind unter dem Durchschnitt, leider.","translation":"Almost exactly 50% of people are below average, unfortunately."},{"text":"Meine Noten liegen über dem Durchschnitt.","translation":"My grades are above average."},{"text":"Der Durchschnitt unendlich vieler offener Mengen ist nicht notwendig offen.","translation":"The average of an infinite number of open quantities is not necessarily open."}],"regieren":[{"text":"Erobern ist leichter als regieren.","translation":"Conquering is easier than governing."},{"text":"Geld regiert die Welt.","translation":"Money makes the world go round."},{"text":"In der Ehe mag kein Frieden sein, regiert darin das Mein und Dein.","translation":"In marriage there will be no peace if \"mine\" and \"yours\" rules."},{"text":"Kein Mensch ist gut genug, einen anderen Menschen ohne dessen Zustimmung zu regieren.","translation":"No man is good enough to govern another man without his consent."},{"text":"Man lernt mehr, wo die Liebe lehrt, als wo der Stock regiert.","translation":"One learns more where love teaches than where the stick rules."}],"verringern":[{"text":"Wer seine Schuld bezahlt, verringert sein Gut nicht.","translation":"Those who pay their debt do not reduce their good."},{"text":"Der Preis dieses Buches wurde um die Hälfte verringert.","translation":"The price of this book has been reduced by half."},{"text":"Tom verringerte seine Ausgaben.","translation":"Tom cut down on his spending."},{"text":"Ich fürchte, die Chance wird sich etwas verringern.","translation":"I'm afraid the odds will go down a bit."},{"text":"Die Wellen verringern sich.","translation":"The waves decrease."}],"absehen":[{"text":"Das Ende ist nicht abzusehen.","translation":"There is no end in sight."},{"text":"Den Trick hat er seinem Bruder abgesehen.","translation":"He has the trick from his brother."},{"text":"Was hier gleich passieren wird, ist nicht abzusehen.","translation":"What is about to happen here is not foreseeable."},{"text":"Abgesehen davon solltest du es nicht für falsch halten.","translation":"Other than that, you shouldn't think it's wrong."},{"text":"Abgesehen davon, möchtest du noch irgendetwas anderes?","translation":"Aside from that, is there anything else you want?"}],"erheblich":[{"text":"Rauchen fügt Ihnen und den Menschen in Ihrer Umgebung erheblichen Schaden zu.","translation":"Smoking causes significant harm to you and the people around you."},{"text":"Gold ist erheblich schwerer als Wasser.","translation":"Gold is far heavier than water."},{"text":"Die Stadt hat sich in den letzten zwei Jahren erheblich verändert.","translation":"The city has changed a considerable amount in the last two years."},{"text":"Der endgültige Plan unterscheidet sich erheblich von dem ursprünglichen.","translation":"The final plan differs greatly from the original one."},{"text":"Wir sind jetzt beide erheblich älter.","translation":"We're both a lot older now."}],"besetzen":[{"text":"Ich versuche schon seit Stunden, Tom zu erreichen, aber es ist ständig besetzt.","translation":"I've been trying to get hold of Tom for hours, but it's constantly engaged."},{"text":"Es tut mir leid, alles ist besetzt.","translation":"I'm sorry, everything is occupied."},{"text":"Die Nummer ist besetzt.","translation":"The number is engaged."},{"text":"Leider ist die Stelle, für die Sie sich beworben haben, inzwischen bereits besetzt.","translation":"Unfortunately, the position for which you applied has already been filled."},{"text":"Ich rief sie an, aber die Leitung war besetzt.","translation":"I called her, but the line was busy."},{"text":"Ist die Stelle schon besetzt?","translation":"Has the vacancy already been filled?"},{"text":"Entschuldigen Sie, ist dieser Platz schon besetzt?","translation":"Excuse me, is this seat taken?"},{"text":"Der Feind besetzte die Stadt.","translation":"The enemy occupied the city."},{"text":"Die Leitung ist gerade besetzt. Bitte bleiben Sie dran.","translation":"The number is engaged. Please hold."},{"text":"Die Stadt wurde bald von Soldaten besetzt.","translation":"The city was soon occupied by soldiers."}],"Schwäche":[{"text":"Ann hat eine Schwäche für Schokolade.","translation":"Ann has a weakness for chocolate."},{"text":"Ein Pferd, das zwei Herren gehört, stirbt vor Schwäche und Hunger.","translation":"A horse owned by two gentlemen dies of weakness and hunger."},{"text":"Tom hat eine Schwäche für schnelle Autos.","translation":"Tom has a weakness for fast cars."},{"text":"Misstrauen ist ein Zeichen von Schwäche.","translation":"Mistrust is a sign of weakness."},{"text":"Man liebt einen Menschen nicht wegen seiner Stärke, sondern wegen seiner Schwächen.","translation":"One loves a person not because of his strength, but because of his weaknesses."}],"theoretisch":[{"text":"Für ihn war Hunger ein theoretischer Begriff; er hatte immer genug zu essen.","translation":"For him, hunger was a theoretical concept; He always had enough to eat."},{"text":"Alles ist theoretisch unmöglich, bis es gemacht wurde.","translation":"Everything is theoretically impossible until it is done."},{"text":"Wer theoretisch alles kann, hat praktisch nichts erreicht.","translation":"Those who can theoretically do everything have achieved practically nothing."},{"text":"Theoretisch gibt es unendlich viel davon.","translation":"Theoretically, there is an infinite amount of it."},{"text":"Der Unterricht besteht aus zwei Teilen, einem theoretischen und einem praktischen.","translation":"The lessons consist of two parts, one theoretical and one practical."}],"Gebet":[{"text":"Geduld ist das größte Gebet.","translation":"Patience is the greatest prayer."},{"text":"Ein einziger dankbarer Gedanke gen Himmel ist das vollkommenste Gebet!","translation":"A single grateful thought to heaven is the most perfect prayer!"},{"text":"Bitte sprich ein Gebet für die Leute an Bord.","translation":"Please say a prayer for those who were onboard."},{"text":"Über seinem Körper wurde ein Gebet gesprochen.","translation":"A prayer was said over his body."},{"text":"Sage dein Gebet auf und geh zu Bett!","translation":"Say your prayers now and get into bed."},{"text":"Sie hat die Polizei um Schutz gebeten.","translation":"She has asked the police for protection."},{"text":"Warum hat Tom Maria darum gebeten?","translation":"Why did Tom ask Mary to do that?"},{"text":"Ich habe Tom gebeten zurückzukommen.","translation":"I asked Tom to come back."},{"text":"Tom hat mich gebeten auszurichten, dass er auf deinen Anruf wartet.","translation":"Tom has asked me to arrange that he is waiting for your call."},{"text":"Niemand hat dich gebeten zuzustimmen, aber kannst du nicht wenigstens akzeptieren, dass es Leute gibt, die andere Ansichten haben als du?","translation":"Nobody has asked you to agree, but can't you at least accept that there are people who hold different views from you?"}],"Menschen":[{"text":"Sei sanft, zieh Güte an! Lass keinen Menschen in der Kälte stehen.","translation":"Be gentle, put on kindness! Don't leave anyone out in the cold."},{"text":"Die Wertschätzung eines Menschens ist ein Danke in Form eines Lächelns.","translation":"The appreciation of a person is a thank you in the form of a smile."},{"text":"Sag: „Ich nehme Zuflucht beim Herrn der Menschen.”","translation":"Say, \"I take refuge with the Lord of men.\""},{"text":"Einen ketzerischen Menschen meide, wenn er einmal und abermal ermahnt ist.","translation":"Avoid a heretical person when he is admonished once and again."},{"text":"In früheren Zeiten hatten die Menschen Geschlechtsverkehr; in der Gegenwart haben sie Sex.","translation":"In earlier times, people had sexual intercourse; in the present they have sex."}],"Gras":[{"text":"Es gefällt dir, im Gras zu liegen.","translation":"You like laying on the grass."},{"text":"Das Gras wächst nicht schneller, wenn man daran zieht.","translation":"The grass does not grow faster when you pull on it."},{"text":"Er wird euch ins Gras beißen lassen.","translation":"He will make you bite the grass."},{"text":"Ich laufe auf dem Gras.","translation":"I walk on the grass."},{"text":"Wer im Sommer das Gras frisst, hat im Winter kein Heu.","translation":"If you eat the grass in summer, you don't have hay in winter."},{"text":"Heu machen kann schließlich jeder, wenn nur der Himmel Gras wachsen lässt.","translation":"After all, anyone can make hay, if only the sky allows grass to grow."},{"text":"Er war sich sicher, mit der Zeit würde Gras über die Angelegenheit wachsen.","translation":"He was sure that in time grass would grow over the matter."},{"text":"Um genau zu sein, Bambus ist eine Art von Gras.","translation":"To be precise, bamboo is a type of grass."},{"text":"Möchtest du gerne zur Mardi Gras-Parade in New Orleans?","translation":"Would you like to attend the Mardi Gras parade in New Orleans?"},{"text":"Die Kuh frisst Gras.","translation":"The cow eats grass."}],"pack":[{"text":"Ich bin gerade beim Packen.","translation":"I'm packing."},{"text":"Ich bin gerade mit dem Packen fertig.","translation":"I've just finished packing."},{"text":"Pack deinen Kram zusammen und verschwinde!","translation":"Pack up your stuff and disappear!"},{"text":"Ich werde dir packen helfen.","translation":"I'll help you pack."},{"text":"Packen Sie Ihre Sachen zusammen! Sie sind entlassen!","translation":"Pack your bags. You're fired."},{"text":"Pack dein Zeug.","translation":"Pack your gear."},{"text":"Pack sie in die Kiste.","translation":"Pack them in the box."},{"text":"Pack ihn bitte ein.","translation":"Please wrap it up."},{"text":"Pack schlägt sich, Pack verträgt sich.","translation":"Pack beats itself, Pack gets along."},{"text":"Pack deine Sachen zusammen und verschwinde!","translation":"Get your things and leave."}],"Gift":[{"text":"Du bist Gift für Frauen.","translation":"You are poison for women."},{"text":"Darauf kannst du Gift nehmen!","translation":"On it you can take poison!"},{"text":"Sie trinken Wodka? Aber das ist doch für die Nerven das reinste Gift!","translation":"Do you drink vodka? But that's pure poison for the nerves!"},{"text":"Sage Deiner Frau nichts Schlechtes, sie könnte dir Gift ins Essen tun.","translation":"Don't say anything bad to your wife, she could put poison in your food."},{"text":"Das ist ebenfalls Gift.","translation":"This is also poison."}],"Vertreter":[{"text":"Kaum hat das Volk seine Vertreter gewählt, da klingeln sie schon an der Tür.","translation":"As soon as the people have elected their representatives, they ring the doorbell."},{"text":"Ein Vertreter der Regierung beantwortete die Fragen der Journalisten.","translation":"A government official answered the reporters' questions."},{"text":"Er nahm an der Sitzung teil als Vertreter der Firma.","translation":"He attended the meeting as the company representative."},{"text":"Wir bestimmten ihn als unseren Vertreter.","translation":"We designated him as our representative."},{"text":"Ich bin sein gesetzlicher Vertreter.","translation":"I am his legal representative."}],"Nachfrage":[{"text":"Das Angebot schafft die Nachfrage.","translation":"Supply creates demand."},{"text":"Das Verlangen taucht zwischen Bedürfnis und Nachfrage auf.","translation":"The desire emerges between need and demand."},{"text":"Der Trick des Verstehens ist nicht das Nachfragen, sondern die Geduld beim Betrachten.","translation":"The trick of understanding is not asking questions, but patience when looking at it."},{"text":"Die Nachfrage nach Winterschuhen ist in diesen kalten Tagen sehr groß.","translation":"The demand for winter shoes is very high during these cold days."},{"text":"Der Preis ändert sich je nach Nachfrage.","translation":"The price changes depending on demand."}],"tätig":[{"text":"Sind Sie schon lange als Arzt tätig?","translation":"Have you been a doctor for long?"},{"text":"Ich möchte gerne einen Anruf nach Japan tätigen.","translation":"I'd like to make a call to Japan."},{"text":"Er war als Bürgermeister tätig.","translation":"He served as mayor."},{"text":"Mein Bruder ist auf dem gleichen Gebiet tätig wie Sie.","translation":"My brother works in the same field as you."},{"text":"Tom und Maria sind nachts tätig.","translation":"Tom and Maria work at night."}],"einschränken":[{"text":"Die Freiheit wird immer stärker durch den Staat eingeschränkt.","translation":"Freedom is increasingly restricted by the state."},{"text":"In diesem Monat muss ich meine Ausgaben einschränken.","translation":"This month, I have to limit my spending."},{"text":"Er fühlt, dass das neue Gesetz seine Freiheit einschränken wird.","translation":"He feels that the new law will limit his freedom."},{"text":"Ebenfalls gibt es Länder, in denen die freie Rede eingeschränkt ist.","translation":"There are also countries where free speech is restricted."},{"text":"Die Sicht war wegen des dichten Nebels stark eingeschränkt.","translation":"Visibility was severely restricted in the heavy fog."},{"text":"Tom hat nur eingeschränkt recht.","translation":"Tom is only partially right."},{"text":"Die Einwanderung ist eingeschränkt.","translation":"Immigration is restricted."},{"text":"Die Schlafstörung Sexsomnia ist bei Abwesenheit einer weiteren Person in der Regel harmlos, sie kann aber auch in manchen Fällen zu eigenen Verletzungen führen. Bei nächtlicher Anwesenheit von anderen Personen können diese jedoch von beiden Seiten ungewollt mehr oder minder gravierend in Mitleidenschaft gezogen werden, denn das Bewusstsein des von Sexsomnia Betroffenen ist eingeschränkt und eine Orientierung äußerst mangelhaft.","translation":"The sleep disorder Sexsomnia is usually harmless in the absence of another person, but it can also lead to your own injuries in some cases. In the presence of other people at night, however, they can be unintentionally more or less seriously affected by both sides, because the consciousness of those affected by Sexsomnia is limited and orientation is extremely inadequate."},{"text":"Die Meinungsfreiheit ist eingeschränkt.","translation":"Freedom of expression is restricted."}],"laufend":[{"text":"Er lügt am laufenden Band.","translation":"He lies non-stop."},{"text":"Ich habe eine laufende Nase.","translation":"I have a runny nose."},{"text":"Dieser Stoff wird am laufenden Meter verkauft.","translation":"This cloth is sold by the yard."},{"text":"Inzwischen wuchs der Lärm laufend an.","translation":"Meanwhile, the noise grew continuously."},{"text":"Wie seltsam! Früher hast du am laufenden Band geschrieben.","translation":"How strange! You used to write non-stop."}],"erschöpfen":[{"text":"Kleine Brunnen sind leicht erschöpft.","translation":"Small wells are easily exhausted."},{"text":"Obwohl ich erschöpft war, arbeitete ich weiter.","translation":"Tired out, I carried on working."},{"text":"Wir waren total erschöpft von der 5-stündigen Reise.","translation":"We were completely knackered from the five-hour trip."},{"text":"Er war erschöpft und legte sich sofort in sein Bett.","translation":"Knackered, he went straight to bed."},{"text":"Die Mutter war erschöpft.","translation":"The mother was exhausted."},{"text":"Vertrauen wird oft dadurch erschöpft, dass es in Anspruch genommen wird.","translation":"Trust is often exhausted by being used."},{"text":"Das schreckliche Erlebnis hatte ihn erschöpft.","translation":"The terrible experience had exhausted him."},{"text":"Tom setzte sich, vom Wandern erschöpft, auf einen Stein.","translation":"Tom, exhausted from hiking, sat down on a stone."},{"text":"Ich gebe nicht eher nach, als bis die letzte Möglichkeit erschöpft ist.","translation":"I will not give in until the last option is exhausted."},{"text":"Die Reise hat ihn erschöpft.","translation":"He was exhausted by the journey."}],"Riese":[{"text":"Tom fuhr als Zwerg hin und kam als Riese wieder.","translation":"Tom went there as a dwarf and came back as a giant."},{"text":"Vor langer Zeit herrschten Riesen über die Welt.","translation":"Long ago, giants ruled over the world."},{"text":"Die Spieler dieser Mannschaft sind alle Riesen.","translation":"The players of this team are all giants."},{"text":"Die Riesen treten morgen gegen die Drachen an.","translation":"The Giants play the Dragons tomorrow."},{"text":"Selbst als Zwerg wäre ich noch immer ein Riese.","translation":"Even if I were a dwarf, I would still be a giant."},{"text":"Das ist richtig, nach Adam Riese.","translation":"That's right, according to Adam Riese."},{"text":"Der Weiße Riese und Rotkäppchen gingen nach Grünburg, um die Gelbe Hexe zu treffen.","translation":"The White Giant and Little Red Riding Hood went to Grünburg to meet the Yellow Witch."},{"text":"„Darf ich rein, Schlumpfine?“, fragte Gargamels Riese.","translation":"\"May I go in, Smurfs?\" asked Gargamel's giant."},{"text":"Die Felsmassen des Steilufers wirkten wie Köpfe von Riesen.","translation":"The rock masses of the steep bank looked like heads of giants."},{"text":"Die „Riesen“ schlitterten der Niederlage entgegen.","translation":"The Giants were well on the way to defeat."}],"fortfahren":[{"text":"Bitte drücken Sie den „OK“-Button zum Fortfahren.","translation":"Please press OK to continue."},{"text":"Es wurde keine Tastatur gefunden. Bitte drücken Sie F1 zum Fortfahren.","translation":"No keyboard has been found. Please press F1 to continue."},{"text":"Lasst uns dort zu lesen fortfahren, wo wir letzte Woche aufgehört haben.","translation":"Let's resume reading where we left off last week."},{"text":"In dieser Weise sollten wir fortfahren.","translation":"We should continue in this way."},{"text":"Du bist fett, schrecklich, hässlich – soll ich fortfahren?","translation":"You're fat, terrible, ugly,... Do you want me to go on?"},{"text":"Sie wissen nicht, wann Tom nach Algerien fortfährt.","translation":"They don't know when Tom will leave for Algeria."},{"text":"Ich werde fortfahren, meinen Traum zu verwirklichen.","translation":"I will continue to realize my dream."}],"zusammenarbeiten":[{"text":"Ich machte Tom den Vorschlag, dass er ja mit Maria zusammenarbeiten könne.","translation":"I suggested to Tom the possibility that he work with Mary."},{"text":"Eltern müssen zusammenarbeiten.","translation":"Parents need to cooperate with each other."},{"text":"Er gehört nicht zu der Art von Leuten, mit denen man gern zusammenarbeitet.","translation":"He's not the kind of person you like to work with."},{"text":"Ich würde gerne mit Ihrer Firma zusammenarbeiten.","translation":"I would like to work with your company."},{"text":"Wir werden mit bereits bestehenden Firmen zusammenarbeiten.","translation":"We will work with existing companies."}],"Ablauf":[{"text":"Ich möchte den Ablauf der Sitzung noch einmal besprechen.","translation":"I would like to discuss the course of the sitting again."},{"text":"Welche Abläufe dauern zu lange?","translation":"Which processes take too long?"},{"text":"Du kennst den Ablauf ja.","translation":"You know the drill."},{"text":"Das Dokument regelt den korrekten Ablauf für den Umgang mit Beschwerden.","translation":"The document clearly spells out the correct procedure for dealing with complaints."},{"text":"Tom sagte, er will vor Ablauf des Jahres Boston verlassen.","translation":"Tom said he wants to leave Boston before the end of the year."}],"Infektion":[{"text":"Händewaschen schützt gegen Infektionen.","translation":"Hand washing protects against infections."},{"text":"Wurden Sie nach Ihrer Operation wegen einer Infektion behandelt?","translation":"Were you treated for an infection after your surgery?"},{"text":"In manchen Fällen kann eine Infektion so schlimm verlaufen, dass sie zum Tod führt.","translation":"Occasionally, an infection can get so bad that it leads to death."},{"text":"Es bestehen keine Anzeichen einer Infektion.","translation":"There's no sign of infection."},{"text":"Infektionen mit EHEC-Darmbakterien breiten sich aus.","translation":"Infections with EHEC intestinal bacteria are spreading."}],"vorkommen":[{"text":"Das kann manchmal vorkommen.","translation":"This can happen sometimes."},{"text":"Glücklich ist nicht, wer anderen so vorkommt, sondern wer sich selbst dafür hält.","translation":"Happy is not who appears to others, but who considers himself to be one."},{"text":"Unter allen diesen jungen Leuten bin ich mir sehr alt vorgekommen.","translation":"Among all these young people, I felt very old."},{"text":"Ich liebe Folgen, in denen Tom vorkommt.","translation":"I love episodes in which Tom appears."},{"text":"Niemand will sich dumm vorkommen.","translation":"Nobody wants to feel stupid."}],"ficken":[{"text":"Sie haben die ganze Nacht gefickt.","translation":"They fucked all night long."},{"text":"Kentucky schreit \"ficken\".","translation":"Kentucky screams \"fuck\"."},{"text":"Politiker lassen Spekulanten, das Volk in Arsch zu ficken, und dabei assistieren, und die, nämlich die Politiker, stecken das Geld dafür in ihre Tasche.","translation":"Politicians let speculators fuck the people in asses and assist in doing so, and those, namely the politicians, put the money in their pockets."},{"text":"Mit der Android-Version von Tatoeba wird man Flaubert übersetzen können, während man fickt, und so das Tor zu bisher unerforschten Stufen des Vergnügens öffnen.","translation":"With the Android version of Tatoeba, you'll be able to translate Flaubert while fucking, opening the door to previously unexplored levels of pleasure."},{"text":"Wer fickt mit wem?","translation":"Who fucks with whom?"},{"text":"Ich will dich ficken.","translation":"I want to fuck you."}],"Kissen":[{"text":"Hätte Tom nicht dieses Kissen, würde er es sehr vermissen.","translation":"If Tom did not have this pillow, he would miss it very much."},{"text":"Beim Schlafen benutze ich meinen Arm als Kissen.","translation":"When sleeping, I use my arm as a pillow."},{"text":"Auf dem Sofa befinden sich drei blaue Kissen.","translation":"There are three blue cushions on the sofa."},{"text":"Die sich aufs Küssen legt, legt sich auch wohl aufs Kissen.","translation":"Who lies down on kissing, also lies down on the pillow."},{"text":"Kann ich ein Kissen bekommen?","translation":"Can I get a pillow?"}],"Unterhaltung":[{"text":"Einem hungrigen Menschen schlage keine Unterhaltung vor.","translation":"To a hungry person, do not suggest entertainment."},{"text":"Die Amerikaner hassen Musik, aber sie lieben Unterhaltung.","translation":"Americans hate music, but they love entertainment."},{"text":"Das fällt in die Kategorie der leichten Unterhaltung.","translation":"This falls into the category of light entertainment."},{"text":"Wir begannen eine ernsthafte Unterhaltung.","translation":"We started a serious conversation."},{"text":"Sie hat sich nicht an unserer Unterhaltung beteiligt.","translation":"She did not participate in our conversation."}],"Rauch":[{"text":"Es roch nach Rauch.","translation":"It smelt of smoke."},{"text":"Der Rauch in meinem Hause ist mir lieber als des Nachbarn Feuer.","translation":"I prefer the smoke in my house to the neighbor's fire."},{"text":"Die Ehe kommt nach der Liebe, wie der Rauch nach der Flamme.","translation":"Marriage comes after love, as smoke comes after the flame."},{"text":"Das Zimmer war von Rauch erfüllt.","translation":"The room was filled with smoke."},{"text":"Rauch nicht so viel, deine Finger sind ja schon ganz gelb.","translation":"Smoke not so much, your fingers are already completely yellow."}],"duschen":[{"text":"Ich muss noch kurz duschen, du kannst dich inzwischen schon mal ausziehen.","translation":"I still have to take a quick shower, you can already undress in the meantime."},{"text":"Man duscht sich nackt.","translation":"You shower naked."},{"text":"Du solltest dich duschen.","translation":"You should take a shower."},{"text":"Tom duscht sich nur einmal pro Jahr, auch wenn es noch nicht notwendig ist.","translation":"Tom only showers once a year, even if it's not necessary yet."},{"text":"Gewöhnlich duscht sie sich am Morgen.","translation":"Usually she takes a shower in the morning."}],"schaust":[{"text":"Wie oft am Tag schaust du dich im Spiegel an?","translation":"How many times a day do you look at yourself in the mirror?"},{"text":"Warum schaust du alle fünf Minuten auf die Uhr?","translation":"Why do you look at the clock every five minutes?"},{"text":"Möge dein Herz nicht zur Ruhe kommen, wenn du in traurige Augen schaust.","translation":"May your heart not rest when you look into sad eyes."},{"text":"Ich liebe dich, doch du schaust mich nicht an.","translation":"I love you, but you don't look at me."},{"text":"Was schaust du mich so dumm an?","translation":"Why are you looking at me with that stupid expression on your face?"}],"Angestellte":[{"text":"Gonzales schenkt allen seinen Angestellten in Europa ein Fahrrad.","translation":"Gonzales gives a bicycle to all his employees in Europe."},{"text":"Einen Angestellten kann sich Tom nicht leisten; also muss die Familie mit ran.","translation":"Tom can't afford to employ anyone; the family has to muck in."},{"text":"Tom wollte nicht, dass ein kleiner Angestellter seine Tochter zur Frau bekommt.","translation":"Tom didn't want a small clerk to marry his daughter."},{"text":"Die Firma musste viele ihrer Angestellten entlassen.","translation":"The company had to let many of its employees go."},{"text":"Im Publikum waren Studenten, Professoren, Angestellte etc.","translation":"In the audience were students, professors, employees, etc."}],"anstellen":[{"text":"Sind die Kinder still, so haben sie etwas angestellt.","translation":"If the children are silent, they have done something."},{"text":"Was hast du nun schon wieder angestellt, Tom?","translation":"What've you done now, Tom?"},{"text":"Was hat Tom mit dem Geld angestellt?","translation":"What did Tom do with the money?"},{"text":"Wenn es eng wird, ruhig bleiben und der Reihe nach anstellen.","translation":"When it gets tight, stay calm and queue one after the other."},{"text":"Da Maria Informatik studiert hat, ist sie in einem IT-Unternehmen angestellt.","translation":"Since Maria studied computer science, she is employed in an IT company."},{"text":"Was hat er nun schon wieder angestellt?","translation":"What has he been up to this time?"},{"text":"Was hat er denn jetzt schon wieder angestellt?","translation":"What's he gone and done now?"},{"text":"Es ist egal, wie du es anstellst, die Ergebnisse werden die gleichen sein.","translation":"No matter how you do it, the results will be the same."},{"text":"Sie musste sich ans Ende der Schlange anstellen.","translation":"She had to line up at the end of the line."},{"text":"Ich bin bei einem französischen Anwalt angestellt.","translation":"I'm employed by a French lawyer."}],"Schrein":[{"text":"Man muß laut schreien, sonst versteht er uns nicht.","translation":"You have to talk really loud, otherwise he won't understand us."},{"text":"Schreien und denken kann man nicht gleichzeitig.","translation":"You can't scream and think at the same time."},{"text":"Schreien Sie doch nicht gleich wieder!","translation":"Don't scream again!"},{"text":"Die Blöden schreien lauter als die Klugen und werden somit nur allein gehört.","translation":"The stupid ones shout louder than the clever ones and are therefore only heard alone."},{"text":"Ihre Mutter begann zu schreien.","translation":"Her mother began to scream."},{"text":"Kyōto ist für seine Schreine und Tempel berühmt.","translation":"Kyoto is famous for its shrines and temples."},{"text":"Tom betete vor dem Schrein.","translation":"Tom prayed at the shrine."},{"text":"Viele Menschen besuchten den Schrein, in dem der Heilige begraben lag.","translation":"Many people visited the shrine where the saint lay buried."},{"text":"Als „Hatsumōde“ bezeichnet man den Besuch im Schrein zu Neujahr.","translation":"\"Hatsumōde\" is the name given to the visit to the shrine on New Year's Day."},{"text":"Der hagere Mann ruhte sich im Schatten des Schreins aus.","translation":"The thin man took a rest in the shade of a shrine."}],"Bewohner":[{"text":"Bald ziehen hier die ersten Bewohner ein.","translation":"Soon the first inhabitants move in here."},{"text":"Die Stadt wurde von ihren Bewohnern verlassen.","translation":"The city was deserted by its inhabitants."},{"text":"Einige Bewohner zahlen nicht.","translation":"Some of the occupants aren't paying."},{"text":"Ich bin ein Bewohner der Erde.","translation":"I'm an earthling."},{"text":"Die Bewohner flohen, weil das Haus in Flammen stand.","translation":"The residents fled because the house was in flames."}],"Planeten":[{"text":"Der Mensch ist eine Sonne. Seine Sinne sind seine Planeten.","translation":"Man is a sun and his senses are his planets."},{"text":"Seine Aufgabe ist, Licht und Information auf den Planeten zu bringen.","translation":"His task is to bring light and information to the planet."},{"text":"Es ist kein Geheimnis, dass es dem Planeten nicht gut geht.","translation":"It's no secret that the planet is not doing well."},{"text":"Wissenschaftler können leicht den Abstand zwischen zwei Planeten berechnen.","translation":"Scientists can easily compute the distance between planets."},{"text":"Wir müssen uns um unseren Planeten kümmern.","translation":"We have to take care of our planet."}],"Kleider":[{"text":"Man könnte auch sagen: Tom hatte nur wenige Kleider an.","translation":"You could also say: Tom had only a few clothes on."},{"text":"Im Schrank hängen meine Kleider.","translation":"My clothes are hanging in the closet."},{"text":"Ich ziehe mir eben andere Kleider an.","translation":"I just put on different clothes."},{"text":"Kannst du andere Kleider anziehen?","translation":"Can you wear other clothes?"},{"text":"Wie viel Geld hast du für diese Kleider bezahlt?","translation":"How much money did you pay for these dresses?"},{"text":"Manuelas Kleider sind sehr schick.","translation":"Manuela's dresses are very chic."},{"text":"Kleider machen wohl Leute, aber keine Menschen.","translation":"Clothes probably make people, but not people."},{"text":"Kleider machen Leute, daran hat sich seit Jahrhunderten nichts geändert.","translation":"Clothes make people, nothing has changed for centuries."},{"text":"Meine Mutter gibt viel Geld für Kleider aus.","translation":"My mother spends a lot of money on clothes."},{"text":"Mays Kleider lagen überall im Zimmer herum.","translation":"May's clothes were lying around the room."}],"Pinsel":[{"text":"Wer schön schreiben kann, schreibt auch schön mit einem schlechten Pinsel.","translation":"If you can write beautifully, you also write beautifully with a bad brush."},{"text":"Wer am Zoll sitzt, ohne reich zu werden, ist ein Pinsel.","translation":"Anyone who sits at customs without getting rich is a brush."},{"text":"Du hältst den Pinsel falsch. Sieh her, wie man das macht!","translation":"You are holding the brush incorrectly. See how it should be done."},{"text":"Nicht jeder, der einen Pinsel in die Hand nimmt, ist ein Maler.","translation":"Not everyone who has a paintbrush in their hand is a painter."},{"text":"Ich habe eine neue Palette und ein paar Pinsel gekauft.","translation":"I bought a new palette and a few brushes."}],"umgekehrt":[{"text":"Nur Reisen ist Leben, wie umgekehrt das Leben Reisen ist.","translation":"Only travel is life, just as life is travel."},{"text":"Glückliche Mitarbeiter machen Kunden glücklich – und umgekehrt.","translation":"Happy employees make customers happy – and vice versa."},{"text":"Warum verhalten sich Menschen wie Affen und umgekehrt?","translation":"Why do humans behave like monkeys and vice versa?"},{"text":"„Warum willst du denn so gerne sterben?“ – „Warum willst du umgekehrt so gerne leben?“","translation":"\"Why do you want to die so much?\" – \"Why do you want to live so much the other way around?\""},{"text":"Tom hat das umgekehrte Problem.","translation":"Tom has the opposite problem."}],"begeistert":[{"text":"Der Bürgermeister bekam begeisterten Applaus.","translation":"The mayor received enthusiastic applause."},{"text":"Kleine Kinder sind oft begeistert von der Wissenschaft.","translation":"Young children are often fascinated by science."},{"text":"Das Spiel hat viele begeistert.","translation":"The game got a lot of people excited."},{"text":"Du hörst dich nicht sehr begeistert an.","translation":"You don't sound very enthusiastic."},{"text":"Meine Katzen werden begeistert davon sein.","translation":"My cats will love this."}],"vereinen":[{"text":"Erwachsen ist man, wenn man das vereinen kann: lieben, arbeiten, genießen.","translation":"You are grown up if you can unite that: love, work, enjoy."},{"text":"Was soll uns stets vereinen? Die Liebe.","translation":"What should always unite us? Love."},{"text":"Es ist wichtig so viele Arbeiter wie möglich zu vereinen.","translation":"It's important to unite as many workers as possible."},{"text":"Sie bauten ein Dorf an einem Ort, wo zwei Flüsse sich vereinen.","translation":"They built a village in a place where two rivers unite."},{"text":"Du wirst sehr bald mit deiner Familie wieder vereint sein und in guter Gesundheit.","translation":"You will be reunited with your family very soon, and in good health."}],"verdienst":[{"text":"Alt werden ist kein Verdienst.","translation":"Growing old is not a merit."},{"text":"Auf all ihre Verdienste war sie nicht stolz.","translation":"She was not proud of all her merits."},{"text":"Falls die Welt gerettet wird, ist das nur das Verdienst der Kinder.","translation":"If the world is saved, it is only the merit of the children."},{"text":"Das Unternehmen schenkte ihm eine goldene Uhr in Anerkennung seiner Verdienste.","translation":"The company gave him a gold watch in recognition of his merits."},{"text":"Der Manager lobte seine Verdienste.","translation":"The manager praised his merits."},{"text":"Jemand, der viel Geld verdient, ist nicht daran schuld, dass du zu wenig verdienst.","translation":"Someone who makes a lot of money is not to blame for the fact that you earn too little."},{"text":"Du verdienst den Preis.","translation":"You deserve the prize."},{"text":"Desto mehr du arbeitest, desto mehr verdienst du.","translation":"The more you work, the more you gain."},{"text":"Du verdienst den Erfolg.","translation":"You deserve to succeed."},{"text":"Du solltest nicht mehr Geld ausgeben, als du verdienst.","translation":"You should not spend more money than you earn."}],"faszinierend":[{"text":"Manche Menschen tun nichts, - aber sie tun es auf eine faszinierende Weise.","translation":"Some people don't do anything, but they do it in a fascinating way."},{"text":"Es ist oft faszinierend, wie nah Deutsch und Norwegisch sich sind.","translation":"It is often fascinating how close German and Norwegian are."},{"text":"Faszinierend! Ich finde das aufregend.","translation":"Fascinating! I find that exciting."},{"text":"Es ist faszinierend, wie viele Sätze man aus fünf Wörtern aufbauen kann.","translation":"It's fascinating how many sentences you can build from five words."},{"text":"Dies ist ein faszinierendes Buch.","translation":"This is a fascinating book."}],"dynamisch":[{"text":"Die Gesellschaft ist immer eine dynamische Einheit zweier Faktoren, der Eliten und der Massen.","translation":"Society is always a dynamic unit of two factors, the elites and the masses."},{"text":"Er ist nicht mehr so dynamisch, wie er einmal war.","translation":"He isn't as energetic as he once was."},{"text":"Tom ist ein extrem dynamischer Schwimmer, Maria weniger.","translation":"Tom is an extremely dynamic swimmer, Maria less so."},{"text":"Ich habe einen langen Tisch gekauft, der eine dynamische Diagonale durch das Zimmer zieht.","translation":"I bought a long table that runs a dynamic diagonal through the room."},{"text":"Lebensfreude entsteht durch Frieden, der nicht statisch, sondern dynamisch ist.","translation":"Joy of life comes from peace, which is not static, but dynamic."}],"Boards":[],"Lehrerin":[{"text":"Frau Meyers ist meine Lehrerin an der Schule.","translation":"Mrs. Meyers is my teacher at the school."},{"text":"Die Lehrerin erklärt dem Schüler eine komplizierte Regel.","translation":"The teacher explains a complicated rule to the student."},{"text":"Meine Freundin ist Lehrerin.","translation":"My girlfriend is a teacher."},{"text":"Die Lehrerin wird dieses Jahr anfangen, Englisch zu lernen.","translation":"The teacher will start learning English this year."},{"text":"Warum lächelt die Lehrerin nie?","translation":"Why does the teacher never smile?"}],"benennen":[{"text":"Seiner Gegner Fehler soll man kennen, aber sie niemals benennen.","translation":"Mistakes of his opponents should be known, but never named."},{"text":"Ich kann diese Pflanze nicht benennen.","translation":"I can't name this plant."},{"text":"Die Straße ist nach Präsident Madison benannt.","translation":"The street is named for President Madison."},{"text":"Das Kind wurde nach seinem Großvater Alfred benannt.","translation":"The baby was named Alfred after his grandfather."},{"text":"Es wurde nach Frankfurt, einer deutschen Stadt, benannt.","translation":"It was named after Frankfurt, a German city."}],"entnehmen":[{"text":"Man kann nur schwer diesem Text eine eindeutige Meinung entnehmen.","translation":"It is difficult to derive a clear opinion from this text."},{"text":"Kannst du diesem Gedicht einen Sinn entnehmen?","translation":"Can you make sense of this poem?"},{"text":"Ich entnahm ihren Worten, dass sie ihn gern hatte.","translation":"I gathered from what she said that she liked him."},{"text":"Was hast du der Nachricht entnommen?","translation":"What did you take from the message?"},{"text":"Tom konnte Marias Reaktion nicht entnehmen, was seine Worte in ihr auslösten.","translation":"Tom couldn't tell from Mary's reaction how she felt about what he had said to her."}],"Definition":[{"text":"Es gibt verschiedene Definitionen von Demokratie.","translation":"There are different definitions of democracy."},{"text":"Das ist schwer zu sagen, weil das Gesetz keine Definition beinhaltet.","translation":"That's hard to say because the law doesn't include a definition."},{"text":"Die Welt hat nie eine gute Definition für das Wort Freiheit gefunden.","translation":"The world has never found a good definition for the word freedom."},{"text":"In beiden Definitionen verbirgt sich ein Widerspruch.","translation":"There is a contradiction in both definitions."},{"text":"Die Definition von \"Familie\" hat sich im Laufe der Jahre verändert.","translation":"The definition of 'family' has changed over the years."}],"militärisch":[{"text":"Militärische Intelligenz ist ein Widerspruch in sich.","translation":"Military intelligence is a contradiction in terms."},{"text":"An militärischen Aktionen werden wir uns in keinem Fall beteiligen.","translation":"Under no circumstances will we take part in military actions."},{"text":"Der Platz wird für militärische Zwecke benutzt.","translation":"The site is used for military purposes."},{"text":"Er wollte ein großer militärischer Anführer werden.","translation":"He wanted to be a great military leader."},{"text":"Maria trug eine militärische Uniform; Tom war in Zivil.","translation":"Mary wore a military uniform; Tom was in civilian clothes."}],"kurve":[{"text":"Langsamer fahren! Du nimmst die Kurve zu schnell!","translation":"Slow down! You take the curve too fast!"},{"text":"„Vorsicht! Da vorne kommt eine Kurve!“ – „Hab’ ich doch längst gesehen!“","translation":"\"Careful! There's a bend up ahead!\" \"Saw it ages ago!\""},{"text":"Zufriedene Bürger wählen Linie, wir befinden uns gerade in einer Kurve.","translation":"Satisfied citizens choose line, we are currently in a curve."},{"text":"Wenn alle in den Kurven aufpassen würden, müsste man in den Kurven nicht aufpassen.","translation":"If everyone in the corners would be careful, you wouldn't have to pay attention in the corners."},{"text":"Der Unfall passierte in einer Kurve.","translation":"The accident happened on a bend."},{"text":"Er wird schon wieder die Kurve bekommen.","translation":"He will get the curve again."},{"text":"In der Kurve holen wir sie endlich ein.","translation":"In the curve we finally catch up with them."},{"text":"Vorsicht, Kurve!","translation":"Be careful, curve!"},{"text":"Kaum hatten wir das Haus betreten, wollte Tom schon wieder die Kurve kratzen.","translation":"We'd hardly entered the house when Tom wanted to be off again."},{"text":"Beim kleinsten Anzeichen von Gefahr kratzt Tom die Kurve.","translation":"At the slightest hint of danger, Tom makes himself scarce."}],"sagte":[{"text":"Sagte Tom irgendetwas zu dir, bevor er ging?","translation":"Did Tom say anything to you before he left?"},{"text":"Sagte Tom dir, wann er käme?","translation":"Did Tom tell you when he'd be here?"},{"text":"Sagte der Zahnarzt: \"Nun machen Sie den Mund auf und beißen Sie auf die Zähne!\"","translation":"Said the dentist: \"Now open your mouth and clench your teeth.\""},{"text":"Sagte der Fahrlehrer zu seinem jungen Fahrschüler:„Könntest du nicht langsam schneller fahren?“","translation":"The instructor said to his young rider, \"Couldn't you slow down faster?\""}],"such":[{"text":"Das Leben ist eine ständige Suche.","translation":"Life is a constant search."},{"text":"Suche es bitte!","translation":"Please look for it."},{"text":"„Tom, wo hast du das Geschenk versteckt?“ – „Such es doch! Kalt. Kalt. Wärmer. Noch wärmer. Heiß!“","translation":"\"Tom, where did you hide the gift?\" – \"Look for it! Cold. Cold. Warmer. Even warmer. Hot!\""},{"text":"Suche eines aus.","translation":"Pick one."},{"text":"Suche Tom.","translation":"Search Tom."},{"text":"He, das ist mein Hobby! Such dir ein eigenes!","translation":"Hey, that's my hobby. Go find your own."},{"text":"Such in den gelben Seiten!","translation":"Search in the yellow pages!"},{"text":"Geh hinaus in die weite Welt und such dir eine ehrliche Arbeit!","translation":"Go out into the wide world and look for an honest job!"},{"text":"Such jemanden, der helfen kann!","translation":"Find someone who can help!"},{"text":"Such die Schuld nicht bei dir selbst.","translation":"Don't blame yourself."},{"text":"Mach deine Augen auf und such.","translation":"Open your eyes and search."},{"text":"Geh und such Tom!","translation":"Go and look for Tom."},{"text":"Sag nicht „Ich bin arbeitslos“, sondern „Ich suche Arbeit“.","translation":"Don't say \"I don't have a job\". Say \"I'm between two jobs\"."},{"text":"Reise in die Ferne, aber suche Freiheit und Gelassenheit in dir selbst.","translation":"Travel far away, but seek freedom and serenity within yourself."},{"text":"Wenn du nicht gern mit Tom zusammenarbeitest, dann such’ ich dir halt jemand anderen.","translation":"If you don't like working with Tom, I'll find you someone else to work with."}],"streifen":[{"text":"Die Schlange streifte ihre alte Haut ab.","translation":"The snake stripped off its old skin."},{"text":"Meine Haut kann schon fast die deine streifen.","translation":"My skin can almost strip yours."},{"text":"Im folgenden Augenblick streiften seine Lippen die ihren.","translation":"The following moment, his lips grazed theirs."},{"text":"Ihr Arm streifte den meinen.","translation":"Her arm brushed against mine."},{"text":"Manchmal streifen Bären durch unser Dorf.","translation":"Sometimes bears roam our village."},{"text":"Sie trägt einen Rock mit roten Streifen.","translation":"She's wearing a skirt with red stripes."},{"text":"Sie redet an einem Streifen.","translation":"She's talking at a strip."},{"text":"Der Schatten des Zebras hat keine Streifen.","translation":"The shadow of the zebra has no stripes."},{"text":"Tom steckte einen Streifen Kaugummi in den Mund.","translation":"Tom put a stick of gum into his mouth."},{"text":"Die Pfanne fing plötzlich Feuer, als ich gestern ein paar Streifen Frühstücksspeck briet.","translation":"The pan suddenly caught fire while I was frying some strips of bacon yesterday."}],"Amt":[{"text":"Ich hab' hier bloß ein Amt und keine Meinung.","translation":"I only have an office here and no opinion."},{"text":"Wem Gott ein Amt gibt, dem gibt er auch Verstand.","translation":"To whom God gives a ministry, He also gives understanding."},{"text":"Ein Amt ohne Sold macht Diebe.","translation":"An office without pay makes thieves."},{"text":"Er muss aus dem Amt entfernt werden.","translation":"He needs to be removed from office."},{"text":"Willst du dich für das Amt des Bürgermeisters zur Wahl stellen?","translation":"Do you want to stand for mayor?"}],"Schande":[{"text":"Wie ich zu meiner Schande gestehen muss, ich habe gelogen.","translation":"As I must confess to my shame, I lied."},{"text":"Nichts können ist keine Schande, aber nichts lernen.","translation":"Being able to do nothing is not a shame, but learning nothing."},{"text":"Besser sterben, als in Schande leben.","translation":"Better to die than to live in shame."},{"text":"Besser nackt und bloss, als mit Schande gross.","translation":"Better naked and bare than big with shame."},{"text":"Fallen ist keine Schande, aber liegen bleiben.","translation":"There is no shame in falling, but staying put."}],"drucken":[{"text":"Das Papier lässt drucken, was man will.","translation":"The paper lets you print what you want."},{"text":"Er lügt, wie wenn es gedruckt wäre und stiehlt, wie wenn es erlaubt wäre.","translation":"He lies as if it were printed and steals as if it were allowed."},{"text":"Mein Drucker druckt nur schwarz.","translation":"My printer prints only black."},{"text":"Bitte entwickeln und drucken Sie diesen Film.","translation":"Please develop and print this film."},{"text":"Dieses Gerät kann 60 Seiten pro Minute drucken.","translation":"This machine can print 60 pages per minute."}],"Teilnahme":[{"text":"Vielen Dank für Ihre Teilnahme!","translation":"Thank you for participating!"},{"text":"Die Teilnahme ist freiwillig und kostenlos.","translation":"Participation is voluntary and free of charge."},{"text":"Die Teilnahme ist notwendig.","translation":"Attendance is compulsory."},{"text":"Wir bitten um Ihre Teilnahme an der Sitzung.","translation":"We request your attendance at the meeting."},{"text":"Die Teilnahme des Kindes am Gespräch ist unbedingt erforderlich.","translation":"The child's participation in the interview is essential."}],"Metall":[{"text":"Diese Kiste ist aus Metall.","translation":"This box is made of metal."},{"text":"Blei ist ein weiches Metall.","translation":"Lead is a soft metal."},{"text":"Eisen ist ein nützliches Metall.","translation":"Iron is a useful metal."},{"text":"Münzen bestehen aus Metall.","translation":"Coins are made of metal."},{"text":"Man kann einen Spiegel aus Metall oder Glas herstellen.","translation":"A mirror can be made out of metal or glass."}],"Panzer":[{"text":"Leider kann man Panzer nicht essen.","translation":"Unfortunately, you can't eat tanks."},{"text":"Panzer können Räder oder Ketten haben.","translation":"Tanks can have wheels or chains."},{"text":"Mit einem Teil unserer Steuern bezahlen wir Panzer und Bomben.","translation":"With part of our taxes we pay for tanks and bombs."},{"text":"Bei dem Angriff sollen Panzer und Scharfschützen eingesetzt worden sein.","translation":"Tanks and snipers are said to have been used in the attack."},{"text":"Kommst du mit einem Gewehr, dann kommen sie mit einem Panzer.","translation":"If you come with a rifle, they come with a tank."}],"schweigen":[{"text":"Maria schwieg und senkte den Blick.","translation":"Mary was silent and lowered her gaze."},{"text":"Im Kriege schweigt das Recht.","translation":"In war the law stays silent."},{"text":"Geduld ist, wenn dein Herz brennt, aber dein Mund schweigen muss.","translation":"Patience is when your heart burns but your mouth has to be silent."},{"text":"Schön ist es, miteinander zu schweigen, schöner, miteinander zu lachen.","translation":"It is nice to be silent with each other, more beautiful to laugh together."},{"text":"Es gibt eine Zeit zu reden und eine Zeit zu schweigen.","translation":"There is a time to talk and a time to be silent."}],"Bär":[{"text":"Er ist dick wie ein Bär.","translation":"He is as fat as a bear."},{"text":"„Warum tanzt der Bär?“ — „Weil er keine Frau hat.“","translation":"\"Why does the bear dance?\" — \"Because he has no wife.\""},{"text":"Ein Bär, der hungrig ist, spielt nicht.","translation":"A bear that is hungry does not play."},{"text":"Ebenso wie dem Menschen schmeckt auch dem Bären der Honig.","translation":"Just as people like honey, so too do bears."},{"text":"Die Arbeit ist kein Bär, sie läuft nicht in den Wald.","translation":"Work is not a bear, it does not run into the forest."},{"text":"Bis man über der Brücke ist, muss man zum Bären Onkel sagen.","translation":"Until you are over the bridge, you have to say uncle to the bear."},{"text":"Gibt es hier in der Gegend Bären?","translation":"Are there bears in the area?"},{"text":"Männer sind wie Bären: je hässlicher sie sind, desto schöner sind sie.","translation":"Men are like bears: the uglier they are, the more beautiful they are."},{"text":"Manchmal streifen Bären durch unser Dorf.","translation":"Sometimes bears roam our village."},{"text":"Ich habe größere Angst vor Bären als vor Spinnen.","translation":"I am more afraid of bears than of spiders."}],"wohne":[{"text":"Ich wohne nahe am Meer, also kann ich oft an den Strand gehen.","translation":"I live close to the sea, so I can often go to the beach."},{"text":"„Wo wohnen Sie?“ – „Ich wohne in Tokyo.“","translation":"\"Where do you live?\" – \"I live in Tokyo.\""},{"text":"Ich wohne in einer kleinen Wohnung.","translation":"I live in a small apartment."},{"text":"Ich wohne gleich da drüben.","translation":"I live just over there."},{"text":"Das Haus, in dem ich wohne, gehört meinem Großvater.","translation":"The house I live in belongs to my grandfather."}],"Empfänger":[{"text":"Er ist Bafög-Empfänger.","translation":"He receives subsidised student loans."},{"text":"Eine Wahrheit kann erst wirken, wenn der Empfänger für sie reif ist.","translation":"A truth can only take effect when the recipient is ripe for it."},{"text":"Hier bitte den Empfänger eintragen.","translation":"Please enter the recipient here."},{"text":"Der Empfänger konnte nicht ausfindig gemacht werden.","translation":"The recipient could not be located."},{"text":"Was für eine seltsame Nachricht! Es gibt weder Absender noch Empfänger.","translation":"What strange news! There are no senders or recipients."}],"Erkenntnis":[{"text":"Der menschlichen Erkenntnis sind Grenzen gesetzt, aber wir wissen nicht, wo diese liegen.","translation":"There are limits to human knowledge, but we don't know where they lie."},{"text":"Die Erkenntnis kam mir eines Nachts.","translation":"The realization came to me one night."},{"text":"Kein Wissen scheint schwerer zu erwerben als die Erkenntnis, wann man aufhören muss.","translation":"No knowledge seems harder to acquire than the realization of when to stop."},{"text":"Alles Wissen besteht in einer sicheren und klaren Erkenntnis.","translation":"All knowledge consists in a safe and clear knowledge."},{"text":"Es gibt Erkenntnisse, die gewinnt man nur, wenn man Interesse hat, sie zu gewinnen.","translation":"There are insights that you only gain if you are interested in gaining them."}],"aufräumen":[{"text":"Ich muss meine Wohnung aufräumen.","translation":"I have to clean up my apartment."},{"text":"Eine Sache wollte ich dir schon seit Langem sagen: Der Keller muss aufgeräumt werden.","translation":"One thing I've wanted to tell you for a long time: The basement needs to be cleaned up."},{"text":"Wer immer aufräumt, ist nur zu faul zu suchen.","translation":"Whoever cleans up is just too lazy to look for."},{"text":"Findest du deine Sachen denn nicht leichter, wenn dein Zimmer aufgeräumt ist?","translation":"Don't you find your things easier when your room is tidy?"},{"text":"Sein Zimmer ist überhaupt nicht aufgeräumt.","translation":"His room is not tidy at all."},{"text":"Hilf mir beim Aufräumen!","translation":"Help me clean up!"},{"text":"Tom verbrachte den ganzen Nachmittag mit dem Aufräumen seines Zimmers.","translation":"Tom spent all afternoon cleaning his room."},{"text":"Ich koche zwar gern, doch das anschließende Aufräumen hasse ich.","translation":"I like to cook, but I hate the subsequent tidying up."},{"text":"Bist du fertig mit Aufräumen?","translation":"Are you done tidying up?"},{"text":"Dir beim Aufräumen nach dem Fest zu helfen, macht mir nichts aus.","translation":"I don't mind helping you clean up after the party."}],"kilo":[{"text":"Ich kaufe ein Kilo Kiwis.","translation":"I buy a kilo of kiwis."},{"text":"Was ist schwerer? Ein Kilo Sand oder ein Kilo Papier?","translation":"What is heavier? A kilo of sand or a kilo of paper?"},{"text":"Sieben Kilo wiegt das Ganze.","translation":"The whole thing weighs seven kilos."},{"text":"Was kostet ein Kilo Ananas?","translation":"How much is the kilo of pineapple?"},{"text":"Tom kaufte drei Kilo Äpfel.","translation":"Tom bought three kilograms of apples."}],"Zigarette":[{"text":"Du musst die Zigarette ausmachen.","translation":"You need to put your cigarette out."},{"text":"Mein Freund geht nie ohne Zigaretten aus dem Haus.","translation":"My boyfriend never leaves the house without cigarettes."},{"text":"Sind eure Zigaretten ausgegangen?","translation":"Have your cigarettes run out?"},{"text":"Ein alter Mann tritt auf die Straße. In einer Hand hält er eine Zigarette.","translation":"An old man steps into the street holding a cigarette in his hand."},{"text":"Meine Mutter raucht eine Zigarette nach der anderen.","translation":"My mother smokes one cigarette at a time."}],"Telefonnummer":[{"text":"Ich habe meine Telefonnummer vergessen.","translation":"I forgot my phone number."},{"text":"Sie kennt weder seine Telefonnummer noch seine Adresse.","translation":"She doesn't know his phone number or his address."},{"text":"Meine Telefonnummer ist nicht mehr gültig.","translation":"My phone number is no longer valid."},{"text":"Ich schreibe Ihnen meine Telefonnummer auf. Rufen Sie mich an, sobald etwas ist!","translation":"I'll write down my phone number for you. Call me as soon as something happens!"},{"text":"Wüsste sie seine Telefonnummer, könnte sie ihn anrufen.","translation":"If she knew his telephone number, she'd be able to ring him."}],"tue":[{"text":"Tue nichts, wobei du nicht tot erwischt werden möchtest.","translation":"Don't do anything you wouldn't want to be caught dead doing."},{"text":"Tue Gutes und sprich darüber.","translation":"Do good and talk about it."},{"text":"Tue einmal etwas für die eigene Gesundheit!","translation":"Do something for your own health!"},{"text":"Es gefällt ihr, wenn ich das tue.","translation":"She likes it when I do that."},{"text":"Das Gute, das du heute tust, wird morgen vergessen sein. Doch tue dennoch Gutes!","translation":"The good you do today will be forgotten tomorrow. However, do good."}],"freu":[{"text":"Tom hat alle Prüfungen gut abgelegt, worüber wir uns sehr freuen.","translation":"Tom passed all the exams well, which we are very happy about."},{"text":"Ich würde mich sehr freuen, von Ihnen zu hören.","translation":"I would love to hear from you."},{"text":"Er wird sich bestimmt sehr freuen.","translation":"I'm sure he'll be very pleased."},{"text":"Kommen Sie doch mal wieder vorbei, wenn Sie Zeit haben! Ich freu’ mich drauf.","translation":"Drop in again when you have time! I look forward to it."},{"text":"„Darf ich dich zum Mittagessen einladen?“ — „Ja, da würde ich mich sehr freuen.“","translation":"\"Let me buy you lunch.\" \"Sure. I'd like that.\""},{"text":"Freue dich nicht zu früh!","translation":"Don't get excited too soon!"},{"text":"Freu dich, denn heute ist dein Geburtstag.","translation":"Rejoice, because today is your birthday."},{"text":"Freu dich nicht zu früh. Das dicke Ende kommt erst noch.","translation":"Don't rejoice too soon. The thick end is yet to come."},{"text":"Hat dich jemand enttäuscht? Freu dich, endlich kennst du sein wahres Gesicht.","translation":"Did anyone disappoint you? Rejoice, finally you know his true face."},{"text":"„Warum sind die so klug und wir solche Schildbürger?“ – „Freu dich doch, ein Schildbürger zu sein! Die Schildbürger tun nämlich nur so, als wären sie töricht, damit sie nicht alle Welt gleichzeitig um Hilfe bittet, weil sie doch so klug sind. In Wirklichkeit gibt es auf der Welt keine Klügeren.“ – „Und deswegen denken sie sich in ihrer Klugheit immer wieder neue Torheiten aus, damit keiner auf die Idee kommt, dass sie klug sein könnten?“ – „Ganz genau!“ – „Aber das ist doch blöd!“","translation":"\"Why are they so clever and we are such shield citizens?\" – \"Rejoice to be a shield citizen! The Schildbürger only pretend to be foolish, so that they do not ask the whole world for help at the same time, because they are so clever. In reality, there are no wiser ones in the world.\" – \"And that's why they keep coming up with new follies in their cleverness, so that nobody gets the idea that they could be smart?\" – \"Exactly!\" – \"But that's stupid!\""}],"enthüllen":[{"text":"Früher oder später wird alles enthüllt.","translation":"Sooner or later everything will be revealed."},{"text":"Alle ihre Geheimnisse wurden enthüllt.","translation":"All their secrets have been revealed."},{"text":"Maria enthüllte ein Geheimnis, das sie nie jemandem verraten hatte.","translation":"Mary revealed a secret she had never told to anyone before."},{"text":"Es wurde enthüllt, dass Maria guter Hoffnung war.","translation":"It was revealed that Mary was pregnant."},{"text":"Er enthüllte ihr das Geheimnis, als niemand anderer dabei war.","translation":"He revealed the secret to her when nobody was by."}],"Bereitstellung":[{"text":"Das Ziel der Nationalparke ist, die Lebensräume von Pflanzen und Tieren und insbesondere die der seltenen und gefährdeten Arten zu schützen. Die Bereitstellung von Erholungsmöglichkeiten, die Umweltbildung und die wissenschaftliche Erforschung der natürlichen Prozesse sind weitere Aufgaben der Nationalparke.","translation":"The aim of the national parks is to protect the habitats of plants and animals and in particular those of rare and endangered species. The provision of recreational opportunities, environmental education and scientific research into natural processes are further tasks of the national parks."}],"hinterher":[{"text":"Wenn hinter Fliegen Fliegen fliegen, fliegen Fliegen Fliegen hinterher.","translation":"If flies fly behind flies, then flies fly behind flies."},{"text":"Alle Menschen sind schlau, die einen vorher, die anderen hinterher!","translation":"All people are smart, some before, others behind!"},{"text":"Hinterher ist man immer klüger.","translation":"Afterwards you are always wiser."},{"text":"Vorher weiß man es erst richtig hinterher.","translation":"Before that, you only really know afterwards."},{"text":"Wer der Beste sein muss, um glücklich zu sein, rennt dem Glück ewig hinterher.","translation":"If you have to be the best to be happy, you run after happiness forever."}],"Produzent":[{"text":"Tom ist einer der besten Produzenten, die ich kenne.","translation":"Tom is one of the best producers I know."},{"text":"Man kann die Menschen in Produzenten und Konsumenten unterteilen.","translation":"You can divide people into producers and consumers."},{"text":"China ist der weltgrößte Produzent und Verbraucher von Kohle.","translation":"China is the world's largest producer and consumer of coal."},{"text":"Würde Hirnlosigkeit vor Kopfschmerzen schützen, könnten die Aspirin-Produzenten ihren Laden schließen.","translation":"If brainlessness protected against headaches, aspirin producers could close their shop."},{"text":"Wenn einer nicht Regie führen, nicht schreiben, nicht komponieren kann, wenn einer überhaupt nichts kann, dann wird er Produzent.","translation":"If someone can't direct, can't write, can't compose, if someone can't direct anything at all, then he becomes a producer."}],"anfangs":[{"text":"Tom war anfangs gar nicht aufgefallen, dass Maria sechs Finger an jeder Hand hatte.","translation":"Tom hadn't noticed at first that Maria had six fingers on each hand."},{"text":"Es ist anfangs sehr schwierig, seinen Geist von Gedanken völlig frei zu machen.","translation":"It is very difficult at first to completely free one's mind from thoughts."},{"text":"Er war anfangs schüchtern.","translation":"He was shy at first."},{"text":"Anfangs gefiel er mir nicht, aber jetzt schon.","translation":"In the beginning I did not like him, but now I do."},{"text":"Anfangs hatte ich Schwierigkeiten, Leute zu verstehen, die zu schnell sprachen.","translation":"At first, I had trouble understanding people who were talking too fast."}],"nachfolgend":[{"text":"Die nachfolgende Sendung ist für Zuschauer unter achtzehn Jahren nicht geeignet.","translation":"The following programme is not suitable for viewers under eighteen years of age."},{"text":"Ihr gehört zur nachfolgenden Generation.","translation":"You belong to the next generation."},{"text":"Ich kann mich nicht an die nachfolgenden Ereignisse erinnern.","translation":"I can't remember the subsequent events."},{"text":"Der Satz ist, wie nachfolgend angezeigt, bereits vorhanden und wurde daher nicht hinzugefügt.","translation":"Your sentence was not added because the following already exists."},{"text":"Nachfolgend finden Sie eine Liste der ehemaligen Administratoren.","translation":"Below is a list of past administrators."}],"Gewürz":[{"text":"Hunger ist das beste Gewürz.","translation":"Hunger is the best spice."},{"text":"In dem Geschäft gibt es eine Vielzahl von Gewürzen.","translation":"This store has a variety of spices."},{"text":"Gewürze verbessern Gerichte.","translation":"Spices improve dishes."},{"text":"Einem schlechten Mehl wird kein Gewürz helfen.","translation":"A bad flour will not help a spice."},{"text":"Tugend und Gewürz werden, je mehr gestoßen, desto stärker.","translation":"Virtue and spice become, the more pushed, the stronger."}],"ben":[{"text":"Der Bus kommt gleich.","translation":"The bus is coming soon."},{"text":"Der Bus kommt wieder zu spät.","translation":"The bus is late again."},{"text":"Tom, der Bus ist voll. Gib bitte Bescheid, dass sie noch einen schicken sollen!","translation":"Tom, the bus is full. Please let us know that you should send another one!"},{"text":"Welchen Bus muss ich zum Flughafen nehmen?","translation":"Which bus do I have to take to the airport?"},{"text":"Sie müssen den Bus Nummer fünf nehmen.","translation":"You should take bus no. 5."}]}