{"versorgen":[{"text":"Wer versorgt dich, wenn du einmal krank bist?","translation":"Who will take care of you once you are sick?"},{"text":"Sie sind schon früh aufgestanden, um die Tiere zu versorgen.","translation":"They got up early to care for the animals."},{"text":"Können Sie uns mit Getränken versorgen?","translation":"Can you provide us with drinks?"},{"text":"Das Gehirn muss ständig mit Blut versorgt werden.","translation":"The brain must be constantly supplied with blood."},{"text":"Die Kuh versorgt uns mit Milch.","translation":"The cow supplies us with milk."}],"wüsste":[{"text":"„Wie alt ist Tom?“ – „Wenn ich das nur wüsste!“","translation":"\"How old is Tom?\" – \"If only I knew that!\""},{"text":"„Ich muss mich bei Ihnen entschuldigen.“ – „Ich wüsste nicht, wofür.“","translation":"\"I owe you an apology.\" \"I don't see why.\""},{"text":"Wie alt sie ist? Das wüsste ich gerne.","translation":"How old is she? I would like to know that."},{"text":"Meine Damen und Herren, wenn ich weniger wüsste, könnte ich Ihnen mehr erzählen.","translation":"Ladies and gentlemen, if I knew less, I could tell you more."},{"text":"Wenn ich es wüsste, würde ich dich nicht fragen.","translation":"If I knew, I wouldn't ask you."}],"herausgefunden":[{"text":"Ich habe die Wahrheit herausgefunden.","translation":"I found out the truth."},{"text":"Wir haben herausgefunden, wo er wohnt.","translation":"We found out where he lives."},{"text":"Ich habe die Identität des Opfers herausgefunden.","translation":"I've discovered the victim's identity."},{"text":"Wie hast du herausgefunden, dass Tom seine Rechnungen nicht bezahlt hat?","translation":"How did you find out that Tom hadn't paid his bills?"},{"text":"Seit ich meine wahre Identität herausgefunden habe, ergibt mein Leben einen Sinn.","translation":"When I found my true identity, my life began to make sense."}],"ermitteln":[{"text":"Der Polizist ermittelt in diesem Fall.","translation":"The policeman is investigating this case."},{"text":"Wir ermitteln die Ursachen des Unfalls.","translation":"We determine the causes of the accident."},{"text":"Die Polizei ermittelte, wo der Täter wohnte.","translation":"The police determined where the perpetrator lived."},{"text":"Du wurdest ermittelt.","translation":"You have been identified."},{"text":"Wir werden in dieser Sache ermitteln.","translation":"We will investigate this matter."}],"absichtlich":[{"text":"Maria machte absichtlich Fehler, um zu überprüfen, ob Tom auch aufpasste.","translation":"Maria deliberately made mistakes to check if Tom was paying attention too."},{"text":"War das zufällig oder absichtlich?","translation":"Was it by accident or by design?"},{"text":"Diese Seite wurde absichtlich leer gelassen.","translation":"This page was intentionally left blank."},{"text":"Er ist mir absichtlich auf den Fuß getreten.","translation":"He deliberately trod on my foot."},{"text":"Wahrscheinlich hat Tom es absichtlich gemacht.","translation":"It's likely that Tom did it on purpose."}],"Klinik":[{"text":"Dem Kranken wurde geholfen, indem er schnell in die Klinik gebracht wurde.","translation":"The sick person was helped by being quickly taken to the clinic."},{"text":"Tom muss noch Maria in der Klinik besuchen.","translation":"Tom still has to visit Maria in the clinic."},{"text":"Meine Frau führt die Klinik.","translation":"My wife runs the clinic."},{"text":"In dieser Klinik ist Dan geboren.","translation":"Dan was born in this hospital."},{"text":"Um ein Haar hätte ich vergessen zu sagen, Maria ist in der Klinik.","translation":"By a hair's breadth I forgot to say Maria is in the clinic."}],"Bürgermeister":[{"text":"Wenn arbeiten so leicht wär', tät's der Bürgermeister selbst.","translation":"If it were so easy to work, the mayor himself would do it."},{"text":"Der Bürgermeister musste seinen Hut nehmen.","translation":"The mayor had to take his hat off."},{"text":"Wie heißt der Bürgermeister von Mesel?","translation":"What is the name of the mayor of Mesel?"},{"text":"Schwarzer Ex-Polizist wird neuer Bürgermeister von New York.","translation":"Black ex-policeman becomes new mayor of New York."},{"text":"Sie haben ihn zum Bürgermeister gewählt.","translation":"They've elected him mayor."}],"Einführung":[{"text":"Das Buch heißt „Eine Einführung in die italienische Küche“.","translation":"The book is called \"An Introduction to Italian Cuisine\"."},{"text":"Es wird erwartet, dass die Einführung der neuen Steuer die ganze Wirtschaft beeinflussen wird.","translation":"The introduction of the new tax is expected to affect the entire economy."},{"text":"Die Einführung fremder Pflanzen und Tiere können Ökosysteme ernsthaft beschädigen.","translation":"The introduction of foreign plants and animals can seriously damage ecosystems."},{"text":"Einführungen in die Sprache Esperanto gibt es reichlich.","translation":"Introductions to the Esperanto language are plentiful."},{"text":"Dafür sind die Vorteile der Einführung der lateinischen Schrift riesig.","translation":"But the advantages of the introduction of the Latin script are huge."}],"auslösen":[{"text":"Diese Nachricht wird wohl im Élysée-Palast Unmut auslösen.","translation":"This news is likely to cause resentment in the Élysée Palace."},{"text":"Weiß jemand, wie das Feuer ausgelöst wurde?","translation":"Does anyone know how the fire was started?"},{"text":"Teilweise wurde dies von dir ausgelöst.","translation":"In part, this was triggered by you."},{"text":"Tom konnte Marias Reaktion nicht entnehmen, was seine Worte in ihr auslösten.","translation":"Tom couldn't tell from Mary's reaction how she felt about what he had said to her."},{"text":"Der Alarm wurde um 5:30 Uhr ausgelöst.","translation":"The alarm was triggered at 5:30 a.m."},{"text":"Der Tod des Königs hat einen Krieg ausgelöst.","translation":"The death of the king has triggered a war."},{"text":"Die Umweltverschmutzung hat überall auf der Welt Klimaveränderungen ausgelöst.","translation":"Environmental pollution triggered climatic changes all over Earth."},{"text":"Toms Vokabular besteht im Wesentlichen aus populistischen Worten wie „Kämpfer für soziale Gerechtigkeit“ und „ausgelöst“.","translation":"Eighty percent of Tom's vocabulary consists of snarl words like \"social justice warrior\" and \"triggered.\""},{"text":"Die Verlagerung der Fabrik ins Ausland hat eine gewaltige Protestwelle in der ganzen Gegend ausgelöst.","translation":"The relocation of the business overseas set off a wave of protest throughout the region."},{"text":"Kinder fangen an zu weinen, wenn sie Maria sehen, und Hunde fangen an zu bellen. Was hat sie nur an sich, das diesen Effekt auslöst?","translation":"When they see Maria, children start to cry and dogs start to bark. What is it about her that has this effect?"}],"befestigen":[{"text":"Tom möchte ein Bild an der Wand befestigen.","translation":"Tom wants to attach a picture to the wall."},{"text":"Der König befahl, dass die Stadt so gut als möglich zu befestigen sei.","translation":"The king ordered that the city be fortified as well as possible."},{"text":"Neben dem Weg befestigte man an der Felswand Eisenketten, um das Klettern zu erleichtern.","translation":"Next to the path, iron chains were attached to the rock face to facilitate climbing."},{"text":"Nenne mir drei Dinge, die du schon einmal mit einer Sicherheitsnadel befestigt hast.","translation":"Tell me three things you've ever fastened with a safety pin."},{"text":"Sie stand am Brunnen und schöpfte Wasser mit einem Eimer, der an einer Schnur befestigt war.","translation":"She stood at the well and drew water with a bucket attached to a string."}],"Seil":[{"text":"Ich griff das Seil und zog mich hoch.","translation":"I grabbed the rope and pulled myself up."},{"text":"Er ließ das Seil los.","translation":"He let go of the rope."},{"text":"Er schnitt zwei Meter von dem Seil ab.","translation":"He cut off two meters of the rope."},{"text":"Das Seil hier ist nicht lang genug.","translation":"The rope here is not long enough."},{"text":"Ich warf das Seil und sie bekam es zu fassen.","translation":"I threw the rope and she caught hold of it."}],"statistisch":[{"text":"Statistisch gesehen, ist es viel sicherer, mit dem Flugzeug als mit dem Auto zu reisen.","translation":"From a statistical point of view, a plane flight is much safer than a car trip."},{"text":"Es ist statistisch erwiesen, dass Frauen weniger Unfälle verursachen als Männer.","translation":"It is statistically proven that women cause fewer accidents than men."},{"text":"Ein Jäger schießt auf einen Hasen einen Meter links vorbei, der andere rechts. Statistisch gesehen ist der Hase tot!","translation":"A hunter shoots at a hare one meter to the left, the other to the right. Statistically, the rabbit is dead!"},{"text":"1778 wurde sie auf circa 10 Millionen geschätzt, bei einer Zählung 1787 wurde die Bevölkerung als 10.409.879 Menschen erfasst und Boetticher erklärt in seinen \"Statistischen Büchern\" die Bevölkerung zu 11 Millionen.","translation":"In 1778 it was estimated at about 10 million, in a census in 1787 the population was recorded as 10,409,879 people and Boetticher explains in his \"Statistical Books\" the population to 11 million."},{"text":"Die fundamentale Formel, welche die mikroskopische Betrachtungsweise der statistischen Physik mit der makroskopischen Thermodynamik in Verbindung bringt, besagt, dass die Entropie gleich dem mit der Boltzmann-Konstante multiplizierten Logarithmus der mikrokanonischen Zustandssumme ist.","translation":"The fundamental formula that associates the microscopic view of statistical physics with macroscopic thermodynamics states that entropy is equal to the logarithm of the microcanonical state sum multiplied by the Boltzmann constant."},{"text":"Laut Eurostat, dem Statistische Amt der Europäischen Union, sind fast 30 % der unter 25jährigen Italiener arbeitslos.","translation":"Nearly 30% of Italians under the age of 25 are unemployed, according to Eurostat, the European Statistical Office."}],"Knoblauch":[{"text":"Wer täglich Knoblauch isst, kann sehr alt werden – und sehr einsam.","translation":"If you eat garlic every day, you can get very old – and very lonely."},{"text":"Hast du Knoblauch gegessen?","translation":"Have you eaten garlic?"},{"text":"Die Suppe schmeckt nach Knoblauch.","translation":"The soup tastes like garlic."},{"text":"Ich liebe Knoblauch.","translation":"I love garlic."},{"text":"Es ist von Vorteil, Knoblauch mit Vorsicht zu genießen.","translation":"It is beneficial to enjoy garlic with caution."},{"text":"Knoblauch ist keine Frucht.","translation":"Garlic is not a fruit."},{"text":"Knoblauch essen schadet nicht, schützt aber auch nicht vor dem Virus.","translation":"Eating garlic will not hurt you nor will it protect you from the virus."},{"text":"Knoblauch ist kein Obst.","translation":"Garlic isn't fruit."},{"text":"Knoblauch hat einen kräftigen Geruch und Geschmack.","translation":"Garlic has a strong smell and taste."},{"text":"Knoblauch ist die Seele des Spinats.","translation":"Garlic is the soul of spinach."}],"rauskommen":[{"text":"Wichtig ist, was hinten rauskommt.","translation":"What is important is what comes out the back."},{"text":"Entscheidend ist, was hinten rauskommt.","translation":"The decisive factor is what comes out at the back."},{"text":"Wie spät wird es wohl sein, wenn wir aus dem Restaurant rauskommen?","translation":"What time will it be when we get out of the restaurant?"},{"text":"Du musst da rauskommen.","translation":"You have to come out of there."},{"text":"Spätestens wenn die Kinder fragen, wo bei der Kuh die Butter rauskommt, hilft nur noch eins: Urlaub auf dem Bauernhof.","translation":"At the latest when the children ask where the butter comes out of the cow, only one thing helps: holidays on the farm."}],"Hause":[{"text":"Wir sollten zu Hause mit Tom bleiben.","translation":"We should stay at home with Tom."},{"text":"„Tom ist leider nicht zu Hause.“ – „Aber in seinem Zimmer brennt doch Licht!“","translation":"\"I'm afraid Tom's not at home.\" \"But the light's on in his room!\""},{"text":"Er wird morgen zu Hause sein.","translation":"He will be home tomorrow."},{"text":"Ich bin müde und möchte nach Hause gehen.","translation":"I am tired and I want to go home."},{"text":"Ich bin eine Woche von zu Hause weg.","translation":"I won't be home for a week."},{"text":"Wann wird er nach Hause gehen?","translation":"When will he go home?"},{"text":"Da es schon spät ist, werde ich nach Hause gehen.","translation":"Since it is already late, I will go home."},{"text":"Warst du schon einmal bei Tom zu Hause?","translation":"Have you ever been inside Tom's house?"},{"text":"Es ist Zeit, dass wir nach Hause gehen.","translation":"It's time we went home."},{"text":"Wie weit ist es von hier bis zu Ihnen nach Hause?","translation":"How far is it from here to your home?"}],"Heimat":[{"text":"Glücklich ist, wer eine Heimat hat.","translation":"Happy is he who has a homeland."},{"text":"In meiner Heimat trinken wir viel Bier.","translation":"In my home country we drink a lot of beer."},{"text":"Deine Heimat ist in dem Land, wo du dich zuhause fühlst.","translation":"Your home is in the country where you feel at home."},{"text":"Ich habe meine Heimat so sehr vermisst, dass ich es gar nicht beschreiben kann.","translation":"I can't even describe how much I've missed home, I've missed it so much."},{"text":"Heimat ist dort, wo ich nicht erklären muss, wer ich bin.","translation":"Home is where I don't have to explain who I am."}],"Badezimmer":[{"text":"Ich muss gleich das Badezimmer putzen.","translation":"I have to clean the bathroom right away."},{"text":"Paula geht in das Badezimmer und macht sich schön.","translation":"Paula goes into the bathroom and makes herself beautiful."},{"text":"Wer geht morgen früh zuerst ins Badezimmer?","translation":"Who will go to the bathroom first tomorrow morning?"},{"text":"Bill singt oft im Badezimmer.","translation":"Bill often sings in the bathroom."},{"text":"Maria, komm schnell! Tom und Johannes spielen im Badezimmer Sintflut!","translation":"Maria, come quickly! Tom and Johannes play Flood in the bathroom!"}],"verlaufen":[{"text":"Die Behandlung verläuft erfolgreich.","translation":"The treatment is successful."},{"text":"Die Operation ist gut verlaufen.","translation":"The operation went well."},{"text":"„Ich glaube, wir haben uns verlaufen.“ – „Das kann gut sein.“","translation":"\"I think we're lost.\" \"That may well be.\""},{"text":"„Ich glaube, wir haben uns verlaufen.“ – „Das ist sehr gut möglich.“","translation":"\"I think we're lost.\" \"We might well be.\""},{"text":"Hätte ich meinen Mann nicht kennengelernt, dann wäre mein Leben sowieso anders verlaufen.","translation":"If I hadn't met my husband, my life would have been different anyway."}],"herunterladen":[{"text":"Wenn Sie nicht über dieses Programm verfügen, können Sie es jetzt herunterladen.","translation":"If you don't have this program, you can download it now."},{"text":"Könntest du mir eine Datei herunterladen?","translation":"Could you download a file for me?"},{"text":"Wenn du die Software nicht hast, kannst du sie jetzt herunterladen.","translation":"If you don't have the software, you can download it now."},{"text":"Dieses Programm hat beide Möglichkeiten, herunterladen und hochladen.","translation":"This program has both downloading and uploading capabilities."},{"text":"Wenn man sich die Karte vorher herunterlädt, kann man sie auch offline benutzen.","translation":"If you download the map beforehand, you can also use it offline."},{"text":"Auf „Speichern“ klicken, um mit dem Herunterladen zu beginnen.","translation":"Click on \"save\" to begin the download."},{"text":"Die Datei ist zu groß zum Herunterladen.","translation":"The file is too big to download."},{"text":"In diesem Netzwerk ist das Herunterladen doppelt so schnell wie das Hochladen.","translation":"The download speed is twice as fast as the upload speed on this network."},{"text":"Beim Projekt Gutenberg stehen viele E-Bücher kostenlos zum Herunterladen bereit.","translation":"Project Gutenberg has many free eBooks available for download."},{"text":"Nach anfänglich raschem Fortschritt blieb das Herunterladen drei Stunden bei 99 % stehen; dann geschah, was geschehen musste: es trat ein Fehler auf, und das Programm wurde geschlossen.","translation":"After initial rapid progress, the download stopped at 99% for three hours; then what had to happen happened: an error occurred and the program was closed."}],"trägst":[{"text":"Warum trägst du eigentlich eine Brille?","translation":"Why do you wear glasses?"},{"text":"Sag mir, was du trägst, und ich sage dir, wer du bist.","translation":"Tell me what you wear, and I'll tell you who you are."},{"text":"Du weißt nicht, wie schwer die Last ist, die du nicht trägst.","translation":"You don't know how heavy the burden is that you don't carry."},{"text":"Du trägst sehr leicht, wenn du nichts hast; aber Reichtum ist eine leichtere Last.","translation":"You carry very lightly when you have nothing; but wealth is a lighter burden."},{"text":"Was trägst du zum Schlafen?","translation":"What do you wear to sleep?"}],"eifersüchtig":[{"text":"Eine Frau, die nicht eifersüchtig wird, ist wie ein Ball, der nicht springt.","translation":"A woman who does not get jealous is like a ball that does not bounce."},{"text":"Maria warf Tom eifersüchtige Blicke zu, als er mit Anna tanzte.","translation":"Maria shot jealous looks at Tom while he danced with Anna."},{"text":"Meine Freundin ist sehr eifersüchtig.","translation":"My girlfriend is very jealous."},{"text":"Könnte jemand eifersüchtig werden, wenn ich dich zu einem Glas Cola einladen würde?","translation":"Could someone get jealous if I invited you for a glass of Coke?"},{"text":"Wer nicht eifersüchtig ist, liebt nicht.","translation":"He who is not jealous does not love."}],"original":[{"text":"Ich empfehle Ihnen, diesen Roman im Original zu lesen.","translation":"I recommend you to read this novel in the original."},{"text":"Die Übersetzung gefällt mir besser als das Original.","translation":"I like the translation better than the original."},{"text":"Der Mensch sollte sich immer bewusst sein, dass jeder ein Original ist.","translation":"Man should always be aware that everyone is an original."},{"text":"Hier ist das französische Original.","translation":"Here's the French original."},{"text":"Vergleichen Sie die Übersetzung und das Original noch einmal.","translation":"Compare the translation and the original again."}],"sorgfältig":[{"text":"Dieser Schüler macht seine Aufgaben immer sorgfältig.","translation":"This student always does his assignments carefully."},{"text":"Ich wusste, dass du diesen Satz sehr sorgfältig überprüfen würdest.","translation":"I knew that you would check this sentence very carefully."},{"text":"Er analysierte die Situation sorgfältig.","translation":"He analyzed the situation carefully."},{"text":"Der Koch las sorgfältig das Rezept.","translation":"The cook carefully read the recipe."},{"text":"Er nahm einen Spiegel und betrachtete sorgfältig seine Zunge.","translation":"He took a mirror and carefully examined his tongue."},{"text":"Sie wurde sorgfältig untersucht.","translation":"It has been carefully investigated."},{"text":"Er setzte den Plan, den er sorgfältig aufgestellt hatte, in die Tat um.","translation":"He put into practice the plan he had carefully drawn up."},{"text":"Er wird selten krank, da er sorgfältig mit seiner Gesundheit umgeht.","translation":"He seldom gets sick because he is careful about his health."},{"text":"Denken Sie bitte sorgfältig darüber nach.","translation":"Please consider it carefully."},{"text":"Dieses Buch muss man sorgfältig lesen.","translation":"This book must be read carefully."}],"variante":[{"text":"Weißt du, wie es sich anfühlt, wenn man hundert ähnliche Varianten eines Satzes übersetzt?","translation":"Do you know how it feels to translate a hundred similar variations of a sentence?"},{"text":"Nach meiner Ansicht sind beide Varianten korrekt.","translation":"In my opinion, both variants are correct."},{"text":"Wir lernen von unseren Eltern, ihre Fehler in neuen Varianten zu wiederholen.","translation":"We learn from our parents to repeat their mistakes in new variants."},{"text":"Diese Variante gefällt mir.","translation":"I like this variant."},{"text":"Diese Variante gefällt mir überhaupt nicht.","translation":"I don't like this variant at all."}],"Ansatz":[{"text":"Das ist der beste Ansatz, um Englisch zu lernen.","translation":"That's the best approach to the study of English."},{"text":"Ich denke, es ist an der Zeit, einen neuen Ansatz zu wagen.","translation":"I think it's time to try a new approach."},{"text":"Versuchen wir einen neuen Ansatz!","translation":"Let's try a new approach."},{"text":"Ich teile den grundsätzlichen Ansatz.","translation":"I share the basic approach."},{"text":"Jedes Unternehmen ist anders und jedes Problem muss mit einem offenen und flexiblen Ansatz untersucht werden.","translation":"Every company is different and every problem needs to be investigated with an open and flexible approach."}],"schwul":[{"text":"Wenn ich schwul wäre, würde ich überhaupt keinen Namen haben wollen.","translation":"If I were gay, I wouldn't want a name at all."},{"text":"Später erfuhr ich, dass er schwul war.","translation":"Later I learned that he was gay."},{"text":"Ich bin nicht schwul, aber mein Freund schon.","translation":"I'm not gay, but my boyfriend is."},{"text":"Und wenn ich schwul wäre? Ist das ein Verbrechen?","translation":"And if I were gay, would that be a crime?"},{"text":"Die Schüler beleidigen sich oft, indem sie sich gegenseitig als „schwul“ bezeichnen.","translation":"The students often call each other \"gay\" as an insult."}],"unendlich":[{"text":"Wie ich bin, ist unendlich wichtiger, als was ich habe.","translation":"How I am is infinitely more important than what I have."},{"text":"In uns lebt unendlich viel mehr als nur wir selbst.","translation":"There is infinitely more to us than just ourselves."},{"text":"Unendlich erschien die Zahl der Stufen, die ihn nach oben führten.","translation":"The number of steps that led him upwards seemed infinite."},{"text":"Und doch ist Einer, welcher dieses Fallen unendlich sanft in seinen Händen hält.","translation":"And yet there is One who holds this falling infinitely gently in his hands."},{"text":"Das unendlich Kleine und das unendlich Große gibt es in der Natur nicht.","translation":"The infinitely small and the infinitely great do not exist in nature."}],"westlich":[{"text":"Das ist die Sicht der westlichen Länder. Unsere Sicht ist eine andere.","translation":"This is the view of Western countries. Our view is different."},{"text":"Irland liegt im westlichen Europa.","translation":"Ireland is located in Western Europe."},{"text":"Athlone liegt etwa 110 km westlich von Dublin.","translation":"Athlone is located about 110 km west of Dublin."},{"text":"Die Stadt liegt westlich von London.","translation":"The city is to the west of London."},{"text":"Die Insel befindet sich westlich von Japan.","translation":"The island lies to the west of Japan."}],"Personal":[{"text":"Richten Sie sich bitte an die Anweisungen des Personals.","translation":"Please follow the instructions of the staff."},{"text":"Er schafft jeden Tag seinem Personal so an, als ob sie keine Menschen wären.","translation":"He buys his staff every day as if they were not human beings."},{"text":"Das ganze Personal ist stolz auf seine Arbeit.","translation":"The whole staff is proud of their work."},{"text":"Der Plan wurde praktisch vom ganzen Personal unterstützt.","translation":"The plan was supported by practically all the attendants."},{"text":"Du hast das vor den Augen des Personals gemacht.","translation":"You did this in front of the staff."}],"Liter":[{"text":"Ein Liter Bier ist das Maß aller Dinge.","translation":"A liter of beer is the measure of all things."},{"text":"Was kostet ein Liter Milch?","translation":"What does a litre of milk cost?"},{"text":"Ich habe einen Liter Kaffee getrunken.","translation":"I drank a liter of coffee."},{"text":"Kann ich bitte einen Liter Milch haben?","translation":"Can I have a litre of milk, please?"},{"text":"Eine letzte Frage hätte ich noch: Wie viele Liter Wein produzieren Sie im Jahr?","translation":"One last question, if I may: how many litres of wine do you produce a year?"}],"Status":[{"text":"Wie ist der aktuelle Status?","translation":"What is the current status?"},{"text":"Wenn Sie gut heiraten wollen, heiraten Sie jemanden mit gleichem Status.","translation":"If you want to marry well, marry someone of equal status."},{"text":"Tom kennt nicht den Unterschied zwischen einem Staat und einem Status.","translation":"Tom doesn't know the difference between a state and a status."},{"text":"In vielen Ländern haben Frauen immer noch nicht denselben Status wie Männer.","translation":"In many countries women have still not achieved equal status to men."},{"text":"Es ist der Status quo.","translation":"It's the status quo."}],"uh":[],"verzweifelt":[{"text":"Er war verzweifelt, wusste sich keinen Rat mehr.","translation":"He was desperate, didn't know any more advice."},{"text":"Maria versuchte verzweifelt, Tom zu erreichen, aber der ging nicht ans Telefon.","translation":"Maria tried desperately to reach Tom, but he didn't answer the phone."},{"text":"Ich befinde mich in einer verzweifelten Situation.","translation":"I'm in a desperate situation."},{"text":"Du willst doch nicht verzweifelt erscheinen?","translation":"You don't want to seem desperate."},{"text":"Sie beendete endlich ihren verzweifelten Versuch.","translation":"She finally ended her desperate attempt."},{"text":"Wer an nichts glaubt, verzweifelt an sich selber.","translation":"Those who believe in nothing despair of themselves."},{"text":"Das klingt, als wärst du ziemlich verzweifelt.","translation":"That sounds like you're pretty desperate."},{"text":"Jack verzweifelte und trat zurück.","translation":"Jack despaired and resigned."},{"text":"Oft war ich verzweifelt.","translation":"Often I was desperate."},{"text":"Sie verzweifelt langsam.","translation":"She slowly despairs."}],"Vortrag":[{"text":"Er hält einen Vortrag.","translation":"He's giving a talk."},{"text":"Toms Vorträge sind meist gut besucht.","translation":"Tom's lectures are usually well attended."},{"text":"Sein Vortrag hatte ein großes Publikum.","translation":"His lecture had a large audience."},{"text":"Zum Schluß des Vortrags wiederholte sie das Wort.","translation":"At the end of the lecture, she repeated the floor."},{"text":"Was ist das Thema eures Vortrags?","translation":"What is the subject of your lecture?"}],"leck":[{"text":"Chinesisches Essen schmeckt nicht weniger lecker als französisches Essen.","translation":"Chinese food tastes no less delicious than French food."},{"text":"Hering schmeckt lecker mit Kartoffeln.","translation":"Herring tastes delicious with potatoes."},{"text":"Wer sich nicht satt essen kann, der kann sich auch nicht satt lecken.","translation":"If you can't eat your fill, you can't lick your fill."},{"text":"Gibt es hier in der Nähe einen Laden, in dem man leckere lokale Küche essen kann?","translation":"Is there a shop nearby where you can eat delicious local cuisine?"},{"text":"Hüte dich vor Katzen, die vorne lecken und hinten kratzen.","translation":"Beware of cats that lick the front and scratch the back."},{"text":"Ein kleines Leck kann ein großes Schiff versenken.","translation":"A small leak can sink a large ship."},{"text":"Meine Badewanne hat ein Leck.","translation":"My bath has a leak."},{"text":"Die Köchin und die Katze werden vom Lecken satt.","translation":"The cook and the cat are fed up from licking."},{"text":"Dichte das Leck ab!","translation":"Plug up that leak!"},{"text":"Ich werde den Hausmeister bitten sich das Leck im vorderen Flur anzusehen.","translation":"I'll ask the super to see about the leak in the front hallway."},{"text":"Leck mich am Arsch.","translation":"Kiss my ass."},{"text":"Leck dir die Finger danach oder fahr zur Hölle!","translation":"Lick your fingers afterwards or go to hell!"},{"text":"Leck mich am Arsch!","translation":"Lick my ass!"}],"Einkommen":[{"text":"Wenn ich 25% mehr Einkommen hätte, wäre ich zufriedener mit meinem Leben.","translation":"If I had 25% more income, I would be happier with my life."},{"text":"Sie kommt mit ihrem geringen Einkommen kaum über die Runden.","translation":"She can hardly make ends meet with her low income."},{"text":"Tom hat immer zu viel Arbeit und zu wenig Einkommen.","translation":"Tom always has too much work and too little income."},{"text":"Es ist schwierig, mit einem niedrigen Einkommen zu leben.","translation":"Living on a low income is difficult."},{"text":"Es ist schwer für mich, mit meinem kleinen Einkommen zu leben.","translation":"It's hard for me to live on my small income."}],"Bestimmung":[{"text":"Der Mensch lebt, um zu arbeiten: das ist seine Bestimmung.","translation":"Man lives to work: that is his destiny."},{"text":"Glaubst du, dass die Welt eine Bestimmung hat?","translation":"Do you think the world has a purpose?"},{"text":"Er hat endlich seine Bestimmung gefunden.","translation":"He finally found his calling."},{"text":"Was sind die Bestimmungen des Vertrags?","translation":"What are the terms of the contract?"},{"text":"Alle Mitarbeiter müssen sich an die grundlegenden Bestimmungen halten.","translation":"All employees must comply with the basic regulations."}],"dritte":[{"text":"Wenn zwei sich streiten, freut sich der Dritte.","translation":"When two argue, the third is happy."},{"text":"Sie arbeitet in einem Dritte-Welt-Laden.","translation":"She works in world shop."},{"text":"Ich reise am Zweiten oder Dritten des nächsten Monats ab.","translation":"I'll leave the second or third of next month."},{"text":"Ich war heute Morgen als Dritter unten.","translation":"I was down third this morning."},{"text":"Ein Dritter wird nicht in der Lage sein, diesen Code zu entschlüsseln.","translation":"A third party will not be able to decrypt this code."}],"Höhle":[{"text":"„Was passiert in der Höhle? Ich bin neugierig.“ – „Ich habe keine Ahnung.“","translation":"\"What's happening in the cave? I'm curious.\" – \"I have no idea.\""},{"text":"Eine schöne Seele will eine reine Höhle.","translation":"A beautiful soul wants a pure cave."},{"text":"Wir gehen ins Innere der Höhle.","translation":"We go inside the cave."},{"text":"Die Höhle ist einfach zu erreichen.","translation":"The cave is easy to get to."},{"text":"Hast du eigentlich je wirklich jemanden in die Höhle gehen sehen?","translation":"Have you ever seen people actually go into that cave?"}],"weitergehen":[{"text":"Jetzt ist es mir schon ganz egal, ob und wie es weitergeht.","translation":"Now I don't care if and how it continues."},{"text":"Bis jetzt haben wir Glück gehabt, Kinder. Drückt die Daumen, dass es so weitergeht.","translation":"So far, we've been lucky, kids. Keep your fingers crossed that it goes on like this."},{"text":"Ich stimme dir zu, dass hier etwas geschehen muss. So kann das nicht weitergehen!","translation":"I agree with you that something has to be done here. This cannot continue!"},{"text":"Es ist offensichtlich, dass es so nicht weitergehen kann.","translation":"It is obvious that it cannot go on like this."},{"text":"Irgendwann muss sich jeder der Frage stellen, wie soll es weitergehen.","translation":"At some point, everyone has to ask themselves how to proceed."}],"Umwelt":[{"text":"Jeder nimmt die Farbe seiner Umwelt an.","translation":"Everyone takes on the color of their environment."},{"text":"Tu etwas für die Umwelt, fahre mit dem Fahrrad.","translation":"Do something for the environment, ride your bike."},{"text":"Tom setzt sich für die Umwelt ein.","translation":"Tom is committed to the environment."},{"text":"Deutsche achten sehr auf die Umwelt.","translation":"Germans pay a lot of attention to the environment."},{"text":"Die Umwelt zu ändern ist schwierig. Einfacher ist es, die eigene Einstellung zu ändern.","translation":"Changing the environment is difficult. It is easier to change your own attitude."}],"scheiden":[{"text":"Es gibt vielerlei Gründe, warum ich mich von deiner Mutter habe scheiden lassen.","translation":"There are many reasons why I divorced your mother."},{"text":"Dass wir jetzt scheiden müssen, ist sehr, sehr traurig","translation":"The fact that we have to divorce now is very, very sad"},{"text":"Es heißt, dass Liisa und Markku sich scheiden lassen wollen.","translation":"It is said that Liisa and Markku want to divorce."},{"text":"Der Tod scheidet allen Krieg.","translation":"Death separates all war."},{"text":"Er hielt geheim, dass er sich von seiner Frau hatte scheiden lassen.","translation":"He kept secret that he had divorced his wife."}],"Instrument":[{"text":"Kannst du ein Instrument spielen?","translation":"Can you play an instrument?"},{"text":"Es ist immer der Spieler, nie das Instrument.","translation":"It's always the player, never the instrument."},{"text":"Das neue Instrument klingt gut.","translation":"The new instrument sounds good."},{"text":"Er schaute ein paar Minuten mit größter Aufmerksamkeit, dann senkte der das Instrument.","translation":"He watched for a few minutes with great attention, then lowered the instrument."},{"text":"Je mehr man ein Instrument übt, desto besser wird man.","translation":"The more you practice an instrument, the better you get."}],"hinweisen":[{"text":"Auf dieses Problem ist oft hingewiesen worden.","translation":"This problem has often been remarked upon."},{"text":"Ich habe Tom darauf hingewiesen.","translation":"I pointed this out to Tom."},{"text":"Es war sofort klar, dass Tom andere gerne auf Fehler hinwies.","translation":"It was immediately clear that Tom liked to point out mistakes to others."},{"text":"Worauf hast du hingewiesen?","translation":"What did you point out?"},{"text":"„Hast du Tom schon auf den Fehler hingewiesen?“ – „Nein, irgendwie fürchte ich mich vor seiner Reaktion.“","translation":"\"Have you already pointed out the mistake to Tom?\" – \"No, somehow I'm afraid of his reaction.\""}],"ergreifen":[{"text":"Auf, Tom! Das ist deine Chance! Sie wartet darauf, von dir ergriffen zu werden!","translation":"Up, Tom! This is your chance! It is waiting to be seized by you!"},{"text":"Diese Nachricht hat mich tief ergriffen.","translation":"This news touched me deeply."},{"text":"Ich ergriff den Arm, den er mir anbot.","translation":"I grabbed the arm he offered me."},{"text":"Das Wort ergreifen heißt immer auch handeln.","translation":"To speak up always means to act."},{"text":"Der den Augenblick ergreift, das ist der rechte Mann.","translation":"The one who seizes the moment is the right man."}],"sieht":[{"text":"Hier hat es so viel geschneit, dass man draußen die Autos kaum noch sieht.","translation":"It has been snowing so much here that you can hardly see the cars outside."},{"text":"Was Gicht und Alter hat getan, das sieht der Mensch als Besserung an.","translation":"What gout and old age have done, man sees as an improvement."},{"text":"„Kellnerin, was macht diese Fliege in meiner Suppe?“ - „Sieht nach Rückenschwimmen aus, mein Herr!“","translation":"\"Waitress, what's this fly doing in my soup?\" \"Looks to me to be backstroke, sir!\""}],"sollten":[{"text":"„Wir haben keine Angst vor euch.“ – „Die solltet ihr aber haben!“","translation":"\"We are not afraid of you.\" \"But you should be!\""},{"text":"Ihr solltet euch besser beeilen. Der Zug fährt um drei.","translation":"You had better hurry. The train leaves at three."},{"text":"Ihr solltet weniger rauchen.","translation":"You should smoke less."},{"text":"Ihr solltet das nächste Mal vorsichtiger sein.","translation":"You should be more careful the next time."},{"text":"Wenn ihr das Problem nicht lösen könnt, solltet ihr besser eine andere Methode probieren.","translation":"If you cannot work out the problem, you had better try a different method."},{"text":"Ihr solltet Tom anrufen.","translation":"You should call Tom."},{"text":"Ihr solltet hingehen.","translation":"You should go."},{"text":"Ihr solltet besser warten, bis die Polizei kommt.","translation":"You had better wait until the police come."},{"text":"Ihr wollt Antworten auf Fragen, die ihr nicht stellen solltet.","translation":"You want answers to questions you shouldn't ask."},{"text":"Tom kommt bald an. Ihr solltet euch fertig machen.","translation":"Tom is arriving soon. You should get ready."}],"fortsetzen":[{"text":"Die Analysen müssen fortgesetzt werden.","translation":"The analyses must be continued."},{"text":"Wir sollten unsere Arbeit fortsetzen.","translation":"We should continue our work."},{"text":"Es tut mir leid, ich möchte unseren Kontakt nicht fortsetzen.","translation":"I'm sorry, I don't want to continue our contact."},{"text":"Wir konnten unsere Reise aus Mangel an Geld nicht fortsetzen.","translation":"We could not continue our journey for lack of money."},{"text":"Wir können unsere Gespräche jederzeit fortsetzen.","translation":"We can continue our discussions at any time."}],"Ticket":[{"text":"Ich sagte ihnen, sie sollen mir ein neues Ticket schicken.","translation":"I told them to send me a new ticket."},{"text":"Das Ticket gilt nicht in der 1. Klasse.","translation":"The ticket is not valid in 1st class."},{"text":"Ihr Ticket, bitte.","translation":"Your ticket, please."},{"text":"Ich sah eine Frau durch das Tor gehen, ohne ihr Ticket zu zeigen.","translation":"I saw a woman walk through the gate without showing her ticket."},{"text":"Kann ich das Ticket am Flughafen abholen?","translation":"Can I pick my ticket up at the airport?"}],"Tempel":[{"text":"Auf dem Markte lernt man die Leute besser kennen als im Tempel.","translation":"In the market you get to know the people better than in the temple."},{"text":"Das ist der größte Tempel, den ich je gesehen habe.","translation":"This is the largest temple that I've ever seen."},{"text":"Die meisten japanischen Tempel sind aus Holz.","translation":"Most Japanese temples are made of wood."},{"text":"In der Stadt gibt es einen sehr alten Tempel.","translation":"There is a very old temple in the town."},{"text":"Man sagt, dass dieser Tempel vor über 500 Jahren gebaut wurde.","translation":"This temple is said to have been built over 500 years ago."}],"Moderator":[{"text":"Früher musste ein Moderator intelligent sein, heute muss er nur gute Augen haben.","translation":"In the past, a presenter had to be intelligent, today he just has to have good eyes."},{"text":"Tom übernimmt heute die Rolle des Moderators.","translation":"Tom now takes on the role of moderator."},{"text":"Er ist der Moderator der Sendung.","translation":"He's the show host."},{"text":"Mach dir deswegen keine Sorgen; die Moderatoren werden sich dessen zu gegebener Zeit annehmen.","translation":"Don't worry about it; the moderators will take care of this in due course."},{"text":"Der TV-Moderator versucht, keine anders denkenden Opponenten zu Worte kommen zu lassen.","translation":"The TV presenter tries not to let opponents who think differently have their say."}],"schüchtern":[{"text":"Ich bin ein schüchterner Junge.","translation":"I'm a shy boy."},{"text":"Markku war etwas schüchtern und hielt mit seiner Meinung gerne hinter dem Berg.","translation":"Markku was a bit shy and liked to hide his opinion."},{"text":"Seien Sie doch nicht so schüchtern, junger Mann!","translation":"Don't be so shy, young man!"},{"text":"Du bist nicht schüchtern, du bist langweilig!","translation":"You're not shy, you're boring!"},{"text":"Ein schüchterner Mann kriegt keine schöne Frau.","translation":"A shy man does not get a beautiful wife."},{"text":"Ich bin nicht schüchtern, ich will wirklich nicht mit dir reden!","translation":"I'm not shy, I really don't want to talk to you!"},{"text":"Sie ist Fremden gegenüber schüchtern.","translation":"She is shy of strangers."},{"text":"Schöne Frauen schüchtern ihn ein.","translation":"Beautiful women intimidate him."},{"text":"Sie schaute den jungen Mann schüchtern an.","translation":"She looked at the young man shyly."},{"text":"Tom war zu schüchtern, um am Spiel der anderen Jungen teilzunehmen.","translation":"Tom was too shy to participate in the other boys' game."}],"euro":[{"text":"Ich verdiene 100 Euro pro Tag.","translation":"I earn 100 euros a day."},{"text":"Alle Waren dort waren für einen Euro zu haben.","translation":"All goods there were available for one euro."},{"text":"Eine kleine Tasse Kaffee kostet zwei Euro.","translation":"A small cup of coffee is two euro."},{"text":"Die Wohnung kostet 500 Euro kalt.","translation":"The apartment costs 500 euros cold."},{"text":"Er ist Ein-Euro-Jobber.","translation":"He is a one-euro jobber."}],"Händler":[{"text":"Der Händler zieht von Haus zu Haus.","translation":"The dealer moves from house to house."},{"text":"Internationale Händler kommen nur mit Mühe über die Runden.","translation":"International traders are struggling just to get by."},{"text":"Der Händler bringt Wein.","translation":"The merchant brings wine."},{"text":"Bei diesem Händler ist mir dieser Wagen zu teuer.","translation":"At this dealer, this car is too expensive for me."},{"text":"Klage ist des Händlers Gruß.","translation":"Lawsuit is the dealer's greeting."}],"lik":[{"text":"Liken Sie uns auf Facebook!","translation":"Like us on Facebook!"}],"Wohnzimmer":[{"text":"Wollen wir drinnen im Wohnzimmer oder draußen auf dem Balkon essen?","translation":"Do we want to eat inside the living room or outside on the balcony?"},{"text":"Tom saß im Wohnzimmer und spielte gegen sich selbst Schach.","translation":"Tom sat in the living room and played chess against himself."},{"text":"Die Küche ist neben dem Wohnzimmer.","translation":"The kitchen is next to the living room."},{"text":"Unser Schlafzimmer ist über dem Wohnzimmer.","translation":"Our bedroom is above the living room."},{"text":"Der Junge schläft im Wohnzimmer.","translation":"The boy sleeps in the living room."}],"umsonst":[{"text":"Das Beste im Leben ist umsonst.","translation":"The best in life is in vain."},{"text":"Nichts ist umsonst. Selbst der Tod kostet das Leben.","translation":"Nothing is free. Even death costs life."},{"text":"Das Altern ist umsonst zu haben.","translation":"Aging is free."},{"text":"Es ist schön zu sehen, dass unsere Mühen nicht umsonst waren.","translation":"It's good to see that our efforts were not in vain."},{"text":"Mein Werk ist umsonst, wenn die Liebe nicht größer wird.","translation":"My work is in vain if love does not increase."},{"text":"Lächeln ist kostenlos, aber nicht umsonst.","translation":"Smile is without cost, but not free."},{"text":"Nichts ist umsonst und alles hat seinen Preis.","translation":"Nothing is free and everything has its price."},{"text":"Das Ansehen hat man umsonst.","translation":"The reputation is free."},{"text":"Wo die Natur nicht will, ist die Arbeit umsonst.","translation":"Where nature does not want to, the work is in vain."},{"text":"Er hat schließlich nicht umsonst im Ausland studiert.","translation":"After all, he did not study abroad for nothing."},{"text":"Es ist keine Suppe so teuer wie die, die man umsonst isst.","translation":"No soup is as expensive as the one you eat for free."},{"text":"Glück kannst du nicht kaufen, Liebe gibt es nur umsonst.","translation":"You can't buy happiness, love is free."},{"text":"Ich kann dir gerne umsonst die deutsche Sprache beibringen.","translation":"I am happy to teach you the German language for free."},{"text":"Umsonst ist nicht einmal der Tod — er kostet das Leben.","translation":"Not even death is in vain — it costs life."},{"text":"Umsonst geschieht nichts auf dieser Welt.","translation":"Nothing happens in this world for nothing."}],"Rache":[{"text":"Rache ist süß.","translation":"Revenge is sweet."},{"text":"Tom wollte keine Gerechtigkeit – er wollte Rache.","translation":"Tom didn't want justice. He wanted revenge."},{"text":"Wer auf Rache aus ist, der grabe zwei Gräber.","translation":"If you are out for revenge, dig two graves."},{"text":"Ich will dem Schicksal in den Rachen greifen.","translation":"I want to reach into fate's throat."},{"text":"Die Rache des Himmels ist langsam, aber sicher.","translation":"Heaven's vengeance is slow but sure."}],"Registrierung":[{"text":"Die Registrierung beginnt am 20. Oktober.","translation":"Registration starts on October 20."},{"text":"In der Europäischen Union wird eine Registrierung zur finanziellen Situation und eine Profilerstellung mit einer sogenannten Volkserzählung durchgeführt.","translation":"In the European Union, registration on the financial situation and profiling is carried out using a so-called folk narrative."}],"alternativ":[{"text":"Sie hatten keine alternativen Energien.","translation":"They had no alternative energy sources."},{"text":"Muss unser Land in alternative Energien investieren?","translation":"Does our country need to invest in alternative energies?"},{"text":"Das ist keine Lüge. Das ist eine alternative Wahrheit.","translation":"This is not a lie. This is an alternative truth."},{"text":"Weißt du, wie alternative Medizin genannt wird, die wirkt? Medizin.","translation":"Do you know what they call alternative medicine that works? Medicine."},{"text":"Denke daran, dass du eine alternative Übersetzung hinzufügen kannst, wenn du das möchtest.","translation":"Remember that you can add an alternative translation if you like."}],"betonen":[{"text":"Es ist nicht einfach zu beschreiben, wie man betonen muss, damit er eindeutig wird.","translation":"It is not easy to describe how to emphasize so that it becomes unambiguous."},{"text":"Ich möchte das ausdrücklich betonen.","translation":"I would like to emphasize this."},{"text":"Wie wird das Wort „Australien“ betont?","translation":"How is the word \"Australia\" emphasized?"},{"text":"Freiheit ist so wichtig, dass wir ihre Bedeutung nie genug betonen können.","translation":"Freedom is so important that we can never stress its importance enough."},{"text":"Er betonte die Bedeutung der Ausbildung.","translation":"He emphasised the importance of education."}],"begrenzt":[{"text":"So viel ich weiß, gilt das nur begrenzt.","translation":"As far as I know, this is only true to a limited extent."},{"text":"Unsere Ressourcen sind begrenzt.","translation":"We have limited resources."},{"text":"Wir haben jetzt eine begrenzte Anzahl von Möglichkeiten.","translation":"We now have a limited number of options."},{"text":"Toms Möglichkeiten sind begrenzt.","translation":"Tom's options are limited."},{"text":"Angesichts seiner begrenzten Fähigkeiten können wir nicht erwarten, dass er erfolgreich sein wird.","translation":"In light of his lack of abilities we cannot expect him to succeed."},{"text":"Die Anzahl der Karten begrenzt.","translation":"The number of tickets was limited."},{"text":"Wenn deine Mittel begrenzt sind, dann musst du Prioritäten setzen.","translation":"When your resources are limited, you have to prioritize."},{"text":"Der Schaden wurde auf ein Minimum begrenzt.","translation":"The damage was kept to a minimum."},{"text":"Ich erhielt politisches Asyl, aber es ist auf ein Jahr begrenzt.","translation":"I was granted political asylum, but it is limited to one year."},{"text":"Das Ergebnis jedes Leistungsprozesses wird begrenzt durch das am knappsten vorhandene Hilfsmittel: die Zeit.","translation":"The outcome of any performance process is limited by the most scarce tool: time."}],"erschrecken":[{"text":"Jedes Neue, auch das Glück, erschreckt.","translation":"Every new one, even happiness, is frightening."},{"text":"Verzeihen Sie mir, wenn ich sie erschreckt habe. Das war nicht meine Absicht.","translation":"Forgive me if I have frightened them. That was not my intention."},{"text":"Der Mann hat die kleinen Kinder erschreckt.","translation":"The man terrified the little children."},{"text":"Was er mir sagte, erschreckte mich.","translation":"What he said then shocked me."},{"text":"Es gibt Augenblicke, wo alles gelingt. Nicht erschrecken! Das geht vorbei.","translation":"There are moments when everything succeeds. Don't be frightened! That passes."}],"letztendlich":[{"text":"Letztendlich muss jeder selbst lernen.","translation":"Ultimately, everyone has to learn for themselves."},{"text":"Wenn ein Unternehmen gut läuft, wird die Aktie letztendlich folgen.","translation":"If a company is doing well, the stock will ultimately follow."},{"text":"Letztendlich schlief sie dennoch ein.","translation":"Nevertheless, she eventually fell asleep."},{"text":"Letztendlich ist es immer billiger, wenn man das Beste kauft.","translation":"It's always cheaper in the end to buy the best."},{"text":"Tom starb letztendlich am 22. Oktober.","translation":"Tom finally died on October 20th."},{"text":"Letztendlich geht doch nichts über das Original.","translation":"In the end, nothing beats the original."},{"text":"Ich habe mich letztendlich doch dazu entschieden, hierher zu kommen.","translation":"I made up my mind to come here after all."},{"text":"Letztendlich stellte sich das Gerücht als falsch heraus.","translation":"The rumour ultimately turned out to be false."},{"text":"Letztendlich haben Tom und Maria geheiratet.","translation":"Eventually, Tom and Mary got married."},{"text":"Es wird dir letztendlich gelingen eine Arbeit zu finden.","translation":"You will eventually succeed in finding a job."}],"durchsuchen":[{"text":"Die zwei Jungen wurden von der Polizei angehalten und durchsucht.","translation":"The two boys were stopped and searched by the police."},{"text":"Tom wurde von dem Polizisten durchsucht.","translation":"Tom was frisked by the police officer."},{"text":"Durchsucht das Haus!","translation":"Search the house!"},{"text":"Sie durchsuchten das Haus, aber haben keine Spur gefunden.","translation":"They searched the house, but found no trace."},{"text":"Die Polizei durchsuchte Toms Zimmer, fand aber nichts.","translation":"The police searched Tom's room, but didn't find anything."}],"aufmerksam":[{"text":"Wie macht man ein Mädchen auf sich aufmerksam?","translation":"How to make a girl aware of herself?"},{"text":"Ich bemerkte es und machte ihn darauf aufmerksam.","translation":"I noticed it and drew his attention to it."},{"text":"Er hat mich auf einige Dinge aufmerksam gemacht, die man noch bedenken sollte.","translation":"He drew my attention to some things that should be considered."},{"text":"Dürfen wir Sie auf unsere neuen Produkte aufmerksam machen?","translation":"May we draw your attention to our new products?"},{"text":"Der Artikel ist es wert, aufmerksam studiert zu werden.","translation":"The article is worth studying attentively."},{"text":"Schau aufmerksam hin. Ich zeige dir, wie man das macht.","translation":"Watch attentively. I'll show you how one does that."},{"text":"Oh, danke! Wie aufmerksam!","translation":"Oh, thanks! How attentive!"},{"text":"Tom wurde auf etwas auf dem Boden Liegendes aufmerksam.","translation":"Something on the ground caught Tom's eye."},{"text":"Ich bin vor einigen Tagen auf ein Online-Angebot aufmerksam geworden.","translation":"I became aware of an online offer a few days ago."},{"text":"6. Gesetz der Macht: Mache um jeden Preis auf dich aufmerksam.","translation":"6. Law of Power: Draw attention to yourself at all costs."}],"vertraut":[{"text":"Vertraut ihr Tom?","translation":"Do you trust Tom?"},{"text":"Vertraut nicht darauf, was ich sage.","translation":"Don't take my word for it."},{"text":"Vertraut und liebt einander!","translation":"Trust and love each other!"},{"text":"Vertraut ihm nicht.","translation":"Don't trust him."},{"text":"Vertraut ihr ihr?","translation":"Do you trust her?"},{"text":"Die Umgebung sah so vertraut aus.","translation":"The surroundings looked so familiar."},{"text":"Tom und Maria sind jetzt sehr vertraute Freunde, aber kein Paar mehr.","translation":"Tom and Maria are now very close friends, but no longer a couple."},{"text":"Das klingt vertraut.","translation":"This sounds familiar."},{"text":"Sie ist vertraut mit japanischer Geschichte.","translation":"She is familiar with Japanese history."},{"text":"Zuerst waren wir überhaupt nicht vertraut miteinander. Mit der Zeit lernten wir einander kennen.","translation":"At first, we weren't familiar at all. Over time we got to know each other."}],"Zeile":[{"text":"Tom ist keine Zeile wert.","translation":"Tom is not worth a line."},{"text":"Wie schwer war Homer, als er die erste Zeile der llias schrieb?","translation":"How hard was Homer when he wrote the first line of the llias?"},{"text":"Vergiss die letzte Zeile.","translation":"Forget the last line."},{"text":"Beginn hier eine neue Zeile.","translation":"Start a new line here."},{"text":"Beginnen wir mit der fünften Zeile auf Seite zehn.","translation":"Let's begin with the fifth line on page 10."}],"lerne":[{"text":"„Woher kannst du überhaupt Ober- und Niedersorbisch?“ – „Ich lerne beide Sprachen seit einigen Jahren.“","translation":"\"How come you know Upper and Lower Sorbian anyway?\" \"I've been learning both languages for the past several years.\""},{"text":"Ich lerne Deutsch, um mehr Chancen im Beruf zu haben.","translation":"I learn German in order to have more opportunities in the profession."},{"text":"Lerne, so kannst du was vergessen.","translation":"Learn, so you can forget something."},{"text":"Vielen Dank für deine Hilfe. Ich lerne so viel von dir.","translation":"Thank you for your help. I learn so much from you."},{"text":"Lerne nur das Glück ergreifen, denn das Glück ist immer da.","translation":"Only learn to seize happiness, because happiness is always there."}],"faul":[{"text":"Der Apfel ist faul.","translation":"The apple is rotten."},{"text":"Der Mensch ist von Natur faul.","translation":"Man is lazy by nature."},{"text":"Faule Schüler liebt der Lehrer nicht.","translation":"A lazy student doesn't like the teacher."},{"text":"Wer das automatisch übersetzt, ist zu faul zum Lernen.","translation":"Anyone who translates this automatically is too lazy to learn."},{"text":"Tom ist faul, was allen bekannt ist.","translation":"Tom is lazy, which everyone knows."}],"up":[{"text":"Ich bin up to date.","translation":"I am up to date."},{"text":"Ein Lächeln ist das schönste Make-up, das eine Frau tragen kann.","translation":"A smile is the most beautiful makeup a woman can wear."},{"text":"Ups, ich habe vergessen, die Milch zu kaufen.","translation":"Oops, I forgot to buy the milk."},{"text":"Maria hat ihr Make-Up im Spiegel überprüft.","translation":"Maria checked her make-up in the mirror."},{"text":"Ups! Das ist nicht ausgeschlossen, dass ich ausgeschlossen wurde.","translation":"Ups! It is not excluded that I was excluded."},{"text":"Ups, das hätte ich wohl nicht sagen sollen. Es ist mir einfach so herausgerutscht.","translation":"Whoops, I shouldn't have said that; it simply slipped out."},{"text":"Sie würde mit ein klein wenig Make-Up vielleicht attraktiver aussehen.","translation":"She might look more attractive with a little make-up."}],"Filter":[{"text":"Man muss den Filter reinigen.","translation":"You have to clean the filter."},{"text":"Mit einem Filter verbesserte Tom das Bild.","translation":"Tom used a filter to enhance the image."},{"text":"Hast du den Filter gewechselt?","translation":"Did you change the filter?"},{"text":"Mit einem Filter verbesserte Tom sein Foto.","translation":"Tom used a filter to enhance his photo."},{"text":"Die Dunstabzugshaube braucht einen neuen Filter.","translation":"The extractor hood needs a new filter."}],"finale":[{"text":"Sie hofft, dass sie fürs Finale aufgestellt wird.","translation":"She hopes that she will be set up for the final."},{"text":"Das Finale der Meisterschaft wird in Mexiko stattfinden.","translation":"The final of the championship will take place in Mexico."},{"text":"Wir haben uns für das Finale qualifiziert.","translation":"We qualified for the final."},{"text":"Nichts ist enttäuschender, als im Finale zu verlieren.","translation":"Nothing is more disappointing than to lose in the finals."},{"text":"Das Team hat das Halbfinale gewonnen und kam weiter ins Finale.","translation":"The team won the semifinals and advanced to the finals."}],"langfristig":[{"text":"Es fehlt eine langfristige Vision für Europa.","translation":"There is a lack of a long-term vision for Europe."},{"text":"Langfristig sind Sie nur erfolgreich, wenn Sie wissen, warum Sie erfolgreich sind.","translation":"In the long run, you are only successful if you know why you are successful."},{"text":"Langfristig gesehen sind wir alle tot.","translation":"In the long run we are all dead."},{"text":"Es zahlt sich langfristig aus, Waren guter Qualität zu kaufen.","translation":"It pays in the long run to buy goods of high quality."},{"text":"Die gegenwärtige Krise ist von langfristiger Art.","translation":"The current crisis is of a long-term nature."}],"virtuell":[{"text":"Die Crux der modernen virtuellen Kommunikation ist, dass keine Kommunikation mehr stattfindet.","translation":"The crux of modern virtual communication is that communication no longer takes place."},{"text":"Virtuelle Realität ist die Zukunft.","translation":"Virtual reality is the future."},{"text":"Die Kinder haben sich schnell in der virtuellen Spielwelt verloren.","translation":"The children quickly got lost in the virtual game world."},{"text":"Eine steigende Anzahl von Leuten hat lieber ein virtuelles Onlineleben als ein echtes Offlineleben.","translation":"An increasing number of people prefer to have a virtual online life rather than a real offline life."},{"text":"Du möchtest gerne im Leben an der Spitze der Macht stehen? – Doch das Einzige, was du erreicht, ist der Beste in einen virtuellen Spiel zu sein!","translation":"Would you like to be at the top of power in life? – But the only thing you achieve is to be the best in a virtual game!"}],"Summe":[{"text":"Das Ganze ist mehr als die Summe seiner Teile.","translation":"The whole is greater than the sum of its parts."},{"text":"Die Summe von zwei plus drei plus vier ist neun.","translation":"The sum of two plus three plus four is nine."},{"text":"Die Summe unseres Lebens sind die Stunden, in denen wir liebten.","translation":"The sum of our lives are the hours in which we loved."},{"text":"Das Leben und dazu eine Katze, das gibt eine unglaubliche Summe.","translation":"Life and a cat, that gives an incredible sum."},{"text":"Die Summe von Nullen ergibt eine gefährliche Zahl.","translation":"The sum of zeros gives a dangerous number."}],"zugeben":[{"text":"An der Stelle muss ich zugeben, dass ich die Regel nicht kenne.","translation":"At this point I have to admit that I do not know the rule."},{"text":"Ich würde meine Fehler zugeben, wenn ich welche hätte.","translation":"I would admit my mistakes if I had any."},{"text":"Kannst du nicht ein einziges Mal zugeben, dass du einen Fehler gemacht hast?","translation":"Can't you admit once that you made a mistake?"},{"text":"Du solltest deinen Fehler zugeben.","translation":"You should admit your mistake."},{"text":"Es ist schwierig, Leuten zu helfen, die nicht zugeben wollen, dass sie Hilfe brauchen.","translation":"It's difficult to help people who don't want to admit they need help."}],"töte":[{"text":"Töte mich mit Worten!","translation":"Kill me with words!"},{"text":"Töte sie, denn der Herr kennt die Seinen.","translation":"Kill them, for the Lord knows those who are His."},{"text":"Wenn das alles wahr ist, dann töte mich.","translation":"If all this is true, then kill me."},{"text":"Waffen töten keine Menschen. Ich töte Menschen.","translation":"Weapons do not kill people. I kill people."},{"text":"Töte keine Stubenfliege. Es könnte ein Engel drin sein.","translation":"Do not kill a housefly. There could be an angel in it."},{"text":"Töte mich morgen! Lass mich heut’ noch leben!","translation":"Kill me tomorrow! Let me live today!"},{"text":"Töte mich nicht!","translation":"Don't kill me."},{"text":"Töte Thomas!","translation":"Kill Tom."}],"Funktionalität":[{"text":"Personen, die keinen PC haben, können die Funktionalität dieses MP3-Spielers nicht voll ausnutzen.","translation":"People who do not have a PC will not be able to take full advantage of the functionality of this MP3 player."},{"text":"Das ist kein Bug, das ist eine nicht dokumentierte Funktionalität.","translation":"This is not a bug, this is an undocumented functionality."}],"Mannschaft":[{"text":"Portugal hat eine super Mannschaft.","translation":"Portugal has a very good team."},{"text":"Unsere Mannschaft verlor das erste Spiel.","translation":"Our team lost the first game."},{"text":"Tom wurde nach seiner Verletzung nicht mehr in der ersten Mannschaft aufgestellt.","translation":"After having sustained his injury, Tom was no longer selected for the first team."},{"text":"Die ganze Mannschaft ist gut in Form.","translation":"The whole team is in good shape."},{"text":"Die andere Mannschaft nahm uns auf die leichte Schulter.","translation":"The other team took us lightly."}],"Leitung":[{"text":"Heute hast du aber eine lange Leitung!","translation":"But today you have a long line!"},{"text":"Ich stehe auf der Leitung.","translation":"I'm on the line."},{"text":"Bleiben Sie bitte in der Leitung!","translation":"Please hold."},{"text":"Sein Sohn übernahm die Leitung der Fabrik.","translation":"His son took on the management of the factory."},{"text":"Über diese langsame Leitung kann ich keine Filme gucken.","translation":"I can't watch movies over this slow line."}],"loswerden":[{"text":"Der Teufel ist gut laden, aber schwer loswerden.","translation":"The devil is well loaded, but hard to get rid of."},{"text":"Er möchte seine Bücher loswerden.","translation":"He wants to get rid of his books."},{"text":"Ich weiß, wie wir unsere Probleme alle auf einen Schlag loswerden!","translation":"I know how to get rid of our problems all in one fell swoop!"},{"text":"Ich mag Tom nicht. Können wir den nicht irgendwie loswerden?","translation":"I don't like Tom. Can't we get rid of it somehow?"},{"text":"Wir können die Vergangenheit niemals loswerden.","translation":"We can never get rid of the past."}],"tauschen":[{"text":"In einer Partei tauscht man sich mit seiner Meinung aus.","translation":"In a party you exchange your opinion."},{"text":"Tauschen wir die Plätze.","translation":"Let's swap places."},{"text":"Tauschen Sie den alten Satz Reifen durch einen neuen aus.","translation":"Replace the old tires with new ones."},{"text":"Wir tauschten Blicke miteinander.","translation":"We exchanged glances with each other."},{"text":"Um nichts in der Welt würde ich mit ihm tauschen.","translation":"I wouldn't change places with him for the world."}],"fr":[],"heimlich":[{"text":"Tom zog heimlich Marias Kleider an, wenn diese nicht zu Hause war.","translation":"Tom secretly put Mary's dresses on when she wasn't at home."},{"text":"Tom hört immer heimlich ab, was Maria am Telefon mit ihren Freundinnen bespricht.","translation":"Tom always secretly listens to what Maria discusses with her friends on the phone."},{"text":"Ich erfuhr erst nach seinem Tod von seiner heimlichen Leidenschaft.","translation":"I only found out about his secret passion after his death."},{"text":"In diesem Fall muss es heimlich geschehen.","translation":"In this case, it must be done secretly."},{"text":"Nacht für Nacht besucht Toni heimlich Maria.","translation":"Night after night, Toni secretly visits Maria."},{"text":"Die haben heimlich geheiratet.","translation":"They married secretly."},{"text":"Einige Augenblicke lang beobachtete ich sie heimlich mit Hilfe des Rückspiegels meines Autos.","translation":"For a few moments, I secretly watched her with the help of my car's rearview mirror."},{"text":"Lieber heimlich gescheit als unheimlich dumm.","translation":"Better secretly clever than incredibly stupid."},{"text":"Tom und Maria wollten sich heimlich trauen lassen, um dem ganzen Affenspektakel zu entgehen.","translation":"Tom and Mary wanted to get married on the quiet to avoid all the hullabaloo."},{"text":"Auf Zehenspitzen schlich Maria am Schlafzimmer ihrer Eltern vorbei, um heimlich das Haus zu verlassen.","translation":"Mary tiptoed past her parents' bedroom to sneak out of the house."}],"Wirklichkeit":[{"text":"Ich glaubte es wäre ein Abenteuer, aber in Wirklichkeit war es das Leben.","translation":"I thought it was an adventure, but in reality it was life."},{"text":"In Wirklichkeit ist er derjenige, der für diese Ergebnisse verantwortlich ist.","translation":"In reality, he's the one who is responsible for these results."},{"text":"In Wirklichkeit war nichts in Ordnung. Ganz im Gegenteil. Alles wurde immer schlimmer.","translation":"In reality, nothing was fine. Far from it. Everything was getting worse and worse."},{"text":"Mit einer Wirklichkeit umzugehen, die nicht ihren Vorstellungen entsprach, das bereitete ihr große Schwierigkeiten.","translation":"Dealing with a reality that did not correspond to her ideas caused her great difficulties."},{"text":"Menschen erschaffen ihre eigene Wirklichkeit.","translation":"People create their own reality."}],"umgeben":[{"text":"Die Stadt ist von einer hohen Mauer umgeben.","translation":"The city is surrounded by a high wall."},{"text":"Mein Land ist eine Insel. Aber nicht von Wasser, sondern von Hass umgeben.","translation":"My country is an island. But not surrounded by water, but by hatred."},{"text":"Japan wird von Meeren umgeben.","translation":"Japan is surrounded by seas."},{"text":"Weinberge umgeben das Dorf.","translation":"Vineyards surround the village."},{"text":"Den Garten umgibt eine Mauer.","translation":"The garden is surrounded by a wall."},{"text":"Ich bin umgeben von Menschen, und doch fühle ich mich allein.","translation":"I am surrounded by people, and yet I feel alone."},{"text":"Japan ist ein Land, das von allen Seiten vom Meer umgeben ist.","translation":"Japan is a country that is surrounded on all sides by the ocean."},{"text":"Sein Haus ist umgeben von Bäumen.","translation":"His house is surrounded by trees."},{"text":"Tom ist umgeben von schönen Frauen.","translation":"Tom is surrounded by beautiful women."},{"text":"Wir beabsichtigen mit allen Ländern, die uns umgeben, friedlich zusammenzuarbeiten.","translation":"We intend to cooperate peacefully with all the countries that surround us."}],"albern":[{"text":"Wenn Albert albert, ruht Ruth. Wenn Ruth albert, ruht Albert.","translation":"When Albert fools around, Ruth rests. When Ruth fools around, Albert rests."},{"text":"Ich sollte ins Bett gehen. Ich werde wieder albern.","translation":"I should go to bed. I'm going to be silly again."},{"text":"Seid nicht albern!","translation":"Don't be ridiculous!"},{"text":"Tom albert gerne herum.","translation":"Tom likes to fool around."},{"text":"Er albert ständig in der Klasse herum.","translation":"He's always clowning in class."},{"text":"Ich habe keine Zeit, mich mit deinen albernen Fragen zu beschäftigen, Tom. Frag Google!","translation":"I don't have time to deal with your silly questions, Tom. Ask Google!"},{"text":"Du musst dein albernes Betragen beenden.","translation":"You must put an end to your foolish behavior."},{"text":"Das ist einer der albernsten Filme, den ich je gesehen habe.","translation":"That is one of the most ridiculous movies I've ever seen."},{"text":"Mach schon, sei nicht albern.","translation":"Come on, don't be silly."},{"text":"Es klingt albern, doch es ist wahr.","translation":"It sounds silly, but it's true."}],"hinweg":[{"text":"Tom kommt nicht darüber hinweg, wie Maria ihn behandelt hat.","translation":"Tom can't get over how Mary treated him."},{"text":"Ich hoffe, er sieht drüber hinweg.","translation":"I hope he will overlook it."},{"text":"Ich bin darüber hinweg. Du müsstest das Gleiche machen.","translation":"I'm over it. You would have to do the same."},{"text":"Sie wurde über die Köpfe ihrer Vorgesetzten hinweg befördert.","translation":"She was promoted over the heads of her seniors."},{"text":"Kommunikation über Landesgrenzen hinweg ist heutzutage ein wichtiges Thema.","translation":"Communication across national borders is an important topic today."},{"text":"Ich komme nicht darüber hinweg.","translation":"I can't get over it."},{"text":"Ich dachte, Tom wäre über Maria hinweg.","translation":"I thought Tom was over Maria."},{"text":"Tom kam nie ganz darüber hinweg.","translation":"Tom never really got over it."},{"text":"Ich bin völlig darüber hinweg.","translation":"I'm completely over it."},{"text":"Politiker entscheiden über unsere Zukunft über unsere Köpfe hinweg.","translation":"Politicians decide our future over our heads."},{"text":"Trauwohl reitet das Pferd hinweg.","translation":"Farewell rides the horse away."},{"text":"Humor trägt die Seele über Abgründe hinweg.","translation":"Humor carries the soul across abysses."},{"text":"Im Moment geht ein schweres Gewitter über uns hinweg.","translation":"At the moment a heavy thunderstorm is passing over us."},{"text":"Er gab mir über den Tisch hinweg einen Händedruck.","translation":"He reached across the table and shook my hand."},{"text":"Tom sieht großmütig über die vielen kleinen wunderlichen Angewohnheiten, die Maria hat, hinweg.","translation":"Tom looks magnanimously past the many little whimsical habits that Mary has."}],"überraschend":[{"text":"Tja, für mich sehr überraschend, da ich es anders gelernt habe.","translation":"Well, very surprising for me, because I learned it differently."},{"text":"Die Freude ist um so größer, weil Sie so überraschend kamen.","translation":"The joy is all the greater because you came as such a surprise."},{"text":"Kommt sie überraschend oder kündigt sie sich vorher an?","translation":"Does it come as a surprise or does it announce itself beforehand?"},{"text":"Dies ist aus mehreren Gründen sehr überraschend.","translation":"This is surprising for several reasons."},{"text":"Hanako stellte sich als eine überraschend nette Person heraus.","translation":"Hanako turned out to be a surprisingly nice person."}],"Stock":[{"text":"Das Badezimmer ist im ersten Stock.","translation":"The bathroom is on the first floor."},{"text":"Will man einen Hund schlagen, findet man immer einen Stock.","translation":"If you want to beat a dog, you can always find a stick."},{"text":"Tom ist im dritten Stock.","translation":"Tom is on the third floor."},{"text":"Meine Wohnung ist im vierten Stock.","translation":"My flat is on the fourth floor."},{"text":"Der Großvater bat den Jungen, ihm seinen Stock zu holen.","translation":"The grandfather asked the boy to bring him his cane."}],"Duft":[{"text":"Ein Duft ist ein Geruch, den man angenehm findet.","translation":"An aroma is a smell you find pleasant."},{"text":"Ich mag den Duft deiner Haut.","translation":"I like the scent of your skin."},{"text":"Die Blume, die mit Gewalt gebrochen wurde, verliert ihren Duft.","translation":"The flower, which has been broken by force, loses its fragrance."},{"text":"Ich mag den Duft von Kaffee am Morgen.","translation":"I like the smell of coffee in the morning."},{"text":"Die kühle Abendluft war erfüllt von dem frischen Duft des Meeres.","translation":"The cool evening air was filled with the fresh smell of the sea."}],"Hof":[{"text":"Im Hof spielen Kinder.","translation":"Children play in the yard."},{"text":"Der Hof ist voller Blumen.","translation":"The yard is full of flowers."},{"text":"Mit Gottes Hilfe erreichten wir Haus und Hof.","translation":"With God's help, we reached the house and yard."},{"text":"Das Fenster zum Hof war die Verbindung zu dir.","translation":"The window to the courtyard was the connection to you."},{"text":"Damals sprach man bei Hofe meist Französisch.","translation":"At that time, French was mostly spoken at court."}],"bekämpfen":[{"text":"Zuerst lachen sie über dich, dann bekämpfen sie dich, und dann gewinnst du.","translation":"First they laugh at you, then they fight you, and then you win."},{"text":"Sie bekämpfen sich bis aufs Messer.","translation":"They fight each other to the hilt."},{"text":"Prinzipien kann man leichter bekämpfen als nach ihnen zu leben.","translation":"Principles are easier to combat than to live by them."},{"text":"Wer seine Angst bekämpft, ist ein stiller großer Held.","translation":"Whoever fights his fear is a silent great hero."},{"text":"Schulter an Schulter bekämpfen Anna und Tom Toni.","translation":"Anna and Tom Toni fight shoulder to shoulder."}],"hört":[{"text":"Hört mich denn keiner?","translation":"Does no one hear me?"},{"text":"Hört ihr schlecht?","translation":"Do you hear badly?"},{"text":"„Hört es bald auf zu regnen?“ – „Ich fürchte, nicht.“","translation":"\"Will it stop raining soon?\" \"I'm afraid not.\""},{"text":"Hört bitte auf zu lachen.","translation":"Please stop laughing."},{"text":"Lernen ist wie Rudern gegen den Strom. Hört man damit auf, treibt man zurück.","translation":"Learning is like rowing against the current. If you stop, you drift back."}],"betrügen":[{"text":"Der dich betrügt, ist nahe bei dir.","translation":"Whoever deceives you is close to you."},{"text":"Wir neigen dazu, Unbekannten zu glauben, weil sie uns noch nie betrogen haben.","translation":"We tend to believe strangers because they have never betrayed us."},{"text":"Argwohn betrügt den Mann.","translation":"Suspicion betrays the man."},{"text":"Der wahre Weg, betrogen zu werden: Sich für klüger zu halten als andere.","translation":"The real way to be deceived: to think of yourself smarter than others."},{"text":"Man betrügt immer den, der die Wahrheit spricht.","translation":"One always deceives the one who speaks the truth."}],"neulich":[{"text":"Ich habe meinen früheren Nachbarn neulich in der Stadt getroffen.","translation":"The other day I met my former neighbour in the city."},{"text":"Ich war neulich im Museum.","translation":"The other day I visited the museum."},{"text":"Sie ist neulich ins Kino gegangen.","translation":"She went to a movie the other day."},{"text":"Neulich kaufte ich eine Kamera.","translation":"I bought a camera not long ago."},{"text":"Das ist das Auto, über das ich neulich gesprochen habe.","translation":"This is the car I spoke of the other day."},{"text":"Neulich habe ich vergessen, was ich vergessen hatte.","translation":"The other day I forgot what I had forgotten."},{"text":"Ich habe neulich eine Kamera gekauft.","translation":"I bought a camera the other day."},{"text":"Neulich habe ich das Mädchen gesehen.","translation":"The other day I saw the girl."},{"text":"Ich habe neulich von dir geträumt.","translation":"I dreamed about you the other day."},{"text":"Ich habe neulich ein Buch, geschrieben von meinem Vater, entdeckt.","translation":"I recently discovered a book written by my father."}],"Zentimeter":[{"text":"Ich habe ein vollkommen normales Gewicht; nur bin ich 20 Zentimeter zu klein.","translation":"I have a perfectly normal weight; only I'm 20 centimeters too small."},{"text":"Heute ist ein Zoll genau 2,54 Zentimeter.","translation":"Today, one inch is exactly 2.54 centimeters."},{"text":"Ein Meter enthält hundert Zentimeter.","translation":"A metre is a hundred centimetres."},{"text":"Meiner ist zwanzig Zentimeter lang.","translation":"Mine is 20 centimeters long."},{"text":"Tom ist acht Zentimeter größer als seine Frau.","translation":"Tom is three inches taller than his wife is."}],"Übertragung":[{"text":"Stechmücken sind Vektoren der Übertragung.","translation":"Mosquitoes are vectors of transmission."},{"text":"In den 1880ern entdeckte der französische Wissenschaftler Louis Pasteur den Zusammenhang zwischen Mikroben und der Übertragung von Krankheiten.","translation":"In the 1880s, French scientist Louis Pasteur discovered the link between microbes and the transmission of diseases."},{"text":"Die Übertragung endete damit, dass die Besatzung abwechselnd aus dem Buch Genesis vorlas.","translation":"They ended the broadcast with the crew taking turns reading from the book of Genesis."},{"text":"Wehe denen, die wörtliche Übersetzungen anfertigen und durch die Übertragung der einzelnen Worte deren Bedeutung schmälern. In der Tat können wir in diesem Falle sagen, dass das Wort tötet und der Geist Leben schenkt.","translation":"Woe betide those who make literal translations and diminish their meaning by translating the individual words. In fact, in this case, we can say that the Word kills and the Spirit gives life."},{"text":"Im Fall der Sprache erben wir jedoch nur die Fähigkeit zu sprechen und zu verstehen auf genetischem Wege; die spezielle Sprache (oder Sprachen), die wir sprechen, wird uns nicht durch genetische, sondern durch kulturelle Übertragung weitergereicht.","translation":"In the case of language, however, it is only the ability to talk and understand that we inherit genetically; the particular language or languages that we speak are passed on to us not by genetic transmission but by cultural transmission."}],"pc":[{"text":"Tom muss seinen PC neu starten.","translation":"Tom needs to restart his PC."},{"text":"Toms bester Freund ist sein PC.","translation":"Tom's best friend is his PC."},{"text":"Der PC hängt, jetzt ist Matthäi am Letzten!","translation":"The PC hangs, now Matthäi is on the last!"},{"text":"Ich muss Geld verdienen, um mir einen PC kaufen zu können.","translation":"I need to make money to buy a PC."},{"text":"PCs sind sehr nützlich.","translation":"PCs are very useful."},{"text":"Weißt du, wer Toms PC geklaut hat?","translation":"Do you know who stole Tom's PC?"},{"text":"Ich brauche neue Lautsprecher für meinen PC.","translation":"I need new speakers for my PC."},{"text":"Mein PC hat sich aufgehängt.","translation":"My computer is hung up."},{"text":"Der Gebrauch von Tablet-PCs und Smartphones im Bett, führt dazu, dass wir schlechter schlafen und weniger konzentriert sind.","translation":"The use of tablets and smartphones in bed causes us to sleep worse and be less focused."},{"text":"Ich habe die Rohre in Position PC zusammengeschweißt.","translation":"I welded the pipes together in position PC."}]}