{"staatlich":[{"text":"An den staatlichen Schulen wird das nicht gelehrt.","translation":"This is not taught in state schools."},{"text":"Ich besuche eine staatliche Schule.","translation":"I attend a state school."},{"text":"Ich lebe von staatlicher Unterstützung.","translation":"I'll live on welfare."},{"text":"Der Nationale Volkskongress ist das oberste staatliche Machtorgan Chinas.","translation":"The National People's Congress is the supreme state organ of power in China."},{"text":"Seit dem Jahr 2000 haben in Ungarn mehr als 22.000 Menschen eine staatliche Esperanto-Prüfung bestanden.","translation":"Since 2000, more than 22,000 people in Hungary have passed a state Esperanto examination."}],"Notwendigkeit":[{"text":"Pflicht ist die Notwendigkeit einer Handlung aus Achtung fürs Gesetz.","translation":"Duty is the necessity of an action out of respect for the law."},{"text":"Computer sind heutzutage eine absolute Notwendigkeit.","translation":"Computers are an absolute necessity these days."},{"text":"Er war von der Notwendigkeit überzeugt, es zu lernen.","translation":"He was convinced of the need to learn it."},{"text":"Die Notwendigkeit einer theoretischen und praktischen Vorbereitung liegt auf der Hand.","translation":"The need for theoretical and practical preparation is obvious."},{"text":"Kunst ist weit schwächer als Notwendigkeit.","translation":"Art is far weaker than necessity."}],"Esslöffel":[{"text":"Geben Sie einen Esslöffel Olivenöl hinzu.","translation":"Add a tablespoon of olive oil."},{"text":"In den Vereinigten Staaten entspricht ein Esslöffel drei Teelöffeln.","translation":"In the United States, a tablespoon is equivalent to three teaspoons."},{"text":"Ein oder zwei Esslöffel Olivenöl werden im Topf erhitzt.","translation":"One or two tablespoons of olive oil are heated in the pot."},{"text":"In den Kuchenteig müssen drei Esslöffel Kondensmilch.","translation":"In the cake dough need three tablespoons of condensed milk."},{"text":"Hast du einen Esslöffel Salz dazugegeben? Im Rezept war nur von einem Teelöffel die Rede!","translation":"Did you add a tablespoon of salt? The recipe called for just a teaspoon!"},{"text":"Fügen Sie 3 Esslöffel Weißwein hinzu.","translation":"Add 3 tablespoons of white wine."}],"Kontext":[{"text":"Diesen Satz kann man nur in einem passenden Kontext verstehen.","translation":"This sentence can only be understood in a suitable context."},{"text":"Japanisch ist die Sprache des Kontextes.","translation":"Japanese is the language of context."},{"text":"Ich denke, das hängt vom Kontext ab.","translation":"I think it depends on the context."},{"text":"Wir sind alle dumm, jeder in seinem Kontext.","translation":"We are all stupid, each in their own context."},{"text":"Ist dieses Wort in diesem Kontext richtig?","translation":"Is this word correct in this context?"}],"Fortschritt":[{"text":"Der Fortschritt lebt vom Austausch des Wissens.","translation":"Progress thrives on the exchange of knowledge."},{"text":"Es kann keinen Fortschritt geben ohne Kommunikation.","translation":"There can be no progress without communication."},{"text":"Der Fortschritt fordert seinen Preis.","translation":"Progress comes at a price."},{"text":"Nur weil es modern ist, heißt es nicht, dass es Fortschritt ist.","translation":"Just because it's modern doesn't mean it's progress."},{"text":"Aus dem Wort „Fortschritt“ hören die meisten Menschen „weniger Arbeit“ heraus.","translation":"From the word \"progress\" most people hear \"less work\"."}],"Fokus":[{"text":"Der Fokus dieser Kamera funktioniert nicht richtig.","translation":"The focusing system on this camera does not work properly."},{"text":"Es ist wichtig, dass Weißrussland im Fokus der Öffentlichkeit bleibt.","translation":"It is important that Belarus remains in the focus of the public."},{"text":"Wer permanent den Fokus auf die Vergangenheit lenkt, verliert den Blick für die Zukunft.","translation":"Those who constantly focus on the past lose sight of the future."},{"text":"Stell den Fokus des Mikroskops ein.","translation":"Adjust the focus of the microscope."}],"liebst":[{"text":"Ihr Hund schläft am liebsten auf meinem Sofa.","translation":"Your dog prefers to sleep on my sofa."},{"text":"Am liebsten erinnere ich mich an die Zukunft.","translation":"My favorite memory is the future."},{"text":"Was ziehst du am liebsten an?","translation":"What do you like to wear most?"},{"text":"Am liebsten mag sie reisen.","translation":"She likes traveling best of all."},{"text":"Welchen Käse isst du am liebsten zum Wein?","translation":"Which cheese do you prefer to eat with wine?"},{"text":"Liebst du eine Frau zu schnell, liebst du sie schnell nicht mehr.","translation":"If you love a woman too quickly, you don't love her anymore."},{"text":"Liebst du deine Mutter?","translation":"Do you love your mother?"},{"text":"Liebst du mich nur wegen meines schwarzen Haars?","translation":"Do you love me just because I have black hair?"},{"text":"Sag ihm, dass du ihn liebst, bevor es zu spät ist.","translation":"Tell him you love him before it's too late."},{"text":"Ich dachte, du liebst Lesen.","translation":"I thought you loved reading."},{"text":"„Liebst du mir, Kasimir?“ — „Aber das heißt doch ‚mich‘!“ — „Liebst du mir, Kasimich?“","translation":"\"Do you love me, Casimir?\" — \"But that means 'me'!\" — \"Do you love me, Casimich?\""},{"text":"Liebst du Tom noch immer?","translation":"Do you still love Tom?"},{"text":"Liebst du Tom wirklich?","translation":"Do you truly love Tom?"},{"text":"„Liebst du mich?“ – „Ich weiß nicht.“","translation":"\"Do you love me?\" \"I don't know.\""},{"text":"„Liebst du Tom noch?“ – „Nicht mehr, aber es hat lange gedauert, bis ich über ihn hinweg war.“","translation":"\"Do you still love Tom?\" \"Not any more, but it took me a long time to get over him.\""}],"jeglich":[{"text":"Jegliches kann Jeglichem geschehen!","translation":"Anything can happen to anyone!"},{"text":"Suche an jeglichem Ort, eine zweite Mutter wirst du nicht finden.","translation":"Search in any place, you will not find a second mother."},{"text":"Schlaf ist besser als jegliche Medizin.","translation":"Sleep is better than any medicine."},{"text":"Es gelang Tom, die Arbeit ohne jegliche Hilfe zu beenden.","translation":"Tom managed to finish the work without any help."},{"text":"Das Lernen einer jeglichen Sprache erfordert Mühe und Freizeit.","translation":"Learning any language requires effort and free time."},{"text":"Ich bin für jegliche Hilfe dankbar, die ich bekommen kann.","translation":"I appreciate all the help I can get."},{"text":"Ich mag Wörter nicht ohne jeglichen Kontext lernen.","translation":"I don't like to learn words without any context."},{"text":"Er ging ohne jeglichen Grund.","translation":"He left for no reason whatsoever."},{"text":"Manche Leute streiten sich ohne jeglichen Grund.","translation":"Some people quarrel for no reason at all."},{"text":"Warum sammeln Sie in Ihrer Wohnung Krempel jeglicher Art?","translation":"Why do you collect junk of any kind in your apartment?"},{"text":"Jegliche Kommentare sind willkommen.","translation":"Any comments are welcome."},{"text":"Er hatte jegliche Hoffnung verloren.","translation":"He had lost all hope."},{"text":"Er besitzt jegliche Art Bücher.","translation":"He owns all kinds of books."},{"text":"Er wies jegliche Schuld an dem Unfall zurück.","translation":"He disclaimed all responsibility for the accident."},{"text":"Am nächsten Morgen verschwand er ohne jegliche Erklärung.","translation":"The next morning, he vanished without any explanation."}],"schütteln":[{"text":"„Ich habe dich nicht vergessen“, sagte er und schüttelte den Kopf.","translation":"\"I haven't forgotten you,\" he said, shaking his head."},{"text":"Ich habe aufgehört anderen die Hände zu schütteln.","translation":"I stopped shaking hands with others."},{"text":"Er schüttelt den Kopf, als hätte er Wasser in den Ohren.","translation":"He shakes his head as if he has water in his ears."},{"text":"Man muss das Geld von den Leuten nehmen, von Bäumen kann man's nicht schütteln.","translation":"You have to take the money from the people, you can't shake it from trees."},{"text":"Tom schüttelte sich vor Abscheu. Maria schüttelte sich mit.","translation":"Tom shook himself in disgust. Maria shook herself."}],"Model":[{"text":"Mary ist als Model tätig.","translation":"Mary is working as a model."},{"text":"Bist du ein Model oder ein Schauspieler?","translation":"Are you a model or an actor?"},{"text":"Früher träumte ich davon, ein Model zu werden.","translation":"I used to dream about becoming a model."},{"text":"Ein Model muss einen attraktiven Körper haben.","translation":"A model must have an attractive body."},{"text":"Wenn man dir sagt, dass es unerotisch sei, ein nacktes Model zu zeichnen, glaube dies nicht!","translation":"If you are told that it is unerotic to draw a nude model, don't believe it!"}],"Gedächtnis":[{"text":"Wie bringt man dem Gedächtnis bei, vergessen zu lernen?","translation":"How do you teach memory to learn to forget?"},{"text":"Ich habe mein Gedächtnis verloren.","translation":"I lost my memory."},{"text":"Ein schlechtes Gewissen und ein gutes Gedächtnis gehen meist gemeinsam arbeiten.","translation":"A guilty conscience and a good memory usually go to work together."},{"text":"Wer im Gedächtnis seiner Lieben lebt, ist nicht tot – er ist nur fern.","translation":"Those who live in the memory of their loved ones are not dead – they are only distant."},{"text":"Die Aufmerksamkeit ist das Gedächtnis des Herzens.","translation":"Attention is the memory of the heart."}],"vereinbaren":[{"text":"Beides war unmöglich miteinander zu vereinbaren.","translation":"The two were impossible to reconcile."},{"text":"Ich rufe an, um mit Ihnen einen Termin zu vereinbaren.","translation":"I call to make an appointment with you."},{"text":"Können Sie das mit Ihrem Gewissen vereinbaren, so etwas zu tun?","translation":"Do you have the conscience to do such a thing?"},{"text":"Es ist schwierig, alle Meinungen miteinander zu vereinbaren.","translation":"It's difficult to reconcile all the opinions."},{"text":"Wir haben vereinbart, dass ich es mache, oder etwa nicht?","translation":"We agreed that I would do it, didn't we?"}],"Pool":[{"text":"Tom schwimmt im Pool.","translation":"Tom is swimming in the pool."},{"text":"Dieses Hotel hat keinen Pool.","translation":"This hotel does not have a swimming pool."},{"text":"Tom schwamm Runden im Pool.","translation":"Tom was in the pool swimming laps."},{"text":"Hey du! Renn nicht um den Pool herum!","translation":"Hey you! Don't run around the pool!"},{"text":"Die Schule entleert den Pool einmal pro Monat.","translation":"The school drains the pool once a month."},{"text":"Ich mag nicht in Pools schwimmen.","translation":"I don't like swimming in pools."},{"text":"Ich hätte fast mein Handy in den Pool fallen lassen.","translation":"I almost dropped my cellphone into the pool."},{"text":"Wo ist der Pool?","translation":"Where's the swimming pool?"},{"text":"Komm! Du kannst in meinem Pool baden.","translation":"Come on, you can have a swim in my pool."},{"text":"Wie hoch ist die Wassertemperatur im Pool?","translation":"What is the temperature of the water in the pool?"}],"anstelle":[{"text":"Wer anstelle des Guten das Schlechte wählt, muss doch wohl von Sinnen sein!","translation":"Whoever chooses the bad instead of the good must surely be of sense!"},{"text":"Er ging anstelle seines Vaters.","translation":"He went there instead of his father."},{"text":"Er ging dort anstelle seines Vaters hin.","translation":"He went there in his father's stead."},{"text":"Ich trinke Kaffee anstelle von Milch.","translation":"I drink coffee instead of milk."},{"text":"Ich kaufte das schwarze Fahrrad anstelle des roten.","translation":"I bought the black bike instead of the red one."}],"telefonieren":[{"text":"Es ist gefährlich, gleichzeitig zu telefonieren und zu fahren.","translation":"It's dangerous to talk on the phone and drive at the same time."},{"text":"Ich telefoniere ziemlich selten.","translation":"I talk on the phone quite rarely."},{"text":"Ich telefoniere täglich mit meiner Frau. Wir sind frisch verheiratet.","translation":"I talk to my wife on the phone every day. We are newly married."},{"text":"Wir telefonieren ja auch regelmäßig miteinander.","translation":"We also talk to each other on the phone regularly."},{"text":"„Entschuldigen Sie bitte! Kann ich mal telefonieren?“ – „Da hinten bei den Toiletten.“","translation":"\"Excuse me please, can I use the phone?\" \"At the back, by the toilets.\""}],"vielen":[{"text":"„Vielen Dank! Du hast mir sehr geholfen!“ — „Immer wieder gern!“","translation":"\"Thank you! You've helped me a lot!\" \"A pleasure as always.\""},{"text":"„Vielen Dank!“ – „Ich habe zu danken!“","translation":"\"Thank you very much!\" – \"I have to thank you!\""},{"text":"„Vielen Dank für Ihre Hilfe.“ – „Gern geschehen.“","translation":"\"Thanks very much for your help.\" \"Pleasure.\""},{"text":"„Chef, darf ich heute zwei Stunden früher Schluss machen? Meine Frau will mit mir einkaufen gehen.“ „Kommt gar nicht in Frage.“ „Vielen Dank, Chef! Ich wusste, Sie würden mich nicht im Stich lassen.“","translation":"\"Boss, can I finish two hours earlier today? My wife wants to go shopping with me.\" \"That's out of the question.\" \"Thank you, boss! I knew you wouldn't let me down.\""},{"text":"\"Vielen Dank!\" sagte sie mit einem Lächeln.","translation":"\"Thank you very much\", she said with a smile."}],"Besitz":[{"text":"Diese Sachen sind mein einziger Besitz.","translation":"These things are my only possession."},{"text":"Liebe ist Erkenntnis, und die ist Besitz.","translation":"Love is knowledge, and that is possession."},{"text":"Der Besitz besitzt. Er macht die Menschen kaum unabhängiger.","translation":"The property owns. It hardly makes people more independent."},{"text":"Der Besitz macht uns nicht halb so glücklich, wie uns der Verlust unglücklich macht.","translation":"Possessions do not make us half as happy as loss makes us unhappy."},{"text":"Besitz kann man irgendwo finden, Leben nicht.","translation":"Possessions can be found somewhere, life cannot."}],"anstrengend":[{"text":"Die Reise nach China war anstrengend, deshalb bin ich ziemlich müde.","translation":"The journey to China was strenuous, so I'm rather tired."},{"text":"Du hast sicher einen anstrengenden Tag hinter dir.","translation":"You've probably had a busy day."},{"text":"Lügen ist die anstrengendste Sache der Welt — vor allem hinterher.","translation":"Lying is the most exhausting thing in the world — especially afterwards."},{"text":"Übersetzen ist anstrengend.","translation":"Translating is exhausting."},{"text":"Das ist manchmal ganz schön anstrengend!","translation":"That's sometimes quite exhausting!"}],"Zitat":[{"text":"Das Zitat ist aus dem Zusammenhang gerissen.","translation":"That quote is taken out of context."},{"text":"Von den meisten Büchern bleiben nur Zitate übrig. Warum nicht gleich nur Zitate schreiben?","translation":"From most books, only quotations remain. Why not just write quotes?"},{"text":"Danke übrigens für die französischen Übersetzungen der Zitate!","translation":"By the way, thank you for the French translations of the quotes!"},{"text":"Ich kann mich mit diesem Zitat identifizieren.","translation":"I can identify with this quote."},{"text":"Ich übersetze gerne Zitate.","translation":"I like to translate quotations."}],"dsgvo":[],"opfern":[{"text":"Dem Teufel opfert man am meisten.","translation":"You sacrifice the most to the devil."},{"text":"Wer hat nicht für seinen guten Ruf schon einmal sich selbst geopfert?","translation":"Who hasn't sacrificed themselves for their reputation?"},{"text":"Ich opfere mich zu sehr für Kinder und Familie.","translation":"I sacrifice myself too much for children and family."},{"text":"Eltern opfern sich oft auf, um ihren Kindern eine gute Ausbildung zu sichern.","translation":"Parents often sacrifice themselves to ensure that their children receive a good education."},{"text":"Kannst du mir ein paar Minuten opfern?","translation":"Can you sacrifice me a few minutes?"},{"text":"Wie kann ich mich für etwas opfern, woran ich keinen Glauben habe?","translation":"How can I sacrifice myself for something I don't believe in?"},{"text":"Was wärest du für die Liebe deines Lebens alles zu opfern bereit?","translation":"How much would you be willing to sacrifice for the love of your life?"},{"text":"Was sich lange bewährt hat, das soll man nicht dem Neuerungswahne opfern.","translation":"What has proven itself for a long time should not be sacrificed to the innovation mania."},{"text":"Für die eigenen Ideen kann man sich opfern, aber nicht für die Torheit anderer.","translation":"One can sacrifice oneself for one's own ideas, but not for the foolishness of others."},{"text":"Man überschätze die Klugheit nicht! Sind denn die besten Menschen, die sich für andere opfern, klug?","translation":"Do not overestimate the wisdom! Are the best people who sacrifice themselves for others wise?"}],"ähneln":[{"text":"Die Wahrheit ähnelt dem Mond, du kannst nur die eine Seite sehen.","translation":"The truth resembles the moon, you can only see one side."},{"text":"Das Mädchen ähnelte seiner Mutter.","translation":"The girl resembled her mother."},{"text":"Tom ähnelt in vielerlei Hinsicht seinem Vater.","translation":"Tom is like his father in many respects."},{"text":"Je älter er wird, desto mehr ähnelt Tom seinem Vater.","translation":"The older he gets, the more Tom resembles his father."},{"text":"Dein Problem ähnelt meinem.","translation":"Your problem is similar to mine."}],"beschuldigen":[{"text":"Die beiden Männer beschuldigten sich gegenseitig.","translation":"The two men blamed each other."},{"text":"Bitte beschuldigen Sie mich nicht einer Sache, die ich nicht getan habe.","translation":"Please don't accuse me of something I didn't do."},{"text":"Warum beschuldigen Sie meinen Sohn?","translation":"Why do you accuse my son?"},{"text":"Die Polizei beschuldigte Sachiyo des Mordes.","translation":"The police charged Sachiyo with the murder."},{"text":"Du solltest besser ganz sicher gehen, bevor du Tom irgendeiner Sache beschuldigst.","translation":"You'd better be very sure before you accuse Tom of anything."}],"Pfund":[{"text":"Ich hätte gern ein halbes Pfund Thüringer Mett.","translation":"I would like to have half a pound of Thuringian Mett."},{"text":"Wo sitzt ein fünfhundert Pfund schwerer Gorilla? – Wo er will!","translation":"Where does a five-hundred-pound gorilla sit? – Wherever he wants!"},{"text":"Das menschliche Gehirn wiegt ungefähr drei Pfund.","translation":"The human brain weighs about three pounds."},{"text":"Wir kauften ein Pfund Tee.","translation":"We bought a pound of tea."},{"text":"Der Preis des Bildes beträgt 10 Pfund.","translation":"The price of the picture is £10."},{"text":"\"4 Pfund 90 Pence\", antwortet Bob.","translation":"\"4 pounds 90 pence,\" Bob replies."},{"text":"\"Vier Pfund fünfzig\", sagt Bob.","translation":"\"Four pounds fifty,\" says Bob."},{"text":"Sie hat zwei Pfund Butter gekauft.","translation":"She bought two pounds of butter."},{"text":"Wieviel Pfund Wurst und wieviel Brot wollt ihr haben?","translation":"How many pounds of sausage do you want, and how much bread?"},{"text":"Wenn du ein Pfund Tee kaufst, gibt dir dieser Verkäufer ein Pfund Zucker gratis dazu.","translation":"If you buy a pound of tea, that vendor will give you a pound of sugar for free."}],"pass":[{"text":"Pass doch auf, Tom! Jetzt muss ich noch einmal ganz von vorne anfangen.","translation":"Watch out, Tom! Now I have to start all over again."},{"text":"Pass auf was du trinkst!","translation":"Watch what you drink!"},{"text":"Pass mal kurz auf meine Tasche auf!","translation":"Keep an eye on my bag for a while."},{"text":"Tom hat zwei Gesichter. Pass also besser auf!","translation":"Tom has two faces. So take better care!"},{"text":"Ich werde es nicht zweimal sagen, also pass lieber auf!","translation":"I'm not going to say it twice, so watch out!"}],"Eintrag":[{"text":"Mit der Datenbank stimmt etwas nicht. Der erste und dritte Eintrag haben dieselbe ID.","translation":"Something is wrong with the database. The first and third entries have the same ID."},{"text":"Wir freuen uns auf deine Einträge.","translation":"We look forward to your entries."},{"text":"Welche Art Informationen bekommst du von Einträgen in Wörterbüchern?","translation":"What kind of information do you get from dictionary entries?"},{"text":"Dieses Wörterbuch hat etwa 40.000 Einträge.","translation":"This dictionary contains about 40,000 headwords."},{"text":"Ups, ich habe den Eintrag in der falschen Newsgroup gepostet.","translation":"Oops, I posted the message to the wrong newsgroup."}],"anzuzeigen":[{"text":"Es gibt verschiedene Ausdrücke, um anzuzeigen, dass etwas ein Gerücht ist.","translation":"There are various expressions to indicate that something is a rumor."},{"text":"Es ist deine bürgerliche Pflicht einen Strafdelikt bei der Polizei anzuzeigen.","translation":"It is your civic duty to report a criminal offence to the police."},{"text":"Nach dem Austeilen der Karten an die Spieler wird eine zusätzliche Karte aufgedeckt, um anzuzeigen, welche Farbe Trumpf ist.","translation":"After handing out the cards to the players, an additional card is revealed to indicate which color is the trump card."},{"text":"Was ist für Tatoeba interessanter – einen in mehrere Sprachen übersetzten Satz anzuzeigen oder eine Sammlung fließender Polyglotts in vielen Sprachen anzuzeigen?","translation":"What is more interesting for Tatoeba – displaying a sentence translated into multiple languages or displaying a collection of fluent polyglots in many languages?"},{"text":"Die Zeit hat keine Trennlinien, um ihren Fortlauf anzuzeigen. Es gibt nie ein Gewitter oder einen Fanfarenstoß, um den Beginn eines neuen Monats oder Jahres anzuzeigen. Sogar wenn ein neues Jahrhundert beginnt, sind es nur wir Sterblichen, die Glocken läuten und Pistolen abfeuern.","translation":"Time has no divisions to mark its passage, there is never a thunderstorm or blare of trumpets to announce the beginning of a new month or year. Even when a new century begins it is only we mortals who ring bells and fire off pistols."},{"text":"Ein wichtiger Grund für den Untergang des Römischen Reichs war, dass sie keine Null hatten. – So hatten sie keinen Weg, das erfolgreiche Verlassen ihrer C-Programme anzuzeigen.","translation":"An important reason for the fall of the Roman Empire was that they had no zero. So they had no way of demonstrating a successful exit of their C programs."},{"text":"Die Zeit hat keine Trennlinien, um ihren Fortlauf anzuzeigen. Es gibt nie ein Gewitter oder einen Fanfarenstoß, um den Beginn eines neuen Monats oder Jahres anzuzeigen. Sogar wenn ein neues Jahrhundert beginnt, sind es nur wir Sterblichen, die Glocken läuten und Pistolen abfeuern.","translation":"Time has no dividing lines to indicate its progress. There is never a thunderstorm or fanfare to signal the beginning of a new month or year. Even when a new century begins, it is only us mortals who ring bells and fire pistols."}],"hiermit":[{"text":"Verbieten ist hiermit offiziell verboten.","translation":"Prohibition is hereby officially prohibited."},{"text":"Und hiermit enthält Tatoeba einen Satz mehr.","translation":"And hereby Tatoeba contains one more sentence."},{"text":"Wir können nicht eher ruhen, bis wir hiermit fertig sind.","translation":"We can't rest until we finish doing this."},{"text":"Ich wünschte, ich hätte etwas mehr Zeit, um hiermit fertig zu werden.","translation":"I wish I had a little more time to finish this."},{"text":"Weißt du, was man hiermit macht?","translation":"Do you know what to do with this?"}],"vornehm":[{"text":"Mit sich selbst ist man nicht immer in der vornehmsten Gesellschaft.","translation":"With oneself one is not always in the noblest company."},{"text":"Er stammt aus vornehmem Geschlechte.","translation":"He comes from a noble family."},{"text":"Arbeitsplätze schaffen ist die vornehmste Verpflichtung eines Unternehmens gegenüber der Gemeinschaft.","translation":"Creating jobs is a company's most noble obligation to the Community."},{"text":"Je vornehmer einer ist, desto höflicher behandelt er den Niedrigen.","translation":"The more noble one is, the more politely he treats the lowly."},{"text":"Der alte Mann hatte vornehme Gesichtszüge.","translation":"The old man had a noble countenance."},{"text":"Ich glaube, wir können die nötigen Änderungen bis morgen vornehmen.","translation":"I believe we can make the necessary modifications by tomorrow."},{"text":"Ich werde nächste Woche die notwendigen Änderungen vornehmen.","translation":"I will make the necessary changes next week."},{"text":"Irgendwann werden wir wohl oder übel ein paar Änderungen vornehmen müssen.","translation":"At some point, we're going to have to make some changes."},{"text":"Man kann sich zumindest vornehmen, diesen Tag mit „Humor“ zu bestehen.","translation":"You can at least plan to pass this day with \"humor\"."},{"text":"Wir werden diese Korrektur vornehmen.","translation":"We will make this correction."}],"Garantie":[{"text":"Schnelles laufen ist keine Garantie, das Ziel zu erreichen.","translation":"Running fast is no guarantee of reaching the goal."},{"text":"Der Hersteller gibt nur zwei Jahre Garantie.","translation":"The manufacturer only gives a two-year warranty."},{"text":"Auf diesem Fernseher sind zwei Jahre Garantie.","translation":"This TV set has a two year guarantee."},{"text":"Unter aller Garantie wollen alle Jungen deine Telefonnummer haben.","translation":"I bet all the boys want your phone number."},{"text":"Wir verkaufen das Produkt zu einem günstigeren Preis, aber ohne Garantie.","translation":"We sell the product at a cheaper price, but without guarantee."}],"verstehst":[{"text":"Aber du verstehst bestimmt kein Wort.","translation":"But you certainly don't understand a word."},{"text":"Verstehst Du diesen deutschen Satz?","translation":"Do you understand this German sentence?"},{"text":"Verstehst du das etwa nicht?","translation":"Don't tell me you don't understand that!"},{"text":"Verstehst du nicht, wie es funktioniert?","translation":"Don't you understand how it works?"},{"text":"Du wirst dann wahrhaft frei sein, wenn du zu lieben verstehst ohne zu beurteilen.","translation":"You will be truly free if you know how to love without judging."},{"text":"„Verstehst du, was ich meine?“ — „Ja, ich verstehe dich.“","translation":"\"Do you understand what I mean?\" — \"Yes, I understand you.\""},{"text":"Verstehst du, was das bedeutet?","translation":"Do you understand what that means?"},{"text":"Verstehst du, wovon er erzählt?","translation":"Do you understand what he's talking about?"},{"text":"Verstehst du den Sinn dieses Absatzes?","translation":"Do you understand the point of this paragraph?"},{"text":"Verstehst du, was ich dir sage?","translation":"Do you understand what I'm telling you?"}],"Tourist":[{"text":"In Venedig sind immer so viele Touristen.","translation":"There are always so many tourists in Venice."},{"text":"Die Touristen schwimmen im Meer.","translation":"The tourists swim in the sea."},{"text":"Die Touristen haben vom Strand Besitz ergriffen.","translation":"The tourists have taken possession of the beach."},{"text":"Die Stadt ist voller Touristen.","translation":"The city is full of tourists."},{"text":"Die ausländischen Touristen saßen im Bus und schauten aus dem Fenster.","translation":"The foreign tourists sat on the bus and looked out the window."}],"aufmachen":[{"text":"Sie haben alle Türen aufgemacht.","translation":"They opened all the doors."},{"text":"Würden Sie bitte das Fenster aufmachen?","translation":"Would you please open the window?"},{"text":"Womit haben Sie es aufgemacht?","translation":"What did you open it with?"},{"text":"Was habe ich mich erschreckt, als ich die Tür aufmachte!","translation":"What scared I was when I opened the door!"},{"text":"Entschuldige, dass ich aus Versehen deinen Brief aufgemacht habe.","translation":"Sorry I accidentally opened your letter."}],"umso":[{"text":"Je mehr, umso besser!","translation":"The more, the better!"},{"text":"Jeder ist umso glücklicher, je weniger Bedürfnisse er hat.","translation":"Everyone is happier the fewer needs they have."},{"text":"Je freier die Wirtschaft, umso sozialer ist sie auch.","translation":"The freer the economy, the more social it is."},{"text":"Je mehr Vergnügen du an deiner Arbeit hast, umso besser wird sie bezahlt.","translation":"The more you enjoy your work, the better it will be paid."},{"text":"Worte verlieren an Bedeutung, umso öfter wir sie ohne Bedeutung verwenden.","translation":"Words lose meaning the more we use them without meaning."}],"zögern":[{"text":"Maria zögert, noch ein Stück Kuchen zu nehmen.","translation":"Maria is reluctant to take another piece of cake."},{"text":"Bei dem Angebot sollte man nicht zögern, sondern gleich zugreifen","translation":"With the offer you should not hesitate, but access immediately"},{"text":"Wer zögert, hat schon verloren.","translation":"He who hesitates has lost."},{"text":"Wenn du Fragen hast, zögere nicht, dich bei mir zu melden!","translation":"If you have questions, don't hesitate to get in touch with me!"},{"text":"Bitte zögere nicht, mich zu kontaktieren!","translation":"Please do not hesitate to contact me!"}],"sämtlich":[{"text":"Sämtliche Texte liegen auch in englischer sowie in deutscher Übersetzung vor.","translation":"All texts are also available in English and German translations."},{"text":"Sämtliche Preise stiegen.","translation":"The price of everything increased."},{"text":"Ich vergaß, sämtliche Fenster zu schließen.","translation":"I forgot to close all the windows."},{"text":"Tom führte eine Liste über sämtliche Lebensmittel, die er in jener Woche gegessen hatte.","translation":"Tom kept a list of all the food he'd eaten that week."},{"text":"Ich beantwortete sämtliche Fragen Toms.","translation":"I answered all Tom's questions."},{"text":"Beantworten Sie bitte sämtliche Fragen.","translation":"Please answer all questions."},{"text":"Ich fand auch sämtliche Briefe, die er meiner Mutter je geschrieben hatte.","translation":"I also found every letter he had ever written to my mother."},{"text":"Hunde besitzen sämtliche edle Eigenschaften des Menschen, doch keine einzige ihrer schlechten.","translation":"Dogs have all the noble qualities of humans, but none of their bad qualities."},{"text":"Ich bitte Sie, sämtliche Hasskommentare unverzüglich zu löschen.","translation":"I ask you to delete all hate comments immediately."},{"text":"Es besteht immer das Risiko, dass sämtliche Daten auf der Festplatte verloren gehen.","translation":"There is always the risk of losing all the data on your hard disk."},{"text":"Diese Stadt ist so klein, dass man ohne weiteres sämtliche Namen lernen kann.","translation":"This town is so small that you can easily learn everyone's names."},{"text":"Die Regierung erkannte ihm sämtliche Rechte ab.","translation":"The government deprived him of all his rights."},{"text":"Ein Sturm riss sämtliche Blätter von den Bäumen.","translation":"A storm tore all the leaves from the trees."},{"text":"Tom schenkte seine sämtlichen Bücher der Stadtbibliothek.","translation":"Tom donated all his books to the town library."},{"text":"Ist ein Gegenstand, dessen sämtliche Bestandteile ausgetauscht wurden, noch immer derselbe Gegenstand?","translation":"Is an object that has had all of its components replaced still the same object?"}],"abgesehen":[{"text":"Tom hat es auf sein Geld abgesehen.","translation":"Tom is after his money."},{"text":"Wir alle sind zur Party gegangen, abgesehen von Joe.","translation":"We all went to the party, except for Joe."},{"text":"Sie sehen gleich aus, von der Haarfarbe abgesehen.","translation":"Apart from the colour of their hair, they look the same."},{"text":"Mir scheint, dass, von den Muttersprachlern abgesehen, kein Mensch russische Sätze übersetzt — und das ist traurig.","translation":"It seems to me that, apart from native speakers, nobody translates Russian sentences, and that's sad."},{"text":"Demokratie ist die schlechteste Regierungsform, abgesehen von allen anderen, die ausprobiert wurden.","translation":"Democracy is the worst form of government, apart from all the others that have been tried."},{"text":"Abgesehen von meiner Schwester schaut meine Familie kein Fernsehen.","translation":"Apart from my sister, my family doesn't watch TV."},{"text":"Abgesehen von seinem Namen weiß ich nichts über ihn.","translation":"Apart from his name, I know nothing about him."},{"text":"Abgesehen von diesen winzigen Details ist die Übersetzung sehr gut.","translation":"Apart from these tiny details, the translation is very good."},{"text":"Warum steht Aschermittwoch eigentlich auf dem Kalender? Abgesehen von Ostern, Pfingsten, Weihnachten, Silvester, Geburtstag und drei Wochen Urlaub ist doch immer Aschermittwoch.","translation":"Why is Ash Wednesday actually on the calendar? Apart from Easter, Pentecost, Christmas, New Year's Eve, birthday and three weeks of vacation, it is always Ash Wednesday."},{"text":"Abgesehen von diesem Garten habe ich hier alle Grundstücke gekauft.","translation":"Apart from this garden, I bought all the plots here."}],"fähig":[{"text":"Was sind das für Menschen, die zu so etwas fähig sind?","translation":"What kind of people are they capable of such a thing?"},{"text":"Du weißt ja gar nicht, wozu Maria fähig ist. Hüte dich vor ihr!","translation":"You have no idea what Mary is capable of. Beware of her!"},{"text":"Die Freiheit braucht Menschen, die noch ihre Eier haben und zu denken fähig sind.","translation":"Freedom needs people who still have their eggs and are able to think."},{"text":"Wer zu nichts zu gebrauchen ist, ist meist zu allem fähig.","translation":"Those who are useless are usually capable of anything."},{"text":"Was wir nicht tun können, er ist dazu durchaus fähig.","translation":"What we cannot do, he is quite capable of doing."}],"befassen":[{"text":"Ich habe mich früher nie so viel mit gesunder Ernährung befasst wie jetzt.","translation":"I never used to bother so much about healthy eating as I do now."},{"text":"Das Rechnen befasst sich mit Zahlen.","translation":"Arithmetic deals with numbers."},{"text":"Womit willst du dich in Zukunft befassen?","translation":"What do you want to do in the future?"},{"text":"Tom ist anscheinend damit befasst gewesen.","translation":"Tom has apparently been doing that."},{"text":"Es ist interessant, sich mit der Kultur anderer Länder zu befassen.","translation":"It is interesting to deal with the culture of other countries."}],"Widerruf":[],"Konsequenz":[{"text":"Handlungen haben Konsequenzen, das lernt man schon als Kind.","translation":"Actions have consequences, you learn that as a child."},{"text":"Trenne Niemanden von den Konsequenzen seines Handelns.","translation":"Do not separate anyone from the consequences of their actions."},{"text":"Trag die Konsequenzen!","translation":"Face the consequences!"},{"text":"Es ist wichtig zu betonen, dass die Konsequenzen nicht die gleichen sind.","translation":"It is important to emphasize that the consequences are not the same."},{"text":"In der Natur gibt es weder Belohnungen noch Strafen sondern es existieren nur Konsequenzen.","translation":"In nature there are neither rewards nor punishments but there are only consequences."}],"Jahreszeit":[{"text":"Jede Jahreszeit hat ihr Gutes.","translation":"Every season has its good."},{"text":"Normalerweise liegt zu dieser Jahreszeit hier schon überall Schnee.","translation":"Normally, there is snow everywhere at this time of year."},{"text":"Welche ist die heißeste Jahreszeit?","translation":"Which is the hottest of all the seasons?"},{"text":"Jedem Gemüse seine Jahreszeit.","translation":"Every vegetable has its season."},{"text":"Weihnachten ist keine Jahreszeit. Es ist ein Gefühl.","translation":"Christmas is not a season. It's a feeling."}],"Mehrheit":[{"text":"Die Mehrheit der Deutschen fordert mittlerweile Wulffs Rücktritt.","translation":"In the meantime, the majority of the Germans demand that Wulff resign."},{"text":"Um ein Haar erreichte die Partei die absolute Mehrheit.","translation":"The party achieved an outright majority by a hair."},{"text":"Er gewann die Wahl mit einer großen Mehrheit.","translation":"He won the election by a large majority."},{"text":"Die Mehrheit ist dagegen.","translation":"The majority is against it."},{"text":"Die Mehrheit ist sauer.","translation":"The majority is angry."}],"zunehmen":[{"text":"Wer an Gewicht abnehmen will, muss erst einmal an Willen zunehmen!","translation":"If you want to lose weight, you first have to gain in will!"},{"text":"Schatz, findest du, ich habe zugenommen?","translation":"Honey, do you think I've gained weight?"},{"text":"Liebe gleicht dem Mond: wenn sie nicht zunimmt, nimmt sie ab.","translation":"Love is like the moon: if it does not increase, it decreases."},{"text":"Eine Fähigkeit, die nicht täglich zunimmt, geht täglich zurück.","translation":"A skill that does not increase daily decreases daily."},{"text":"Er hat in letzter Zeit zugenommen.","translation":"He's put on weight recently."}],"Segen":[{"text":"Wer Kinder hat, hat auch Segen.","translation":"Those who have children also have blessings."},{"text":"Sich regen bringt Segen.","translation":"Rain brings blessings."},{"text":"Am Ende der Geduld wartet der Segen.","translation":"At the end of patience, the blessing awaits."},{"text":"Viel Glück und viel Segen auf all deinen Wegen!","translation":"Good luck and good luck in all your ways!"},{"text":"Eine gute Gesundheit ist ein großer Segen.","translation":"Good health is a great blessing."},{"text":"Zu lieben ist Segen, geliebt zu werden - Glück.","translation":"To love is blessing to be loved - happiness."},{"text":"Arbeit ist des Bürgers Zierde, Segen ist der Mühe Preis.","translation":"Work is the citizen's adornment, blessing is the price of effort."},{"text":"An Gottes Segen ist alles gelegen.","translation":"Everything depends on God's blessing."},{"text":"Ich bat um Gottes Segen.","translation":"I asked for God's blessing."},{"text":"Mein Segen wird dich begleiten.","translation":"My blessing will accompany you."}],"lenken":[{"text":"Der Mensch denkt, Gott lenkt.","translation":"Man thinks, God directs."},{"text":"Was du nicht messen kannst, kannst du nicht lenken.","translation":"What you can't measure, you can't steer."},{"text":"Die Zeit fährt Auto, doch kein Mensch kann lenken.","translation":"Time drives a car, but no one can steer."},{"text":"Er lenkte seine Aufmerksamkeit auf das Bild.","translation":"He turned his attention to the picture."},{"text":"Bitte lenken Sie mich nicht von meiner Arbeit ab.","translation":"Please don't distract me from my work."}],"high":[{"text":"High mache ich viel bessere Musik.","translation":"High I make much better music."},{"text":"Tom schien high zu sein.","translation":"Tom seemed to be high."},{"text":"Ich werde high.","translation":"I'm getting high."},{"text":"Meine Mutter trägt nicht gerne High-Heels.","translation":"My mother doesn't like wearing heels."},{"text":"Marius ist der highste von allen.","translation":"Marius is the highest of all."},{"text":"Sie trägt nicht gerne High-Heels.","translation":"She doesn't like wearing heels."},{"text":"Sie hat sich seit der High School sehr verändert.","translation":"She has changed a lot since high school."},{"text":"Er ist ein Schüler an der Yushu High School.","translation":"He is a student at Yushu High School."},{"text":"Als ich in der High School war, stand ich um sechs Uhr morgens auf.","translation":"When I was at secondary school, I would get up at six in the morning."},{"text":"Möchtest du wirklich die High School abbrechen?","translation":"Do you really want to drop out of high school?"},{"text":"Markku kam dadurch zu Reichtum, dass er Partys für die High Society ausrichtete.","translation":"Markku made his pile as a caterer for the well-to-do."}],"anständig":[{"text":"Drück dich anständig aus!","translation":"Express yourself decently!"},{"text":"Die Gewalt lebt davon, dass sie von anständigen Leuten nicht für möglich gehalten wird.","translation":"Violence thrives on the fact that decent people do not think it possible."},{"text":"Du hättest besser in anständigen Klamotten dorthin gehen sollen.","translation":"You'd better have gone there in decent clothes."},{"text":"Könntest du nicht wenigstens einmal versuchen, wie ein anständiger Mensch zu essen?","translation":"Couldn't you at least try to eat like a decent person?"},{"text":"Warum nimmst du dir kein anständiges Haus?","translation":"Why don't you get yourself a decent house?"}],"same":[{"text":"Der Wind trägt die Samen über große Entfernungen.","translation":"The wind carries seeds for great distances."},{"text":"Bedecken Sie die Samen mit ein bisschen Erde.","translation":"Cover the seeds with a bit of soil."},{"text":"Die Kinder sammeln Samen in verschiedenen Formen und Farben.","translation":"The children collect seeds of various shapes and colours."},{"text":"Eines Tages wirst du sehen, welch großer Baum aus diesem kleinen Samen geworden ist.","translation":"One day you will see what a big tree has become of this little seed."},{"text":"Er hat aus den Samen Tomatensämlinge gezogen.","translation":"He grew tomato seedlings from the seeds."}],"Perle":[{"text":"Sie war eine echte Perle.","translation":"She was a real gem of a person."},{"text":"Tränen sind wie Perlen.","translation":"Tears are like pearls."},{"text":"Er hörte auf, nach der Perle zu suchen.","translation":"He stopped looking for the pearl."},{"text":"Es ist wahr, dass er die Perle gestohlen hat.","translation":"It is true that he stole the pearl."},{"text":"Tief sind die schönsten der Gedanken, so wie die Perlen in des Meeres Boden.","translation":"Deep are the most beautiful of thoughts, like the pearls in the sea ground."}],"leg":[{"text":"Leg einen Zahn zu!","translation":"Put it up a notch."},{"text":"Leg es nicht auf meinen Schreibtisch!","translation":"Don't put it on my desk!"},{"text":"Leg deinen Stift hin.","translation":"Put down your pen."},{"text":"„Wenn du müde bist, dann leg dich ruhig schlafen.“ – „Ich bin aber noch gar nicht müde.“ – „Aber seit eben gähnst du doch nur noch. Wenn du also müde bist, ist es wirklich besser, du legst dich schlafen.“ – „Bist du denn so erpicht darauf, dass ich mich schlafen lege?“","translation":"\"If you're tired, go to sleep peacefully.\" – \"But I'm not tired yet.\" – \"But since just now you're just yawning. So if you're tired, it's really better you go to sleep.\" – \"Are you so eager for me to go to sleep?\""},{"text":"Leg dich nicht mit mir an.","translation":"Don't screw with me!"},{"text":"Wenn du müde bist, leg dich ins Bett!","translation":"When you're tired, lie down in bed!"},{"text":"Also, wenn ihr immer noch gehen wollt, ich leg euch nichts in den Weg.","translation":"Look, if you still want to go, I won't stop you."},{"text":"Zieh dein Hemd aus und leg dich hin.","translation":"Remove your shirt and lie down."},{"text":"Leg mal einen Zahn zu!","translation":"Get a move on."},{"text":"Wenn es dir nicht passt, was ich mache, dann leg doch eine schriftliche Beschwerde vor!","translation":"If you don't like what I do, then make a written complaint!"}],"Banane":[{"text":"Katzen fressen keine Bananen.","translation":"Cats do not eat bananas."},{"text":"Bananen sind erst grün, dann gelb und dann braun.","translation":"Bananas are first green, then yellow and then brown."},{"text":"Karl schält deine Banane.","translation":"Karl peels your banana."},{"text":"Er hat eine Banane im Mund wie ein Affe.","translation":"He has a banana in his mouth like a monkey."},{"text":"Ich will Bananen kaufen.","translation":"I want to buy bananas."}],"pünktlich":[{"text":"Kann ich mich darauf verlassen, dass du pünktlich kommst?","translation":"Can I rely on you to arrive on time?"},{"text":"Er hat versucht, pünktlich zu kommen.","translation":"He tried to arrive on time."},{"text":"Der Präsident kommt nie pünktlich.","translation":"The president never arrives on time."},{"text":"Der Zug ist heute pünktlich.","translation":"The train is on time today."},{"text":"Ich muss morgen ziemlich früh raus und werde darum pünktlich ins Bett gehen.","translation":"I have to leave pretty early tomorrow and will therefore go to bed on time."}],"Gelände":[{"text":"Hinter dem Pass erwartete uns schwieriges Gelände.","translation":"Behind the pass difficult terrain awaited us."},{"text":"Er lehnte sich gegen das Geländer.","translation":"He was leaning against the rail."},{"text":"Halt dich am Geländer fest.","translation":"Hold on to the handrail."},{"text":"Das ist ein stabiles Geländer.","translation":"This is a stable railing."},{"text":"Eine neue Schule wird auf dem Gelände errichtet.","translation":"A new school will be built on the site."}],"Dutzend":[{"text":"Ich habe ein Dutzend Katzen.","translation":"I have a dozen cats."},{"text":"Ein Dutzend sind zwölf Einheiten.","translation":"A dozen are twelve units."},{"text":"Jeder Schritt wirklicher Bewegung ist wichtiger als ein Dutzend Programme.","translation":"Every step of real movement is more important than a dozen programs."},{"text":"Eier kauft man im Dutzend.","translation":"Eggs are bought by the dozen."},{"text":"Marie braucht ein Dutzend Eier.","translation":"Marie needs a dozen eggs."}],"entspannt":[{"text":"Ich wünsche euch einen entspannten Donnerstag!","translation":"I wish you all a relaxing Thursday!"},{"text":"Sie wollte ein entspannteres Leben führen.","translation":"She wanted to live a more relaxed life."},{"text":"Ich führe gerade ein entspanntes Gespräch.","translation":"I'm having a relaxing talk."},{"text":"Ich wollte einfach nur entspannt Musik hören.","translation":"I just want to relax and listen to some music."},{"text":"Alles läuft angenehm entspannt ab.","translation":"Everything is pleasantly relaxed."}],"Narr":[{"text":"Nur die Narren und die Toten ändern niemals ihre Meinung.","translation":"Only the fools and the dead never change their minds."},{"text":"Mit Narren muss man Geduld haben.","translation":"You have to be patient with fools."},{"text":"Ein Narr fragt mehr, als zehn Weise beantworten können.","translation":"A fool asks more than ten ways can answer."},{"text":"Kinder und Narren sagen immer die Wahrheit.","translation":"Kids and fools always tell the truth."},{"text":"Am Lachen erkennt man den Narren.","translation":"By laughter you recognize the fool."}],"sonstig":[{"text":"Auch Hühner und sonstige Tiere können die Grippe bekommen.","translation":"Chickens and some other animals also get the flu."},{"text":"Die letzte Gruppe präsentierte ein höllisches Spektakel mit Lasern, pyrotechnischen Effekten und sonstigem.","translation":"The last group presented a hellish spectacle with lasers, pyrotechnic effects and more."},{"text":"Jeder hat Anspruch auf die in dieser Erklärung verkündeten Rechte und Freiheiten ohne irgendeinen Unterschied, etwa nach Rasse, Hautfarbe, Geschlecht, Sprache, Religion, politischer oder sonstiger Überzeugung, nationaler oder sozialer Herkunft, Vermögen, Geburt oder sonstigem Stand.","translation":"Everyone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status."},{"text":"Die politischen Zwerge, die uns regieren, lassen es zu, dass rechts- und linksradikale Demagogen, einschließlich Nationalsozialisten und sonstiger Separatisten, den europäischen Traum zerstören.","translation":"The political dwarfs who govern us allow right-wing and left-wing demagogues, including National Socialists and other separatists, to destroy the European dream."}],"bezüglich":[{"text":"Er hat seine Gefühle bezüglich des Todes nie offen gezeigt.","translation":"He has never openly shown his feelings about death."},{"text":"Bezüglich des Stils ist dieses Auto das beste.","translation":"With regard to the style this car is best."},{"text":"Bezüglich dieser Frage gibt es drei Meinungen.","translation":"With respect to this question, there are three opinions."},{"text":"Hast du Toms Nachricht bezüglich des heutigen Treffens nicht bekommen?","translation":"Didn't you get Tom's message about today's meeting?"},{"text":"Bezüglich des anderen Themas werde ich selbst entscheiden.","translation":"On the other subject, I will decide for myself."},{"text":"Ich muss mich mit Ihnen bezüglich Tom unterhalten.","translation":"I have to talk to you about Tom."},{"text":"Ich kann mich mit dir bezüglich dieser Frage nicht einigen.","translation":"I cannot agree with you on this issue."},{"text":"Du hast absolut recht bezüglich seines Charakters.","translation":"You are absolutely right about his character."},{"text":"Ich hätte eine Frage bezüglich eines Patienten, den Sie behandelt haben.","translation":"I'd like to ask you about a patient you treated."},{"text":"Was kannst du uns bezüglich dieses Gemäldes sagen?","translation":"What can you tell us about this painting?"}],"Dimension":[{"text":"Das fügt unserem Problem eine neue Dimension hinzu.","translation":"That adds a new dimension to our problem."},{"text":"Tom reiste in eine andere Dimension.","translation":"Tom traveled to another dimension."},{"text":"Tom glaubt, dass das Universum wirklich elf Dimensionen hat.","translation":"Tom believes that the universe really has eleven dimensions."},{"text":"Katzen sind die Brücken zwischen den Dimensionen.","translation":"Cats are the bridges between dimensions."},{"text":"Ist dies der Eingang zu einer anderen Dimension?","translation":"Is this an entrance to another dimension?"}],"aggressiv":[{"text":"Warum werden Sie jetzt plötzlich aggressiv?","translation":"Why are you suddenly becoming aggressive now?"},{"text":"Was bist du denn so aggressiv?","translation":"What are you so aggressive?"},{"text":"Da er sehr aggressiv ist, gehen Menschen ihm aus dem Weg.","translation":"Since he is very aggressive, people avoid him."},{"text":"Angst macht Hunde aggressiv.","translation":"Fear makes dogs aggressive."},{"text":"Das ist eine Methode, um sicherzustellen, dass der Kontrolleur nicht zu aggressiv ist.","translation":"It's a way of making sure that the controller is not too aggressive."}],"Web":[{"text":"Nicht alles, was sich im Web befindet, kann mit Google gefunden werden.","translation":"Not everything on the web can be found with Google."},{"text":"Was ist deine liebste Seite im Web?","translation":"What's your favorite site on the web?"},{"text":"Er studiert Französisch und Web-Design.","translation":"He studies French and web design."},{"text":"Das „Weltumspannende Netz“ (World Wide Web) wurde 1989 von Tom Bernerrs-Lee begründet.","translation":"The World Wide Web was invented by Tim Berners-Lee in 1989."}],"veröffentlicht":[{"text":"Ich meine, dass man in einem veröffentlichten Werk fremde Zitate kenntlich machen soll.","translation":"I think that in a published work one should identify foreign quotations."},{"text":"Ein in den sozialen Medien veröffentlichter Mitschnitt der Gesangsdarbietung war bald in aller Munde.","translation":"A video posted on social media of the singing went viral."},{"text":"Der Direktor ist erstaunt, dass die heute veröffentlichten Statistiken den Anstieg des Kohlepreises nicht erwähnen.","translation":"The director is amazed that the statistics published today do not mention the increase in the price of coal."},{"text":"Professor Immer Allwissend brachte in einem vor kurzem veröffentlichten Artikel die Überzeugung zum Ausdruck, dass die Ureinwohner Europas Tenöre waren.","translation":"Professor Immer omniscient expressed in a recent article the conviction that the indigenous people of Europe were tenors."},{"text":"Einer im Jahre 2016 veröffentlichten Studie zufolge ist Deutschland das beste und Kanada das zweitbeste Land der Welt.","translation":"According to a study published in 2016, Germany is the best country in the world and Canada is the second best country."},{"text":"1632 veröffentlichte Galileo Galilei ein Buch, in dem stand, dass sich die Erde um die Sonne drehe. Die katholische Kirche ließ ihn verhaften und vor Gericht stellen.","translation":"In 1632, Galileo published a book that said the Earth orbited the Sun. The Catholic Church arrested him and put him on trial."},{"text":"In den Jahren von 1860 bis 1865 veröffentlichte Tom in sieben Bänden einen in der damaligen Zeit vielbeachteten Bericht über seine Forschungsreisen auf dem afrikanischen Kontinent, dessen deutsche Übersetzung 1872 neunbändig unter dem Titel „Geheimnisvolles Afrika“ erschien.","translation":"In the years from 1860 to 1865, Tom published in seven volumes a widely acclaimed report on his research trips on the African continent, the German translation of which appeared in 1872 nine volumes under the title \"Mysterious Africa\"."}],"Löwe":[{"text":"Für die Maus ist die Katze ein Löwe.","translation":"To the mouse a cat is a lion."},{"text":"Er muss in die Höhle des Löwen gehen.","translation":"He has to go into the lion's den."},{"text":"Im Traum kämpfe ich immer mit Löwen und Drachen.","translation":"In dreams, I always fight with lions and dragons."},{"text":"Nicht jeder Mann kann ein Löwe werden.","translation":"Not every man can become a lion."},{"text":"Der Löwe wird König der Tiere genannt.","translation":"The lion is called the king of the animals."},{"text":"Löwe ist Löwe, egal ob Mann oder Frau.","translation":"Leo is lion, whether man or woman."},{"text":"Wer ist stärker, Tiger oder Löwe?","translation":"Who is stronger, tiger or lion?"},{"text":"Roger ist ein Party-Löwe.","translation":"Roger is a party animal."},{"text":"Löwe, das ist ein Name für ein Tier, und oft auch für den Menschen.","translation":"Leo is a name for an animal, and often also for humans."},{"text":"Einige Tiere, wie der Löwe, fressen Fleisch.","translation":"Some animals, such as the lion, eat meat."}],"allzu":[{"text":"Ich verstehe dich nur allzu gut.","translation":"I understand you only too well."},{"text":"Kein allzu großes Problem.","translation":"It's not too much of a problem."},{"text":"Durch die Liebe werden alle Dinge leichter, die der Verstand als allzu schwer gedacht.","translation":"Through love, all things become lighter that the mind thought to be too difficult."},{"text":"Wenn du nicht allzu schnell sprichst, dann verstehe ich dich.","translation":"If you don't speak too fast, then I understand you."},{"text":"Ich kenne diese Umgebung nicht allzu gut.","translation":"I don't know this neighborhood too well."},{"text":"Tom hat keine allzu große Praxis auf diesem Gebiet.","translation":"Tom doesn't have too much practice in this area."},{"text":"Das Wort „nie“ bedeutet in der Politik allzu oft „morgen“.","translation":"The word \"never\" all too often means \"tomorrow\" in politics."},{"text":"Bei allzu langem Nachdenken kommt man nicht auf den richtigen Gedanken.","translation":"If you think too long, you don't get the right thought."},{"text":"Vor nicht allzu langer Zeit konnte ich noch gar nicht Gitarre spielen.","translation":"Not too long ago, I wasn't able to play the guitar at all."},{"text":"Ich mache es durchaus gerne, habe nur nicht allzu oft Gelegenheit dazu.","translation":"It's not that I don't like to do that. It's just that I don't get to do it very often."},{"text":"Tom hat anscheinend keine allzu hohe Meinung von Maria.","translation":"Tom doesn't seem to have a very high opinion of Maria."},{"text":"Ich war nicht allzu müde.","translation":"I wasn't overly tired."},{"text":"Sie sind nicht allzu hungrig, oder?","translation":"You're not very hungry, are you?"},{"text":"Das Restaurant, in dem wir waren, war nicht allzu teuer.","translation":"The restaurant we went to wasn't so expensive."},{"text":"Seine Meinung war nicht allzu wichtig.","translation":"His opinion was not too important."}],"genügend":[{"text":"Es bleibt noch genügend Zeit für diese Tränen.","translation":"There's still enough time for these tears."},{"text":"Ich fühle mich nicht genügend geschätzt, nach allem, was ich investiert habe.","translation":"I don't feel valued enough after everything I've invested."},{"text":"Sparen bedeutet, genügend Geld zu haben, wenn es nichts mehr zu kaufen gibt.","translation":"Saving means having enough money when there is nothing left to buy."},{"text":"Es gibt genügend Raum für Verbesserung.","translation":"There is plenty of room for improvement."},{"text":"Es gibt genügend Plätze für alle.","translation":"There are enough places for everyone."},{"text":"Greif ordentlich zu! Es ist genügend da. Bei uns ist noch jeder satt geworden.","translation":"Grab it neatly! There is enough there. With us, everyone has become full."},{"text":"Das Gericht hatte nicht genügend Beweise, um ihn zu verurteilen.","translation":"The court did not have enough evidence to convict him."},{"text":"Haben die Kinder genügend zu essen?","translation":"Do the children have enough to eat?"},{"text":"Die Reifen dieses Autos haben nicht genügend Luft.","translation":"The tires of this car do not have enough air."},{"text":"Ich habe wirklich nicht genügend Geld.","translation":"I really don't have enough money."}],"blicken":[{"text":"Die Veranstaltung dürfte langweilig werden, aber als Bürgermeister muss ich mich wenigstens blicken lassen.","translation":"The event is likely to be boring, but as mayor I at least have to let myself be seen."},{"text":"Sie blickte zu ihm hoch.","translation":"She looked up at him."},{"text":"Wer ist auf dem Foto die Person, die über ihre rechte Schulter blickt?","translation":"Who's the person in the photo looking over her right shoulder?"},{"text":"Vielleicht werden wir etwas lernen, das uns anders auf das Leben blicken lässt.","translation":"Maybe we will learn something that will make us look at life differently."},{"text":"Was ist mit Tom heute los? Er blickt so komisch.","translation":"What's up with Tom today? He looks so funny."}],"nee":[{"text":"Nee, nee, nee! Ich kann keinen rohen Knoblauch essen.","translation":"No, no, no! I can't eat raw garlic."},{"text":"„Er ist ein Ninja.“ – „Wer?“ – „Tom natürlich! Wer denn sonst?“ – „Ich dachte, du meintest vielleicht Toranosuke.“ – „Den Austauschstudenten aus Japan, der immer so geheimnisvoll tut und aus dem Stand auf Häuser springen kann? Nee, an den habe ich jetzt überhaupt nicht gedacht. Glaubst du, der ist auch ein Ninja?“ – „Ich könnte es mir schon vorstellen.“","translation":"\"He's a ninja.\" – \"Who?\" – \"Tom of course! Who else?\" – \"I thought you might have meant Toranosuke.\" – \"The exchange student from Japan who always does so mysteriously and can jump on houses from a standing start? No, I didn't think about him at all. Do you think he's also a ninja?\" – \"I could imagine it.\""},{"text":"Nee.","translation":"No."},{"text":"Haben Schweine Haare? - Nee, Schweine haben Borsten.","translation":"Do pigs have hair? - No, pigs have bristles."}],"zusammenfassen":[{"text":"Das ist jetzt grob zusammengefasst.","translation":"This is now roughly summarized."},{"text":"Man kann seine Worte wie folgt zusammenfassen.","translation":"One can summarize his words as follows."},{"text":"Wenn ich Ihre Einstellung in einem Wort zusammenfassen müsste, wäre es Arroganz.","translation":"If I had to sum up your attitude in one word, it would be arrogance."},{"text":"Könnten Sie bitte die relevanten Punkte zusammenfassen?","translation":"Could you summarise the relevant points, please?"},{"text":"Jetzt möchte ich den Inhalt der Präsentation zusammenfassen und eine Schlussfolgerung ziehen.","translation":"Now I would like to summarize the content of the presentation and draw a conclusion."}],"einbauen":[{"text":"Es kann nicht entfernt werden. Es ist fest eingebaut.","translation":"It can't be removed. It's fixed."},{"text":"Sie ließ eine Klimaanlage in ihr Haus einbauen.","translation":"She had an air conditioner installed in her house."},{"text":"Das Bücherregal ist eingebaut.","translation":"The bookshelf is built in."},{"text":"In das System ist ein Schutzkreislauf eingebaut.","translation":"A protective circuit is built into the system."},{"text":"Ich habe die Tatoeba-Suche in meine Firefox-Suchleiste eingebaut und nutze sie recht häufig.","translation":"I have built Tatoeba search into my Firefox search bar and use it quite frequently."}],"Gebrauch":[{"text":"Mut ist sehr wichtig. Und wie ein Muskel wird er durch Gebrauch stärker.","translation":"Courage is very important. Like a muscle, it is strengthened by use."},{"text":"Die Milch vor dem Gebrauch unbedingt kochen!","translation":"Be sure to cook the milk before use!"},{"text":"Alle Menschen haben das gleiche Recht zu denken, aber die wenigsten machen Gebrauch davon.","translation":"All people have the same right to think, but very few make use of it."},{"text":"Vor Gebrauch schütteln.","translation":"Shake before using."},{"text":"Dieser alte Tisch ist immer noch in Gebrauch.","translation":"This old table is still in use."}],"herrlich":[{"text":"Wir haben eine herrliche Zeit zusammen verbracht.","translation":"We spent a wonderful time together."},{"text":"Der Himmel war blau und das Wetter herrlich.","translation":"The sky was blue and the weather was glorious."},{"text":"Komm geh' mit mir schwimmen, das Wasser ist herrlich kalt.","translation":"Come go swimming with me, the water is wonderfully cold."},{"text":"Die Ruhe der Seele ist ein herrliches Ding und die Freude an sich selbst.","translation":"The peace of the soul is a wonderful thing and the joy of oneself."},{"text":"Tom wusste, wo die herrlichsten Pilze wuchsen.","translation":"Tom knew where the most wonderful mushrooms grew."}],"jahrelang":[{"text":"Erfahrung bedeutet nichts, jeder kann etwas jahrelang falsch machen ohne es zu merken.","translation":"Experience means nothing, anyone can do something wrong for years without realizing it."},{"text":"Auf diese Prüfung muss man sich jahrelang vorbereiten.","translation":"You have to prepare for this exam for years."},{"text":"Sie hat dort jahrelang gelebt.","translation":"She lived there for years."},{"text":"Die Wirtschaft des Landes wuchs jahrelang weiter.","translation":"The economy of the country kept growing for years."},{"text":"Kinder müssen jahrelang in die Schule gehen.","translation":"Children have to go to school for years."},{"text":"Hier wurde ganz eindeutig jahrelang nichts gemacht.","translation":"Clearly nothing's been done here for years."},{"text":"Der Garten war jahrelang nicht gepflegt worden.","translation":"The garden had not been cared for in years."},{"text":"Der König regierte jahrelang das Land.","translation":"The king ruled the country for years."},{"text":"Ich habe jahrelang darauf gewartet.","translation":"I've been waiting for this for years."},{"text":"Dieses Bild hat jahrelang an dieser Wand gehangen.","translation":"This picture has hung on this wall for years."}],"erkunden":[{"text":"Für heute haben wir genug erkundet.","translation":"For today we have explored enough."},{"text":"Jeder Teil der Insel ist erkundet worden.","translation":"Every part of the island has been explored."},{"text":"Tom erkundete die Welt mit seinem treuen Hund Kumpel an seiner Seite.","translation":"Tom explored the world with his loyal dog, Buddy, at his side."},{"text":"Ich will die Welt erkunden, das ist mein Traum.","translation":"I want to explore the world, that's my dream."},{"text":"Ich freue mich, dieses Land zu erkunden und viele Abenteuer zu erleben.","translation":"I am looking forward to exploring this country and experiencing many adventures."}],"Teenager":[{"text":"Tom ist ein Teenager.","translation":"Tom is a teenager."},{"text":"Teenager tragen oft seltsame Kleidung.","translation":"Teenagers often wear strange clothes."},{"text":"Wie lange sieht der durchschnittliche Teenager täglich fern?","translation":"How much time does the average teenager watch TV every day?"},{"text":"Tom ist ein Teenager, nicht wahr?","translation":"Tom is a teenager, isn't he?"},{"text":"Die Zeitschrift richtet sich an Teenager.","translation":"The magazine is aimed at teenagers."}],"Klavier":[{"text":"Ich spiele jeden Tag Klavier.","translation":"I play the piano every day."},{"text":"Er spielt sehr gut Klavier.","translation":"He plays the piano very well."},{"text":"Ich habe eine Woche lang kein Klavier geübt. Das merkt man sofort.","translation":"I haven't practiced the piano for a week. You notice that immediately."},{"text":"Ein Klavier ist teuer, aber ein Auto ist noch teurer.","translation":"A piano is expensive, but a car is even more expensive."},{"text":"Das Klavier passt nicht durch die Tür.","translation":"The piano won't go through that door."}],"aufbewahren":[{"text":"Soll ich das gute Stück für dich aufbewahren?","translation":"Should I keep the good piece for you?"},{"text":"Man muss Milch bei relativ niedriger Temperatur aufbewahren.","translation":"Milk has to be kept at a relatively low temperature."},{"text":"Dieses Fleisch kann nicht lange aufbewahrt werden.","translation":"This meat can not be stored for a long time."},{"text":"Außer Reichweite von Kindern aufbewahren!","translation":"Keep out of reach of children!"},{"text":"Im Sommer wird Fleisch schnell schlecht; du musst es im Kühlschrank aufbewahren.","translation":"In summer meat easily goes bad; you must keep it in the refrigerator."}],"gemischt":[{"text":"Jetzt werden die Karten neu gemischt.","translation":"Now the cards are being reshuffled."},{"text":"Haben Sie den Salat gemischt?","translation":"Did you mix the salad?"},{"text":"Es ist Obst in der Kiste gemischt.","translation":"There is fruit mixed in the box."},{"text":"Der Kalk wird mit Wasser gemischt.","translation":"The lime is mixed with water."},{"text":"Nachdem du alles gut gemischt hast, gib Salatsoße und ein bisschen Pfeffer hinzu!","translation":"After you've mixed everything well, add salad dressing and a little pepper!"},{"text":"Ich habe dabei gemischte Gefühle.","translation":"I have mixed feelings about that."},{"text":"Toms Buch erhielt gemischte Kritiken.","translation":"Tom's book received mixed reviews."},{"text":"Mit aus Worten gemischten Farben schaffe ich Tatoos auf der Haut deiner Seele.","translation":"With colors mixed from words, I create tattoos on the skin of your soul."},{"text":"Ich nehme ein Steak und einen gemischten Salat.","translation":"I take a steak and a mixed salad."},{"text":"Ich habe noch immer gemischte Gefühle diesbezüglich.","translation":"I still have mixed feelings about this."}],"verdächtige":[{"text":"Wir werden die Verdächtigen im Auge behalten.","translation":"We will keep an eye on the suspects."},{"text":"Es ist nichts Verdächtiges zu bemerken.","translation":"There is nothing suspicious to notice."},{"text":"Ist Ihnen irgendetwas Verdächtiges aufgefallen?","translation":"Did you notice anything suspicious?"},{"text":"Es gab ein Dutzend Verdächtige in dem Fall.","translation":"There were a dozen suspects in the case."},{"text":"Die Polizei untersuchte die Vergangenheit der Verdächtigen.","translation":"The police investigated the suspects' past."}],"hinzuzufügen":[{"text":"Diesem Müsli ist nichts mehr hinzuzufügen, außer Milch.","translation":"There is nothing more to add to this cereal except milk."},{"text":"Meine Mutter hat vergessen, zum Salat Salz hinzuzufügen.","translation":"My mother forgot to add salt to the salad."},{"text":"Wir denken darüber nach, dem Haus ein weiteres Schlafzimmer hinzuzufügen.","translation":"We're thinking of adding on another bedroom to the house."},{"text":"Diesen Worten ist nichts hinzuzufügen.","translation":"There is nothing to add to these words."},{"text":"Er stand um drei Uhr morgens auf, um bei Tatoeba Sätze hinzuzufügen.","translation":"At three in the morning, he got out of bed to add sentences to Tatoeba."}],"drängen":[{"text":"Nach Golde drängt, am Golde hängt doch alles.","translation":"Pushing for gold, everything depends on gold."},{"text":"Mary drängte ihre Eltern dazu, sie mit ihren Freunden ausgehen zu lassen.","translation":"Mary urged her parents to let her go out with her friends."},{"text":"Der Lehrer drängte ihn zu einer Antwort.","translation":"The teacher urged him to answer."},{"text":"Der Laden war dicht gedrängt mit jungen Leuten.","translation":"The shop was crowded with young people."},{"text":"Der Arzt drängte den Patienten dazu, das Rauchen aufzugeben.","translation":"The doctor urged the patient to stop smoking."}],"pflanzen":[{"text":"Er pflanzte sich vor den Fernseher.","translation":"He plonked himself down in front of the telly."},{"text":"Jeder sollte einen Baum pflanzen.","translation":"Everyone should plant a tree."},{"text":"Maria hat in ihrem Garten viele Rosen gepflanzt.","translation":"Mary planted a lot of roses in her garden."},{"text":"Wer einen Baum pflanzt, wird den Himmel gewinnen.","translation":"Whoever plants a tree will win the sky."},{"text":"Meine Mutter ist damit beschäftigt, im Garten Blumen zu pflanzen.","translation":"My mother is busy planting flowers in the garden."}],"abziehen":[{"text":"Wenn das Blut an anderer Stelle benötigt wird, wird es vom Gehirn abgezogen.","translation":"If the blood is needed elsewhere, it is withdrawn from the brain."},{"text":"Nach dem, was er abgezogen hat, ist er bei mir unten durch.","translation":"After what he has deducted, he is down with me."},{"text":"Die Nummer, die du hier abziehst, die funktioniert vielleicht bei deiner Mamma.","translation":"The number you subtract here may work for your mom."},{"text":"Bist du sicher, dass ich dir den Hut abziehen soll?","translation":"Are you sure I should take off your hat?"},{"text":"Die amerikanischen Truppen wurden abgezogen.","translation":"American forces were withdrawn."}],"reiben":[{"text":"Der Schuh reibt den Fuß.","translation":"The shoe rubs the foot."},{"text":"Ich rieb mir die Augen und dachte: Das kann doch nicht wahr sein!","translation":"I rubbed my eyes and thought: This can't be true!"},{"text":"Meine Katze rieb ihren Kopf an meiner Schulter.","translation":"My cat rubbed her head against my shoulder."},{"text":"Kinder reiben sich oft die Augen, wenn sie müde sind.","translation":"Children often rub their eyes when they are tired."},{"text":"Tom rieb sich sein Gesicht.","translation":"Tom rubbed his face."}],"Feder":[{"text":"„Nur Vögel haben Federn.“ – „Und Engel? Ich dachte, die hätten auch welche.“","translation":"\"Only birds have feathers.\" “What about angels? I thought they had them too.\""},{"text":"Ist ein Pfund Federn leichter als ein Pfund Blei?","translation":"Is a pound of feathers lighter than a pound of lead?"},{"text":"In meiner Uhr ist die Feder gebrochen.","translation":"The spring in my watch is broken."},{"text":"Raus aus den Federn! Heute gibt es viel zu tun!","translation":"Wakey wakey, rise and shine! There's a lot to do today!"},{"text":"Die Feder ist das mächtigste Instrument des kleinen Mannes.","translation":"The feather is the most powerful instrument of the little man."}],"durchgehen":[{"text":"Sie sollten den Vertrag durchgehen, bevor Sie ihn unterschreiben.","translation":"You should go through the contract before signing it."},{"text":"Du könntest als Teenager durchgehen, wenn du ein T-Shirt tragen würdest.","translation":"You could pass for a teenager if you wore a T-shirt."},{"text":"Ich bin nicht bereit, ihr das durchgehen zu lassen.","translation":"I am not prepared to let her get away with that."},{"text":"Pass auf, dass die Fantasie nicht mit dir durchgeht!","translation":"Be careful not to let your imagination run away with you."},{"text":"Er kann als Weißer durchgehen.","translation":"He can pass for white."}],"anhören":[{"text":"Das muss ich mir bei passender Gelegenheit einmal vor Ort anhören.","translation":"I have to listen to this on site at the right opportunity."},{"text":"Es mag sich seltsam anhören, aber es stimmt.","translation":"It may sound strange, but it is true."},{"text":"Erst einmal sollte ich beide Seiten anhören.","translation":"First of all, I should listen to both sides."},{"text":"Es ist nicht ganz so schwierig, wie es sich anhört.","translation":"It's not quite as difficult to do as it sounds."},{"text":"Es ist nicht so schlimm, wie es sich anhört.","translation":"It's not as bad as it sounds."}],"ablenken":[{"text":"Die Nadel wird abgelenkt.","translation":"The needle is deflected."},{"text":"Du lässt dich leicht ablenken.","translation":"You are easily distracted."},{"text":"Er wurde durch das schöne Mädchen abgelenkt.","translation":"He was distracted by the beautiful girl."},{"text":"Das Kind lässt sich leicht ablenken.","translation":"That child's easily distracted."},{"text":"Das Publikum wurde mit lustigen Geschichten abgelenkt.","translation":"The audience was diverted with funny stories."}],"Kampagne":[{"text":"Die Kampagne hatte Erfolg und er gewann die Wahl.","translation":"The campaign succeeded and he won the election."},{"text":"Diese Kampagne hat nur eine Woche gedauert.","translation":"This campaign lasted only a week."},{"text":"Das Ziel der Kampagne ist es, jedem Kind auf unserem Planeten Bildung zu ermöglichen.","translation":"The aim of the campaign is to provide education to every child on our planet."},{"text":"Die Kampagne endete um Mitternacht.","translation":"The campaign ends at midnight."},{"text":"Ist Tatoeba der richtige Ort für Proteste und politische Kampagnen?","translation":"Is Tatoeba the right place for protests and political campaigns?"},{"text":"Meinst du, die Kampagne in Italien war erfolgreich?","translation":"Do you think the campaign was successful in Italy?"},{"text":"Der frühere Bürgermeister Londons, Boris Johnson, war der Führer der Kampagne für den \"Brexit\".","translation":"Former London mayor Boris Johnson was the leader of the campaign for \"Brexit\"."}],"Abonnement":[{"text":"Karl hat seit vielen Jahren ein Abonnement.","translation":"Karl has had a subscription for many years."},{"text":"Sie haben Ihr Abonnement nicht bezahlt.","translation":"You have not paid for your subscription."},{"text":"Ich habe das Abonnement nicht verlängert.","translation":"I did not renew my subscription."},{"text":"Um das Abonnement zu beenden hier klicken.","translation":"To unsubscribe, click here."},{"text":"Der Verein nimmt bereits Abonnements für das kommende Jahr entgegen.","translation":"The association is already accepting subscriptions for the coming year."}],"vorerst":[{"text":"Das reicht vorerst.","translation":"This will do for now."},{"text":"Ich werde vorerst weiterhin in einem Hotel wohnen.","translation":"I'm staying at a hotel for the time being."},{"text":"Tue vorerst noch nichts!","translation":"Don't do anything yet."},{"text":"Lass die Sache vorerst auf sich beruhen.","translation":"Let the matter rest for the time being."},{"text":"Der Plan, auch Antarktika zu beliefern, wurde vorerst auf Eis gelegt.","translation":"The plan to also supply Antarctica has been put on hold for the time being."}],"Anpassung":[{"text":"Die erste Wirkung einer Anpassung an andere ist, dass man langweilig wird.","translation":"The first effect of adapting to others is that you get bored."},{"text":"Anpassung ist das Geheimnis des Überlebens.","translation":"Adaptation is the secret of survival."},{"text":"Das ist nur eine Frage der Anpassung.","translation":"This is just a matter of adaptation."},{"text":"Du hast immer Probleme mit der Anpassung.","translation":"You always have problems with customization."},{"text":"Die Anpassung an den neuen Fahrplan fiel uns alles andere als leicht.","translation":"Adapting to the new timetable was anything but easy for us."}],"vorhaben":[{"text":"Ich frage mich, was Liisa vorhat.","translation":"I wonder what Liisa is up to."},{"text":"Ich weiß genau, was du vorhast.","translation":"I know exactly what you're up to."},{"text":"Das was du vorhast, kannst du in deinen Träumen betreiben.","translation":"What you have in mind, you can do in your dreams."},{"text":"Ich lerne Englisch, weil ich vorhabe, in die Vereinigten Staaten zu gehen.","translation":"I'm studying English because I plan to go to the United States."},{"text":"Du musst Tom fragen, was er vorhat.","translation":"You need to ask Tom what he'll do."},{"text":"Das Vorhaben ist unter den Tisch gefallen.","translation":"The project has fallen under the table."},{"text":"Ein jegliches hat seine Zeit, und alles Vorhaben unter dem Himmel hat seine Stunde.","translation":"Everyone has its time, and all projects under heaven have their hour."},{"text":"Ich musste mein Vorhaben aufgeben.","translation":"I had to give up my plan."},{"text":"Warum sind viele Vorhaben von Anfang an zum Scheitern verurteilt?","translation":"Why are many projects doomed to failure right from the start?"},{"text":"Ich unterstütze dieses Vorhaben nicht.","translation":"I'm not in favor of this plan."},{"text":"Markku kam nicht auf die Idee, dass Liisa etwas mit ihm vorhatte.","translation":"Markku didn't get the idea that Liisa had anything in store for him."},{"text":"Tom rief Mary an und fragte sie, was wie vorhatte.","translation":"Tom called Mary up and asked her what her schedule was."},{"text":"Tom fragte Mary, ob sie vorhatte, schwimmen zu gehen oder nicht.","translation":"Tom asked Mary whether she planned to swim or not."},{"text":"Tom sagte nicht, mit wem zusammen er vorhatte zu gehen.","translation":"Tom didn't say who he was planning to go with."},{"text":"Ich hatte ganz bestimmt keine Ahnung, dass Tom vorhatte, nach Boston zu ziehen.","translation":"I certainly had no idea Tom was planning to move to Boston."}],"Teppich":[{"text":"Ich möchte diesen Teppich nicht kaufen.","translation":"I don't want to buy this carpet."},{"text":"Bleib auf dem Teppich!","translation":"Stay on the carpet!"},{"text":"Sie haben einen grünen Teppich im Wohnzimmer.","translation":"They have a green carpet in the living room."},{"text":"Jede Menge Teppiche waren da, einer schöner als der andere.","translation":"Lots of carpets were there, one more beautiful than the other."},{"text":"Dieser Teppich fühlt sich angenehm unter den Füßen an.","translation":"This carpet feels nice underfoot."}],"Management":[{"text":"Die Gespräche zwischen Arbeitern und Management kamen zu keinem eindeutigen Ergebnis.","translation":"The talk between labor and management yielded no definite results."},{"text":"Durch gutes Management konnte ihr Geschäft Wurzeln schlagen.","translation":"Through good management, their business was able to put down roots."},{"text":"Haben Sie Erfahrung im Management?","translation":"Do you have any management experience?"},{"text":"Das Management dieser Firma hat dreimal gewechselt.","translation":"The management of this company has changed three times."},{"text":"Management ist die Kunst, drei Leute dazu zu bringen, die Arbeit von drei Leuten zu tun.","translation":"Management is the art of getting three people to do the work of three people."}],"Einnahme":[{"text":"Seine Ausgaben liegen bei Weitem höher als seine Einnahmen.","translation":"His expenses are far higher than his income."},{"text":"Er ist völlig zufrieden mit seinen Einnahmen.","translation":"He is completely satisfied with his earnings."},{"text":"Unsere Einnahmen wuchsen mehr als geplant.","translation":"Our revenues grew more than planned."},{"text":"Die Einnahmen des ersten Monats im Jahre 2011 betrugen mehr als eine Million Yen.","translation":"The revenues for the first month of 2011 exceed 1 000 000 yen."},{"text":"Er lebt von künftigen Einnahmen.","translation":"He lives on future income."}],"Anhänger":[{"text":"Die neue Methode hat schon in vielen Ländern Anhänger gefunden.","translation":"The new method has already found proponents in many countries."},{"text":"Und seine Anhänger setzten ihr Vertrauen in ihn.","translation":"And his disciples put their faith in him."},{"text":"Das Pferd wollte nicht in den Anhänger.","translation":"The horse did not want to get into the trailer."},{"text":"Pastor King und seine Anhänger wurden bedroht.","translation":"Pastor King and his followers were threatened."},{"text":"Aristoteles und Descartes sind die einzigen Philosophen, die klüger als all ihre Anhänger sind.","translation":"Aristotle and Descartes are the only philosophers who are smarter than all of their disciples."}],"hit":[{"text":"Alle ihre Lieder wurden zu Hits.","translation":"All of her songs became hits."},{"text":"Der heimische Spielkonsolenmarkt ist gesättigt, auf einen großen Hit ist also nicht zu hoffen.","translation":"The domestic game console market is saturated, so there is no hope for a big hit."},{"text":"Das ist das Leben, oder? Du kämpfst dich durch und landest einen Hit. Du kämpfst weiter und jemand überholt dich. Dann überholt ihn ein anderer. Die Zeit nivelliert alles.","translation":"That's life, right? You fight your way through and land a hit. You keep fighting and someone overtakes you. Then someone else overtakes him. Time levels everything."}],"zunehmend":[{"text":"Es ist zunehmender Mond.","translation":"The moon is waxing."},{"text":"Die politische Mitte verliert zunehmend an Bedeutung.","translation":"The political centre is increasingly losing importance."},{"text":"Mit zunehmendem Alter verliert man das schöne Gefühl, alles zu wissen.","translation":"With age, you lose the beautiful feeling of knowing everything."},{"text":"Mit zunehmendem Alter entfernt sich das Wollen vom Können immer mehr.","translation":"With increasing age, the will moves away from the ability more and more."},{"text":"Davon profitieren wir zunehmend.","translation":"We are increasingly benefiting from this."}],"Favorit":[{"text":"Was ist dein Favorit Nummer eins?","translation":"What's your number one favorite?"},{"text":"Das ist mein persönlicher Favorit.","translation":"That's my personal favourite."},{"text":"Wenn mehrere Favoriten das gleiche Ziel anpeilen, werden sie als Rivalen dorthin eilen.","translation":"If several favorites aim for the same goal, they will rush there as rivals."},{"text":"Nur durch einen saudummen Zufall verlor der haushohe Favorit gegen alle Erwartungen in letzter Minute das Endspiel.","translation":"Only by a stupid coincidence did the heavy favorite lose the final against all expectations in the last minute."},{"text":"Welches ist dein Favorit von all den Filmen, die du dieses Jahr gesehen hast?","translation":"Out of all the movies you saw this year, which one was your favorite?"},{"text":"Welcher Aktionsfilm ist dein Favorit?","translation":"What's your favorite action movie?"}]}