{"major":[{"text":"Ein Major musste das Kommando über die Division übernehmen.","translation":"A major had to take command of the division."},{"text":"Der Major steht über dem Hauptmann.","translation":"The Major stands above the captain."},{"text":"Als Juri Gagarin an Bord der Wostok 1 abhob, war er Leutnant der Luftstreitkräfte. Als er landete, war er Major.","translation":"When Yuri Gagarin took off in Vostok 1, he was an Air Force lieutenant. When he landed, he was a major."},{"text":"Ein Major ist mehr als ein Hauptmann.","translation":"A major is more than a captain."},{"text":"Zu Befehl, Herr Major!","translation":"Sir, yes, sir!"},{"text":"Major Anderson war bereit, die Kämpfe einzustellen.","translation":"Major Anderson was ready to stop fighting."}],"Prototyp":[{"text":"Das ist nur ein Prototyp.","translation":"This is only a prototype."},{"text":"Nachdem die Labortests gemacht wurden, probieren wir den Prototypen in der Praxis aus.","translation":"After the laboratory tests have been done, we try out the prototype in practice."},{"text":"Wenn ich eine neue Idee habe, befrage ich meine Freunde. Wenn sie antworten \"Du spinnst\", dann entwickle ich den Prototypen.","translation":"When I have a new idea, I ask my friends. If they answer \"You're spinning\", then I develop the prototype."}],"summen":[{"text":"Mücken summen in der Luft.","translation":"Mosquitoes buzz in the air."},{"text":"Sie summte leise vor sich hin.","translation":"She was humming to herself."},{"text":"Sie summte irgendein Lied.","translation":"She was humming some song or other."},{"text":"„Ich summe, also bin ich“, summte die Biene.","translation":"\"I hum, so I am,\" the bee hummed."},{"text":"Sie saß auf einer Bank und summte leise eine alte Melodie.","translation":"She sat on a bench, humming an old melody in a low voice."}],"kippen":[{"text":"Optimisten kippen gern mal um.","translation":"Optimists capsize easily."},{"text":"Ich bin aus dem Anzug gekippt, als ich es gehört habe.","translation":"I tipped out of the suit when I heard it."},{"text":"Der LKW kippte den Sand auf den Boden.","translation":"The truck dumped the sand on the ground."},{"text":"Der Lastwagen kippte um.","translation":"The lorry tipped over."},{"text":"Tom ist heute so gesprächig. Was hast du ihm ins Essen gekippt?","translation":"Tom is so talkative today. What did you put in his food?"}],"mathematisch":[{"text":"Eine mathematische Wahrheit ist weder einfach noch kompliziert, sie ist.","translation":"A mathematical truth is neither simple nor complicated, it is."},{"text":"Einige mathematische Probleme sind sehr schwierig.","translation":"Some mathematical problems are very difficult."},{"text":"Sprachen sind lebendig und funktionieren nicht nach strengen mathematischen Regeln.","translation":"Languages are alive and do not function according to strict mathematical rules."},{"text":"Sowohl er als auch ich waren in der Lage, dieses mathematische Problem zu lösen.","translation":"Both he and I were able to solve this mathematical problem."},{"text":"Tom ist ein mathematisches Genie.","translation":"Tom is a mathematical genius."}],"silbern":[{"text":"Ich habe meinen silbernen Löffel verloren.","translation":"I lost my silver spoon."},{"text":"Nickel ist ein hartes, hell silbernes Metall.","translation":"Nickel is a hard, bright-silver metal."},{"text":"Ich habe eine Sammlung silberner Teelöffel aus der ganzen Welt.","translation":"I have a collection of silver tea spoons from all over the world."},{"text":"Eine unsichtbare Hand zeichnete silberne Landschaften auf die Fenster.","translation":"An invisible hand drew silver landscapes on the windows."},{"text":"Die Münze ist silbern.","translation":"The coin is silver."}],"stabilisieren":[{"text":"Der Pilot bemühte sich, das Flugzeug zu stabilisieren.","translation":"The pilot struggled to stabilize the airplane."},{"text":"Der Druck hat sich stabilisiert.","translation":"The pressure has stabilized."},{"text":"Die Behörden bemühen sich vergebens, die Währung zu stabilisieren.","translation":"The authorities are striving in vain to stabilize the currency."},{"text":"Unser Tisch wackelt. Gib mir dein Kunstbuch, um ihn zu stabilisieren.","translation":"Our table wobbles. Give me your art book to stabilize it."},{"text":"Die Dorfbewohner pflanzten Bäume und Sträucher, um den Boden der Berghänge zu stabilisieren und die Erosion zu stoppen.","translation":"The villagers planted trees and shrubs to stabilize the soil of the mountain slopes and stop erosion."}],"ärgerlich":[{"text":"Das war vielleicht ärgerlich!","translation":"Now that was annoying."},{"text":"Es ist ganz natürlich, dass sie ärgerlich ist.","translation":"It is natural that she is angry."},{"text":"Ich fand das im höchsten Maße ärgerlich.","translation":"I found it extremely upsetting."},{"text":"Als ich mein Versprechen vergaß, wurde er richtig ärgerlich.","translation":"When I forgot my promise, he got really angry."},{"text":"Er hat sie beleidigt. Deshalb wurde sie ärgerlich.","translation":"He insulted them. That's why she got angry."}],"ordnungsgemäß":[{"text":"Wir müssen diese Chemikalien ordnungsgemäß entsorgen.","translation":"We need to dispose of these chemicals properly."},{"text":"Brot bleibt nur frisch und knusprig, wenn es ordnungsgemäß im Brotkasten aufbewahrt wird.","translation":"Bread will only remain fresh and crispy if it is properly stored in the bread box."},{"text":"Aufgrund eines Systemfehlers kann der Prozess nicht ordnungsgemäß ausgeführt werden.","translation":"Due to a system error, the process cannot run properly."}],"Kehle":[{"text":"Das Messer sitzt ihm an der Kehle.","translation":"The knife sits at his throat."},{"text":"Jeder Vogel singt mit seiner Kehle.","translation":"Every bird sings with its throat."},{"text":"Schreien aus voller Kehle.","translation":"Screaming at the top of their lungs."},{"text":"Unsere Kehlen sehnen sich danach, zu trinken.","translation":"Our throats are eager to drink something."},{"text":"Meine Kehle ist trocken.","translation":"My throat is dry."}],"Kolonie":[{"text":"Die Kolonie erklärte ihre Unabhängigkeit.","translation":"The colony declared independence."},{"text":"In dieser Kolonie ist er der Herr über Leben und Tod.","translation":"In this colony he is lord of life and death."},{"text":"Frankreich hatte zahlreiche Kolonien in Afrika.","translation":"France had numerous colonies in Africa."},{"text":"Diese Kolonie wurde im Jahre 1700 gegründet.","translation":"This colony was founded in 1700."},{"text":"Die Gouverneure der Kolonien wurden vom König ernannt.","translation":"Colonial governors were appointed by the king."},{"text":"Warum hatte Österreich-Ungarn eigentlich keine überseeischen Kolonien?","translation":"Why didn't Austria-Hungary have any overseas colonies?"},{"text":"Die Engländer errichteten Kolonien in Amerika.","translation":"The English established colonies in America."},{"text":"Möwen nisten in Kolonien.","translation":"Seagulls nest in colonies."},{"text":"Die zu einem anderen Glauben bekehrten Völker können auch zu entschiedenen Prediger ihrer neuen Religion werden. Das Christentum wurde in den Kolonien Großbritanniens vor allem durch die Missionsaktivität der Schotten und der Iren verbreitet.","translation":"Peoples converted to another faith can also become determined preachers of their new religion. Christianity was spread in the colonies of Great Britain mainly through the missionary activity of the Scots and the Irish."}],"unerträglich":[{"text":"Ertragen kann unerträglich sein.","translation":"Endure can be unbearable."},{"text":"Die Schmerzen sind unerträglich.","translation":"The pain is unbearable."},{"text":"Wird das Unglück unerträglich, so ist auch schon sein Ende nahe.","translation":"If the misfortune becomes unbearable, its end is already near."},{"text":"Liisa überwachte Markku auf Schritt und Tritt, es war unerträglich.","translation":"Liisa monitored Markku at every turn, it was unbearable."},{"text":"Arbeit ist die ewige Last, ohne die alle übrigen Lasten unerträglich würden.","translation":"Work is the eternal burden, without which all other burdens would become unbearable."}],"Speisekarte":[{"text":"Eine Speisekarte bitte.","translation":"A menu please."},{"text":"Auf der Speisekarte stehen nicht nur Speisen, sondern auch Getränke.","translation":"On the menu are not only food, but also drinks."},{"text":"Außer ihm liest keiner die Speisekarte.","translation":"Apart from him, no one reads the menu."},{"text":"Darf ich einen Blick auf die Speisekarte werfen?","translation":"May I see a menu, please?"},{"text":"Ich bringe die Speisekarte sofort.","translation":"I bring the menu immediately."}],"hinstellen":[{"text":"Sie werden dich hinstellen, wo Gefahr ist; das Schwerste wird dein Anteil sein.","translation":"They will put thee where there is danger; the hardest will be your share."},{"text":"Wenn das Glück kommt, muss man ihm einen Stuhl hinstellen.","translation":"When luck comes, you have to put a chair in front of him."},{"text":"Wo soll ich mein Gepäck hinstellen?","translation":"Where should I put my luggage?"},{"text":"Wo kann ich dieses Teil hinstellen?","translation":"Where can I put this part?"},{"text":"Könnten Sie bitte Ihr Auto woanders hinstellen?","translation":"Could you park your car elsewhere, please?"}],"Wohnmobil":[{"text":"Dieses Jahr fahren wir mit dem Wohnmobil nach Portugal.","translation":"We're taking the camper van to Portugal this year."},{"text":"Tom und Maria haben zwei Autos, zwei Motorräder, ein Wohnmobil, zwei Hunde und eine Menge Haustiere noch, aber keine Kinder.","translation":"Tom and Maria have two cars, two motorcycles, a motorhome, two dogs and a lot of pets yet, but no children."},{"text":"„Tom wollte in Marokko 10 kg Haschisch kaufen. Das sollte sein erstes großes Ding werden. Dafür hatte er auch das Wohnmobil präpariert.“ – „Hatte er auch schon einen Abnehmer für den Stoff?“","translation":"\"Tom wanted to buy 10 kg of hashish in Morocco. That was to be his first big thing. He had also prepared the motorhome for this.\" – \"Did he already have a buyer for the fabric?\""}],"Handwerker":[{"text":"Der Handwerker versprach, den nächsten Tag zu kommen.","translation":"The tradesman promised to come the next day."},{"text":"Ich warte auf einen Handwerker, der in meinem Haus Teppiche verlegen soll.","translation":"I'm waiting for a workman who's coming to lay some carpets in my house."},{"text":"Er arbeitet als Handwerker.","translation":"He is a tradesman."},{"text":"Wir haben die Handwerker im Haus.","translation":"We have the craftsmen in the house."},{"text":"Wer sein Werkzeug beschuldigt, ist ein schlechter Handwerker.","translation":"It's a poor workman who blames his tools."}],"abstürzen":[{"text":"Unsere Aktien sind abgestürzt.","translation":"Our shares have crashed."},{"text":"Mein Computer ist abgestürzt und alle Daten sind weg.","translation":"My computer crashed and I lost everything."},{"text":"Toms Hubschrauber ist am Rande der Stadt abgestürzt.","translation":"Tom's helicopter crashed on the edge of the town."},{"text":"Mein Rechner ist ausgerechnet da abgestürzt, als ich gerade auf „abschicken“ klicken wollte.","translation":"My computer crashed just as I was about to hit \"send\"."},{"text":"Ich habe die Stelle gefunden, an der Toms Flugzeug abstürzte.","translation":"I found the spot where Tom's plane crashed."},{"text":"Der Computer ist abgestürzt.","translation":"The computer crashed."},{"text":"Das Flugzeug ist abgestürzt.","translation":"The plane crashed."},{"text":"Mein Rechner ist abgestürzt und fährt nun nicht mehr hoch.","translation":"My computer crashed and now it won't start up."},{"text":"Nicht die Lok selbst ist abgestürzt, wie gemeldet wurde, sondern nur die sie steuernde Software.","translation":"Not the locomotive itself crashed, as was reported, but only the software controlling it."},{"text":"Mein Rechner ist abgestürzt.","translation":"My computer crashed."}],"Mütze":[{"text":"Ich habe eine schwarze Mütze.","translation":"I have a black cap."},{"text":"Schau, da liegt deine Mütze auf dem Tisch!","translation":"Look, there's your cap on the table!"},{"text":"Sie strickt eine Mütze.","translation":"She's knitting a hat."},{"text":"Ich habe meine Mütze an die Wand gehängt.","translation":"I hung my cap on the wall."},{"text":"Er trug eine rote Mütze.","translation":"He wore a red cap."},{"text":"Meine Mütze hängt an der Wand.","translation":"My cap hangs on the wall."},{"text":"Tom spielt \"Mütze Glatze\".","translation":"Tom is having a wank."},{"text":"Das muss einfach Toms Mütze sein.","translation":"This just has to be Tom's hat."},{"text":"Warum bist du schon wieder ohne Mütze?","translation":"Why are you without a cap again?"},{"text":"Ohne Mütze, Wollschal und Handschuhe wollte Maria nicht in die Kälte hinaus.","translation":"Mary had no intention of going out in the cold without a hat, woollen scarf and gloves."}],"oberflächlich":[{"text":"Die oberflächlichen Gespräche mit Tom regen mich auf.","translation":"The superficial conversations with Tom upset me."},{"text":"Der Spruch, dass Schönheit nur oberflächlich ist, ist ein oberflächlicher.","translation":"The saying that beauty is but skin deep is but a skin-deep saying."},{"text":"Wir wissen, dass du oberflächlich genug bist, um dich über dieses Geschenk zu freuen.","translation":"We know that you're superficial enough to be happy about this gift."},{"text":"Es gibt einige oberflächliche Gründe.","translation":"There are a number of superficial reasons."},{"text":"Seine Verletzungen sind alle oberflächlich.","translation":"His injuries are all superficial."}],"Elite":[{"text":"Du zählst nun zur Elite.","translation":"You are now among the elite."},{"text":"Tom machte seinen Abschluss an einer Elite-Universität.","translation":"Tom graduated from a very elite university."},{"text":"Ich will gar nicht zur Elite gehören. Es reicht mir schon, der Beste zu sein.","translation":"I don't want to belong to the elite at all. It's already enough for me to be the best."},{"text":"Die politische Elite will in unzähligen Ländern eine Covid-Diktatur einführen.","translation":"The political elite wants to impose a Covid dictatorship in countless countries."},{"text":"Komisch, die nationale Elite ragt kein Stück aus der gemischten Bevölkerungsstruktur heraus.","translation":"Funnily, the national elite does not stand out from the mixed population structure."}],"Madame":[{"text":"Gegen ein kleines Entgelt liest ihnen Madame Bouvier die Zukunft aus der Hand.","translation":"For a small fee, Madame Bouvier reads the future out of their hands."},{"text":"Madame, ich habe die Ehre, Sie auf Gut Schönbronn auf das allerherzlichste willkommen zu heißen!","translation":"Madame, I have the honour of warmly welcoming you to Gut Schönbronn!"},{"text":"Was ist paradox? - Zum Beispiel wenn Götz von Berlichingen sagt: \"Ich küsse ihre Hand, Madame.\"","translation":"What is paradoxical? - For example, when Götz von Berlichingen says: \"I kiss her hand, Madame.\""},{"text":"Madame de Pompadour war eine Mätresse Ludwigs XV.","translation":"Madame de Pompadour was Louis XV's mistress."},{"text":"Madame de Pompadour war eine Förderin der Künste.","translation":"Madame de Pompadour was a patroness of the arts."},{"text":"Die Madame de Pompadour war eine der wenigen, bei denen sich der König darauf verlassen konnte, dass man ihm die Wahrheit sagte.","translation":"Madame de Pompadour was one of the only people whom the King trusted to tell him the truth."},{"text":"„Möge Gott dir verzeihen!“ rief Madame Charpentier, indem sie die Hände erhob und in ihren Stuhl zurücksank. „Du hast deinen Bruder ermordet.“","translation":"\"God forgive you!\" cried Madame Charpentier, throwing up her hands and sinking back in her chair. \"You have murdered your brother.\""},{"text":"Eine 90-jährige Frau sagte zu der damals 96-jährigen Madame de Fontenelle: „Der liebe Gott hat uns vergessen.“ „Pssst“, antwortete Madame de Fontenelle und legte einen Finger an den Mund.","translation":"A 90-year-old woman said to the then 96-year-old Madame de Fontenelle: \"The good Lord has forgotten us.\" \"Pssst,\" replied Madame de Fontenelle, putting a finger to her mouth."}],"Streaming":[],"kek":[{"text":"Eine Tasse Tee und einen Keks, bitte.","translation":"A cup of tea and a biscuit, please."},{"text":"Nun ist der Ofen aus. Du gehst mir endgültig auf den Keks!","translation":"Now the oven is off. You're finally on my nerves!"},{"text":"Das geht mir langsam auf den Keks.","translation":"That's slowly getting on my biscuit."},{"text":"Bruno, nimm dir doch endlich einen Keks.","translation":"Bruno, finally take a cookie."},{"text":"Der Keks ist unter dem Tisch.","translation":"The biscuit is under the table."}],"aufschreiben":[{"text":"Können Sie das bitte aufschreiben?","translation":"Can you write that down please?"},{"text":"Das muss ich mir gleich aufschreiben, sonst vergesse ich es.","translation":"I have to write it down right away, otherwise I'll forget it."},{"text":"Das hätte ich mir aufschreiben müssen, dann hätte ich es wohl nicht vergessen.","translation":"I would have had to write that down, then I probably wouldn't have forgotten it."},{"text":"Ich werde mir Ihren Namen und Ihre Adresse aufschreiben.","translation":"I will write down your name and address."},{"text":"Du musst es nur aufschreiben.","translation":"All you have to do is write it down."}],"Überrest":[{"text":"Die Überreste des Flugzeugs wurden in der Wüste gefunden.","translation":"The remains of the plane were found in the desert."},{"text":"Dan aß die Überreste.","translation":"Dan ate the leftovers."},{"text":"Das sind die Überreste eines Bären.","translation":"These are the remains of a bear."},{"text":"Sie haben eine Kiste mit menschlichen Überresten ausgegraben.","translation":"They dug up a box containing human remains."},{"text":"An mehreren Stellen wurden in der Stadt Überreste der Römerzeit gefunden.","translation":"Remains from Roman times were found in several locations around the city."}],"Komposition":[{"text":"Die Zahl seiner Kompositionen ist ziemlich groß.","translation":"The number of his compositions is quite large."},{"text":"Ich habe eine Komposition über die Denkmäler im Forum geschrieben.","translation":"I wrote a composition about the monuments in the forum."},{"text":"Dennoch unterscheiden sich die Charaktere ihrer Kompositionen deutlich.","translation":"Nevertheless, the characters of her compositions differ significantly."},{"text":"Unter Hartmanns weiteren volksmusikbeeinflussten Kompositionen finden sich \"Danse Grotesque\", \"Kossuth Lajos\" und \"Bogda\".","translation":"Among Hartmann's other folk music influenced compositions are \"Danse Grotesque\", \"Kossuth Lajos\" and \"Bogda\"."},{"text":"In Haydns Kompositionen herrscht ein kindlich-fröhliches Temperament.","translation":"In Haydn's compositions there is a childish, cheerful temperament."}],"Knöchel":[{"text":"Anne hatte sich den Knöchel gebrochen.","translation":"Anne's ankle was broken."},{"text":"Zeig deine Knöchel vor!","translation":"Show your ankles!"},{"text":"Hör auf, mit den Knöcheln zu knacken!","translation":"Stop cracking your knuckles."},{"text":"Ich bin ausgerutscht und habe mir den Knöchel verdreht.","translation":"I slipped and twisted my ankle."},{"text":"Seit seinem letzten Sieg hat er geschwollene Knöchel.","translation":"Since his last victory, he has swollen ankles."},{"text":"„Mein Knöchel!“ keuchte Anne.","translation":"\"My ankle,\" gasped Anne."},{"text":"Mein Knöchel ist geschwollen.","translation":"My ankle is swollen."},{"text":"Toms Knöchel ist geschwollen, seit er die Tür des Liebhabers seiner Frau mit einem Fußtritt aufgebrochen hat.","translation":"Tom's ankle has been swollen since he kicked open the door of his wife's lover."},{"text":"Mein Knöchel ist angeschwollen.","translation":"I have a swollen ankle."},{"text":"Mein Knöchel ist verstaucht.","translation":"I have a sprained ankle."}],"wasserdicht":[{"text":"Das ist eine wasserdichte Uhr.","translation":"This is a waterproof watch."},{"text":"Dieser Mantel ist wasserdicht.","translation":"This coat is waterproof."},{"text":"Dieser Behälter ist vollkommen wasserdicht.","translation":"This container is completely watertight."},{"text":"Das Hausdach ist haltbar und wasserdicht.","translation":"The rooftop is durable and watertight."},{"text":"Auf Wunsch lässt sich das Gerät mit einem wasserdichten Gastank und einer kunststoffummantelten Festplatte nachrüsten.","translation":"On request, the device can be retrofitted with a waterproof gas tank and a plastic-coated hard drive."},{"text":"Ich glaube, deine Theorie ist nicht wasserdicht.","translation":"I think your theory does not hold water."},{"text":"Sein Alibi schien wasserdicht zu sein.","translation":"His alibi seemed cast-iron."},{"text":"Bei der Auswahl von Herbst- und Winterschuhen für Kinder ist es wichtig zu berücksichtigen, dass der Schuh sowohl wasserdicht als auch atmungsaktiv sein muss und am besten eine starke Sohle haben sollte.","translation":"When choosing autumn and winter shoes for children, it is important to take into account that the shoe must be both waterproof and breathable, and preferably have a strong sole."}],"verbessert":[{"text":"Mit einem Filter verbesserte Tom sein Foto.","translation":"Tom used a filter to enhance his photo."},{"text":"Das Unternehmen brachte eine neue, verbesserte Ausführung seines Produkts auf den Markt.","translation":"The company released a new and improved version of their product."},{"text":"Es besteht dringender Bedarf an verbesserten Lebensbedingungen.","translation":"There is an urgent need for improved living conditions."},{"text":"Verbesserte Medizintechnik ist einer der Nebeneffekte des Raumfahrtprogramms gewesen.","translation":"Improved medical technology has been one of the spin-offs of the space program."},{"text":"Wenn auf einer Verpackung „verbesserte Rezeptur“ steht, bedeutet das fast immer, dass die Rezeptur jetzt preislich für den Hersteller besser ist.","translation":"If a package says \"improved recipe\", it almost always means that the recipe is now better priced for the manufacturer."},{"text":"Das Verbesserte ist der Feind des allgemein Guten. Aus diesem Grunde ist die mathematisch geordnete und stets sorgfältig standardisierende deutsche Sprache mit einer klaren und logischen Phonetik immer noch nicht zur Hauptsprache der internationalen Kommunikation geworden.","translation":"The improved is the enemy of the generally good. For this reason, the mathematically ordered and always carefully standardized German language with a clear and logical phonetics has still not become the main language of international communication."},{"text":"Verbessert sich Tom?","translation":"Is Tom getting better?"}],"verbindlich":[{"text":"Versprechen sind nur für jene verbindlich, die daran glauben.","translation":"Promises are only binding for those who believe in them."},{"text":"Die französische Regierung führte im Jahre 2000 verbindlich die 35-Stunden-Arbeitswoche ein.","translation":"The French government made a 35-hour workweek mandatory in 2000."},{"text":"China hat verbindlich beschlossen, Weißrussland einen Kredit über eine Milliarde US-Dollar zu günstgen Konditionen und eine nicht rückzahlungspflichtige Beihilfe von elf Millionen Dollar zu gewähren.","translation":"China has made a binding decision to grant Belarus a loan of one billion US dollars on favourable terms and a non-repayable subsidy of eleven million dollars."}],"Gel":[{"text":"Falsch betont, könnte Spargel ein ganz billiges Gel sein.","translation":"Incorrectly emphasized, asparagus could be a very cheap gel."},{"text":"Vergangene Nacht wurde ich von Gelsen gequält.","translation":"Last night I was tormented by gels."},{"text":"Wenn du das Fenster nicht zumachst, werden die Gelsen hereinkommen.","translation":"The mosquitos will come in if you don't close the windows."}],"Präsidentin":[{"text":"Ich habe gelesen, dass in Brasilien eine Frau Präsidentin ist. Sie heißt Dilma.","translation":"I read that in Brazil a woman is president. Her name is Dilma."},{"text":"Sie wählten sie zur Präsidentin.","translation":"They elected her president."},{"text":"Seit dem Frühling ist sie die Präsidentin des Landes.","translation":"Since spring, she has been the president of the country."},{"text":"Ob Hillary Clinton die nächste Präsidentin der Vereinigten Staaten wird?","translation":"Will Hillary Clinton be the next president of the United States?"},{"text":"Dilma Rousseff ist die derzeitige brasilianische Präsidentin.","translation":"Dilma Rousseff is the current President of Brazil."}],"Hauch":[{"text":"Sie hatte nicht den Hauch einer Ahnung.","translation":"She didn't have the slightest clue."},{"text":"Sie trug einen Hauch von nichts.","translation":"She wore a touch of nothing."},{"text":"Gestern hatten wir eine halbe Stunde einen Hauch von Schnee.","translation":"We got a covering of snow for half an hour yesterday."},{"text":"Bilde, Künstler! Rede nicht! Nur ein Hauch sei dein Gedicht.","translation":"Educate, artists! Don't talk! Only a breath be your poem."},{"text":"Ihn umgab stets ein geheimnisvoller Hauch.","translation":"He was always surrounded by a mysterious breath."}],"scheißegal":[{"text":"Mein Lebenslauf ist mir scheißegal.","translation":"I don't give a shit about my CV."},{"text":"Mir ist scheißegal, was \"Indifferenz\" bedeutet.","translation":"I don't give a damn what \"indifference\" means."},{"text":"Das ist doch scheißegal.","translation":"That doesn't matter."},{"text":"Das ist mir scheißegal.","translation":"I don't give a damn about it."},{"text":"Ist allen scheißegal.","translation":"No one gives a shit."},{"text":"Es ist mir scheißegal, wer gewinnt.","translation":"I don't care who wins."},{"text":"Der Präsident sagte: \"Das ist mir scheißegal.\"","translation":"The president said, \"I don't give a fuck.\""},{"text":"Es ist mir scheißegal, was \"Desinteresse\" bedeutet.","translation":"I don't give a shit what \"indifference\" means."},{"text":"Ist mir scheißegal.","translation":"I don't give a damn."},{"text":"Es ist mir scheißegal, was du denkst.","translation":"I don’t give a fuck about what you think."}],"technologisch":[{"text":"Tom arbeitet an technologischen Innovationen.","translation":"Tom works on technological innovations."},{"text":"Japan wird das am weitesten fortgeschrittene Land, technologisch gesehen.","translation":"Japan is becoming the most advanced country, technologically speaking."},{"text":"Die Anwendung technologischer Normen führt in der Regel auch zur Weiterentwicklung technischer Produkte.","translation":"The application of technological standards usually also leads to the further development of technical products."},{"text":"Die Römer waren eine der technologisch fortschrittlichsten Zivilisationen der Antike.","translation":"The Romans were one of the most technologically advanced civilizations of antiquity."},{"text":"Die internationale Raumstation ist eine erstaunliche technologische Spitzenleistung.","translation":"The International Space Station is an amazing technological excellence."},{"text":"Solange es Menschen gibt, die sich aktiv für den Erhalt von Sprachen einsetzen, ist unsere Zivilisation nicht verloren, und es gibt Hoffnung auf gesellschaftlichen Fortschritt, der sich von technologischer Innovation unterscheidet.","translation":"As long as there are people who are actively committed to the preservation of languages, our civilization is not lost, and there is hope for social progress that is different from technological innovation."}],"Mobilität":[{"text":"Mobilität von Menschen und Gütern ist nicht Folge, sondern Grundlage unseres Wohlstands.","translation":"Mobility of people and goods is not a consequence, but the basis of our prosperity."},{"text":"Die Schengener Abkommen haben den europäischen Bürgern eine größere Mobilität ermöglicht.","translation":"The Schengen Agreements have allowed European citizens greater mobility."},{"text":"Welche Rolle werden Elektroautos für die Mobilität der Zukunft spielen?","translation":"What role will electric cars play in the mobility of the future?"},{"text":"In meiner „Agenda für urbane Mobilität“, die ich im morgen einem Kongress des Weltverbandes der Städte vorlegen werde, spreche ich einige der erforderlichen Maßnahmen an.","translation":"In my \"Agenda for Urban Mobility\", which I will present tomorrow to a congress of the World Association of Cities, I address some of the necessary measures."},{"text":"Mobilität im Sinne der Raumüberwindung wird als ein Grundbedürfnis der Menschen angesehen.","translation":"Mobility in the sense of overcoming space is regarded as a basic need of people."},{"text":"Wir müssen Toms Mobilität unterbinden.","translation":"We need to stop Tom's mobility."}],"komplette":[{"text":"Haben Sie eine komplette Ausgabe der Werke von Tom Johannsen?","translation":"Do you have a complete set of Tom Jackson's works?"},{"text":"Die komplette Familie ging zum Strand.","translation":"The whole family went to the beach."},{"text":"Gewiss, meine Dame, ich habe sogar komplette Häuser, die Sie mieten können.","translation":"Certainly, my lady, I even have complete houses that you can rent."},{"text":"Ich bin eine komplette Niete. Wir brauchen das gar nicht zu versuchen.","translation":"I am a complete rivet. We don't even need to try."},{"text":"Es ist eine komplette Verwüstung.","translation":"It is a complete devastation."}],"grade":[{"text":"Das ist nicht grade umwerfend.","translation":"That's not exactly stunning."},{"text":"Kennst du diese Damen, die grade aus dem Zug steigen?","translation":"You know those ladies who just got off the train?"},{"text":"Er ist grade vor einer Stunde weg.","translation":"He left just an hour ago."},{"text":"Sie arbeitet jetzt grade.","translation":"She is working right now."},{"text":"Tom ist grade am Arbeiten, nicht wahr?","translation":"Tom is working, isn't he?"},{"text":"Das hat mir grade noch gefehlt!","translation":"I just missed that!"},{"text":"Ich suche grade nach einem Zimmer zur Miete.","translation":"I am currently looking for a room for rent."},{"text":"Kannst du dich grade mal umdrehen?","translation":"Can you just turn around?"},{"text":"Ich habe grade mit Tom gesprochen.","translation":"I just talked to Tom."},{"text":"Ich war grade dabei, mich zum Gehen fertig zu machen.","translation":"I was just getting ready to leave."}],"Inspektor":[{"text":"Guten Tag, Inspektor Columbo.","translation":"Good afternoon, Inspector Columbo."},{"text":"Inspektor Gregory, dem der Fall übertragen wurde, ist ein überaus kompetenter Beamter.","translation":"Inspector Gregory, to whom the case has been committed, is an extremely competent officer."},{"text":"Der Verdächtige belog den Inspektor.","translation":"The suspect lied to the inspector."},{"text":"Ich arbeite momentan als Inspektor für eine Regierungsorganisation.","translation":"I am currently working as an inspector for a government organization."},{"text":"„Es tut mir leid, sagen zu müssen, dass wir sehr wenige Fortschritte gemacht haben“, sagte der Inspektor.","translation":"\"I am sorry to say that we have made very little progress,\" said the Inspector."},{"text":"Guten Tag, Herr Inspektor Columbo!","translation":"Good afternoon, Inspector Columbo!"},{"text":"Dürfte ich mal Ihren Ausweis sehen, Herr Inspektor?","translation":"Could I see your ID, Mr. Inspector?"}],"einheimisch":[{"text":"In deinem Lande sei einheimisch klug, im fremden bist du nicht gewandt genug.","translation":"In your country be natively clever, in the foreign one you are not dexterous enough."},{"text":"Ich liebe einheimisches Handwerk.","translation":"I love local crafts."},{"text":"Lernen, die einheimischen Produkte zu lieben.","translation":"Learn to love the local products."},{"text":"Ich habe versucht, so viel von der einheimischen Kultur in mich aufzunehmen wie möglich.","translation":"I tried to absorb as much of local culture as possible."},{"text":"Auf der Reise zum Berg hatten wir einheimische Führer.","translation":"We had native guides on our trip to the mountain."}],"Reiter":[{"text":"Die Arbeit soll dein Pferd sein, nicht dein Reiter.","translation":"Work should be your horse, not your rider."},{"text":"Es standen fünfzehntausend Reiter unter dem Befehl des Königs.","translation":"The king had fifteen thousand horsemen at his command."},{"text":"Der Reiter war von edlem Aussehen.","translation":"The rider was of noble appearance."},{"text":"Die meisten Reiter, denen es ernst ist, besitzen einen eigenen Sattel.","translation":"Most serious riders own their own saddles."},{"text":"Tom war ein geschickter Reiter.","translation":"Tom was an expert horseman."}],"vögeln":[{"text":"Ich hab' mit meiner Lehrerin gevögelt und weiß nicht mehr, was ich machen soll.","translation":"I've been birding with my teacher and I don't know what to do anymore."},{"text":"Habt ihr beiden miteinander gevögelt?","translation":"Did the two of you bird together?"},{"text":"„Mit der da möcht' ich gern vögeln.\" - „Ja, gut ist nur schwerlich denkbar.\"","translation":"\"I would like to bird with them.\" - \"Yes, good is hard to imagine.\""},{"text":"Wir sind platt, weil wir den ganzen Tag gevögelt haben.","translation":"We are flat because we have been birding all day."}],"Qualifikation":[{"text":"Was für Qualifikationen bringen Sie mit?","translation":"What qualifications do you have?"},{"text":"Tom hat nicht die nötige Qualifikation für diese Arbeit.","translation":"Tom hasn't got the qualifications necessary for this work."},{"text":"Ihm fehlt die fachliche Qualifikation.","translation":"He lacks qualifications in the subject."},{"text":"Redlich erworbener Besitz und Qualifikationen, die man uns attestiert, machen stolz.","translation":"Honestly acquired possessions and qualifications, which are attested to us, make us proud."},{"text":"Eine der wichtigsten Fragen ist, auf welche Weise die Qualifikation und Integrität der Bauleute beurteilt werden kann.","translation":"One of the most important questions is how to assess the qualifications and integrity of the builders."}],"Football":[{"text":"Ich habe Football gespielt.","translation":"I played football."},{"text":"Ich bin verrückt nach American Football.","translation":"I'm crazy about American football."},{"text":"Ich mag Fußball, Rugby, Football und so weiter.","translation":"I am fond of soccer, rugby, football, and so on."},{"text":"Alle meine Freunde lieben American Football.","translation":"All my friends love American football."},{"text":"Amerikaner lieben Football so wie Japaner Baseball.","translation":"Americans love football as much as Japanese love baseball."},{"text":"Ich habe Spaß an Fußball, Rugby, American Football und so weiter.","translation":"I enjoy football, rugby, American football and so on."},{"text":"Im American Football gibt es für einen Touchdown sechs Punkte.","translation":"In American football, there are six points for a touchdown."},{"text":"Die Krönung eines Bauern im Schach ist wertvoller als der „Touchdown“ im American Football.","translation":"The crowning glory of a pawn in chess is more valuable than the \"touchdown\" in American football."},{"text":"Ich interessiere mich sehr für American Football.","translation":"I'm really into football."}],"Chefin":[{"text":"Meine Chefin trägt Schmuck.","translation":"My boss wears jewelry."},{"text":"Meine Chefin hat mich nie zu sich nach Hause eingeladen.","translation":"My boss has never invited me to her house."},{"text":"Die Chefin ist süß.","translation":"The boss is sweet."},{"text":"Ich kann nicht entlassen werden. Ich bin der Sohn der Chefin!","translation":"I can't be fired. I'm the boss's son."},{"text":"Tom wollte seine neue Chefin beeindrucken.","translation":"Tom tried to impress his new boss."}],"Spielplatz":[{"text":"Mein Herz ist kein Spielplatz!","translation":"My heart is not a playground!"},{"text":"Er ist mit den Kindern zum Spielplatz gegangen.","translation":"He went to the playground with the children."},{"text":"Die Spielplätze sind leer.","translation":"Playgrounds are empty."},{"text":"Eine Gruppe Jugendlicher spielt auf dem Spielplatz Handball.","translation":"A group of young people play handball on the playground."},{"text":"Die Kunst ist kein Spielplatz für politische Aktivisten.","translation":"Art is not a playground for political activists."}],"luxuriös":[{"text":"Dies ist der luxuriöseste Zug, den ich je gesehen habe.","translation":"This is the most luxurious train I have ever seen."},{"text":"Sie besitzt eine luxuriöse Villa in der Schweiz.","translation":"She owns a luxurious villa in Switzerland."},{"text":"Sein luxuriöser Lebensstil steht in einem Missverhältnis zu seinem Einkommen.","translation":"His luxurious lifestyle is disproportionate to his income."},{"text":"An einer Ecke sitzt neben dem marmornen Bahnhof mit seinen luxuriösen Kronleuchtern ein armer Bettler.","translation":"On one corner, next to the marble train station with its luxurious chandeliers, sits a poor beggar."},{"text":"Das luxuriöseste Stadtviertel Hamburgs ist auch dasjenige, welches mit dem größten Umweltbewusstsein geplant worden ist.","translation":"The most luxurious district of Hamburg is also the one that has been planned with the greatest environmental awareness."},{"text":"Viele Dorfbewohner haben ihre eigenen Häuser, die nicht selten luxuriös ausgestattet sind.","translation":"Many villagers have their own houses, which are often luxuriously equipped."},{"text":"Das Ergebnis der Umgestaltung ist ein Badezimmer, dass schön aussieht, praktisch eingerichtet und luxuriös ausgestattet ist.","translation":"The result of the remodeling is a bathroom that looks beautiful, is practically furnished and luxuriously equipped."}],"lacht":[{"text":"Außer mir lachte niemand.","translation":"No one laughed except me."},{"text":"Früher lachten Menschen über die Vorstellung, die Erde sei rund.","translation":"People used to laugh at the idea that the earth was round."},{"text":"Tom lachte; sonst lachte aber niemand.","translation":"Tom laughed, but no one else did."},{"text":"Maria lachte vergnügt.","translation":"Mary laughed happily."},{"text":"Das junge Mädchen lachte unbesorgt.","translation":"The young girl laughed unconcernedly."},{"text":"Tom hatte keine Ahnung, warum alle lachten.","translation":"Tom had no idea why everyone was laughing."},{"text":"Er hat Zähne wie ein Hase und lacht ohne Ende.","translation":"He has teeth like a rabbit and laughs endlessly."},{"text":"Der Unterschied zwischen Sex und Sterben besteht darin, dass Sterben eine Sache ist, die man allein machen kann und dass niemand über einen lacht.","translation":"The difference between sex and death, is that death can be done alone, and nobody laughs about it."},{"text":"Der junge Mann, der nicht geweint hat, ist ein Wilder, und der alte Mann, der nicht lacht, ist ein Narr.","translation":"The young man who has not wept is a savage, and the old man who will not laugh is a fool."},{"text":"Maria hatte keine Ahnung, warum alle lachten.","translation":"Mary had no idea why everyone was laughing."}],"Zufriedenheit":[{"text":"Zufriedenheit ist Gold.","translation":"Satisfaction is golden."},{"text":"Dankbarkeit ist eine gute Einstellung für mehr Zufriedenheit im Leben.","translation":"Gratitude is a good attitude for more satisfaction in life."},{"text":"Zufriedenheit mit seiner Lage ist der größte und sicherste Reichtum.","translation":"Satisfaction with its location is the greatest and safest wealth."},{"text":"Qualität beginnt damit, die Zufriedenheit des Kunden in das Zentrum des Denkens zu stellen.","translation":"Quality starts with putting customer satisfaction at the center of thinking."},{"text":"Glück ist Zufriedenheit und Harmonie – und wenn die liebsten Menschen um einen sind.","translation":"Happiness is contentment and harmony – and when the dearest people are around you."}],"Tänzer":[{"text":"Die Zuschauer sind oft ärger als der Tänzer.","translation":"The audience is often more annoying than the dancer."},{"text":"Die Tänzer bewegen sich im Rhythmus der Musik.","translation":"The dancers move to the rhythm of the music."},{"text":"Wir sind fähige Tänzer.","translation":"We're able dancers."},{"text":"Ich bin ein schrecklicher Tänzer.","translation":"I'm a terrible dancer."},{"text":"Ich habe selten einen so eleganten Tänzer gesehen.","translation":"I have rarely seen such an elegant dancer."}],"zusammenbringen":[{"text":"Die schönste Harmonie entsteht durch Zusammenbringen der Gegensätze.","translation":"The most beautiful harmony is created by bringing the opposites together."},{"text":"Wir haben eine ganze Stange Geld zusammengebracht.","translation":"We raised quite a bit of money."},{"text":"Du solltest Theorie und Praxis zusammenbringen.","translation":"You should combine theory with practice."},{"text":"Johannes fasste den Entschluss, dass er seinen schüchternen Freund Tom und die hübsche Maria, in die dieser so sehr verliebt war, zusammenbringen wollte.","translation":"John decided that he wanted to bring together his shy friend Tom and the beautiful Maria with whom he was so much in love."}],"gibt's":[{"text":"Gibt's ein Problem?","translation":"Is there a problem?"},{"text":"Der Nikolaus, der Osterhase, ein schneller Abgeordneter und ein langsamer Abgeordneter stehen in den vier Ecken eines Fußballfeldes und rennen auf den Mittelpunkt zu. Wer kommt als erster an? - Antwort: der langsame Abgeordnete. Die drei anderen gibt's doch gar nicht.","translation":"St. Nicholas, the Easter Bunny, a fast MP and a slow MP stand in the four corners of a football field and run towards the centre of attention. Who arrives first? - Answer: the slow MEP. The other three don't even exist."},{"text":"Das gibt's doch nicht!","translation":"That doesn't exist!"},{"text":"Was? Das gibt's doch nicht! Wirklich?","translation":"What? That doesn't exist! Real?"},{"text":"\"Gibt's was Neues?\" \"Nein, alles wie immer.\"","translation":"\"Any news?\" \"No, everything's still the same.\""},{"text":"Gibt's Krokodile in diesem Fluss?","translation":"Are there crocodiles in this river?"},{"text":"So etwas wie Glück gibt's nicht.","translation":"There's no such thing as luck."},{"text":"Gibt's kein Brot mehr?","translation":"Is there no bread left?"},{"text":"Hej, was gibt's Neues?","translation":"Hej, what's new?"}],"Bemerkung":[{"text":"Diese Bemerkung darf ich nicht posten.","translation":"I am not allowed to post this remark."},{"text":"Für Markku war Liisas Bemerkung ein Schlag ins Gesicht.","translation":"For Markku Liisa's comment was a slap in the face."},{"text":"Marias Bemerkungen sagen viel über ihre Einstellung aus.","translation":"Mary's remarks say a lot about her attitude."},{"text":"Richtig und wichtig, Tom! Eine sehr gute Bemerkung!","translation":"Right and important, Tom! A very good remark!"},{"text":"Diese Bemerkung traf ins Schwarze.","translation":"This remark hit the mark."}],"Cousine":[{"text":"Sie trifft sich morgen mit ihrer Cousine.","translation":"She's going to meet her cousin tomorrow."},{"text":"Die Tochter meines Onkels ist meine Cousine.","translation":"My uncle's daughter is my cousin."},{"text":"Er verlobte sich mit meiner Cousine.","translation":"He got engaged to my cousin."},{"text":"Er versteht sich gut mit seiner Cousine.","translation":"He is getting on with his cousin."},{"text":"Das Mädchen, das im Becken schwimmt, ist meine Cousine.","translation":"The girl swimming in the pool is my cousin."}],"innenraum":[{"text":"Wie kann man den Verbrauch von Heizmaterial für die Erwärmung von Innenräumen senken?","translation":"How to reduce the consumption of heating fuel for indoor heating?"},{"text":"Sind Ausrichtung und Gestaltung des Gebäudes gut durchdacht, benötigen Heizung und Kühlung der Innenräume ein Minimum an Energie.","translation":"If the orientation and design of the building are well thought out, heating and cooling of the interiors require a minimum of energy."},{"text":"Kinder verbringen immer mehr Zeit in Innenräumen. Dies schneidet die Kinder von vielen Entwicklungsmöglichkeiten ab. Wir denken dabei insbesondere an die motorische, wissensmäßige und sprachliche Entwicklung des Kindes.","translation":"Children are spending more and more time indoors. This cuts the children off from many development opportunities. We are thinking in particular of the motor, knowledge and linguistic development of the child."}],"Fakultät":[{"text":"Zu welcher Fakultät gehört der noch mal?","translation":"To which faculty does it belong again?"},{"text":"Es ist gut, dass es in den wissenschaftlichen Fakultäten nicht so ist.","translation":"It is good that this is not the case in the scientific faculties."},{"text":"Ich kehre auf die Medizinische Fakultät zurück.","translation":"I return to the Faculty of Medicine."},{"text":"Tom und ich haben an derselben Hochschule studiert, aber an verschiedenen Fakultäten.","translation":"Tom and I studied at the same college, but at different faculties."},{"text":"Warum hast du ausgerechnet diese Fakultät ausgewählt?","translation":"Why did you choose this faculty of all places?"}],"angezeigt":[{"text":"Wieso zu schnell? Mein Tacho hat nur 30 angezeigt!","translation":"Why too fast? My speedometer only showed 30!"},{"text":"Das ist ein Berührbildschirm. Man kann die angezeigten Bedienelemente also mit dem Finger betätigen.","translation":"This is a touchscreen, so you can use your fingers to operate the controls which are displayed on it."}],"schwamm":[{"text":"Ein Schwamm saugt Wasser auf.","translation":"A sponge absorbs water."},{"text":"Er drückte den nassen Schwamm aus.","translation":"He squeezed out the wet sponge."},{"text":"Schwämme leben auf dem Meeresgrund.","translation":"Sponges live at the bottom of the sea."},{"text":"Benützen Sie beim Baden einen Schwamm?","translation":"Do you use a sponge when you take a bath?"},{"text":"Tom hat in der Schule über meinen Heften einen nassen Schwamm ausgewrungen.","translation":"Tom wrung out a wet sponge over my notebooks at school."},{"text":"Tom schwamm über den Fluss.","translation":"Tom swam across the river."},{"text":"Der Fisch schwamm im Wasser.","translation":"The fish was swimming in the water."},{"text":"Sie schwamm schnell genug, um eine Medaille zu gewinnen.","translation":"She swam fast enough to win a medal."},{"text":"Sie schwamm gerade.","translation":"She was swimming."},{"text":"Tom sprang in den Fluss und schwamm los.","translation":"Tom leapt into the river and started to swim."},{"text":"Als ich jünger war, schwamm ich schneller.","translation":"When I was younger, I swam faster."},{"text":"Man sagt, er schwamm in Geld.","translation":"It is said that he swam in money."},{"text":"Sie schwamm der Sonne entgegen.","translation":"She swam towards the sun."},{"text":"Ich schwamm für mein Leben gerne.","translation":"I liked to swim for my life."},{"text":"Als ich ein Kind war, schwamm ich immer in dem Teich dort.","translation":"When I was a child, I used to swim in that pond."}],"trade":[{"text":"Die Wirtschaft stürzt ab wie das World Trade Center.","translation":"The economy is crashing like the World Trade Center."},{"text":"2001 griffen Terroristen das World Trade Center in New York City an.","translation":"Terrorists attacked the World Trade Center in New York City in 2001."},{"text":"Die furchtbaren Anschläge auf das World Trade Center werden uns im Gedächtnis bleiben.","translation":"The terrible attacks on the World Trade Center will remain in our memories."},{"text":"Was ist das für ein Deutsch?: „Wir haben Unternehmen, die nach dem Global Organic Textile Systeme labeln, die auch nach Fair Trade labeln.“ — Das klingt ja wie ein Englischkurs für Fortgeschrittene!","translation":"What kind of German is this?: \"We have companies that label according to the Global Organic Textile Systems, which also label according to Fair Trade.\" — That sounds like an advanced English course!"},{"text":"2001 haben Terroristen das World Trade Center in New York angegriffen.","translation":"In 2001, terrorists attacked the World Trade Center in New York."}],"versprich":[{"text":"Versprich mir, dass du nie wieder ein leeres Versprechen abgeben wirst!","translation":"Promise me that you will never make an empty promise again!"},{"text":"Versprich mir, dass du nichts Dummes tun wirst.","translation":"Promise me that you will not do anything stupid."},{"text":"Versprich nichts, doch was du versprochen hast, halte.","translation":"Don't promise anything, but keep what you promised."},{"text":"Versprich mir einfach, dass du keine Dummheiten machen wirst.","translation":"Just promise me that you won't do anything stupid."},{"text":"Versprich mir, dein Versprechen zu halten.","translation":"You must promise to keep your promise."},{"text":"Versprich, dass du über meinen Vorschlag nachdenken wirst!","translation":"Promise you'll think about my offer!"},{"text":"Bitte versprich mir, dass du nie mehr eine Lüge erzählen wirst.","translation":"Please promise me that you will never tell a lie again."},{"text":"Versprich, dass du nicht lachst.","translation":"Promise you won't laugh."},{"text":"Versprich, dass du dich nicht über mich lustig machen wirst!","translation":"Promise me you won't make fun of me."},{"text":"Bitte versprich mir, dass du mich nicht vergisst!","translation":"Please promise you won't forget me."}],"ersparen":[{"text":"Ein Apfel am Tag den Doktor erspart!","translation":"One apple a day keeps the doctor away!"},{"text":"Gehen Sie, und ersparen Sie mir künftig Ihre Besuche!","translation":"Go and save me your visits in the future!"},{"text":"Die Kritik am anderen hat noch keinem die eigene Leistung erspart.","translation":"The criticism of the other has not yet spared anyone their own performance."},{"text":"Technik ist die Anstrengung, Anstrengungen zu ersparen.","translation":"Technology is the effort to save effort."},{"text":"Ich möchte dir gerne etwas Zeit ersparen.","translation":"I would like to save you some time."},{"text":"Das Denken ist zwar allen Menschen erlaubt, aber vielen bleibt es erspart.","translation":"Thinking is allowed to all people, but many are spared it."},{"text":"Wenn ich doch nur auf Tom gehört hätte! Dann wäre mir viel Elend erspart geblieben.","translation":"If only I had listened to Tom! Then I would have been spared a lot of misery."},{"text":"Ich hoffe, es bleibt dir erspart, all die dummen Fehler zu machen, die ich gemacht habe.","translation":"I hope you can avoid making all the stupid mistakes that I made."},{"text":"Fordere viel von dir selbst und erwarte wenig von anderen. So wird dir Ärger erspart bleiben.","translation":"Demand a lot from yourself and expect little from others. So you will be spared trouble."},{"text":"Ach wäre ich doch etwas später geboren worden! Dann wäre mir eine Kindheit ohne Tatoeba erspart geblieben.","translation":"Oh, I would have been born a little later! Then I would have been spared a childhood without Tatoeba."}],"Idol":[{"text":"Niemand ist so unglücklich wie ein Idol, das sich selbst überlebt hat.","translation":"No one is as unhappy as an idol who has outlived himself."},{"text":"Ich habe dein Idol zerstört.","translation":"I destroyed your idol."},{"text":"Sie war sozusagen unser Idol.","translation":"She was our idol, so to speak."},{"text":"Er war ein Idol.","translation":"He was an idol."},{"text":"Tom ist mein Idol.","translation":"Tom is my idol."}],"bock":[{"text":"Ich habe echt null Bock darauf!","translation":"I don't feel like it anyway!"},{"text":"Auf Politik hab ich keinen Bock.","translation":"I don't like politics."},{"text":"Ein Bock ist jenes Tier, welches auch als Bier getrunken werden kann.","translation":"A buck is the animal that can also be drunk as beer."},{"text":"Wer die Geiß im Hause hat, dem kommt der Bock vor die Tür.","translation":"Whoever has the goat in the house, the buck comes to the door."},{"text":"Er hat einen Bock geschossen.","translation":"He shot a buck."},{"text":"Wissen Sie, was für ein Tier ein \"kapitaler Bock\" ist?","translation":"Do you know what kind of animal a \"capital buck\" is?"},{"text":"Hast du keinen Bock, kaufst du dir ne Ziege.","translation":"If you don't feel like it, you buy a goat."},{"text":"Fürchte den Bock von vorn, das Pferd von hinten und den Menschen von allen Seiten.","translation":"Fear the goat from the front, the horse from behind and the man from all sides."},{"text":"Ich hab’ Bock, was anzupacken und die Welt zu verändern, aber irgendwer muss auch mitmachen; sonst können wir’s lassen.","translation":"I want to do something and change the world, but someone has to join in; otherwise we can leave it alone."}],"machbar":[{"text":"Eine Gesellschaft glücklicher Idioten ist machbar.","translation":"A society of happy idiots is feasible."},{"text":"Alles, von dem sich der Mensch eine Vorstellung machen kann, ist machbar.","translation":"Everything that man can imagine is feasible."},{"text":"Warum richtig machen, wenn es auch falsch machbar ist?","translation":"Why do it right when it's also wrongly feasible?"},{"text":"Ich glaube, es ist machbar.","translation":"I believe it is doable."},{"text":"Dennoch ist das machbar.","translation":"Nevertheless, this is feasible."}],"Ausrichtung":[{"text":"Diese Zeitung hat keine politische Ausrichtung.","translation":"This newspaper has no political slant."},{"text":"Dieser Raum hat eine gute Ausrichtung.","translation":"This room has a good orientation."},{"text":"Die interdisziplinäre Ausrichtung des Studiums gefiel ihm.","translation":"He liked the interdisciplinary orientation of his studies."},{"text":"Sind Ausrichtung und Gestaltung des Gebäudes gut durchdacht, benötigen Heizung und Kühlung der Innenräume ein Minimum an Energie.","translation":"If the orientation and design of the building are well thought out, heating and cooling of the interiors require a minimum of energy."},{"text":"Es ist Arbeitgebern nicht erlaubt, Arbeitern aufgrund von Rasse, Religion, Volkszugehörigkeit, Hautfarbe, Geschlecht, Alter, Familienstand, Behinderung oder sexueller Ausrichtung die Anstellung zu verwehren.","translation":"Employers cannot refuse to hire workers because of their race, religion, ethnic origin, skin colour, sex, age, marital status, disability or sexual orientation."}],"erkennst":[{"text":"Das Gesicht des Menschen erkennst du bei Licht, seinen Charakter im Dunkeln.","translation":"You recognize the face of man in light, his character in the dark."},{"text":"Was du am meisten liebst, erkennst du beim Verlust.","translation":"What you love most, you recognize by the loss."},{"text":"Wo du keinen Grund erkennst, sollst du nicht durchs Wasser laufen wollen.","translation":"Where you see no reason, you should not want to walk through water."},{"text":"Wenn du deine Fehler erkennst, kennst du auch deine Stärken.","translation":"When you recognize your mistakes, you also know your strengths."},{"text":"Du bist nicht blind, wenn du nichts siehst, sondern wenn du nichts erkennst.","translation":"You are not blind when you see nothing, but when you see nothing."},{"text":"Erkennst du diese Dinge?","translation":"Do you recognize these things?"},{"text":"Erkennst du deine eigene Stärke, erkennst du auch die Optionen, die sich dir bieten.","translation":"If you recognize your own strength, you also recognize the options that are available to you."},{"text":"Erkennst du meine Stimme?","translation":"Do you recognize my voice?"},{"text":"„Erkennst du mich nicht? Ich bin Tom.“ – „Tom! Natürlich! Warum habe ich dich nicht gleich wiedererkannt?","translation":"\"Don't you recognize me? I am Tom.\" – \"Tom! Of course! Why didn't I recognize you right away?"},{"text":"„Das sind ungarische Tomaten.“ – „Woher willst du das wissen? Erkennst du sie am Geschmack?“ – „Ja. Und am Akzent.“ – „Witzbold.“","translation":"\"These are Hungarian tomatoes.\" – \"How do you know? Do you recognize them by their taste?\" – \"Yes. And the accent.\" – \"Joker.\""}],"behoben":[{"text":"Einige Fehler wurden behoben.","translation":"Some bugs were fixed."},{"text":"Die Entwickler haben den Fehler schnell behoben.","translation":"The developers quickly fixed the bug."},{"text":"Dieser lästige Fehler ist endlich behoben worden.","translation":"This annoying bug has finally been fixed."},{"text":"Die Probleme auf der Liste sind schon behoben worden.","translation":"The issues on the list have already been fixed."},{"text":"Manchmal ist so ein Fehler behoben, wenn man die Datei schließt und am nächsten Tag wieder öffnet.","translation":"Sometimes such an error is fixed if you close the file and open it again the next day."}],"Kratzer":[{"text":"„Mein neues Auto hat schon ein paar Kratzer.“ – „Das bleibt nicht aus.“","translation":"\"My new car already has a few scratches.\" – \"That doesn't stop there.\""},{"text":"Hier ist ein Kratzer. Können Sie mir Rabatt geben?","translation":"There's a scratch here. Could you give me a discount?"},{"text":"Pass auf, dass du keine Kratzer in die Möbel machst.","translation":"Be careful not to scratch the furniture."},{"text":"Das Auto streifte den Zaun und bekam einen Kratzer.","translation":"The car grazed the fence and got a scratch."},{"text":"Diese Kratzer fallen schon von weitem auf.","translation":"These scratches are noticeable from afar."}],"integriert":[{"text":"Mein Handy hat einen integrierten digitalen Fotoapparat.","translation":"My phone has a built-in digital camera."},{"text":"Dieser Wasserhahn in gebürstetem Edelstahl besitzt eine integrierte 1,3-Megapixel-Webcam und ein Hygrometer.","translation":"This tap made from brushed steel has an integrated 1.3 megapixel webcam and a hygrometer."}],"fette":[{"text":"Reiche Leute haben fette Katzen.","translation":"Rich people have fat cats."},{"text":"Der fette Mann sprang über den Graben und rutschte aus.","translation":"The fat man jumped over the ditch and slipped."},{"text":"Die fette Dame hielt einen Affen in ihren Armen.","translation":"The fat lady was holding a monkey in her arms."},{"text":"Tausend fette Jahre stehen uns bevor.","translation":"A thousand fat years lie ahead of us."},{"text":"Im Februar schlachten wir das fette Schwein.","translation":"In February we slaughter the fat pig."},{"text":"Ein Dünner überlebt zehn Fette.","translation":"A thin man survives ten fats."},{"text":"Wer nur die Kalorien zählt, übersieht, dass Fette und Proteine viele Effekte haben.","translation":"If you only count the calories, you overlook the fact that fats and proteins have many effects."}],"fakt":[{"text":"Ist das Fakt oder Kampagne?","translation":"Is this fact or campaign?"},{"text":"Fakt ist, dass wir nicht eingeladen wurden.","translation":"The fact is we were not invited."},{"text":"Fakt ist, dass ich noch keinen Brief bekommen habe.","translation":"The fact is that I haven't received a letter yet."},{"text":"Fakt ist, dass ich das ganze Geld ausgegeben habe.","translation":"The fact is that I spent all the money."},{"text":"Alles, was wir hören, ist eine Meinung, kein Fakt. Alles, was wir sehen, ist eine Perspektive, nicht die Wahrheit.","translation":"Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth."}],"präsent":[{"text":"Momentan ist der Klimawandel in den Medien sehr präsent.","translation":"At the moment, climate change is very present in the media."},{"text":"Selten ist die Vergangenheit so präsent gewesen.","translation":"Rarely has the past been so present."},{"text":"Die Sonne ist präsent.","translation":"The sun is present."},{"text":"Nichts macht einen so schnell alt wie der stets präsente Gedanke, dass man älter wird.","translation":"Nothing makes one old so quickly as the ever-present thought that one is growing older."},{"text":"Der Umfang des in Tatoeba präsenten Wortschatzes ist noch immer gering.","translation":"The amount of vocabulary present in Tatoeba is still small."},{"text":"Es wird viele Amerikaner ins Unbehagen bringen, wenn Sie auf deren Akzeptanz teurer Präsente bestehen.","translation":"It will make most Americans uncomfortable if you insist on their accepting expensive gifts."},{"text":"Das ist ein Präsent.","translation":"This is a present."}],"Einzahlung":[{"text":"Wenn Gott mir doch irgendein klares Zeichen geben würde wie zum Beispiel, bei einer Schweizer Bank eine grosszügige Einzahlung auf meinen Namen zu machen.","translation":"If only God would give me some clear sign, such as making a generous deposit in my name at a Swiss bank."}],"Sünde":[{"text":"Im Alter bereut man vor allem die Sünden, die man nicht begangen hat.","translation":"In old age, one repents above all of the sins that one has not committed."},{"text":"Ich bin immer bereit, mir meine Sünden zu vergeben.","translation":"I am always ready to forgive my sins."},{"text":"Alle Sünden geschehen freiwillig.","translation":"All sins happen voluntarily."},{"text":"Er soll Vergebung seiner Sünden finden, wenn der Teufel sie erlangt.","translation":"He is to find forgiveness of his sins when the devil obtains them."},{"text":"Stotternd brachte ich eine Antwort heraus, die ein vollständiges Geständnis aller meiner Sünden beinhaltete.","translation":"Stuttering, I came up with a response that included a full confession of all my sins."},{"text":"Kein Mensch ist frei von Sünde.","translation":"No man is free from sin."},{"text":"Kann es Tugend ohne Sünde geben?","translation":"Can virtue exist without sin?"},{"text":"Sünde büßt sich selbst.","translation":"Sin atones for itself."},{"text":"„Kann es ein Leben ohne Sünde geben?“, fragte der alte Philosoph.","translation":"\"Can there be a life without sin?\" the old philosopher asked."},{"text":"Des Mannes Sünde bleibt auf der Schwelle, die der Frau kommt ins Haus hinein.","translation":"The man's sin remains on the threshold that of the woman comes into the house."}],"demütigen":[{"text":"Ich kann es nicht aushalten zu sehen, wie Tiere gedemütigt werden.","translation":"I can't stand to see animals being humiliated."},{"text":"Ich werde oft gedemütigt.","translation":"I am often humiliated."},{"text":"Ich fühlte mich gedemütigt.","translation":"I was mortified."},{"text":"Es gefällt ihr, Menschen zu demütigen.","translation":"She likes to humiliate people."},{"text":"In einem sportlichen Wettkampf sollte man einen unterlegenen Gegner nicht demütigen.","translation":"In a sporting competition, one should not humiliate an inferior opponent."}],"Kritiker":[{"text":"Ein Kritiker ist ein Mann ohne Beine, der das Laufen lehrt.","translation":"A critic is a man without legs who teaches walking."},{"text":"Der Film hat die Kritiker überzeugt.","translation":"The film convinced the critics."},{"text":"Es gibt nichts schöneres im Leben, als über seine Kritiker zu siegen.","translation":"There is nothing more beautiful in life than to triumph over its critics."},{"text":"Wenn die Kritiker verschiedener Meinung sind, ist der Künstler mit sich im Einklang.","translation":"If the critics disagree, the artist is in tune with himself."},{"text":"Der große Kritiker und der Dichter reisen zusammen.","translation":"The great critic and the poet are traveling together."}],"herkömmlich":[{"text":"Dort muß ein herkömmliches Verfahren her um einen herkömmlichen Effekt zu bekommen.","translation":"There must be a conventional procedure having a conventional effect."},{"text":"Die Farben der Muster sind sehr herkömmlich.","translation":"The colors of the pattern are very ordinary."},{"text":"Tom meint, dass elektronische Zigaretten unbedenklicher seien als herkömmliche, doch Maria ist sich da nicht so sicher.","translation":"Tom thinks that vaping is safer than smoking cigarettes, but Mary's not so sure."},{"text":"Optische Radare arbeiten mit Licht anstelle von Funkwellen wie bei herkömmlichen Radaren.","translation":"Optical radars work with light instead of radio waves as with conventional radars."},{"text":"Die Architektur der Philharmonie ist symbolhaft: über einem herkömmlichen Backsteinbau erhebt sich eine Welle aus Glas.","translation":"The architecture of the Philharmonie is symbolic: a wave of glass rises above a conventional brick building."}],"einfangen":[{"text":"Kaum entkommen, wurde Tom schon wieder eingefangen.","translation":"Barely escaping, Tom was captured again."},{"text":"Ich habe mir eine schlimme Erkältung eingefangen.","translation":"I've caught a bad cold."},{"text":"Kannst du das Huhn einfangen?","translation":"Can you catch the chicken?"},{"text":"Sie hat sich letzte Nacht eine Erkältung eingefangen.","translation":"She caught a cold last night."},{"text":"Er wurde rasch wieder eingefangen.","translation":"He was quickly recaptured."}],"kreuzen":[{"text":"Die Briefe kreuzten sich.","translation":"The letters crossed."},{"text":"Erst kreuzen sich die Wege zweier Menschen und häufig liegen sie danach über Kreuz.","translation":"First the paths of two people cross and often they are then crossed."},{"text":"Die zwei Linien kreuzen sich im rechten Winkel.","translation":"The two lines intersect at right angles."},{"text":"Ich kreuze die richtige Antwort an.","translation":"I tick the right answer."},{"text":"Eine Kreuzung ist ein Ort, wo sich zwei Straßen kreuzen.","translation":"An intersection is a place where two streets intersect."}],"Friseur":[{"text":"Ich gehe zum Friseur.","translation":"I go to the hairdresser."},{"text":"Der Friseur färbte Liisa die Haare blond.","translation":"The hairdresser dyed Liisa's hair blonde."},{"text":"Wann gehst du zum Friseur?","translation":"When do you go to the hairdresser?"},{"text":"Vor dem Friseur sind alle gleich.","translation":"In front of the hairdresser, everyone is equal."},{"text":"Ich gehe einmal pro Monat zum Friseur.","translation":"I go to the hairdresser once a month."}],"Onlineangebot":[],"verdächtigen":[{"text":"Menschen, welche man nicht leiden kann, sucht man sich zu verdächtigen.","translation":"People you don't like, you try to suspect."},{"text":"„Heißt das, Sie verdächtigen mich?“ – „Vielleicht.“","translation":"\"Does that mean you suspect me?\" – \"Maybe.\""},{"text":"Man verdächtigt dich, psychisch krank zu sein.","translation":"You are suspected of being mentally ill."},{"text":"Die Frau verdächtigte ihren Sohn, Drogen zu nehmen.","translation":"The woman suspected that her son was using drugs."},{"text":"Er begann sie zu verdächtigen.","translation":"He began to get suspicious about her."}],"statisch":[{"text":"Lebensfreude entsteht durch Frieden, der nicht statisch, sondern dynamisch ist.","translation":"Joy of life comes from peace, which is not static, but dynamic."},{"text":"Die Sprache ist kein statisches Gebilde, sondern ist ständig im Fluss.","translation":"Language is not a static structure, but is constantly in flux."},{"text":"Wodurch kommt es zu statischer Aufladung?","translation":"What causes static electricity?"}],"eingeloggt":[{"text":"Wer hat sich als Letzter eingeloggt?","translation":"Who was the last person to log on to the computer?"},{"text":"Hast du dich eingeloggt?","translation":"Did you log in?"},{"text":"Sie sind nicht eingeloggt.","translation":"You are not logged in."},{"text":"Ich habe mich eingeloggt.","translation":"I have logged in."}],"Sperrung":[{"text":"Es wird dringend darum gebeten, die vorhandenen Sperrungen zu beachten und nicht zu umgehen.","translation":"It is urged to observe the existing closures and not to circumvent them."},{"text":"Eine amtliche sanitäre Maßregel hatte die sofortige Sperrung des Hafens – wie überhaupt jeglichen Verkehrs nach außen – verfügt, um eine Verbreitung der neuartigen Epidemie, denn wohl nur um eine solche konnte es sich hier handeln, möglichst einzudämmen.","translation":"An official sanitary measure had ordered the immediate closure of the port – as well as any traffic to the outside – in order to contain the spread of the new epidemic, because this was probably the only way it could be."}],"Speck":[{"text":"Ran an den Speck!","translation":"Get to the bacon!"},{"text":"Speck und Brot schlägt den Hunger tot.","translation":"Bacon and bread kill hunger."},{"text":"Dem Fisch den Köder, der Maus den Speck.","translation":"The fish the bait, the mouse the bacon."},{"text":"Ich sitze wohl, sagte die Katze, da saß sie auf dem Speck.","translation":"I'm probably sitting, said the cat, there it sat on the bacon."},{"text":"Hat die Maus einmal den Speck gekostet, so kommt sie wieder.","translation":"Once the mouse has tasted the bacon, it will come back."},{"text":"Möchtest du Spiegeleier mit Speck zum Frühstück?","translation":"Do you want fried eggs with bacon for breakfast?"},{"text":"Das ist Speck auf die Falle.","translation":"That's bacon on the trap."},{"text":"Speck stammt von Schweinen.","translation":"Bacon comes from pigs."},{"text":"Er hat Eier mit Speck bestellt.","translation":"He ordered eggs with bacon."},{"text":"Tom schlug drei Eier in die Pfanne und tat Speck dazu, dass es köstlich brutzelte und roch.","translation":"Tom fried three eggs in the pan and put in bacon too, which sizzled and smelled delicious."}],"verwendest":[{"text":"Warum verwendest du diese Schriftart?","translation":"Why do you use this font?"},{"text":"Wie viel Zucker verwendest du?","translation":"How much sugar do you use?"},{"text":"Welche Suchmaschine verwendest du für gewöhnlich?","translation":"Which search engine do you normally use?"},{"text":"Welche Suchmaschine verwendest du am liebsten?","translation":"What's your favorite search engine?"},{"text":"Wie viel Zeit verwendest du aufs Auswählen der Nahrungsmittel, die du essen wirst?","translation":"How much time do you spend selecting the food that you will eat?"}],"schwedisch":[{"text":"Liisa befasst sich mit Schwedisch als zweiter Fremdsprache.","translation":"Liisa deals with Swedish as a second foreign language."},{"text":"Ich spreche kein Schwedisch.","translation":"I don't speak Swedish."},{"text":"Ich möchte Schwedisch lernen.","translation":"I want to learn Swedish."},{"text":"Mein Sohn spricht kein Schwedisch.","translation":"My son doesn't speak Swedish."},{"text":"Ich schreibe kurze Sätze auf Schwedisch.","translation":"I write short sentences in Swedish."},{"text":"Schwedisch ist leicht.","translation":"Swedish is easy."},{"text":"Helga ist ein schwedischer Name.","translation":"Helga is a Swedish name."},{"text":"Wo befindet sich die schwedische Botschaft?","translation":"Where is the Swedish embassy?"},{"text":"Der schwedische Winter ist dunkel.","translation":"The Swedish winter is dark."},{"text":"Wir Dänen haben ein spezielles Hass-Liebes-Verhältnis zu unseren schwedischen Nachbarn.","translation":"We Danes have a special hate-love relationship with our Swedish neighbours."},{"text":"Sie sprechen Deutsch, aber ich spreche Schwedisch.","translation":"They speak German, but I speak Swedish."},{"text":"Ich möchte ein Buch in Schwedisch.","translation":"I want a book in Swedish."},{"text":"Schweden heißt auf Schwedisch \"Sverige\".","translation":"Sweden is called \"Sverige\" in Swedish."},{"text":"Ich brauche ein Buch in Schwedisch.","translation":"I need a book in Swedish."},{"text":"Ich lerne schon ein paar Monate Schwedisch, kann es aber noch immer nicht besonders gut sprechen.","translation":"After studying Swedish for several months, I still can't speak it very well."}],"wm":[{"text":"Belgien hat Brasilien aus der WM eliminiert.","translation":"Belgium eliminated Brazil from the World Cup."},{"text":"Millionen von Menschen auf der ganzen Welt sehen sich just in diesem Augenblick die WM an.","translation":"There are millions of people all over the world who are watching the World Cup right now."},{"text":"Milliarden von Menschen auf der ganzen Welt sehen sich jetzt gerade nicht die WM an.","translation":"There are billions of people all over the world who are not watching the World Cup right now."},{"text":"Wie weit, glaubst du, wird Australien bei der Fußball-WM kommen?","translation":"How far do you think Australia will go in the World Cup?"},{"text":"Tom hing während des WM-Finales vor dem Fernseher.","translation":"Tom was glued to his TV during the World Cup final."},{"text":"FIFA hat keine Zweifel, dass die beste Stadien Deutschlands in der Lage sind, auch die Spiele der zukünftigen Fußball-WM 2018 zu halten.","translation":"FIFA has no doubt that the best stadiums in Germany are able to hold the matches of the future World Cup 2018."},{"text":"Eine tatarstanische Hellseherin hat die wichtigste Voraussetzung für den Erfolg der deutschen Nationalmannschaft in der Fußball-WM 2014 festgestellt: \"Das Team muss in Brasilien mindestens einen Spieler mit dem Familiennamen Müller haben.\"","translation":"A Tatarran clairvoyant has stated the most important prerequisite for the success of the German national team in the 2014 World Cup: \"The team must have at least one player with the family name Müller in Brazil.\""},{"text":"Wenn wir 2006 die Fußball-WM bekommen und die Fußballwelt, also die Welt, nach Deutschland blickt und wir gastfreundlich sind und freundlich und keine Spur von Ausländerfeindlichkeit herrscht, dann ist das eine Bombensache.","translation":"If we get the World Cup in 2006 and the football world, i.e. the world, looks to Germany and we are hospitable and friendly and there is no trace of xenophobia, then that is a bombshell."}],"then":[],"handhaben":[{"text":"Die Maschine ist nicht einfach zu handhaben.","translation":"This machine isn't easy to operate."},{"text":"Ich weiß nicht, wie ich dieses schwierige Problem handhaben soll.","translation":"I do not know how to handle this difficult problem."},{"text":"Wie schwer ist das zu handhaben?","translation":"How tough is that to handle?"},{"text":"Du handhabst das mit der falschen Methode.","translation":"You're handling this with the wrong method."},{"text":"Tom fragte sich, ob Maria wohl damit zufrieden war, wie Johannes die Situation gehandhabt hatte.","translation":"Tom wondered whether Mary was happy with how John had handled the situation."},{"text":"Anstelle des Wortes \"manipulieren\" kann man in bestimmten Fällen das Wort \"handhaben\" benutzen","translation":"Instead of the word \"manipulate\" you can use the word \"handle\" in certain cases"},{"text":"Einige Prosa-Autoren handhaben ihre Sprache in wahrhaft virtuoser Weise.","translation":"Some prose writers use their language in a truly virtuoso way."},{"text":"Jetzt kann ich das nicht handhaben.","translation":"Now I can't handle that."}],"mies":[{"text":"Heute ist ein recht mieses Wetter, gefällt mir gar nicht!","translation":"Today is quite bad weather, I don't like it at all!"},{"text":"Sie gab ihm ein mieses Gefühl.","translation":"She made him feel lousy."},{"text":"Sie mieser Dreckskerl, was wollen Sie eigentlich?","translation":"You lousy shit guy, what do you actually want?"},{"text":"Heute herrscht hier eine verdammt miese Stimmung.","translation":"Today there is a damn bad mood here."},{"text":"Ich habe heute miese Laune, weil ich nicht genug Geld habe.","translation":"I'm in a bad mood today because I don't have enough money."},{"text":"Was für ein mieses Hundeleben!","translation":"What a lousy dog life!"},{"text":"Das ist so ein Ding mit den Leuten, die meinen, Computer zu hassen. Was sie eigentlich hassen, sind miese Programmierer.","translation":"It's such a thing with people who think they hate computers. What they actually hate are lousy programmers."},{"text":"Vielleicht ist das mies.","translation":"Maybe that's lousy."},{"text":"Ich habe mich klein und mies gefühlt. Mein Selbstwertgefühl ist total auf der Strecke geblieben.","translation":"I felt small and lousy. My self-esteem has totally fallen by the wayside."},{"text":"Tom ist heute ganz mies gelaunt, findest du nicht?","translation":"Tom is in a bad mood today, don't you think?"}],"Auslöser":[{"text":"Was war der Auslöser des Krieges?","translation":"What caused the war?"},{"text":"Eigentlich war es Tom, der den Auslöser gedrückt hat.","translation":"Tom is the person who actually pulled the trigger."},{"text":"Auslöser für den Konflikt war ein simples Missverständnis.","translation":"The conflict was triggered by a simple misunderstanding."},{"text":"Ein Fotograf hat aus den Klickgeräuschen von Auslösern eine musikalische Komposition zusammengestellt.","translation":"A photographer has put together a musical composition from the clicking sounds of shutter releases."},{"text":"Der „Prager Fenstersturz“ vom 23. Mai des Jahres 1618 gilt als der Auslöser des Dreißigjährigen Krieges.","translation":"The Defenestration of Prague of 23 May 1618 is considered to have triggered the Thirty Year War."}],"Entführung":[{"text":"Er wird der Entführung beschuldigt.","translation":"He is accused of kidnapping."},{"text":"Die spektakuläre Entführung hat die Nation in Atem gehalten.","translation":"The spectacular kidnapping has kept the nation in suspense."},{"text":"Jede Entführung fesselt die öffentliche Aufmerksamkeit.","translation":"Every kidnapping captivates public attention."},{"text":"In die Entführung war Tom nicht verwickelt.","translation":"Tom had nothing to do with the kidnapping."},{"text":"Es fällt mir schwer zu glauben, dass Tom an der Entführung beteiligt war.","translation":"I find it hard to believe that Tom was involved in the kidnapping."}],"Verteidiger":[{"text":"Fremde Fehler beurteilen wir als Staatsanwälte, die eigenen als Verteidiger.","translation":"We judge foreign mistakes as prosecutors, our own as defense lawyers."},{"text":"Die Verteidiger in der Burg hielten bis zum bitteren Ende durch.","translation":"The defenders in the castle held out until the bitter end."},{"text":"Da in der Festung die Vorräte knapp wurden, mussten ihre Verteidiger aufgeben.","translation":"As supplies became scarce in the fortress, their defenders had to give up."},{"text":"Er vertraute seinem Verteidiger.","translation":"He trusted his defence lawyer."},{"text":"Die Aufgabe eines Verteidigers besteht darin zu beweisen, dass sein Mandant unschuldig ist.","translation":"The task of a defence lawyer is to prove that his client is innocent."}],"vernachlässigen":[{"text":"Tom fühlt sich vernachlässigt.","translation":"Tom feels neglected."},{"text":"Gute alte Freunde soll man nicht vernachlässigen.","translation":"You shouldn't neglect good old friends."},{"text":"Er hat seine Pflichten vernachlässigt.","translation":"He has neglected his duties."},{"text":"Der faule Mann vernachlässigt oft seine Pflichten.","translation":"The lazy man often neglects his duties."},{"text":"Manche Studenten beschäftigen sich mit Sport und vernachlässigen ihr Studium.","translation":"Some students devote themselves to sports and neglect their studies."},{"text":"Ich fühlte mich sehr vernachlässigt.","translation":"I felt very neglected."},{"text":"„Seitdem ich mit Tom zusammen bin, hast du also das Gefühl, dass ich dich vernachlässige?“ – „Tust du das denn nicht? Deine ganze freie Zeit verbringst du mit ihm.“","translation":"\"So since I've been with Tom, do you feel like I'm neglecting you?\" – \"Aren't you doing that? You spend all your free time with him.\""},{"text":"„Ich fürchte“, sagte ich, indem ich mich erhob, „dass ich in der Freude dieses Gesprächs wichtige Geschäfte vernachlässige, die mich anderwärts erwarten.“","translation":"\"I am afraid,\" said I, rising, \"that in the pleasure of this conversation I am neglecting business of importance which awaits me elsewhere.\""},{"text":"Wir können Liebe annehmen oder zurückweisen, nähren oder verhungern lassen, wir können sie würzen oder vergiften, pflegen oder vernachlässigen.","translation":"We can accept or reject love, feed it or starve it, we can spice it or poison it, nurture it or neglect it."},{"text":"Da er die russische Sprache und Kultur liebte, war es nicht verwunderlich, dass Tom öfter und scheinbar lieber mit Jelena als mit Phoebe zusammen war. Phoebe war daher oft eifersüchtig und fühlte sich vernachlässigt.","translation":"Since he loved the Russian language and culture, it was not surprising that Tom was more often and apparently rather with Elena than with Phoebe. Phoebe was therefore often jealous and felt neglected."}],"fange":[{"text":"Wenn ich schlechte Laune habe, fange ich zu singen an.","translation":"When I'm in a bad mood, I start singing."},{"text":"Wenn du eine andere Sprache lernen willst, fange mit kürzeren Sätzen an.","translation":"If you want to learn another language, start with shorter sentences."},{"text":"Mit Ihrer Erlaubnis fange ich jetzt an.","translation":"With your permission, I'll start now."},{"text":"Morgen fange ich mit der Diät an.","translation":"Tomorrow I will start the diet."},{"text":"Fange nichts an, was du nicht fertig machen kannst.","translation":"Don't start anything you can't finish."}],"meiden":[{"text":"Die meisten Menschen sterben im Bett, daher empfiehlt es sich, dieses zu meiden.","translation":"Most people die in bed, so it's best to avoid it."},{"text":"Welche Getränke musst du meiden?","translation":"What drinks should you avoid?"},{"text":"Das Gewissen sagt uns wohl, was man tun und meiden soll.","translation":"Our heart always tells us what to do and what to avoid."},{"text":"Wer kleine Sünden meidet, fällt nicht in große.","translation":"Those who avoid small sins do not fall into big ones."},{"text":"Man kann nicht stets das Fremde meiden, das Gute liegt uns oft so fern.","translation":"One cannot always avoid the foreign, the good is often so far away from us."}],"Gesichtsausdruck":[{"text":"Tom erkannte an Marias Gesichtsausdruck, dass sie ihn nicht verstanden hatte.","translation":"Tom recognized from Mary's expression that she had not understood him."},{"text":"Ihr Gesichtsausdruck sagte mir: Was soll ich mit diesem Leben anfangen?","translation":"Her expression told me: What should I do with this life?"},{"text":"Er hatte einen strengen Gesichtsausdruck.","translation":"He had a stern expression."},{"text":"Seinem Gesichtsausdruck nach zu urteilen hat er schlechte Laune.","translation":"Judging by the look on his face, he is in a bad mood."},{"text":"Achte auf seinen Gesichtsausdruck, wenn wir einen Preis erwähnen.","translation":"Watch his expression when we mention a price."}],"Arzneimittel":[{"text":"Man soll mit Arzneimitteln und nicht an Arzneimitteln sparen.","translation":"One should save with medicines and not with medicines."},{"text":"Bevor Sie dieses Arzneimittel einnehmen, sollten Sie Ihren Arzt in Kenntnis setzen.","translation":"You should tell your doctor before taking this medicine."},{"text":"Großmutter glaubt, dass chinesische Arzneimittel die besten sind.","translation":"Grandmother believes that Chinese medicines are the best."},{"text":"Habt ihr ein anderes Arzneimittel probiert?","translation":"Have you tried another medicine?"},{"text":"Komplimente dürfen für das Selbstbewusstsein ein Genuss, aber niemals ein Arzneimittel sein.","translation":"Compliments may be a pleasure for self-confidence, but never a medicine."}]}