{"dreh":[{"text":"Dreh dich zur Sonne und lass den Schatten hinter dir!","translation":"Turn to the sun and leave the shadow behind!"},{"text":"Dreh deinen Kopf von der einen zur anderen Seite.","translation":"Turn your head from one side to the other."},{"text":"Dreh den Schlüssel nach rechts.","translation":"Turn the key to the right."},{"text":"Auf den Dreh bin ich selbst gekommen.","translation":"I came up with the shoot myself."},{"text":"Hole tief Luft und dreh nicht durch!","translation":"Take a deep breath and don't freak out."},{"text":"Dreh mal die Anlage ein bisschen runter.","translation":"Please turn down the stereo a little."},{"text":"Deine Zukunft steht vor dir; dreh dich jetzt bloß nicht um!","translation":"Your future is before you; just don't turn around now!"},{"text":"Du hast deine Weste auf links, dreh sie mal um!","translation":"You have your vest on the left, turn it over!"},{"text":"Anstatt mich anzupassen, dreh ich mich lieber um und geh.","translation":"Instead of adapting, I prefer to turn around and leave."},{"text":"Dreh mal nicht hohl!","translation":"Don't turn hollow!"}],"berechtigen":[{"text":"Ich bin nicht berechtigt, Sie über den Vorfall zu unterrichten.","translation":"I'm not at liberty to tell you about the incident."},{"text":"Das Internet gehört jedem. Deswegen sind dort alle Sprachen berechtigt.","translation":"The Internet belongs to everyone. Therefore, all languages are allowed there."},{"text":"Ich bin nicht berechtigt, dir grünes Licht zu geben.","translation":"I don't have the authority to give you the green light."},{"text":"Ihr seid berechtigt, es noch einmal zu versuchen.","translation":"You are entitled to try once again."},{"text":"Du bist berechtigt, das zu erfahren.","translation":"You are entitled to know this."},{"text":"Es gibt keinen berechtigten Grund für dich, so zu denken.","translation":"There is no legitimate reason for you to think so."},{"text":"Du bist berechtigt, es noch einmal zu versuchen.","translation":"You are entitled to try again."},{"text":"Der junge Mann war fast berechtigt, um ihre Hand zu bitten.","translation":"The young man was almost entitled to ask for her hand."},{"text":"Die Studenten sind weder darauf vorbereitet, noch sind sie berechtigt, eine so wichtige Angelegenheit zu untersuchen.","translation":"Students are neither prepared nor entitled to investigate such an important matter."},{"text":"Kritik an den Verhältnissen ist völlig berechtigt.","translation":"Criticism of the conditions is completely justified."}],"Mauer":[{"text":"Die Mauern sind weiß.","translation":"The walls are white."},{"text":"Die Mauer muss weg.","translation":"The wall needs to go."},{"text":"Das Auto fuhr gegen die Mauer.","translation":"The car hit the wall."},{"text":"Er wirft einen Ball über die Mauer.","translation":"He throws a ball over the wall."},{"text":"Für das Gesetz soll ein Volk kämpfen wie für seine Mauer.","translation":"A people should fight for the law as well as for its wall."},{"text":"Die Berliner Mauer teilte Berlin.","translation":"The Berlin Wall divided Berlin."},{"text":"Im Jahre 1989 fiel die Berliner Mauer.","translation":"In 1989, the Berlin Wall fell."},{"text":"Gibt es die Berliner Mauer noch?","translation":"Is the Berlin Wall still there?"},{"text":"Danke, dass du diese Mauer gebaut hast!","translation":"Thank you for building this wall."},{"text":"Der Fall der Berliner Mauer brachte neue Hoffnung.","translation":"The fall of the Berlin Wall brought new hope."}],"drohen":[{"text":"Die Schulden drohen ganzen Ländern über den Kopf zu wachsen.","translation":"The debts threaten to grow over the heads of entire countries."},{"text":"Ich drohe dir nicht. Ich werde dir einfach keine Schokolade geben.","translation":"I don't threaten you. I'm just not going to give you chocolate."},{"text":"Man droht dir mit körperlicher Gewalt.","translation":"You are threatened with physical violence."},{"text":"Versuchen Sie zu erkennen, ob Gefahr droht!","translation":"Try to recognize if danger is imminent!"},{"text":"Zur NS-Zeit drohten Andersdenkenden schlimme Strafen.","translation":"During the Nazi era, dissenters were threatened with severe punishments."}],"wahnsinnig":[{"text":"So langsam werden alle wahnsinnig.","translation":"Slowly everyone goes crazy."},{"text":"Du machst mich wahnsinnig, Tom. Weißt du das?","translation":"You're driving me crazy, Tom. Do you know that?"},{"text":"Toms Frau ist wahnsinnig.","translation":"Tom's wife is insane."},{"text":"Es ist manchmal wahnsinnig heiß im Sommer.","translation":"It is sometimes insanely hot in summer."},{"text":"Der Typ ist völlig wahnsinnig!","translation":"The guy is completely insane!"}],"Übersicht":[{"text":"Ich habe bei dem ganzen Durcheinander die Übersicht verloren.","translation":"I've lost track in all the confusion."},{"text":"Es gibt so viele Quasiduplikate, dass wir darüber gar nicht die Übersicht behalten können.","translation":"There are too many near-duplicates for us to can keep track of."},{"text":"Durch Leichtfertigkeit verliert man die Wurzeln, durch Unruhe die Übersicht.","translation":"Through recklessness you lose the roots, through restlessness you lose the overview."},{"text":"Tom hat sich schon mit diesem Thema beschäftigt, als ich noch gar nicht geboren war. Klar, dass der eine ganz andere Übersicht darüber hat.","translation":"Tom has been working on this topic since I wasn't even born. Of course, he has a completely different overview of it."},{"text":"Wenn man fühlt, daß man mit den Jahren vielleicht an Übersicht und Geschmack gewonnen hat, so glaubt man einigen Ersatz zu sehen, wenn sich Energie und Fülle nach und nach verlieren.","translation":"If you feel that you may have gained an overview and taste over the years, you think you will see some substitutes when energy and fullness gradually lose."}],"separat":[{"text":"Die Wohnung hat einen separaten Eingang.","translation":"That flat has a separate entrance."},{"text":"Wenn eine Gruppe von Steinen, obwohl sie vollständig von gegnerischen Steinen umgeben ist, im Inneren zwei separate Felder oder zwei Augen hat, in denen der Gegner nicht spielen kann, wird sie nicht geschlagen – sie gilt als lebende Gruppe.","translation":"If a group of stones, even though it is completely surrounded by opposing stones, has two separate spaces inside, or two eyes, where the opponent cannot play, it will not be captured – it is considered a live group."},{"text":"Beschreibe auf einem separaten Blatt Papier deinen besten Freund: wie alt er ist, wo er wohnt, was er beruflich macht usf.","translation":"On a separate sheet of paper, describe your best friend: age, where he or she lives, his or her job, etc."},{"text":"Aus dieser Tatsache scheint zu folgen, dass wir das Spektrum allein dank der Willkürlichkeit dieser oder jener Sprache in separate, diskrete Farben unterteilen können.","translation":"From this fact it seems to follow that we can divide the spectrum into separate, discrete colors solely thanks to the arbitrariness of this or that language."},{"text":"Könnten Sie dies bitte separat einpacken?","translation":"Could you please pack this separately?"},{"text":"Wünschen Sie zu Ihrem Schnitzel eine Beilage? Wir bieten an: Pommes frites, Röstis, Bratkartoffeln, Kroketten, Kartoffelsalat, Nudelsalat, Bohnensalat, Gurkensalat und Krautsalat.“ – „Pommes frites bitte.“ – „Mit Ketchup oder Mayonnaise?“ – „Mit beidem bitte.“ – „Separat oder bereits aufgetragen?“ – „Separat bitte.“ – „Sehr gerne, der Herr.“","translation":"Would you like a side dish with your schnitzel? We offer: French fries, roasted potatoes, fried potatoes, croquettes, potato salad, pasta salad, bean salad, cucumber salad and coleslaw.\" – \"French fries please.\" – \"With ketchup or mayonnaise?\" – \"With both please.\" – \"Separately or already applied?\" – \"Separately please.\" – \"Very gladly, the Lord.\""}],"gewährleisten":[{"text":"Verzeihen heißt eben nicht nur einfach das Leben schenken, sondern es auch gewährleisten.","translation":"Forgiving does not just mean giving life, but also ensuring it."},{"text":"Diesen Service können wir nicht gewährleisten.","translation":"We cannot guarantee this service."},{"text":"Gewährleisten Sie, dass dieser Brief unter allen Umständen aufgegeben wird.","translation":"See to it that this letter is posted without fail."},{"text":"Ungarn gewährleistet Voraussetzungen für einen fairen wirtschaftlichen Wettbewerb.","translation":"Hungary ensures conditions for fair economic competition."},{"text":"Dies ist der einzige Weg, eine gerechte Bewertung des Kandidaten zu gewährleisten.","translation":"This is the only way to ensure a fair evaluation of the candidate."},{"text":"Freiheit ist die Freiheit zu sagen, dass zwei und zwei gleich vier ist. Sobald das gewährleistet ist, ergibt sich alles andere von selbst.","translation":"Freedom is the freedom to say that two plus two make four. If that is granted, all else follows."},{"text":"Jeder hat das Recht auf einen Lebensstandard, der seine und seiner Familie Gesundheit und Wohl gewährleistet, einschließlich Nahrung, Kleidung, Wohnung, ärztliche Versorgung und notwendige soziale Leistungen gewährleistet sowie das Recht auf Sicherheit im Falle von Arbeitslosigkeit, Krankheit, Invalidität oder Verwitwung, im Alter sowie bei anderweitigem Verlust seiner Unterhaltsmittel durch unverschuldete Umstände.","translation":"Everyone has the right to a standard of living adequate for the health and well-being of himself and of his family, including food, clothing, housing and medical care and necessary social services, and the right to security in the event of unemployment, sickness, disability, widowhood, old age or other lack of livelihood in circumstances beyond his control."}],"ausmachen":[{"text":"Ich beschloss, gleich das Licht auszumachen.","translation":"I decided to turn the light out straight away."},{"text":"Was das Leben ausmacht, sind nicht die Ziele, sondern die Wege zum Ziel.","translation":"Life isn't just a destination, it's how you get there."},{"text":"Liisa hatte vergessen, das Licht auszumachen.","translation":"Liisa had forgotten to turn off the light."},{"text":"Du kannst das Licht jetzt ausmachen. Es ist hell genug.","translation":"You can switch the light off now. It's bright enough."},{"text":"Es ist nicht ausgemacht, dass Tom gewinnen wird.","translation":"It is not certain that Tom will win."}],"Knoten":[{"text":"Jeder Knoten wird von jemandem gelöst.","translation":"Each node is loosened by someone."},{"text":"Da sitzt der Knoten in der Angelegenheit.","translation":"That's where the knot in the matter sits."},{"text":"Ich bekomme diesen Knoten nicht los.","translation":"I can't untie this knot."},{"text":"Der Arzt entdeckte einen Knoten in ihrer Brust.","translation":"The doctor discovered a lump in her breast."},{"text":"Kriegst du diesen Knoten auf?","translation":"Can you untie this knot?"}],"besorgen":[{"text":"Was du heute kannst besorgen, das verschiebe nicht auf morgen.","translation":"What you can get today, don't put it off until tomorrow."},{"text":"Heute habe ich noch verschiedene Gänge zu besorgen.","translation":"Today I still have different courses to get."},{"text":"Ich will etwas auf dem Markt besorgen.","translation":"I want to get something on the market."},{"text":"Er wird Ihnen alles besorgen, was Sie brauchen.","translation":"He will provide you with what you need."},{"text":"Ob du mir dieses seltene Buch besorgen könntest?","translation":"Could you get me this rare book?"}],"widerrufen":[{"text":"Widerrufen kann der König nie. Wir kennen ja den König.","translation":"The king can never revoke. We know the king."},{"text":"Die neue Verordnung ist widerrufen worden.","translation":"The new regulation has been revoked."},{"text":"Tom blieb in Haft, weil seine Frau das Alibi widerrufen hatte.","translation":"Tom remained in custody because his wife had revoked the alibi."},{"text":"Ich würde gerne meine vorhergehende Erklärung widerrufen.","translation":"I would like to revoke my previous statement."},{"text":"Tom musste widerrufen, oder ihm drohte die Exkommunikation.","translation":"Tom had to resign, or he was threatened with excommunication."}],"erklär":[{"text":"Erkläre, was geschehen wird!","translation":"Explain what will happen!"},{"text":"Ich erkläre mich für den Mann.","translation":"I declare myself for the man."},{"text":"Nimm doch Platz! Dann erkläre ich dir erst einmal, was alles zu tun ist.","translation":"Take a seat! Then I'll explain to you what needs to be done."},{"text":"Ich erkläre dir später alles.","translation":"I'll explain everything to you later."},{"text":"Nächste Woche erkläre ich das im Detail.","translation":"Next week I will explain this in detail."}],"spazieren":[{"text":"Ich gehe in einem Park spazieren.","translation":"I'm walking in a park."},{"text":"Ich gehe gerne bei einem Gespräch am Strand spazieren.","translation":"I like walking along the beach having a conversation."},{"text":"Ich gehe nicht spazieren, denn es regnet.","translation":"I don't go for a walk because it's raining."},{"text":"Ich gehe spazieren, wenn das Wetter schön ist.","translation":"I go for a walk when the weather is nice."},{"text":"Tom und Maria gehen oft gemeinsam spazieren.","translation":"Tom and Mary often go for walks together."},{"text":"Ich bin spazieren gegangen, um Luft zu schnappen.","translation":"I went for a walk to catch my breath."},{"text":"Wir können spazieren gehen, wenn du Lust hast.","translation":"We can go for a walk if you feel like it."},{"text":"Falls es morgen nicht regnet, werden wir spazieren gehen.","translation":"If it doesn't rain tomorrow, we'll go for a walk."},{"text":"Wann bist du das letzte Mal mit jemandem Hand in Hand spazieren gegangen?","translation":"When was the last time you walked hand in hand with someone?"},{"text":"Wollen Sie zusammen spazieren gehen?","translation":"Do you want to go for a walk together?"}],"kriegst":[{"text":"Das Leben ist voller Möglichkeiten, aber du kriegst nie eine.","translation":"Life is full of possibilities, but you never get one."},{"text":"Der Preis ist das, was du bezahlst und Wert ist das, was du kriegst.","translation":"The price is what you pay and value is what you get."},{"text":"Du kriegst die vielen schönen Dinge im Leben gar nicht mehr mit.","translation":"You don't even notice the many beautiful things in life anymore."},{"text":"Du kriegst seinen Brief bald.","translation":"You'll get his letter soon."},{"text":"Das kriegst du noch besser hin.","translation":"You can do better than that."}],"klingeln":[{"text":"\"Das Telefon klingelt.\" \"Ich geh' dran.\"","translation":"\"The phone rings.\" \"I'll go for it.\""},{"text":"Ich wollte gerade gehen, als das Telefon klingelte.","translation":"I was about to leave when the phone rang."},{"text":"Eine Minute, mein Telefon klingelt.","translation":"One minute, my phone rings."},{"text":"Es klingelt. Tom, geh doch bitte hin und öffne die Tür!","translation":"It's ringing. Tom, please go and open the door."},{"text":"Das Telefon klingelt ungefähr fünfzehn Mal pro Stunde.","translation":"The telephone rings about fifteen times an hour."}],"erteilen":[{"text":"Wenn der Rat gut ist, spielt es keine Rolle, wer ihn erteilt hat.","translation":"If the advice is good, it does not matter who gave it."},{"text":"Sie erteilen Unterricht.","translation":"They give lessons."},{"text":"Ich werde dir eine Lektion erteilen!","translation":"I'm going to teach you a lesson!"},{"text":"Du musst ihr einmal eine Lektion erteilen!","translation":"You need to teach her a lesson!"},{"text":"Ich habe ihm die Erlaubnis erteilt zu tun, was ihm gefällt.","translation":"I have given him permission to do what he wants to do."}],"durcheinander":[{"text":"Man rennt durcheinander.","translation":"You run in confusion."},{"text":"Wenn durcheinander geredet wird, verstehe ich nichts mehr!","translation":"When people talk in confusion, I don't understand anything anymore!"},{"text":"Er ist völlig durcheinander.","translation":"He is completely confused."},{"text":"Der Lehrer brachte unsere Namen durcheinander.","translation":"The teacher mixed up our names."},{"text":"Alles lag wild durcheinander.","translation":"Everything was wildly mixed up."},{"text":"Ich habe bei dem ganzen Durcheinander die Übersicht verloren.","translation":"I've lost track in all the confusion."},{"text":"Das war vielleicht ein Durcheinander!","translation":"That may have been a mess!"},{"text":"Ordnung ist ein Durcheinander, an das man sich gewöhnt hat.","translation":"Order is a mess to which one has become accustomed."},{"text":"Entschuldige das Durcheinander!","translation":"Sorry about the mess."},{"text":"Die Kunst verleiht dem Durcheinander der Welt eine Ordnung, die nicht vorhanden ist.","translation":"Art gives the chaos of the world an order that doesn't exist."}],"kraß":[{"text":"Das Medikament ist nicht ohne. Es traten bei mir krasse Nebenwirkungen auf.","translation":"The drug is not without. I had blatant side effects."},{"text":"Das war eine krasse Fehlentscheidung.","translation":"The decision was a blatant error."},{"text":"Krasse Ungleichheit ist auch schädlich für unser demokratisches Ideal.","translation":"Stark inequality is also corrosive to our democratic ideal."},{"text":"Ich hab mir gestern ein krasses neues Bike geholt.","translation":"I got a wicked new bike yesterday."},{"text":"Krass!","translation":"Crass!"},{"text":"„Tom hört nächste Woche auf.“ – „O nein! Wie krass ist das denn!“","translation":"\"Tom will stop next week.\" – \"Oh no! How crass is that!\""}],"winzig":[{"text":"Unsere Welt ist nur ein winziger Teil des Universums.","translation":"Our world is only a tiny part of the universe."},{"text":"Es gibt nur einen winzigen Unterschied.","translation":"There is only one tiny difference."},{"text":"Es war wirklich so winzig, dass wir es kaum sehen konnten.","translation":"It was really so tiny that we could hardly see it."},{"text":"Ich bitte Sie um einen winzigen Moment Geduld.","translation":"I ask for a tiny moment of patience."},{"text":"Wir haben nur einen winzig kleinen Garten.","translation":"We only have a tiny little garden."}],"Theater":[{"text":"Mach kein Theater!","translation":"Don't make a play!"},{"text":"Wir waren im Theater, sie spielten ein schönes Stück.","translation":"We were in the theater, they played a nice play."},{"text":"Gehst du oft ins Theater?","translation":"Do you often go to the theatre?"},{"text":"Er war mit seiner Frau im Theater.","translation":"He was in the theater with his wife."},{"text":"Meine Eltern laden uns morgen ins Theater ein.","translation":"My parents invite us to the theater tomorrow."}],"weitergeben":[{"text":"Bildung ist das, was die meisten empfangen, viele weitergeben und wenige haben.","translation":"Education is what most receive, many pass on, and few have."},{"text":"Der schönste Dank für Gottes Gaben besteht darin, dass man die Gaben Gottes weitergibt.","translation":"The most beautiful thanksgiving for God's gifts is to pass on the gifts of God."},{"text":"Glück kann man nur festhalten, indem man es weitergibt.","translation":"Happiness can only be captured by passing it on."},{"text":"Welche Information müssen Sie weitergeben?","translation":"What information do you need to share?"},{"text":"Die Geschichte wurde vom Vater auf den Sohn weitergegeben.","translation":"The story was handed down from father to son."}],"manuell":[{"text":"Ich werde keine Texte manuell hinzufügen müssen.","translation":"I will not need to add texts manually."},{"text":"Leider war es nur eine manuelle Tätigkeit.","translation":"Unfortunately, it was just manual work."},{"text":"Wenn das Gerät nicht mit dem Internet verbunden ist, müssen Datum und Uhrzeit manuell eingestellt werden.","translation":"If the device is not connected to the internet, the date and time settings will have to be manually input."},{"text":"Manuell gefertigte Güter sind heutzutage recht teuer.","translation":"Manually manufactured goods are quite expensive nowadays."},{"text":"Effiziente Maschinen ersetzten manuelle Arbeit.","translation":"Efficient machinery replaced manual labor."}],"nerven":[{"text":"Dieser Typ nervt mich schon den ganzen Abend.","translation":"This guy has been annoying me all evening."},{"text":"Hör auf zu nerven!","translation":"Stop annoying!"},{"text":"Er nervt mit seiner lauten Musik die Nachbarn.","translation":"He annoys the neighbors with his loud music."},{"text":"Dass ich in Deutsch träume, stört mich nicht, aber mich nerven die englischen Untertitel!","translation":"The fact that I dream in German doesn't bother me, but the English subtitles annoy me!"},{"text":"Könntest du bitte damit aufhören! Es nervt!","translation":"Could you please stop! It's annoying!"}],"hierzu":[{"text":"Bist du sicher, dass du hierzu in der Lage bist?","translation":"Are you sure you can do this?"},{"text":"Sag was hierzu.","translation":"Say something about this."},{"text":"Ich hätte meine Eltern hierzu um Rat fragen sollen.","translation":"I should have asked my parents for advice on this."},{"text":"Es steht mir nicht zu, hierzu etwas zu sagen.","translation":"I am not entitled to comment on this."},{"text":"Tom hat eine Theorie darüber, wie es hierzu kommt.","translation":"Tom has a theory about why this happens."},{"text":"Ich kann nicht glauben, dass ich mich von Tom hierzu habe überreden lassen!","translation":"I can't believe I let Tom talk me into doing this."},{"text":"Ich kann nicht glauben, dass ich mich von dir hierzu habe überreden lassen.","translation":"I can't believe I let you talk me into this."}],"mobil":[{"text":"Wir verlangen von den jungen Menschen, dass sie mobil sind.","translation":"We demand that young people be mobile."},{"text":"Warum gibt es keine mobile Version von Tatoeba?","translation":"Why is there no mobile version of Tatoeba?"},{"text":"Seit es Smartphones und mobiles Internet gibt, ist Warten nicht mehr langweilig.","translation":"Since there are smartphones and mobile internet, waiting is no longer boring."},{"text":"Alles in allem kann man sagen, dass man mobil sein und mehrere Sprachen können muss.","translation":"All in all, you can say that you have to be mobile and know several languages."},{"text":"Hast du eine mobile Festplatte dabei?","translation":"Do you have a mobile hard drive with you?"},{"text":"Das Mobile ist nicht gut austariert. Es hängt nach einer Seite.","translation":"The mobile is not well balanced. It hangs after one page."},{"text":"Mark/Space hat am 18. Juli ein Update von Missing Sync for Windows Mobile für Mac OS X herausgebracht.","translation":"Mark/Space released an update of Missing Sync for Windows Mobile for Mac OS X on July 18."}],"anlegen":[{"text":"Neue Perspektiven entwickeln sich aus dem, was in einem Menschen angelegt ist.","translation":"New perspectives develop from what is inherent in a person."},{"text":"Das Schiff wird in Yokohama und Kobe anlegen.","translation":"The ship will dock at Yokohama and Kobe."},{"text":"Das Schiff hat noch nicht einmal angelegt.","translation":"The ship hasn't even docked yet."},{"text":"Wenn man will, dass etwas richtig gemacht wird, muss man selbst Hand anlegen.","translation":"If you want something done right, you should do it yourself."},{"text":"Das ist der Garten, den ich letztes Jahr angelegt habe.","translation":"This is the garden I laid out last year."}],"Kritik":[{"text":"Um Kritik zu vermeiden: Tu nichts, sag nichts, sei nichts.","translation":"To avoid criticism: do nothing, say nothing, be nothing."},{"text":"Kritik an den Verhältnissen ist völlig berechtigt.","translation":"Criticism of the conditions is completely justified."},{"text":"Denken Sie bitte daran, dass ich nur positive Kritik akzeptieren kann.","translation":"Please remember that I can only accept positive criticism."},{"text":"Je mächtiger und bekannter Maria wurde, desto stärker wurde auch die Kritik an ihr.","translation":"The more powerful and well-known Mary became, the stronger the criticism of her became."},{"text":"Der letzte Beweis von Größe liegt darin, Kritik ohne Groll zu ertragen.","translation":"The final proof of greatness lies in enduring criticism without resentment."}],"abholen":[{"text":"Wo kann ich die Karten abholen?","translation":"Where can I pick up the cards?"},{"text":"Anstatt dass Tom uns abholte, gingen wir selbst zu ihm.","translation":"Instead of Tom picking us up, we went to him ourselves."},{"text":"Kann ich dich morgen mit dem Auto abholen?","translation":"Can I pick you up tomorrow by car?"},{"text":"Kannst du mich bitte vom Flughafen abholen?","translation":"Can you please pick me up from the airport?"},{"text":"Bitte lass mich deine Schwester am Bahnhof abholen.","translation":"Please let me pick up your sister at the station."}],"Notiz":[{"text":"Diese Notizen habe ich so schlecht geschrieben, dass ich sie selbst kaum lesen kann.","translation":"I wrote these notes so badly that I can hardly read them myself."},{"text":"Machen Sie sich Gedanken und Notizen zu den folgenden Punkten.","translation":"Think and take notes on the following points."},{"text":"Tom las die Notiz erneut.","translation":"Tom read the note again."},{"text":"Sie nahm gar keine Notiz von dem, was ihr Vater sagte.","translation":"She took no notice of what her father said."},{"text":"Tom warf einen Blick in seine Notizen.","translation":"Tom cast an eye over his notes."}],"durchfahren":[{"text":"Das lässt sich praktisch nicht durchführen.","translation":"This is practically impossible to do."},{"text":"Ein genialer Plan, aber wie soll man ihn durchführen?","translation":"A brilliant plan, but how to carry it out?"},{"text":"Wir sollten einige Tests durchführen.","translation":"We should run some tests."},{"text":"Aus Mangel an Kapital konnten wir unseren Plan nicht durchführen.","translation":"Due to lack of capital, we could not carry out our plan."},{"text":"Sie können nicht vorsichtig genug sein, wenn Sie dieses Experiment durchführen.","translation":"You can't be too careful when doing this experiment."}],"derselbe":[{"text":"Ich bin in demselben Krankenhaus gewesen.","translation":"I have been to the same hospital."},{"text":"Maria wohnt in demselben Haus wie ich.","translation":"Maria lives in the same house as me."},{"text":"Die auf demselben Schiffe auf dem Meer sind, sind gleich reich.","translation":"Those who are on the same ship at sea are equally rich."},{"text":"Wir schliefen in demselben Zimmer.","translation":"We slept in the same room."},{"text":"Wir fuhren zufällig mit demselben Zug.","translation":"We happened to ride the same train."},{"text":"Aber warum bloß wollen Sie sechs Exemplare desselben Buches?","translation":"But why do you want six copies of the same book?"},{"text":"Sie sind zwei Hälften desselben Ganzen.","translation":"They are two halves of the same whole."},{"text":"Die Erasmus-Studenten bleiben oft mit anderen Studenten desselben Landes zusammen.","translation":"Erasmus students often stick with other students from the same country."},{"text":"Ich habe am 12. Juni Geburtstag. Magdalena wurde am selben Tag desselben Jahres geboren wie ich.","translation":"My birthday is June 12th. Magdalena was born on the same day of the same year as me."},{"text":"Das ist derselbe Bleistift, den ich letztens verloren habe.","translation":"This is the same pencil that I lost the other day."}],"herrschen":[{"text":"Die Liebe herrscht nicht, aber sie bildet; und das ist mehr.","translation":"Love doesn't reign, but it educates; and that is more."},{"text":"„Das Geld muss dienen, nicht herrschen.“","translation":"\"Money must serve, not rule.\""},{"text":"Wer sagt: \"Hier herrscht Freiheit\", der lügt, denn Freiheit herrscht nicht.","translation":"Anyone who says, \"There is freedom here,\" is lying, because freedom does not exist."},{"text":"Endlich herrschte Frieden zwischen den Völkern.","translation":"At last there was peace between the peoples."},{"text":"Hier herrscht Krieg.","translation":"There is war here."}],"entwerfen":[{"text":"Maria verkauft in ihrer Boutique „Marias Modehaus“ Kleidungsstücke, die sie selbst entworfen hat.","translation":"In her boutique Mary's Fashion House, Mary sells clothes that she herself has designed."},{"text":"Weißt du, wer dieses Programm entworfen hat?","translation":"Do you know who designed this program?"},{"text":"Er hat das Auto entworfen.","translation":"He designed the car."},{"text":"Lassen Sie uns eine neue Strategie entwerfen!","translation":"Let's design a new strategy!"},{"text":"Ich suche Freunde, die sofort entwerfen können.","translation":"I'm looking for friends who can design right away."}],"bedanken":[{"text":"„Ich bedanke mich recht herzlich.“ – „Schon wieder?“","translation":"\"I'm really thankful to you.\" \"Once again?\""},{"text":"Obwohl ich ihm nicht folgen werde, bedanke ich mich für deinen Vorschlag.","translation":"Although I will not follow him, thank you for your suggestion."},{"text":"Hast du dich schon bei Oma für das Geschenk bedankt?","translation":"Have you already thanked Grandma for the gift?"},{"text":"Habe ich mich eigentlich schon bei dir bedankt?","translation":"Have I thanked you yet?"},{"text":"Sie schrieb ihm einen herzlichen Brief und bedankte sich für seine Hilfe.","translation":"She wrote him a heartfelt letter thanking him for his help."}],"Benachrichtigung":[{"text":"Sie fehlte ohne Benachrichtigung in der Schule.","translation":"She was absent from school without notice."},{"text":"Ich erwarte heute eine elektronische Benachrichtigung von der Firma.","translation":"I expect to receive an email from the company today."},{"text":"Die Polizei wird den Namen des Opfers nach Benachrichtigung der nächsten Angehörigen bekanntgeben.","translation":"The police will release the victim's name after they have notified his next of kin."},{"text":"Kyōko hat die Benachrichtigungen per Netzpost ausgeschaltet, und das letztemal war sie am 25.1.2016 aktiv.","translation":"Kyōko turned off the notifications via network mail, and the last time it was active was on 25.1.2016."},{"text":"Gibt es die Möglichkeit, dass das System mir eine Benachrichtigung sendet, wenn einem zuvor von mir hinzugefügten Satz eine Übersetzung angefügt wird?","translation":"Is it possible for the system to send me a notification when a translation is added to one of my sentences?"}],"ganze":[{"text":"Schauen wir uns das Ganze mal bei Licht an!","translation":"Let's take a look at the whole thing by light!"},{"text":"Das Ganze sieht schwierig aus – ist es auch.","translation":"The whole thing looks difficult, and it is."},{"text":"Die Hälfte ist manchmal mehr als das Ganze.","translation":"Half is sometimes more than the whole."},{"text":"Tom geht immer aufs Ganze und übernimmt sich gerne dabei.","translation":"Tom always goes all out and likes to take over."},{"text":"Vergessen wir das Ganze einfach, ja?","translation":"Let's forget the whole thing, OK?"}],"fahr":[{"text":"„Möchtest du mit zu mir?“ – „Nein, fahr mich bitte nach Hause.“","translation":"\"Do you want to come over to mine?\" \"No. Take me home, please.\""},{"text":"Komm fahr mit mir in das Glück hinein.","translation":"Come with me into happiness."},{"text":"Bitte fahr vorsichtig.","translation":"Please drive carefully."},{"text":"Fahr vorsichtig! Die Straßen sind glatt.","translation":"Drive carefully! The roads are smooth."},{"text":"Fahr weiter!","translation":"Keep driving."},{"text":"Fahr bitte langsamer.","translation":"Please slow down."},{"text":"Fahr bitte vorsichtig.","translation":"Please drive carefully."},{"text":"Fahr zur Hölle!","translation":"Go to hell!"},{"text":"Scheiß lahmarschiger Computer. Fahr doch zur Hölle! Ich mach hier gar nix mehr.","translation":"Fuckin' slow-ass computer. Fuck this! I ain't doin' shit anymore."},{"text":"„Fahr doch mal ein bisschen schneller! Du hältst den ganzen Verkehr auf!“ – „Ich fahre nicht schneller, als ich darf!“","translation":"\"Drive a little faster! You stop all the traffic!\" – \"I don't drive faster than I'm allowed to!\""}],"Haken":[{"text":"Die Sache hat einen Haken.","translation":"There's a catch."},{"text":"Wir müssen noch den Haken suchen.","translation":"We still have to look for the hook."},{"text":"Tom landete einen linken Haken am Kopf des Gegners.","translation":"Tom landed a left hook on the opponent's head."},{"text":"Ich hing meinen Hut an den Haken.","translation":"I hung my hat on the hook."},{"text":"Dieses Angebot klingt zu schön, um wahr zu sein. Wo ist der Haken?","translation":"That offer sounds too good to be true. What's the catch?"}],"herkommen":[{"text":"Ich weiß, wo ich herkomme, was ich bin und was meine Wurzeln sind.","translation":"I know where I come from, what I am and what my roots are."},{"text":"Sie müssen herkommen. Es stimmt was nicht. Sie müssen unbedingt herkommen.","translation":"They have to come here. Something is wrong. You absolutely have to come here."},{"text":"Rate mal, wo sie herkommen.","translation":"Guess where they come from."},{"text":"Sag ihm, dass er sofort herkommen soll!","translation":"Tell him to come here at once."},{"text":"Es sind genau fünf Jahre her, seit ich hier herkam.","translation":"It's been five years to the day since I came here."}],"ausreichend":[{"text":"Wenn man das alles sagen kann, dann ist diese Sprache ausreichend.","translation":"If you can say all that, then this language is sufficient."},{"text":"Ich habe keine ausreichende Erfahrung.","translation":"I do not have sufficient experience."},{"text":"Wir besitzen noch nicht ausreichend Informationen, um eine Entscheidung zu treffen.","translation":"We do not yet have enough information to make a decision."},{"text":"Tom sagt, dass er in letzter Zeit keinen ausreichenden Schlaf finden könne.","translation":"Tom says that recently he isn't able to get enough sleep."},{"text":"Es ist ausreichend für gewöhnliche Zwecke.","translation":"It will do for ordinary purposes."}],"effizient":[{"text":"Du musst effizient studieren.","translation":"You have to study efficiently."},{"text":"Wir müssen intensiver und effizienter arbeiten.","translation":"We need to work more intensively and efficiently."},{"text":"Unser Unternehmen muss effizienter werden.","translation":"Our company needs to become more efficient."},{"text":"Sie sollen nicht nur den Auftrag erledigen; Sie sollen dies auch auf effiziente Weise tun.","translation":"They should not only do the job; They should also do this in an efficient way."},{"text":"Tom ist ein guter Angestellter. Er erledigt alles schnell und effizient.","translation":"Tom is a good employee. He gets things done quickly and efficiently."}],"dar":[{"text":"Stellt das ein Problem für dich dar?","translation":"Is that a problem for you?"},{"text":"Istanbul stellt die Brücke zwischen Europa und Asien dar.","translation":"Istanbul is the bridge between Europe and Asia."},{"text":"Was stellen diese Punkte auf der Karte dar?","translation":"What do these points represent on the map?"},{"text":"Rauchen stellt ein Risiko für die Gesundheit dar.","translation":"Smoking poses a risk to your health."},{"text":"Diese Arbeit stellt für mich keine große Herausforderung dar.","translation":"This work is not a big challenge for me."}],"loslassen":[{"text":"Wenn du loslässt, hast du zwei Hände frei.","translation":"When you let go, you have two hands free."},{"text":"Oft muss ich erst loslassen, was ich behalten will.","translation":"Often I have to let go of what I want to keep."},{"text":"Ich kann meine Gedanken nicht loslassen.","translation":"I can't let go of my thoughts."},{"text":"Ich kann Freunde nicht loslassen.","translation":"I can't let go of friends."},{"text":"Das Kind wollte nicht die Hand seiner Mutter loslassen.","translation":"That child wouldn't let go of his mother's hand."},{"text":"Loslassen und aufgeben ist nicht das Gleiche.","translation":"Letting go and giving up is not the same thing."},{"text":"Du musst sie loslassen! Du kannst nicht Jahrzehnte um sie trauern!","translation":"You have to let them go! You can't mourn her for decades!"},{"text":"Wenn du fliegen willst, musst du das loslassen, was dich runterzieht.","translation":"If you want to fly, you have to let go of what pulls you down."},{"text":"Lasst los, was eure Seele belastet. Loslassen ist nicht anstrengend, sondern wirkt befreiend!","translation":"Let go of what burdens your soul. Letting go is not exhausting, but has a liberating effect!"}],"Münze":[{"text":"Diese alte Münze ist sehr selten.","translation":"This old coin is very rare."},{"text":"Jede Münze hat zwei Seiten.","translation":"Each coin has two sides."},{"text":"Das Wort Verzeihung ist die beste Münze im Haus.","translation":"The word forgiveness is the best coin in the house."},{"text":"Es gilt nicht überall gleiche Münze.","translation":"The same coin does not apply everywhere."},{"text":"Diese Münzen haben einen geringen Wert.","translation":"These coins are of little value."}],"Erlebnis":[{"text":"Denken Sie noch oft an dieses Erlebnis?","translation":"Do you still often think about this experience?"},{"text":"Service macht das Leben schön – Erlebnisse verbinden.","translation":"Service makes life beautiful – connecting experiences."},{"text":"Jedes Erlebnis kann dein Leben bestimmen. Und das in jede Richtung.","translation":"Every experience can determine your life. And that in every direction."},{"text":"Er übertrieb sein Erlebnis.","translation":"He exaggerated his experience."},{"text":"Wer den Tag mit Gott anfängt, der hat schon gleich am Morgen ein gutes Erlebnis.","translation":"If you start the day with God, you have a good experience in the morning."}],"Tabelle":[{"text":"Trag die Daten in die Tabelle ein!","translation":"Enter the data in the table!"},{"text":"Wie viele Spalten hat diese Tabelle?","translation":"How many columns does this table have?"},{"text":"Diese beiden Tabellen hat Tom zusammengestellt; die übrigen hat Maria gemacht.","translation":"Tom has compiled these two tables; the rest were made by Mary."},{"text":"Auf der Tafel war eine Tabelle zu sehen.","translation":"There was a table on the board."},{"text":"In der Tabelle sind zwölf Symbole dargestellt: sechs Menschen und drei Tiere (Stier, Pferd und Taube).","translation":"The table shows twelve symbols: six people and three animals (bull, horse and pigeon)."}],"Salat":[{"text":"Jetzt haben wir den Salat: wir müssen zwischen Pest und Cholera wählen.","translation":"Now we have the salad: we have to choose between plague and cholera."},{"text":"Hätte ich nur die Klappe gehalten! Jetzt habe ich den Salat!","translation":"If only I had shut up! Now I have the salad!"},{"text":"Ist der Salat lecker?","translation":"Is the salad delicious?"},{"text":"Du hast die Wahl zwischen Suppe und Salat.","translation":"You have the choice of soup or salad."},{"text":"Tom wusste, dass Salate gesund sind; daher aß er mindestens einen am Tag.","translation":"Tom knew that salads were healthy, so he ate at least one salad a day."}],"optimieren":[{"text":"Der Herstellungsprozess wurde optimiert.","translation":"The manufacturing process has been streamlined."},{"text":"Wir sind ständig darum bemüht, unser Geschäftsmodell noch weiter zu optimieren.","translation":"We are constantly striving to further optimize our business model."},{"text":"Könnten Sie die Audioeinstellungen ein wenig optimieren? Der Bass ist zu laut.","translation":"Could you tweak the audio settings a little? The bass is too loud."},{"text":"Im Rahmen der Nachhaltigkeit werden Produkte hin zu einer positiven Ökobilanz optimiert.","translation":"As part of sustainability, products are optimized towards a positive life cycle assessment."},{"text":"Sie sollten die Zusammensetzung ihres Portfolios regelmäßig modifizieren, um das Risiko-Rendite-Profil zu optimieren.","translation":"They should regularly modify the composition of their portfolio to optimize the risk-return profile."},{"text":"Wir haben den Datenbankindex optimiert und damit die Effizienz des Systems um 50 % gesteigert.","translation":"We optimized the database index, increasing the efficiency of the system by 50%."}],"Kenntnis":[{"text":"Tom zeichnet sich durch seine Kenntnisse aus.","translation":"Tom is distinguished by his knowledge."},{"text":"„Du hast nicht zufällig Kenntnisse des Indonesischen?“ – „Nein, leider nicht.“ – „Schade.“","translation":"\"You don't happen to have knowledge of Indonesian?\" – \"No, unfortunately not.\" – \"Too bad.\""},{"text":"Es vermittelt Kenntnisse.","translation":"It imparts knowledge."},{"text":"Welche Kenntnisse bringen Sie für diese Arbeit mit?","translation":"What knowledge do you have for this work?"},{"text":"Wir müssen diesen Brief nicht nur zur Kenntnis, sondern auch sehr ernst nehmen.","translation":"We must not only take note of this letter, but also take it very seriously."},{"text":"Wen sollte ich in Kenntnis setzen?","translation":"Who should I inform?"},{"text":"„Wir müssen Tom sofort darüber in Kenntnis setzen.“ — „Das kommt nicht in Frage!“","translation":"\"We have to tell Tom about that now.\" \"That's not an option.\""},{"text":"Meinst du, dass wir Tom in Kenntnis setzen sollten?","translation":"Do you think we should let Tom know?"},{"text":"Haben Sie Tom über Mary in Kenntnis gesetzt?","translation":"Did you tell Tom about Mary?"},{"text":"Du solltest Tom und Maria von ihrem Irrtum in Kenntnis setzen.","translation":"You should tell Tom and Mary they were wrong."}],"Dauer":[{"text":"Die Qualität, nicht die Dauer des eigenen Lebens ist das, worauf es ankommt.","translation":"The quality, not the duration of one's own life, is what matters."},{"text":"Die Party war von kurzer Dauer.","translation":"The party was short-lived."},{"text":"100 Euro sind die Kosten für die gesamte Dauer.","translation":"100 euros are the costs for the entire duration."},{"text":"Ein langes Glück verliert schon allein durch seine Dauer.","translation":"A long happiness loses alone by its duration."},{"text":"Stress macht auf Dauer krank.","translation":"Stress makes you sick in the long run."}],"begeistern":[{"text":"Du klingst nicht sehr begeistert.","translation":"You don't sound very enthusiastic."},{"text":"Ich bin total begeistert davon, im Oktober nach Deutschland zu fahren.","translation":"I'm so keen to go to Germany in October."},{"text":"Tom war von dem Film völlig begeistert.","translation":"Tom was completely enthralled by the film."},{"text":"Ich war vom Auftritt der Gruppe begeistert.","translation":"I was enchanted by the performance of the group."},{"text":"Tom weckte Maria um 6.30 Uhr, und sie war davon nicht begeistert.","translation":"Tom woke Mary up at 6:30 and she wasn't happy about that."},{"text":"Tom hat sich von seiner besten Seite gezeigt. Marias Eltern waren von ihm begeistert.","translation":"Tom had been on his best behaviour. Mary's parents were taken with him."},{"text":"Wofür kannst du dich begeistern?","translation":"What are you passionate about?"},{"text":"Er ist noch jung und kann sich für alles begeistern.","translation":"He is still young and can be enthusiastic about everything."},{"text":"Ein Künstler macht etwas Neues. Ein erfolgreicher Künstler macht etwas, was begeistert.","translation":"An artist does something new. A successful artist does something that excites."},{"text":"Der Film begeisterte das ganze Publikum.","translation":"The film thrilled the whole audience."}],"worum":[{"text":"Worum geht das hier eigentlich?","translation":"What is this all about?"},{"text":"„Weißt du Bescheid?“ – „Nein. Worum geht es eigentlich?“","translation":"\"Do you know what's going on?\" - \"No. What's it all about then?\""},{"text":"Worum geht es bei dieser Mission?","translation":"What is this mission about?"},{"text":"Worum handelt es sich denn?","translation":"What is it?"},{"text":"Ich bekomme vielleicht nichts von dem, worum ich gebeten habe.","translation":"I may not get anything I asked for."},{"text":"Ganz einfach, weil Sie nicht verstehen, worum es geht.","translation":"Very simply, because you are missing the point."},{"text":"Ich weiß überhaupt nicht, worum es geht.","translation":"I don't know what it's all about."},{"text":"Es wäre ein Fehler, nicht zu tun, worum Tom dich bat.","translation":"It would be a mistake not to do what Tom asked you to do."},{"text":"Stell dich jetzt nicht dumm, du weißt doch genau, worum es geht!","translation":"Don't be stupid now, you know exactly what it's all about!"},{"text":"Es gibt im Moment Wichtigeres, worum wir uns kümmern sollten.","translation":"There are more important things we should be doing right now."}],"Hauptstadt":[{"text":"Kischinau ist die Hauptstadt von Moldawien.","translation":"Chisinau is the capital of Moldova."},{"text":"Wie heißt die Hauptstadt von Ägypten?","translation":"What's the name of the capital of Egypt?"},{"text":"Sie kennt die meisten Hauptstädte.","translation":"She knows most of the capitals."},{"text":"Alle Jahre wieder reise ich mit meiner Familie in die Hauptstadt.","translation":"Every year I travel to the capital with my family."},{"text":"Genua – italienisch Genova – ist die Hauptstadt der Region Ligurien.","translation":"Genoa – Italian Genova – is the capital of the Liguria region."}],"tiefe":[{"text":"Die Tiefen unseres Geistes kennen wir nicht.","translation":"We do not know the depths of our minds."},{"text":"Wir werden in die tiefsten Tiefen des Meeres tauchen.","translation":"We will dive into the deepest depths of the sea."},{"text":"Im Leben gibt es Höhen und Tiefen.","translation":"There are ups and downs in life."},{"text":"Glück misst man nicht nach der Länge, sondern nach der Tiefe.","translation":"Happiness is not measured by length, but by depth."},{"text":"Sie ließ los und stürzte in die Tiefe.","translation":"She let go and plunged into the depths."}],"Puppe":[{"text":"An seinem Geburtstag schläft Tom bis in die Puppen.","translation":"On his birthday, Tom sleeps up to the dolls."},{"text":"Wir haben bis in die Puppen gefeiert.","translation":"We celebrated to the dolls."},{"text":"Meine Schwester spielt mit Puppen.","translation":"My sister plays with dolls."},{"text":"Die kann warten bis in die Puppen.","translation":"She can wait until the dolls."},{"text":"Das Kind legt seine Puppe ins Bett.","translation":"The child put her doll to bed."}],"äußerst":[{"text":"Toms Kenntnisse des Lateinischen und Altgriechischen waren und blieben äußerst gering.","translation":"Tom's knowledge of Latin and ancient Greek was and remained extremely low."},{"text":"Tom war äußerst zufrieden.","translation":"Tom was extremely satisfied."},{"text":"Das ist äußerst praktisch.","translation":"This is extremely convenient."},{"text":"Das Thema unseres Treffens ist äußerst aktuell.","translation":"The topic of our meeting is extremely topical."},{"text":"Der alte Mann ist äußerst freundlich.","translation":"The old man is extremely friendly."},{"text":"Glück und Unglück sind zwei Zustände, deren äußerste Grenzen wir nicht kennen.","translation":"Happiness and unhappiness are two states whose outermost limits we do not know."},{"text":"Unser Lehrer wohnt am äußersten Ende der Straße.","translation":"Our teacher lives at the far end of the street."},{"text":"Die Lage ist äußerst ernst.","translation":"The situation is extremely serious."},{"text":"Er ist äußerst romantisch.","translation":"He's extremely romantic."},{"text":"Welche Farbe hat der äußerste rechte Ring auf der Olympischen Flagge?","translation":"What color is the far right ring on the Olympic flag?"}],"massiv":[{"text":"Wir haben ein massives Problem; das ist das Geld, das wir nicht haben.","translation":"We have a massive problem; that's the money we don't have."},{"text":"Das Eis ist sehr massiv.","translation":"The ice is very massive."},{"text":"Ich war nicht mehr ich selbst und hatte massive Depressionen.","translation":"I was no longer myself and had severe depression."},{"text":"Die Firma ließ das neue Produkt massiv in Radio und Fernsehen bewerben.","translation":"Advertising sells products over the air."},{"text":"Dieser massive Tisch dient als Schreibtisch.","translation":"This massive table serves as a desk."}],"Hoheit":[{"text":"Zur Begrüßung Seiner Hoheit warfen sie Blumen.","translation":"To greet His Highness, they threw flowers."},{"text":"Gräfliche Hoheit, wie ist das Befinden?","translation":"Count's Sovereignty, what is the state of mind?"},{"text":"Spanien hatte einst die Hoheit über die Philippinen inne.","translation":"Spain once governed the Philippine Islands."},{"text":"Kein Ding ist auf der Welt so hoch und wert zu achten als Menschen, die mit Fleiß nach keiner Hoheit trachten.","translation":"No thing in the world is to be respected as high and valuable as people who seek no sovereignty with diligence."},{"text":"Wo ist Ihre Königliche Hoheit?","translation":"Where is her royal highness?"},{"text":"Anlässlich der Hochzeit der Königlichen Hoheit habe ich an die Gesellschaft meine herzlichsten Glückwünsche geschickt.","translation":"On the occasion of the Wedding of Royal Highness, I sent my warmest congratulations to the Society."}],"fressen":[{"text":"Wölfe fressen sich nicht gegenseitig.","translation":"Wolves do not eat each other."},{"text":"Nicht alle Tiere fressen Heu.","translation":"Not all animals eat hay."},{"text":"Die großen Tiere fressen stets die kleinen.","translation":"The big animals always eat the small ones."},{"text":"Große Fische fressen die kleinen.","translation":"Big fish eat the small ones."},{"text":"Die Vögel fressen Brot.","translation":"The birds eat bread."},{"text":"Ich habe einen Freund, der seinem Hund Himbeeren zu fressen gibt.","translation":"I have a friend who gives his dog raspberries to eat."},{"text":"Ich muss meiner Katze zu fressen geben.","translation":"I have to feed my cat."},{"text":"Wann soll ich dem Hund zu fressen geben?","translation":"When should I feed the dog?"},{"text":"Drachen fressen Leute, das ist einfach so.","translation":"Dragons eat people, that's just the way it is."},{"text":"Ich habe meinem Hund noch nie eine Banane zu fressen gegeben.","translation":"I have never fed my dog a banana."}],"Vision":[{"text":"Wer Visionen hat, sollte zum Arzt gehen.","translation":"Anyone who has visions should go to the doctor."},{"text":"Zu wahrer Größe reicht es bei Tom nicht, denn er hat keine Vision.","translation":"True greatness is not enough with Tom, because he has no vision."},{"text":"Kein Mensch beginnt zu sein, bevor er seine Vision empfangen hat.","translation":"No man begins to be before he has received his vision."},{"text":"Die Geschichte der Menschheit ist die Geschichte der menschlichen Visionen.","translation":"The history of mankind is the history of human visions."},{"text":"Es gibt keine echten Visionen.","translation":"There are no real visions."}],"Abonnent":[{"text":"Diese Zeitung hat viele Abonnenten.","translation":"This newspaper has many subscribers."},{"text":"Wie viele Abonnenten hat diese Zeitschrift?","translation":"How many subscribers does this magazine have?"},{"text":"Wir träumten von fünftausend Abonnenten, doch es gelang uns kaum ein Zehntel dieser Zahl zu erreichen.","translation":"We dreamt of five thousand subscribers but instead succeeded with scarcely a tenth of this number."},{"text":"Die Abonnenten kennten diese literarische Gattung zur Genüge und lesen diese schwer verdauliche Kost nicht mehr.","translation":"The subscribers knew this literary genre well enough and no longer read this hard-to-digest food."},{"text":"Bei dieser Gelegenheit möchten wir uns bei allen Freunden und Spendern noch einmal ganz herzlich bedanken und gleichzeitig alle Abonnenten und Konzertbesucher dazu ermuntern, unserem Freundeskreis beizutreten, falls sie ihm noch nicht angehören.","translation":"On this occasion, we would like to thank all friends and donors once again and at the same time encourage all subscribers and concertgoers to join our circle of friends if they do not already belong to it."}],"Gerechtigkeit":[{"text":"Gerechtigkeit ist teuer.","translation":"Justice is expensive."},{"text":"Helft euch selbst, Gerechtigkeit erwartet nicht vom König.","translation":"Help yourselves, justice does not expect from the king."},{"text":"Die Menschen sind nicht gleich, so spricht die Gerechtigkeit.","translation":"People are not equal, so says justice."},{"text":"Die wahre Gerechtigkeit liegt in der Hand Gottes.","translation":"True justice is in the hands of God."},{"text":"Es kann keine Gerechtigkeit geben, wenn die Gesetze absolut sind.","translation":"There can be no justice if the laws are absolute."}],"Zahlung":[{"text":"Vielleicht können wir ihre Zahlungen kontrollieren.","translation":"Maybe we can control their payments."},{"text":"Ich kann diese Zahlungen nicht länger leisten.","translation":"I can no longer make these payments."},{"text":"Und was wird nach unserer Zahlung geschehen?","translation":"And what will happen after our payment?"},{"text":"Ein Abschlag ist eine gute Zahlung.","translation":"A discount is a good payment."},{"text":"Nutzen Sie bitte die untenstehenden Angaben für Ihre Zahlung.","translation":"Please use the details below for your payment."}],"Formular":[{"text":"Ich unterschrieb das Formular.","translation":"I signed the form."},{"text":"Wo finde ich die notwendigen Formulare?","translation":"Where can I find the necessary forms?"},{"text":"Füllen Sie das Formular vollständig aus.","translation":"Fill the form in completely."},{"text":"Bitte schreiben Sie Ihr Alter auf das Formular.","translation":"Please put your age on the form."},{"text":"Schicken Sie dieses Formular bitte an Ihre Versicherung.","translation":"Please send this form to your insurance company."}],"ansprechen":[{"text":"Ich habe die Dinge schon immer direkt angesprochen!","translation":"I've always addressed things directly!"},{"text":"Du musst die Leute ansprechen und darfst nicht darauf warten, dass man dich anspricht.","translation":"You have to talk to people and not wait for someone to talk to you."},{"text":"Gib einem alten Mann, bevor er dich anspricht!","translation":"Give to an old man before he speaks to you!"},{"text":"Mit Deutsch kann man heutzutage keinen mehr ansprechen. Es muss schon Englisch sein.","translation":"You can't talk to anyone with German these days. It must be English."},{"text":"Falls du Fragen hast, dann kannst du mich immer ansprechen.","translation":"If you have any questions, you can always talk to me."}],"Einladung":[{"text":"Vielen Dank für die Einladung. Ich habe sie heute bekommen.","translation":"Thank you for the invitation. I got them today."},{"text":"Ich kann seine Einladung nur annehmen.","translation":"I cannot but accept his invitation."},{"text":"Niemand konnte ihre Einladung ablehnen.","translation":"Nobody could refuse their invitation."},{"text":"Sie nahm die Einladung natürlich an.","translation":"She accepted the invitation, of course."},{"text":"Alle meine Freunde, denen ich eine Einladung geschickt hatte, sind zur Party gekommen.","translation":"All my friends to whom I sent invitations came to the party."}],"Nagel":[{"text":"Wir haben an jedem Finger einen Nagel.","translation":"We have a nail on every finger."},{"text":"Das Problem muss besprochen werden, es brennt mir auf den Nägeln.","translation":"The problem must be discussed, it burns on my nails."},{"text":"Maria fragte: „Was ist mit meinen Nägeln los?“","translation":"Maria asked, \"What's wrong with my nails?\""},{"text":"Er hat den Nagel auf den Kopf getroffen.","translation":"He hit the nail on the head."},{"text":"Man soll nicht alles an einen Nagel hängen.","translation":"One should not hang everything on one nail."}],"bestehend":[{"text":"Es ist eine nur auf dem Papier bestehende Ehe.","translation":"It is a marriage that exists only on paper."},{"text":"Wir werden mit bereits bestehenden Firmen zusammenarbeiten.","translation":"We will work with existing companies."},{"text":"Das Problem ist, wie wir die bestehenden Schwierigkeiten bewältigen sollen.","translation":"The problem is how to deal with the existing difficulties."},{"text":"Ein Regenbogen ist ein aus sieben Farben bestehender Bogen am Himmel.","translation":"A rainbow is a seven-colour arch in the sky."},{"text":"Natürlich gibt es keine vernünftige Gesellschaft. Aber es gibt immer eine, die vernünftiger ist als die bestehende.","translation":"Of course, there is no reasonable society. But there is always one that is more reasonable than the existing one."},{"text":"A ist eine Menge bestehend aus den Elementen c, b und a.","translation":"A is a set consisting of the elements c, b, and a."},{"text":"Es ist ein Werk bestehend aus 7 Bänden.","translation":"It is a work consisting of 7 volumes."},{"text":"Die Ehe ist eine Gemeinschaft, bestehend aus einem Herrn, einer Herrin und zwei Sklaven, insgesamt zwei Personen.","translation":"Marriage is a community consisting of a master, a mistress and two slaves, making in all, two."},{"text":"Sahne ist eine weiße und leicht gelbliche Flüssigkeit bestehend aus konzentrierten Proteinen und Fett.","translation":"Cream is a white and light yellow liquid composed of concentrated proteins and fat."},{"text":"Tempura ist eine japanische Speise, bestehend aus Fisch, Garnelen und Gemüse, die in einem Teigmantel frittiert worden sind.","translation":"Tempura is a Japanese dish consisting of fish, shrimp and vegetables fried in a dough coat."}],"entführen":[{"text":"Warum sollte jemand Tom entführen?","translation":"Why would anybody kidnap Tom?"},{"text":"Die Polizei geht davon aus, dass Tom entführt wurde.","translation":"The police think Tom has been kidnapped."},{"text":"Gesetzt den Fall dieses Flugzeug würde entführt, was in aller Welt würdest du tun?","translation":"If this plane were hijacked, what on earth would you do?"},{"text":"Der Sohn des Königs wurde entführt.","translation":"The king's son was kidnapped."},{"text":"Ihr Bruder ist vermutlich entführt worden.","translation":"Her brother was probably abducted."}],"vorschlagen":[{"text":"Wenn wir einen Kandidaten vorschlagen, wird es entweder ein Mann oder eine Frau sein.","translation":"If we propose a candidate, it will be either a man or a woman."},{"text":"Aber ich kann eine andere Übersetzung vorschlagen.","translation":"But I can suggest a different translation."},{"text":"Ich habe dreimal geraten, wie du vorgeschlagen hast. Und jetzt?","translation":"You can have three guesses."},{"text":"Weitere Maßnahmen wurden vorgeschlagen und gefordert.","translation":"Further measures were proposed and requested."},{"text":"Ich möchte einige kleine Verbesserungen vorschlagen.","translation":"I would like to suggest some small improvements."},{"text":"Ich erinnere mich, schon einmal etwas Ähnliches vorgeschlagen zu haben.","translation":"I remember suggesting something similar before."},{"text":"Jeder dieser Herren meinte, die beste Lösung vorgeschlagen zu haben.","translation":"Each of these gentlemen thought they had proposed the best solution."},{"text":"Was Tom vorgeschlagen hat, ist doch Käse.","translation":"What Tom suggested is cheese."},{"text":"Du hast doch vorgeschlagen, diesen Film zu sehen.","translation":"It was you that suggested seeing that movie."},{"text":"Johnny hat Alice vorgeschlagen und sie hat akzeptiert.","translation":"Johnny proposed to Alice and she accepted."}],"d":[{"text":"Wie zahlreich sind doch die Dinge, derer ich nicht bedarf.","translation":"How numerous are the things I don't need."},{"text":"Die toten Soldaten derer, die den Krieg gewonnen haben, nennt man Helden.","translation":"The dead soldiers of those who won the war are called heroes."},{"text":"Die Zahl derer, die durch zu viele Informationen nicht mehr informiert sind, wächst.","translation":"The number of those who are no longer informed by too much information is growing."},{"text":"Wir müssen derer gedenken, die uns geholfen haben.","translation":"We need to remember those who helped us."},{"text":"Wie alt man geworden ist, sieht man an den Gesichtern derer, die man jung gekannt hat.","translation":"We can tell how old we've become by looking at the faces of those we knew when we were young."},{"text":"Eine DNS-Untersuchung zeigte, dass er unschuldig war.","translation":"A DNA test showed he was innocent."},{"text":"Ich habe es in Mathe mit Ach und Krach auf ein D geschafft.","translation":"I made it to a D in math with a vengeance."},{"text":"Die DNS ist aus vier Nukleinbasen aufgebaut: Adenin, Thymin, Cytosin und Guanin.","translation":"DNA is composed of four nucleotides: adenine, thymine, cytosine and guanine."},{"text":"DNS-Spuren belegen: Tom war der Täter. Wahrscheinlichkeit: zehn Milliarden zu eins.","translation":"DNA traces prove: Tom was the perpetrator. Probability: ten billion to one."},{"text":"Die DNS ist das Molekül der Vererbung.","translation":"DNA is the molecule of heredity."},{"text":"Von 1948 bis 1998 gab es in Deutschland die D-Mark.","translation":"From 1948 to 1998 there was the D-Mark in Germany."},{"text":"Lieber Schlesien verloren als d e n geheiratet!","translation":"Better to lose Silesia than to get married!"},{"text":"Tom hat den Giro d’Italia gewonnen.","translation":"Tom won the Giro d'Italia."},{"text":"In meiner Sprache heißen die Noten c, d, e, f, g, a und h.","translation":"In my language, the musical notes are c, d, e, f, g, a, and b."},{"text":"Die Wiener Straßenbahnlinie D wurde bis zum neuen Hauptbahnhof verlängert.","translation":"Vienna's tram line D was extended to the new main station."}],"längst":[{"text":"Es ist schon elf Uhr. Du solltest längst im Bett sein.","translation":"It is already eleven o'clock. You should be in bed by now."},{"text":"Er wusste längst darüber Bescheid.","translation":"He knew about it for a long time."},{"text":"Hast du schon das Buch \"Der Jüngste Tag hat längst begonnen\" gelesen?","translation":"Have you already read the book \"Judgment Day Began Long Ago\"?"},{"text":"Um 23 Uhr schlafe ich schon längst.","translation":"At 11 p.m. I'm already asleep."},{"text":"Nichts ist so neu, als was längst vergessen ist.","translation":"Nothing is as new as what has long been forgotten."},{"text":"Aber diese Zeiten sind längst Vergangenheit.","translation":"But those days are long gone."},{"text":"Tom müsste eigentlich längst hier sein.","translation":"Tom really should've been here by now."},{"text":"Der Zug ist längst angekommen.","translation":"The train has long since arrived."},{"text":"Der grosse Sport fängt da an, wo er längst aufgehört hat, gesund zu sein.","translation":"The great sport begins where it has long since stopped being healthy."},{"text":"Darüber ist längst Gras gewachsen.","translation":"Grass has long since grown over it."},{"text":"Es ist schon ganz schön spät. Tom wird längst im Bett liegen.","translation":"It's pretty late. Tom will be in bed long ago."},{"text":"Sie sprachen über ferne Länder und längst vergangene Zeiten.","translation":"They talked about distant countries and times long gone."},{"text":"Tom hätte längst zurück sein müssen.","translation":"Tom should have been back by now."},{"text":"Wir hatten schon längst den Überblick verloren.","translation":"We had lost the overview a long time ago."},{"text":"Vom Leben auf der Erde habe ich längst die Schnauze voll.","translation":"I have long been fed up with life on earth."}],"ausblenden":[{"text":"Kannst du den Text mal ausblenden?","translation":"Can you hide the text?"},{"text":"Wenn du auf den Button klickst, kannst du den Text ausblenden.","translation":"If you click on the button, you can hide the text."},{"text":"Hier geht es um eine Sichtweise, die allgemeine und vergleichende Sprachwissenschaftler gewöhnlich vollständig ausblenden.","translation":"This is a view that general and comparative linguists usually completely ignore."}],"Grab":[{"text":"Der Körper ist das Grab der Seele.","translation":"The body is the grave of the soul."},{"text":"Ich habe das Grab meines Vaters besucht.","translation":"I visited my father's grave."},{"text":"Gute Kinder machen die Eltern glücklich, schlechte bringen sie ins Grab.","translation":"Good children make parents happy, bad ones take them to the grave."},{"text":"Sie dreht sich im Grab um.","translation":"She turns around in the grave."},{"text":"Sie saß auf dem Grab.","translation":"She was sitting on the grave."}],"durchaus":[{"text":"Das kann durchaus bald der Fall sein.","translation":"It may well be the case soon."},{"text":"Drei bis fünf Tassen Kaffee am Tag kann man durchaus als gesund empfehlen.","translation":"Three to five cups of coffee a day can be recommended as healthy."},{"text":"Das ist durchaus eine gute Frage.","translation":"That's a good question."},{"text":"Es gibt ein höheres Wesen, das man durchaus Gott nennen kann.","translation":"There is a higher being who can certainly be called God."},{"text":"Wenn du durchaus willst.","translation":"If you want to."}],"beinhalten":[{"text":"A beinhaltet B und B beinhaltet A.","translation":"A contains B and B includes A."},{"text":"Diese Bibliothek beinhaltet über 50.000 Bände.","translation":"This library has over 50,000 volumes."},{"text":"Jedes Kapitel des Romans muss einen Konflikt beinhalten.","translation":"Each chapter of the novel must contain a conflict."},{"text":"Wie viele Wörter beinhaltet dieser Satz?","translation":"How many words does this sentence contain?"},{"text":"Die Freiheit ist nichts wert, wenn sie keine Freiheit, Fehler zu machen, beinhaltet.","translation":"Freedom is worth nothing if it does not include the freedom to make mistakes."},{"text":"A beinhaltet B und B beinhaltet A.","translation":"A includes B and B includes A."},{"text":"Diese Kiste beinhaltet Äpfel.","translation":"This box contains apples."},{"text":"Das Buch beinhaltet Esperantogedichte nebst einer kurzen Vorstellung ihrer Dichter.","translation":"The book contains Esperanto poems along with a brief introduction to their poets."},{"text":"Der Grippeimpfstoff beinhaltet Antikörper, die den H1N1-Virus bekämpfen.","translation":"A flu shot contains antibodies that fight the H1N1 virus."},{"text":"Kuhmilch ist für Kälber und beinhaltet Wachstumshormone, die diese benötigen. Ich bin kein Kalb und möchte nicht wie eines aufwachsen.","translation":"Cow's milk is for calves and contains growth hormones that they need. I'm not a calf and I don't want to grow up like one."}],"last":[{"text":"Wo Liebe ist, gibt es keine Last.","translation":"Where there is love, there is no burden."},{"text":"Ich will Ihnen nicht zur Last fallen.","translation":"I do not want to be a burden to you."},{"text":"Am ersten Tag ein Gast, am dritten Tag eine Last.","translation":"On the first day a guest, on the third day a burden."},{"text":"Gott nimmt nicht die Lasten, sondern stärkt die Schultern.","translation":"God does not take the burdens, but strengthens the shoulders."},{"text":"Freundschaft - das sind zwei Herzen, die sich eine Last teilen.","translation":"Friendship - these are two hearts that share a burden."}],"jugendliche":[{"text":"Jugendliche wollen möglichst schnell wirtschaftlich unabhängig werden.","translation":"Young people want to become economically independent as quickly as possible."},{"text":"Jugendliche lassen sich schnell für eine gute Sache begeistern.","translation":"Young people are quickly inspired for a good cause."},{"text":"Warum wird dieses Buch von Jugendlichen so geliebt?","translation":"Why is this book loved by young people?"},{"text":"Viele Jugendliche in Japan essen Brot zum Frühstück.","translation":"Many teenagers in Japan eat bread for breakfast."},{"text":"Viele Jugendliche im Land sind ohne Arbeit.","translation":"Many young people in the country are unemployed."}],"Gitarre":[{"text":"Diese Gitarre klingt nicht sehr gut.","translation":"This guitar doesn't sound very good."},{"text":"Tom spielt gerade sehr gut Gitarre.","translation":"Tom plays guitar very well right now."},{"text":"Diese Gitarre ist so teuer, dass ich sie nicht kaufen kann.","translation":"That guitar is so expensive that I can't buy it."},{"text":"Wem gehört diese Gitarre?","translation":"Who owns this guitar?"},{"text":"Ich verbringe eine Menge Zeit damit, Gitarre zu üben.","translation":"I spend a lot of time practicing the guitar."}],"Empfehlung":[{"text":"Das war keine gute Empfehlung.","translation":"That was not a good recommendation."},{"text":"Danke für Ihre Empfehlung.","translation":"Thank you for your referral."},{"text":"Ich habe den Satz gemäß deiner Empfehlung geändert.","translation":"I changed the sentence according to your recommendation."},{"text":"Das war kein Befehl, sondern eine Empfehlung.","translation":"That wasn't an order - merely a suggestion."},{"text":"Bist du mit Toms Empfehlungen einverstanden?","translation":"Do you agree with Tom's recommendations?"}],"Dunkelheit":[{"text":"Um ihn ist nur Dunkelheit. Er ist von Geburt an blind.","translation":"There is only darkness around him. He is blind from birth."},{"text":"In der Dunkelheit wollen sie mit ihren Autos nicht fahren.","translation":"They don't want to drive their cars in the dark."},{"text":"Kannst du in der Dunkelheit der Nacht sehen?","translation":"Can you see in the darkness of the night?"},{"text":"Ich habe Angst vor der Dunkelheit.","translation":"I'm afraid of the dark."},{"text":"Ich hörte, wie mein Name zweimal in der Dunkelheit gerufen wurde.","translation":"I heard my name being called twice in the dark."}],"Kante":[{"text":"Sie hat ihr Geld auf die hohe Kante gelegt.","translation":"She has put her money on the high edge."},{"text":"Er ist ein Mann mit Ecken und Kanten.","translation":"He is a man with rough edges."},{"text":"Die Kante meines Tisches ist ziemlich scharf.","translation":"The edge of my table is pretty sharp."},{"text":"Jeden Freitagabend gaben sie sich die Kante.","translation":"Every Friday night they went and got liquored up."},{"text":"„Ich bin mit dem Rasenmähen fertig. Darf ich jetzt spielen gehen?“ – „Hast du auch die Kanten geschnitten?“","translation":"\"I'm done mowing the lawn. Can I go play now?\" – \"Did you cut the edges too?\""}],"Zeitraum":[{"text":"Wo warst du in diesem Zeitraum?","translation":"Where have you been during this period?"},{"text":"Nicht nur für einen bestimmten Zeitraum, sondern bis ans Ende aller Tage.","translation":"Not only for a certain period of time, but until the end of days."},{"text":"Ein Jahrzehnt ist ein Zeitraum von zehn Jahren.","translation":"A decade is a span of ten years."},{"text":"Wenn wir es nicht schaffen, müssen wir den Zeitraum verlängern.","translation":"If we don’t make it, we'll need to prolong the time frame."},{"text":"Die Versammlung wird einmal im Zeitraum von drei Jahren durchgeführt.","translation":"The meeting is held once in three years."}],"Täter":[{"text":"Man sagt, der Täter kehre immer zum Ort des Verbrechens zurück.","translation":"It is said that the perpetrator always returns to the scene of the crime."},{"text":"Offenbar sind nur zwei Täter für den Tod des Opfers verantwortlich.","translation":"Apparently, only two perpetrators are responsible for the death of the victim."},{"text":"Der Täter ging der Polizei ins Netz.","translation":"The perpetrator went to the police in the net."},{"text":"Halten Sie Abstand vom Täter!","translation":"Keep your distance from the perpetrator!"},{"text":"Nach den Aussagen der Zeugen kommt nur Tom als Täter in Frage.","translation":"According to the testimony of the witnesses, only Tom comes into question as the perpetrator."}],"iß":[{"text":"Ich bitte dich, iss!","translation":"I ask you, please eat!"},{"text":"Wenn du Hunger hast, dann iss!","translation":"If you're hungry, then eat."},{"text":"Arbeite schnell, iss langsam!","translation":"Work quickly, eat slowly."},{"text":"Iss, bevor es kalt wird.","translation":"Eat it before it gets cold."},{"text":"Bitte, iss. Du musst hungrig sein.","translation":"Please, eat. You must be hungry."},{"text":"Iß nicht so viel. Du wirst sonst zu dick.","translation":"Don't eat so much. Otherwise you will become too fat."},{"text":"Iss, was gar ist. Trink, was klar ist.","translation":"Eat what is cooked. Drink what is clear."},{"text":"Iss langsam! Genieße dein Essen!","translation":"Eat slowly! Enjoy your food!"},{"text":"Wenn du Hunger hast, iss etwas!","translation":"If you're hungry, eat something!"},{"text":"Bitte iss etwas!","translation":"Please eat something."}],"lediglich":[{"text":"Alles was lediglich wahrscheinlich ist, ist wahrscheinlich falsch.","translation":"Anything that is merely likely is probably wrong."},{"text":"Es ist lediglich eine Frage der Zeit.","translation":"It's just a matter of time."},{"text":"Fragen fordern unser Tief-Denken – Antworten lediglich unser Breit-Wissen.","translation":"Questions demand our deep thinking – answers only our broad knowledge."},{"text":"Ich habe ihn lediglich einmal getroffen.","translation":"I only met him once."},{"text":"Es dauert lediglich 15 Minuten, nicht?","translation":"It only takes 15 minutes, doesn't it?"}],"alternative":[{"text":"Eine Alternative ist möglich.","translation":"An alternative is possible."},{"text":"Ich wähle die Alternative für Deutschland.","translation":"I vote for the Alternative for Germany."},{"text":"Alt werden ist natürlich kein reines Vergnügen. Aber denken wir an die einzige Alternative.","translation":"Of course, growing old is not a pure pleasure. But let us think of the only alternative."},{"text":"„Was halten Sie vom Alter?“ — „Haben Sie eine Alternative?“","translation":"\"What do you think of age?\" — \"Do you have an alternative?\""},{"text":"Die einzige Alternative zum Aufgeben ist, zu kämpfen.","translation":"The only alternative to giving up is to fight."}],"Fabrik":[{"text":"Der Himmel war voller Rauch aus der Fabrik.","translation":"The sky was full of smoke from the factory."},{"text":"Mein Vater arbeitet in einer Fabrik.","translation":"My father works in a factory."},{"text":"Ich gehe heute nicht in die Fabrik, ich bin krank.","translation":"I'm not going to the factory today, I'm sick."},{"text":"Die Fabrik stellt jeden Monat Tausende Flaschen her.","translation":"The factory produces thousands of bottles every month."},{"text":"Diese Fabrik produziert 500 Autos am Tag.","translation":"This factory produces 500 cars a day."}],"drüber":[{"text":"Denk nochmal drüber nach.","translation":"Think again."},{"text":"Da stehe ich drüber.","translation":"That doesn't bother me at all."},{"text":"Soll man über Musik singen, wenn man drüber reden will?","translation":"Should you sing about music if you want to talk about it?"},{"text":"Das ist ein witziger Vorschlag. Da werde ich wohl drüber nachdenken müssen.","translation":"That's a funny suggestion. I'll probably have to think about it."},{"text":"Lass mich drüber nachdenken, und ich sage dir später Bescheid.","translation":"Let me think about it, and I'll let you know later."}],"Verkäufer":[{"text":"Ich arbeite als Verkäufer.","translation":"I work as a salesman."},{"text":"Die Verkäufer legen mich oft rein.","translation":"The salespeople often overcharge me."},{"text":"Der Verkäufer steht auf der Strasse.","translation":"The seller is standing on the street."},{"text":"Ein ehrliches Produkt braucht einen ehrlichen Verkäufer.","translation":"An honest product needs an honest salesperson."},{"text":"Ist der Verkäufer bereit zu handeln?","translation":"Is the seller ready to act?"}],"Anleitung":[{"text":"Ich brauche Anleitung.","translation":"I need some guidance."},{"text":"Lies die verdammte Anleitung!","translation":"Read the fucking manual!"},{"text":"Ikea-Anleitungen sind nicht immer perfekt.","translation":"Ikea instructions are not always perfect."},{"text":"Lesen Sie sich die Anleitung genau durch!","translation":"Read the instructions carefully!"},{"text":"Folgen Sie bitte den Anleitungen der Krankenschwester.","translation":"Please follow the nurse's directions."}],"zweitens":[{"text":"Erstens esse ich und zweitens bezahle ich.","translation":"Firstly, I eat and secondly, I pay."},{"text":"Erstens kommt es anders, zweitens als man denkt.","translation":"Firstly, it turns out differently, secondly than you think."},{"text":"Erstens habe ich keine Lust und zweitens habe ich keine Zeit.","translation":"Firstly, I don't feel like it and secondly, I don't have time."},{"text":"Erstens ist er dein Vater, zweitens ist er sehr krank. Tom, du musst ihm unbedingt helfen!","translation":"Firstly, he is your father, secondly, he is very sick. Tom, you must absolutely help him!"},{"text":"Meinungen sind wie Grundstücke: Erstens sind sie zu teuer, und zweitens kann man nicht immer darauf bauen.","translation":"Opinions are like land: firstly, they are too expensive, and secondly, you cannot always rely on them."},{"text":"Eine gute Beziehung basiert auf zwei wichtigen Prinzipien. Erstens, schätzt eure Gemeinsamkeiten und, zweitens, respektiert eure Unterschiede.","translation":"A good relationship is based on two important principles. First, appreciate what you have in common and, second, respect your differences."},{"text":"Die Massen sind erstens verschwimmende Kopien der großen Männer, zweitens Widerstand gegen die Großen, drittens Werkzeuge der Großen.","translation":"The masses are, firstly, blurred copies of the great men, secondly, resistance to the great, thirdly, tools of the great."},{"text":"Wir finden drei Gründe für den Streit in der menschlichen Natur: erstens Konkurrenz, zweitens Mangel an Selbstvertrauen, drittens Sucht nach Anerkennung.","translation":"We find three reasons for the dispute in human nature: first, competition, second, lack of self-confidence, third, addiction to recognition."},{"text":"Ich merke, dass ich alt werde, mein Gedächtnis wird immer schlechter; besonders drei Sachen kann ich mir nicht merken: erstens Namen, zweitens Zahlen und drittens - drittens - das habe ich vergessen!","translation":"I notice that I am getting old, my memory is getting worse and worse; I can't remember three things in particular: firstly, names, secondly, numbers and thirdly - thirdly - I forgot that!"},{"text":"Im Leben eines jeden Büromenschen gibt es drei einschneidende Ereignisse: Erstens einen Wechsel des Vorgesetzten, zweitens den Tod der Topfpflanze und drittens eine neue Telefonanlage.","translation":"In the life of every office worker, there are three drastic events: firstly, a change of superior, secondly, the death of the potted plant and thirdly, a new telephone system."}],"entlassen":[{"text":"Der Patient wurde geheilt entlassen.","translation":"The patient was discharged cured."},{"text":"In dieser Fabrik mussten 300 Mitarbeiter entlassen werden.","translation":"Three hundred workers had to be laid off in this factory."},{"text":"Ich wurde nicht entlassen. Ich habe gekündigt.","translation":"I was not released. I have resigned."},{"text":"Tom ist sich sicher, dass man ihn entlassen wird.","translation":"Tom is sure that he will be fired."},{"text":"Tom wird wahrscheinlich morgen aus dem Krankenhaus entlassen werden.","translation":"Tom will probably be discharged from hospital tomorrow."}],"Museum":[{"text":"Dieses Museum ist einen Besuch wert.","translation":"This museum is worth a visit."},{"text":"Das Museum war gestern den ganzen Tag geschlossen.","translation":"The museum was closed all day yesterday."},{"text":"Gehst du oft ins Museum?","translation":"Do you go to the museum often?"},{"text":"Ob wir ins Museum gehen, ist noch nicht sicher.","translation":"Whether we will go to the museum is not yet certain."},{"text":"Das Museum ist ab neun Uhr morgens geöffnet.","translation":"The museum is open from nine o'clock in the morning."}],"spezifisch":[{"text":"Ich habe keine spezifischen Pläne.","translation":"I don't have any specific plans."},{"text":"Bestimmte Wörter können ohne einen spezifischen Kontext verwendet werden.","translation":"Certain words can be used without a specific context."},{"text":"Wie entsteht aus einer einzigen Zelle ein Lebewesen, das schließlich seine spezifische Form erhält?","translation":"How does a single cell create a living being that will ultimately acquire its specific form?"},{"text":"Sie können entscheiden, ob Sie die allgemeine Arbeit der Stiftung oder ein spezifisches Projekt unterstützen möchten.","translation":"You can decide whether you want to support the general work of the foundation or a specific project."},{"text":"Die praktische Anwendung dieser Grundsätze wird immer und überall von den spezifischen historischen Bedingungen abhängen.","translation":"The practical application of these principles will always and everywhere depend on the specific historical conditions."}],"Geduld":[{"text":"Meine Geduld geht langsam zu Ende.","translation":"My patience is slowly running out."},{"text":"Es bedarf großer Geduld, um sie zu lernen.","translation":"It requires a lot of patience to learn."},{"text":"Die Geduld ist aller Schmerzen Arznei.","translation":"Patience is the medicine of all pain."},{"text":"Geduld verlieren heißt Würde verlieren.","translation":"To lose patience is to lose dignity."},{"text":"Liisa bat Markku um etwas Geduld.","translation":"Liisa asked Markku for some patience."}],"beängstigend":[{"text":"Das ist ein bisschen beängstigend.","translation":"It's a bit intimidating."},{"text":"Das ist ziemlich beängstigend.","translation":"This is rather frightening."},{"text":"Du wirkst zwar beängstigend, aber eigentlich bist du ganz nett!","translation":"You may seem scary, but you're actually quite nice!"},{"text":"Das war die beängstigendste Erfahrung, die ich je gemacht hatte.","translation":"That was the most frightening experience I'd ever had."},{"text":"Es ist beängstigend, neuen Leuten zu begegnen.","translation":"Meeting new people is scary."}],"Argument":[{"text":"Diese Argument greift zu kurz.","translation":"This argument doesn't go into sufficient deep."},{"text":"„Idiot“ ist ein beliebtes Argument.","translation":"\"Idiot\" is a popular argument."},{"text":"Ich habe Ihre Argumente nicht ganz verstehen können.","translation":"I have not been able to fully understand your arguments."},{"text":"Seine Argumente überzeugen mich nicht.","translation":"His arguments don't convince me."},{"text":"Sein Argument ist, dass Frauen nicht rauchen und trinken sollten.","translation":"His argument is that women should not smoke or drink."}],"Richtlinie":[{"text":"Die Struktur der nationalen Wirtschaft wird den neuen Richtlinien entsprechend geändert.","translation":"The structure of the national economy will be changed in accordance with the new directives."},{"text":"Tom kennt die Richtlinien.","translation":"Tom knows the guidelines."},{"text":"Es haben sich schon viele über die Richtlinie beschwert.","translation":"There have been a lot of complaints about that policy."},{"text":"„Ethik“ bedeutet die Richtlinien des Handelns.","translation":"\"Ethics\" means the guidelines of action."},{"text":"Es sind bestimmte Richtlinien vonnöten, damit in unserem Projekt kein völliges Chaos herrscht.","translation":"Certain guidelines are needed so that there is no complete chaos in our project."}]}