{"Salon":[{"text":"Wie viele Friseure arbeiten in diesem Salon?","translation":"How many barbers work in that barbershop?"},{"text":"Die Gäste sind im Salon.","translation":"Guests are in the salon."},{"text":"Tom wartet gerade im Salon.","translation":"Tom is waiting in the salon."},{"text":"Er ging aus dem Salon und in den Garten, um eine Zigarette zu rauchen.","translation":"He went out of the salon and into the garden to smoke a cigarette."},{"text":"Sie hängte einen kleinen Picasso an die Wand des Salons.","translation":"She hung a small Picasso on the wall of the salon."}],"vietnamesisch":[{"text":"Ich habe eine vietnamesische Freundin. Sie heißt Tiên.","translation":"I have a Vietnamese friend. Her name is Tiên."},{"text":"Dreißig vietnamesische Kinder schwimmen jeden Tag, um ihre Schule zu erreichen.","translation":"Thirty Vietnamese kids swim every day in order to go to their school."},{"text":"Innerhalb von drei Jahrzehnten erlebte das vietnamesische Volk drei abscheuliche Kriege.","translation":"Within three decades, the Vietnamese people experienced three heinous wars."},{"text":"Ich habe viele vietnamesische Lehrbücher.","translation":"I have many Vietnamese learning books."},{"text":"Die vietnamesische Währung ist der Dong. Das Symbol dafür ist das Zeichen „₫“.","translation":"The Vietnamese currency is the dong. The symbol for this is the sign \"₫\"."},{"text":"Sprichst du zufällig Vietnamesisch?","translation":"Do you happen to speak Vietnamese?"},{"text":"Tom sprach Vietnamesisch, die Sprache seiner Frau.","translation":"Tom speaks Vietnamese, his wife's native language."},{"text":"Weil ich in Vietnam geboren wurde, spreche ich Vietnamesisch.","translation":"Because I was born in Vietnam, I speak Vietnamese."},{"text":"Ich lerne Vietnamesisch.","translation":"I am learning Vietnamese."},{"text":"Du kannst Vietnamesisch. Toll!","translation":"You can speak Vietnamese. Terrific!"}],"vergraben":[{"text":"Der Schatz war auf der Insel vergraben.","translation":"The treasure was buried on the island."},{"text":"Hunde vergraben oft Knochen.","translation":"Dogs often bury bones."},{"text":"Seine Hände waren tief in den Taschen vergraben.","translation":"His hands were deep in his pockets."},{"text":"Hat Tom dir je gesagt, wo der Schatz vergraben ist?","translation":"Did Tom ever tell you where the treasure was buried?"},{"text":"Eichhörnchen vergraben Nüsse.","translation":"Squirrels bury nuts."},{"text":"Wir suchten nach vergrabenen Schätzen.","translation":"We were looking for buried treasure."},{"text":"Man sagt, dass hier in der Nachbarschaft ein vergrabener Schatz liegt.","translation":"It is said that there is a buried treasure in the neighborhood."},{"text":"Eichhörnchen finden nur ein Viertel der vergrabenen Nüsse wieder.","translation":"Squirrels only find a quarter of the nuts that they bury."},{"text":"Sie durchkämmten die Wüste auf der Suche nach einem vergrabenen Schatz.","translation":"They combed the desert in search of a buried treasure."},{"text":"Tom fand einen vergrabenen Schatz.","translation":"Tom found a buried treasure."},{"text":"Es wird angenommen, dass der Schatz irgendwo im Berg vergraben liegt.","translation":"The treasure is believed to lie hidden somewhere in the mountain."},{"text":"Muslime vergraben ihre Toten in Gräbern.","translation":"Muslims bury their dead in graves."},{"text":"Grauhörnchen vergraben Nüsse, Rothörnchen aber nicht.","translation":"Gray squirrels bury nuts, but red squirrels don't."}],"Minimum":[{"text":"Der Schaden wurde auf ein Minimum begrenzt.","translation":"The damage was kept to a minimum."},{"text":"Wir müssen die Kosten auf ein Minimum reduzieren.","translation":"We have to reduce the cost to a minimum."},{"text":"In Massenunterkünften bleibt Flüchtlingen oft nicht einmal ein Minimum an Privatsphäre.","translation":"In mass shelters, refugees often do not even have a minimum of privacy."},{"text":"Das Vertrauen in die Regierenden ist auf ein Minimum geschrumpft.","translation":"Trust in those in power has shrunk to a minimum."},{"text":"Die Kühlflüssigkeit ist unter dem Minimum.","translation":"The coolant is below the minimum."}],"vorausgesetzt":[{"text":"Eine Bank ist bereit, dir Geld zu leihen, vorausgesetzt, dass du schon Geld besitzt.","translation":"A bank is willing to lend you money, provided you already have money."},{"text":"Eine Jungfrau ist etwas Schönes, vorausgesetzt, sie bleibt es nicht.","translation":"A virgin is something beautiful, provided she does not remain so."},{"text":"Ich werde Sie anrufen, vorausgesetzt, dass ich Zeit habe.","translation":"I will call you up, provided that I have time."},{"text":"Des Weiteren wird ein Wörterbuch vorausgesetzt.","translation":"Another thing that is required is a dictionary."},{"text":"Du kannst bleiben, vorausgesetzt, du bist leise.","translation":"You can stay, provided you are quiet."}],"Rückgang":[{"text":"Nach saisonaler Bereinigung ist der Rückgang nicht sehr stark.","translation":"The decline isn't so sharp after seasonal adjustment."},{"text":"Die Firma erwartete im dritten Quartal eigentlich einen leichten Rückgang, hat die Erwartungen jetzt aber übertroffen und sogar einen Gewinn gemacht.","translation":"The company actually expected a slight decline in the third quarter, but has now exceeded expectations and even made a profit."},{"text":"Mit dem Rückgang der Coronaviruspandemie in den V. St. ist nach Expertenmeinung eine noch nie dagewesene Zahl von Menschen entschlossen, den Arbeitsplatz aufzugeben.","translation":"With the coronavirus pandemic easing in the U.S., experts say an unprecedented number of people are choosing to quit their jobs."}],"covid-19":[{"text":"Du hast bestimmt COVID-19.","translation":"You must have COVID-19."},{"text":"Darf ich Sie auf Covid-19 testen?","translation":"Can I test you for COVID-19?"},{"text":"An alle, die an Covid-19 leiden: bleibt positiv.","translation":"To all those suffering from COVID-19, stay positive."},{"text":"Auch in Deutschland gibt es noch Covid-19, aber die Zahl ist gesunken.","translation":"There is still Covid-19 in Germany, but the number has dropped."},{"text":"Ich hoffe, Sie haben Covid-19 gesundheitlich gut überstanden.","translation":"I hope you have survived Covid-19 well."},{"text":"COVID-19 hat im Sommer Urlaub gemacht.","translation":"COVID-19 went on vacation in the summer."},{"text":"Zuerst begann seine Frau COVID-19-Symptome zu zeigen.","translation":"First his wife began showing COVID-19 symptoms."},{"text":"Sind Sie schon gegen COVID-19 geimpft?","translation":"Have you already received a COVID-19 vaccine?"},{"text":"COVID-19 verwandelt die Zellen des Patienten in Virusfabriken.","translation":"COVID-19 turns the patient's own cells into virus factories."},{"text":"Die Behörden haben zu Beginn der Epidemie kaum nützliche Informationen über COVID-19 bekanntgegeben.","translation":"Authorities provided little useful information about COVID-19 at the start of the epidemic."}],"Witwe":[{"text":"Sie ist Witwe.","translation":"She is a widow."},{"text":"Darf ein Mann die Schwester seiner Witwe heiraten? - Er darf, aber er kann nicht.","translation":"Can a man marry his widow's sister? - He may, but he cannot."},{"text":"Eine Frau, deren Ehemann gestorben ist, nennt man Witwe.","translation":"A woman whose husband has died is called a widow."},{"text":"Der reichen Witwe Tränen trocknen bald.","translation":"The rich widow's tears soon dry."},{"text":"Eine Witwe hatte zwei Töchter.","translation":"A widow had three daughters."}],"verhören":[{"text":"Gleich nach meiner Verhaftung bin ich mehrmals verhört worden.","translation":"Right after my arrest I was interrogated several times."},{"text":"Ich nehme an, ich habe mich da gerade verhört.","translation":"I suppose I just interrogated myself."},{"text":"Die Polizei verhörte Liisa die ganze Nacht.","translation":"The police interrogated Liisa all night."},{"text":"Er versteht es, Leute zu verhören.","translation":"He knows how to interrogate people."},{"text":"Die Polizei kann Tom nicht eher verhören, bis sein Anwalt hier ist.","translation":"The police can't question Tom until his lawyer gets here."}],"Waffel":[{"text":"Ich habe in Lüttich eine Waffel gegessen.","translation":"I ate a waffle in Liège."},{"text":"Gießen Sie uns einen Kaffee auf und bringen Sie von den gefüllten Waffeln!","translation":"Pour us a coffee and bring us the stuffed waffles!"},{"text":"Wirf deine Waffeln weg!","translation":"Throw away your waffles!"},{"text":"Sie haben mit dieser Waffel eine sehr gute Wahl getroffen.","translation":"You have made a very good choice with this waffle."},{"text":"Wir haben Waffeln gebacken.","translation":"We made waffles."}],"eu":[{"text":"Schottland und Nordirland wollen in der EU bleiben.","translation":"Scotland and Northern Ireland want to stay in the EU."},{"text":"EU legt TTIP auf Eis.","translation":"EU puts TTIP on ice."},{"text":"Deutschland gehört zu den reichen Staaten der EU.","translation":"Germany is one of the rich states of the EU."},{"text":"Auch Bürger aus anderen EU-Staaten können in Deutschland wählen.","translation":"Citizens from other EU countries can also vote in Germany."},{"text":"Wer nicht wählt, nimmt keinen Einfluss auf die Regeln in der EU.","translation":"Those who do not vote have no influence on the rules in the EU."}],"kun":[{"text":"Dass Tanaka-kun mich leiden mag, das hätte ich nicht gedacht!","translation":"That Tanaka-kun might suffer me, I would not have thought!"},{"text":"Mein vollständiger Name ist Tom Kun jr.","translation":"My full name is Tom Kun jr."}],"verdorben":[{"text":"Damit hast du die ganze Angelegenheit verdorben.","translation":"With that, you spoiled the whole thing."},{"text":"Kinder sind so lange gut, bis sie durch Erziehung verdorben werden.","translation":"Children are good until they are corrupted by education."},{"text":"Besser Wasser getrunken und erworben, als Wein getrunken und verdorben.","translation":"Better drunk and acquired water than wine drunk and spoiled."},{"text":"Geld verdirbt nur den Charakter, der schon verdorben ist.","translation":"Money only spoils the character that is already corrupted."},{"text":"Das hat ihm den Appetit verdorben.","translation":"It's spoilt his appetite."},{"text":"Im verdorbensten Staate sind die meisten Gesetze.","translation":"In the most corrupt state, most are laws."},{"text":"Golf ist ein verdorbener Spaziergang.","translation":"Golf is a ruined walk."},{"text":"Schönheit ohne Tugend ist wie verdorbener Wein.","translation":"Beauty without virtue is like spoiled wine."},{"text":"Sie musste ins Krankenhaus, nachdem sie verdorbenen Fisch gegessen hatte.","translation":"She had to go to the hospital after eating spoiled fish."},{"text":"Die Hälfte der Äpfel ist verdorben.","translation":"Half of these apples are rotten."}],"Silvester":[{"text":"Habt ihr schon Pläne für Silvester?","translation":"Do you already have plans for New Year's Eve?"},{"text":"Der letzte Tag des Jahres heißt Silvester.","translation":"The last day of the year is called New Year's Eve."},{"text":"Wie hast du Silvester gefeiert?","translation":"How did you celebrate New Year's Eve?"},{"text":"Wie am Telefon ausgemacht, steht Ihnen unser Haus für Silvester zur Verfügung.","translation":"As agreed on the phone, our house is available for New Year's Eve."},{"text":"Zu Silvester ein gutes Gewissen ist besser als Punsch und gute Bissen.","translation":"A clear conscience on New Year's Eve is better than punch and good bites."}],"plazierung":[],"übermorgen":[{"text":"Ich möchte mit dir übermorgen reden.","translation":"I would like to talk to you the day after tomorrow."},{"text":"Am schwersten trägt der Mensch an den Sorgen von übermorgen.","translation":"Man bears the heaviest burden on the worries of the day after tomorrow."},{"text":"Gestern war Freitag, und übermorgen ist Montag.","translation":"Yesterday was Friday and the day after tomorrow is Monday."},{"text":"Ich glaube, dass ich das übermorgen erledigen kann.","translation":"I think I can do that the day after tomorrow."},{"text":"Wenn es übermorgen regnet, werde ich zuhause sein.","translation":"If it rains the day after tomorrow, I will be home."},{"text":"Er sagt, dass er übermorgen nach Wien fahren muss.","translation":"He says he's got to get to Vienna the day after tomorrow."},{"text":"Wohin gehst du übermorgen?","translation":"Where are you going the day after tomorrow?"},{"text":"Kommst du nicht heute, kommst du doch morgen, übermorgen ganz gewiss.","translation":"If you do not come today, you will come tomorrow, the day after tomorrow."},{"text":"Wenn ich morgen besiegt bin, komme ich übermorgen stärker wieder.","translation":"If I am defeated tomorrow, I will come back stronger the day after tomorrow."},{"text":"Ich hätte gerne einen Termin für übermorgen.","translation":"I would like to have an appointment for the day after tomorrow."}],"abscheulich":[{"text":"Ganz ehrlich: Ich finde es abscheulich. Wir müssen etwas tun!","translation":"Honestly, I find it abhorrent. We have to do something!"},{"text":"Maria findet Tom abscheulich. Sie will nicht, dass Johannes mit ihm verkehrt.","translation":"Maria finds Tom disgusting. She doesn't want John to associate with him."},{"text":"Ihr habt euch Maria gegenüber ganz abscheulich verhalten! Das werde ich euch nie verzeihen!","translation":"You have behaved in a most abominable way towards Mary! I will never forgive you for that!"},{"text":"Dieser Wein ist abscheulich sauer.","translation":"This wine is hideously sour."},{"text":"Eifersucht ist des Menschen abscheulichste Emotion, finde ich.","translation":"Jealousy is man's most heinous emotion, I think."}],"fungieren":[{"text":"Dieser massive Tisch fungiert als Schreibtisch.","translation":"This massive table acts as a desk."},{"text":"Die Hypothese, dass es eine Software gibt, die als Gewissen fungieren kann, kann völlig ausgeschlossen werden.","translation":"The hypothesis of some software capable of functioning as conscience can be completely ruled out."},{"text":"Ich werde als Ihr Leibwächter fungieren.","translation":"I'll be your bodyguard."},{"text":"Ich fungierte als Dolmetscher bei der Sitzung.","translation":"I acted as interpreter at the meeting."},{"text":"Das Kompetenzzentrum fungiert als Treffpunkt von Problemen und Lösungen.","translation":"The competence center acts as a meeting place for problems and solutions."},{"text":"Fungiert dieses Wort als Adverb, erlaubt die Akademie beide Formen.","translation":"If this word acts as an adverb, the Academy allows both forms."}],"mind":[{"text":"Das ist das Mindeste, was man tun kann.","translation":"That's the least you can do."},{"text":"Das ist das Mindeste, was ich tun konnte.","translation":"It's the least I could do."},{"text":"Das ist das Mindeste, was ich tun kann.","translation":"It's the least I can do."},{"text":"Ich machte das Mindeste.","translation":"I did the least."},{"text":"I Se-dol verlor gegen das Programm Alpha Go von Google Deep Mind.","translation":"I Se-dol lost to the program Alpha Go of Google Deep Mind."},{"text":"AlphaZero ist ein völlig neuer Schachcomputer, der vom britischen Unternehmen Deep Mind für künstliche Intelligenz (KI) entwickelt wurde.","translation":"AlphaZero is a totally new kind of chess computer created by British artificial intelligence (AI) company Deep Mind."},{"text":"Derzeit verfügen Schachspieler über fortschrittliche Computerprogramme wie Alpha Zero, Deep Mind und Stockfish, um jede Position in einem Schachspiel zu analysieren.","translation":"Currently, chess players have advanced computer programs, such as Alpha Zero, Deep Mind, and Stockfish, to analyze any position in a chess game."}],"tanken":[{"text":"Wo tankst du immer dein Auto auf?","translation":"Where do you always refuel your car?"},{"text":"Du solltest wohl zunächst einmal tanken.","translation":"I think the first thing you might want to do is put some gasoline in your car."},{"text":"Er hat vergessen zu tanken.","translation":"He forgot to fill his car up."},{"text":"Wenn ich Kraft tanken will, gehe ich in einem Wald spazieren.","translation":"When I want to recharge my batteries, I go for a walk in a forest."},{"text":"Bei der nächsten Tankstelle müssen wir tanken.","translation":"We need to fill up at the next gas station."}],"Transfer":[{"text":"Der Transfer der Daten erfolgte über das Internet.","translation":"The data was transferred via the Internet."}],"zuzubereiten":[{"text":"Der Koch fing an, das Essen zuzubereiten.","translation":"The chef started to prepare the food."},{"text":"Keiner außer dir versteht es, so einen köstlichen Salat zuzubereiten.","translation":"No one but you knows how to make such a delicious salad."},{"text":"Meine Mutter war damit beschäftigt, das Abendessen zuzubereiten.","translation":"My mother was busy preparing dinner."},{"text":"Tom half Maria, das Abendessen zuzubereiten.","translation":"Tom helped Mary make dinner."},{"text":"Als ich nach Hause kam, war Tom gerade dabei, das Abendessen zuzubereiten.","translation":"When I came home, Tom was cooking dinner."}],"Bilanz":[{"text":"Die Bank hat eine negative Bilanz.","translation":"The bank has a negative balance sheet."},{"text":"Tom hat die Bilanzen gefälscht.","translation":"Tom cooked the books."},{"text":"Tom glaubt, dass er eine niedrige CO2-Bilanz hat.","translation":"Tom believes he has a very low carbon footprint."},{"text":"Die Bilanz ist nicht ausgeglichen.","translation":"The balance sheet is not balanced."},{"text":"Die bisherige politische Bilanz des französischen Präsidenten ist miserabel.","translation":"The French president's political record so far has been miserable."}],"simulieren":[{"text":"Woher weißt du, dass der Patient die Krankheit nicht simuliert?","translation":"How do you know that the patient is not feigning illness?"},{"text":"Auch Männer vermögen es zu simulieren.","translation":"Men are also able to simulate it."},{"text":"Ich glaube, sie simuliert.","translation":"I think she's faking."},{"text":"Maria forderte mich auf, ihren Geliebten zu simulieren.","translation":"Mary asked me to simulate her beloved."},{"text":"Nun erhebt sich die Frage: Versteht die künstliche Intelligenz wirklich Chinesisch oder simuliert sie diese Fähigkeit nur.","translation":"The question arises: does the AI really understand Chinese, or is it merely simulating the ability to do so?"}],"Etappe":[{"text":"Die erste Etappe ist geschafft.","translation":"The first stage is complete."},{"text":"Marcel Kittel hat die erste Etappe der Tour de France gewonnen.","translation":"Marcel Kittel has won the first stage of the Tour de France."},{"text":"Die Beobachtung von Gravitationswellen wird der Beginn einer neuen Etappe des Studiums des Universums sein.","translation":"The observation of gravitational waves will be the beginning of a new stage in the study of the universe."},{"text":"Wir erfahren und verstehen die Welt durch Signale, die von den Sinnesorganen empfangen und vom Gehirn interpretiert werden - und beide Etappen dieses Prozesses sind Verzerrungen unterworfen.","translation":"We experience and understand the world through signals that are received by the senses and interpreted by the brain - and both stages are subject to distortion."},{"text":"Der Franzose Julian Alaphilippe hat die erste Etappe der Tour de France 2021 gewonnen.","translation":"Frenchman Julian Alaphilippe has won the first stage of the 2021 Tour de France."}],"Entschlossenheit":[{"text":"Entschlossenheit im Unglück ist immer der halbe Weg zur Rettung.","translation":"Determination in misfortune is always half the way to salvation."},{"text":"Unterschätze seine Entschlossenheit nicht.","translation":"Don't underestimate his determination."},{"text":"Er zeigt in allem, was er auf sich nimmt, immer große Entschlossenheit.","translation":"He always shows great determination in everything he undertakes."},{"text":"Er beantwortete alle Fragen mit Entschlossenheit.","translation":"He answered all questions with determination."},{"text":"Ich bewundere deine Entschlossenheit.","translation":"I admire your determination."}],"außerordentlich":[{"text":"Diese Korrektur ist außerordentlich wichtig.","translation":"This correction is extremely important."},{"text":"Es ist außerordentlich hässlich.","translation":"It's unusually ugly."},{"text":"Das Reich ist auf dem Spiele. Außerordentliche Mittel erlaubt die dringende Gefahr.","translation":"The realm is at stake. Extraordinary means allow the urgent danger."},{"text":"So ist sie wahr, die außerordentliche Zeitung, die schon den ganzen Hof erfüllt?","translation":"So is it true, the extraordinary newspaper that already fills the whole court?"},{"text":"Ich muss Ihnen ein Kompliment machen: Ihre Mitarbeiter sind außerordentlich freundlich und aufmerksam.","translation":"I have to compliment you: your staff are extremely friendly and attentive."}],"geschäftsbedingung":[{"text":"Allgemeine Geschäftsbedingungen umseitig.","translation":"General Terms and Conditions overleaf."}],"wart":[{"text":"Warte kurz, er kommt gleich ans Telefon.","translation":"Hold on, he's coming to the phone now."},{"text":"Warte kurz! Ich möchte auf die Toilette.","translation":"Wait a minute! I want to go to the toilet."},{"text":"Warte kurz drei Minuten.","translation":"Wait three minutes."},{"text":"Warte kurz! Ich gehe mir die Zähne putzen.","translation":"Wait a minute! I'm going to brush my teeth."},{"text":"Warte kurz! Ich muss erst etwas erledigen.","translation":"Wait a minute! I have to get something done first."}],"versage":[{"text":"Nichts führt so leicht zum Versagen wie der Erfolg.","translation":"Nothing leads to failure as easily as success."},{"text":"Jetzt versucht er, das eigene Versagen einem anderen in die Schuhe zu schieben.","translation":"Now he is trying to blame his own failure on someone else."},{"text":"Die Polizei schloss menschliches Versagen beim Ende des Projektes nicht aus.","translation":"The police did not rule out human error at the end of the project."},{"text":"Sie gaben Georg die Schuld für das Versagen.","translation":"They blamed George for the failure."},{"text":"Meine Mutter war von meinem Versagen enttäuscht.","translation":"My mother was disappointed by my failure."}],"Immunität":[{"text":"Der Deutsche Bundestag hat die Immunität eines Abgeordneten aufgehoben.","translation":"The German Bundestag has lifted the immunity of a member of parliament."},{"text":"Aufgrund seiner diplomatischen Immunität konnte er nicht angeklagt werden.","translation":"He couldn't be charged because he had diplomatic immunity."},{"text":"Tom genießt Immunität.","translation":"Tom has immunity."},{"text":"Menschen werden geimpft, um eine Immunität gegen eine Krankheit zu schaffen.","translation":"People get vaccinated to create immunity against a disease."},{"text":"Es ist das erste Mal in der Geschichte des Landes, dass gefordert wird, die Immunität eines Staatschefs aufzuheben.","translation":"It is the first time in the country's history that there has been a call for the waiver of the immunity of a head of state."}],"erfreut":[{"text":"Nach der Diät passten Maria ihre alten Hosen wieder. Darüber war sie sehr erfreut.","translation":"Following her diet, Mary was able to fit into her old trousers again, which pleased her no end."},{"text":"„Ich danke für das nette Kompliment“, sagte sie erfreut.","translation":"\"Thank you for the nice compliment,\" she said, pleased."},{"text":"Er und ich sind sehr erfreut über diese Nachricht.","translation":"He and I are very happy about this message."},{"text":"Ich bin erfreut, das zu hören.","translation":"I am pleased to hear that."},{"text":"Was Magen und Herz so erfreute, dafür bedanke ich mich heute.","translation":"What pleased my stomach and heart so much, I thank you today."}],"Setup":[],"Photoshop":[{"text":"Tom kann recht gut mit „Photoshop“ umgehen.","translation":"Tom is quite good at Photoshop."},{"text":"Weiß jemand, wie man Photoshop benutzt?","translation":"Does anyone know how to use Photoshop?"},{"text":"Ich kann nicht sagen, ob sein Gesicht mit Photoshop bearbeitet wurde.","translation":"I can't tell if his face has been photoshopped or not."},{"text":"Weiß jemand, wie man Photoshop bedient?","translation":"Does anyone know how to use Photoshop?"}],"einholen":[{"text":"Manch einer, der vor der Versuchung flieht, hofft doch heimlich, dass sie ihn einholt.","translation":"Many a person who flees temptation secretly hopes that it will catch up to him."},{"text":"Ein Wagen mit vier Pferden kann die menschliche Zunge nicht einholen.","translation":"A cart with four horses is not able to overtake the human tongue."},{"text":"Tue nie etwas halb, sonst verlierst du mehr, als du je wieder einholen kannst.","translation":"Never do anything halfway, or you'll lose more than you can ever catch up."},{"text":"Geh nur schon vor, ich werde dich bald einholen.","translation":"Go on ahead. I'll catch up with you soon."},{"text":"Er rannte und rannte, aber er konnte seinen Hund nicht einholen.","translation":"He ran and ran, but could not catch up with his dog."}],"Arschlöcher":[{"text":"Das sind alles Arschlöcher, außer Tom – der ist ganz in Ordnung.","translation":"These are all assholes, except Tom – he's fine."},{"text":"\"Was ist die Mehrzahl von Nazi?\" - \"Arschlöcher.\"","translation":"\"What is the plural of Nazi?\" - \"Assholes.\""}],"kümmerst":[{"text":"Tom dachte, du kümmerst dich da drum!","translation":"Tom thought you were sorting it!"},{"text":"Du kümmerst dich zu viel darum, was die anderen über dich denken.","translation":"You care too much about what others think about you."},{"text":"Warum kümmerst du dich überhaupt darum?","translation":"Why do you care about it in the first place?"},{"text":"Warum kümmerst du dich nicht um deine eigenen Angelegenheiten?","translation":"Why don't you mind your own business?"},{"text":"Wenn du dich um die kleinen Dinge kümmerst, erledigen sich die großen von selbst.","translation":"When you take care of the little things, the big ones take care of themselves."},{"text":"Kümmerst du dich um die Kinder, während ich weg bin?","translation":"Will you take care of the children while I'm out?"},{"text":"Ich möchte, dass du dich eine Weile um Tom kümmerst.","translation":"I want you to take care of Tom for a little while."},{"text":"Danke, dass du dich um mein seelisches Wohlbefinden kümmerst.","translation":"Thank you for being concerned about my mental health."}],"zusammengearbeitet":[{"text":"Ich habe mit Tom lange zusammengearbeitet.","translation":"I've worked with Tom a long time."},{"text":"Ich habe mit Tom drei Jahre lang zusammengearbeitet.","translation":"I've worked with Tom for three years."},{"text":"Habt du und Tom schon einmal zusammengearbeitet?","translation":"Have you and Tom ever worked together?"},{"text":"Als wir zusammengearbeitet haben, hat er ständig seinen Schabernack mit mir getrieben.","translation":"When we worked together, he was constantly playing jokes with me."},{"text":"Tom und Mary haben zusammengearbeitet.","translation":"Tom and Mary were working together."}],"Direktwerbung":[],"versterben":[{"text":"Tom ist heute Morgen verstorben.","translation":"Tom passed away this morning."},{"text":"Mein Großvater verstarb, als ich noch ein Junge war.","translation":"My grandfather died when I was a boy."},{"text":"Gestern Abend verstarb sein Vater im Krankenhaus.","translation":"His father passed away last night in the hospital."},{"text":"Ihre Mutter ist letztes Jahr verstorben.","translation":"Her mother passed away last year."},{"text":"Der ältere Herr ist letzte Woche verstorben.","translation":"The elderly gentleman died last week."}],"sung":[{"text":"Ich heiße Zhi Sung.","translation":"My name is Zhi Sung."}],"Komponist":[{"text":"J. S. Bach war ein berühmter Komponist.","translation":"J. S. Bach was a famous composer."},{"text":"Viele Musiker halten Bach schlicht für den größten Komponisten aller Zeiten.","translation":"Many musicians consider Bach simply the greatest composer of all time."},{"text":"Das Wichtigste, was das Publikum von einem Komponisten verlangt, ist, dass er tot ist.","translation":"The most important thing the audience demands of a composer is that he is dead."},{"text":"Welcher russische Komponist gefällt dir am besten?","translation":"Which Russian composer do you like the most?"},{"text":"Der Komponist Johann Sebastian Bach starb im Jahr 1750.","translation":"The composer Johann Sebastian Bach died in 1750."}],"Furcht":[{"text":"Die Kriminellen spüren die Furcht ihrer Opfer.","translation":"The criminals feel the fear of their victims."},{"text":"Furcht vor der Gefahr ist schrecklicher als die Gefahr selbst.","translation":"Fear of danger is more terrible than danger itself."},{"text":"Furcht ist der Anfang der Weisheit.","translation":"Fear is the beginning of wisdom."},{"text":"Mancher droht und zittert vor Furcht.","translation":"Some threaten and tremble with fear."},{"text":"Manche Leute haben nichts weiter von ihrem Vermögen als die Furcht, es zu verlieren.","translation":"Some people have nothing left of their wealth but the fear of losing it."}],"Kondom":[{"text":"Hast du ein Kondom?","translation":"Do you have a condom?"},{"text":"Tut mir leid, ich mache es nicht ohne Kondom.","translation":"Sorry, I won't do it without a condom."},{"text":"Bei Verkehr ohne Kondom kann man sich leicht eine Krankheit holen.","translation":"If you don't use a condom during sex, you can catch a disease."},{"text":"Hast du ein Kondom benutzt?","translation":"Did you use a condom?"},{"text":"Es ist Tom peinlich, Kondome zu kaufen.","translation":"Tom is embarrassed to buy condoms."}],"Anfall":[{"text":"Ein Anfall dauert ungefähr fünf Minuten.","translation":"A bout lasts about five minutes."},{"text":"Wenn Maria es herausfindet, wird sie einen Anfall kriegen.","translation":"When Mary finds out about it she'll throw a fit."},{"text":"Ich habe einen Anfall erlitten.","translation":"I had a seizure."},{"text":"Tapferkeit ist ein Anfall, der bei den meisten Menschen schnell vorübergeht.","translation":"Bravery is a seizure that passes quickly in most people."},{"text":"Stroboskoplichteffekte können epileptische Anfälle triggern.","translation":"Strobing effects can trigger epileptic seizures."},{"text":"Betriebskosten haben die teuflische Eigenschaft, dass sie Jahr für Jahr anfallen.","translation":"Operating costs have the devilish characteristic that they are incurred year after year."},{"text":"Der Beruf ist eine Schutzwehr, hinter welche man sich erlaubterweise zurückziehen kann, wenn Bedenken und Sorgen allgemeiner Art einen anfallen.","translation":"The profession is a protective defense, behind which one can legitimately withdraw if concerns and worries of a general nature arise."}],"Engländer":[{"text":"„Nein“, wiederholte der Engländer.","translation":"\"No,\" repeated the Englishman."},{"text":"Die Engländer unterscheiden sich von den Amerikanern nur durch die Sprache.","translation":"The English differ from the Americans only in the language."},{"text":"Die Deutschen lieben Bier. Die Engländer lieben kein Bier.","translation":"Germans love beer. The English don't love beer."},{"text":"Die Engländer stammen ursprünglich aus Niedersachsen.","translation":"The English originally come from Lower Saxony."},{"text":"Das haben die Japaner mir geschenkt. Das ist ein Engländer.","translation":"That's what the Japanese gave me. This is an Englishman."},{"text":"Toms Mutter ist Russin, und sein Vater ist Engländer.","translation":"Tom's mother is Russian, and his father is English."},{"text":"Das Haus eines Engländers ist sein Schloss.","translation":"The house of an Englishman is his castle."},{"text":"Es ist selten, dass Engländer im Zug Fremde ansprechen.","translation":"It is rare for English people to approach strangers on the train."},{"text":"Es ist schwierig, nur anhand des Aussehens Engländer von Amerikanern zu unterscheiden.","translation":"It's hard to tell Englishmen from Americans just by the way they look."},{"text":"Warum sagst du denn, du wärst Holländer, wenn du in Wirklichkeit Engländer bist?","translation":"Why do you say you're Dutch when you're actually English?"}],"Unschuld":[{"text":"Die Unschuld hat im Himmel einen Freund.","translation":"Innocence has a friend in heaven."},{"text":"Die Unschuld ist meist ein Glück und keine Tugend.","translation":"Innocence is usually a blessing and not a virtue."},{"text":"Gerade in der perfekten Unschuld liegt der Wahnsinn.","translation":"Especially in the perfect innocence lies the madness."},{"text":"Tom konnte Maria nicht von seiner Unschuld überzeugen.","translation":"Tom could not convince Maria of his innocence."},{"text":"Die Technik hat die politische Unschuld verloren.","translation":"Technology has lost its political innocence."},{"text":"Unschuld ist eine schöne Sache.","translation":"Innocence is a beautiful thing."},{"text":"Er wäscht seine Hände in Unschuld.","translation":"He washes his hands in innocence."},{"text":"Wie kann ich meine Unschuld beweisen?","translation":"How can I prove my innocence?"},{"text":"Es wurde Tom Hansens Unschuld festgestellt.","translation":"Tom Jackson was found not guilty."},{"text":"Zehn Jahre nach seiner Hinrichtung konnte aufgrund neuer Beweise Toms Unschuld festgestellt werden.","translation":"Ten years after his execution, Tom's innocence was established on the basis of new evidence."}],"Auster":[{"text":"Die Auster macht die Perle, die Biene den Honig, der Mensch Probleme.","translation":"The oyster creates pearls, the bee creates honey, and humans create problems."},{"text":"Ich bereue es, dass ich diese Austern gegessen habe.","translation":"I regret eating these oysters."},{"text":"Ich vertrage keine Austern.","translation":"I do not tolerate oysters."},{"text":"Tom isst Austern.","translation":"Tom is eating oysters."},{"text":"Möchten Sie lieber Austern oder Muscheln?","translation":"Would you rather have oysters or mussels?"}],"Gebete":[{"text":"Sei still, mein Herz, diese großen Bäume sind Gebete.","translation":"Be still, my heart, these great trees are prayers."},{"text":"Nur Gebete halten ihn am Leben.","translation":"Only prayers keep him alive."},{"text":"Glaubst du, Gott hört unsere Gebete?","translation":"Do you think God hears our prayers?"},{"text":"Ich möchte allen für ihre Gebete danken.","translation":"I want to thank everyone for their prayers."},{"text":"Tom glaubte, dass die Gebete der Priesterin ihn geheilt hatten.","translation":"Tom believed that the priestess's prayers had healed him."}],"leite":[{"text":"Ich leite diese Gruppe.","translation":"I lead this group."},{"text":"Bitte leite meine Post an diese Adresse weiter.","translation":"Please forward my mail to this address."},{"text":"Ich leite keinen Satz mit „aber“ ein.","translation":"I don't start a sentence with the word \"but\"."},{"text":"Steht auch mir zur Seite still und unerkannt, dass es treu mich leite an der lieben Hand.","translation":"Stands by my side still and unrecognized that it guides me faithfully by the dear hand."},{"text":"Leite sie an!","translation":"Guide them!"},{"text":"Leite das hier an jeden weiter, den du kennst!","translation":"Forward this to everyone you know."},{"text":"Leite das hier bitte an so viele Leute wie möglich weiter!","translation":"Please forward this to as many people as possible."},{"text":"Leite uns auf rechtem Wege.","translation":"Lead us on the right path."},{"text":"Leite uns den geraden Weg, den Weg derjenigen, denen Du Gunst erwiesen hast, nicht derjenigen, die Deinen Zorn erregt haben, und nicht der Irregehenden.","translation":"Guide us the straight path, the path of those to whom You have shown favor, not those who have aroused Your wrath, and not those who have gone astray."}],"mars":[{"text":"Der Plan ist, Astronauten auf den Mars zu bringen.","translation":"The plan is to bring astronauts to Mars."},{"text":"Es gibt kein Zeichen von Leben auf dem Mars.","translation":"There is no sign of life on Mars."},{"text":"Menschen können nicht auf dem Mars leben.","translation":"Humans can't live on Mars."},{"text":"Der Tag wird bald kommen, da der Mensch zum Mars reisen kann.","translation":"The day will soon come when man can travel to Mars."},{"text":"Eines Tages werden wir in der Lage sein, zum Mars zu reisen.","translation":"One day we will be able to travel to Mars."},{"text":"Auf dem Mars wachsen keine Blumen.","translation":"There are no flowers growing on Mars."},{"text":"Auf dem Mars wachsen keine Bäume.","translation":"There are no trees growing on Mars."},{"text":"Wie lange wird es noch dauern, bis die ersten Menschen den Mars betreten?","translation":"How long will it be before the first humans set foot on Mars?"},{"text":"Auf dem Mars gibt es auch Katzen.","translation":"There are cats on Mars, too."},{"text":"Er sagte, dass es kein Leben auf dem Mars gibt.","translation":"He said there was no life on Mars."}],"Muttersprache":[{"text":"Könnte jemand so nett sein und diesen Satz in seine Muttersprache übersetzen?","translation":"Would anyone be kind enough to translate this sentence into their native language?"},{"text":"Es ist schade, dass Maria nicht in ihrer Muttersprache singt, sondern nur auf Englisch.","translation":"It's a pity that Mary doesn't sing in her own language, but only in English."},{"text":"Tom spricht Französisch, als wäre es seine Muttersprache.","translation":"Tom speaks French as if it were his mother tongue."},{"text":"Unter uns ist ein Mann, der von sich sagt, er besitze keine Muttersprache.","translation":"Among us is a man who says he has no mother tongue."},{"text":"Wie menschlich Menschen sind, zeigt ihr Umgang mit der Muttersprache.","translation":"How human people are is shown by their handling of their mother tongue."}],"Studiengang":[{"text":"Seit letztem Semester gibt es an dieser Universität zwei neue Studiengänge.","translation":"Since last semester, there have been two new courses of study at this university."},{"text":"Ich denke darüber nach, mich in einen anderen Studiengang umschreiben zu lassen.","translation":"I'm thinking of switching majors."},{"text":"In manchen Studiengängen können die Studierenden sogenannte \"credits\" erwerben, also Leistungspunkte.","translation":"In some degree programmes, students can acquire so-called \"credits\", i.e. credit points."},{"text":"Lehrsprache ist vorwiegend Englisch. Vereinzelte Studiengänge werden aber auch in der Landessprache angeboten.","translation":"The language of instruction is predominantly English. However, individual courses of study are also offered in the national language."},{"text":"Immer mehr Universitäten bieten außer einzelnen Kursen auch ganze Studiengänge auf Englisch an.","translation":"More and more universities are offering entire courses in English in addition to individual courses."}],"elastisch":[{"text":"Dieses Material ist nicht elastisch.","translation":"This material has no give."},{"text":"Sie hat einen weichen, elastischen Gang.","translation":"It has a soft, elastic gait."},{"text":"Er ist ein schöner Mann; schlank und elastisch, mit blauen Augen und einem griechischen Profil.","translation":"He is a beautiful man; slim and elastic, with blue eyes and a Greek profile."},{"text":"Dieser Badeanzug ist aus elastischem Material.","translation":"This swimsuit is made of elastic material."},{"text":"Tom kennt nicht den Unterschied zwischen plastisch und elastisch.","translation":"Tom doesn't know the difference between plastic and elastic."}],"verfehlen":[{"text":"Wer auf allen Wegen geht, verfehlt den Weg nach Hause.","translation":"If you walk all the way, you miss the way home."},{"text":"Dieses Ziel habe ich verfehlt.","translation":"I missed this goal."},{"text":"Man kann einen Beruf auch verfehlen, indem man ihn ausübt.","translation":"You can also miss a profession by practicing it."},{"text":"Er schoss, verfehlte aber.","translation":"He fired but missed."},{"text":"Der erste Angriff verfehlte das Ziel.","translation":"The first attack missed the target."}],"fernhalten":[{"text":"Sie sagte ihm, er solle sich von schlechten Freunden fernhalten.","translation":"She told him to keep away from bad friends."},{"text":"Ich muss den Hund von den Kindern fernhalten.","translation":"I have to take the dog away from the children."},{"text":"Von Tom solltet ihr euch fernhalten.","translation":"You should stay away from Tom."},{"text":"Du solltest dich von einer schlechten Gesellschaft fernhalten.","translation":"You should keep away from bad company."},{"text":"Er sagte, sie sollten sich von der Politik fernhalten.","translation":"He said they should stay out of politics."}],"schwule":[{"text":"Tom benimmt sich wie ein Schwuler.","translation":"Tom acts like a gay man."},{"text":"Tom schlägt wie ein kleines Mädchen oder ein Schwuler.","translation":"Tom beats like a little girl or a gay man."},{"text":"Ich bin kein Schwuler, ich habe nur gesagt, Tom gefällt mir.","translation":"I'm not gay, I just said I liked Tom."},{"text":"Sie hat sich in einen Schwulen vom Turnen verliebt.","translation":"She fell in love with a gay man from gymnastics."},{"text":"Du siehst mit dieser dickrahmigen Brille und in dieser gelben Bluse wie ein Schwuler aus, Tom.","translation":"You look like a gay man with those thick-framed glasses and in those yellow blouse, Tom."},{"text":"Maria bevorzugt als Freund Schwule.","translation":"Maria prefers gays as a friend."},{"text":"Derjenige Christ, der sagt, Gott hasse Schwule, hat die zentralen Stellen des Neuen Testamentes nicht verstanden.","translation":"The Christian who says God hates gays did not understand the central passages of the New Testament."}],"verzerren":[{"text":"Meine Stimme klingt verzerrt.","translation":"My voice sounds distorted."},{"text":"Sein Gesicht war vor Schreck verzerrt.","translation":"His face was disfigured by horror."},{"text":"Ein Teil der Zeitungen verzerrte die Nachricht in ihrer Berichterstattung.","translation":"Some of the newspapers distorted the news in their reporting."},{"text":"Manche Engelsmiene beim Entleihen verzerrt sich beim Zurückgeben zur dämonischen Fratze.","translation":"A person will have the face of an angel when borrowing something, but the face of the devil when returning it."},{"text":"Er ist mir sehr vernünftig erschienen und alles in allem sympatisch, trotz einiger nervöser Tics, die seinen Mund verzerrten.","translation":"He seemed very reasonable to me and all in all sympathetic, despite some nervous tics that distorted his mouth."},{"text":"Ich klingelte, und nach kurzer Wartezeit entriegelte die Tür sich klackend. Ein Summton ertönte, und durch die Gegensprechanlage begrüßte mich eine verzerrte Stimme: „Kommen Sie rein!“","translation":"I rang the bell, and after a short wait, the door unlocked clacking. A buzz sounded, and through the intercom a distorted voice greeted me: \"Come in!\""},{"text":"Synonyme von \"grotesk\" sind \"lächerlich, lachhaft, haarsträubend, bizarr, fratzenhaft, absurd, verzerrt, unsinnig, widernatürlich, possenhaft, wahnwitzig, närrisch\".","translation":"Synonyms of \"grotesque\" are \"ridiculous, laughable, hair-raising, bizarre, grimacing, absurd, distorted, nonsensical, unnatural, posse-like, insane, foolish.\""}],"zerbrechlich":[{"text":"Ich habe nie gesagt, ich sei zerbrechlich.","translation":"I never said I was fragile."},{"text":"Vorsicht! Lass das nicht fallen, es ist zerbrechlich.","translation":"Caution! Don't drop that, it's fragile."},{"text":"Eier sind sehr zerbrechlich.","translation":"Eggs are very fragile."},{"text":"Das Gleichgewicht der Natur ist sehr zerbrechlich.","translation":"The balance of nature is very fragile."},{"text":"Du darfst es nicht berühren, weil es sehr zerbrechlich ist.","translation":"You mustn't touch it, because it'll break easily."}],"ästhetisch":[{"text":"Bisher sind Beates Krampfadern nur ein ästhetisches und noch kein medizinisches Problem.","translation":"So far, Beate's varicose veins are only an aesthetic and not yet a medical problem."},{"text":"Ich betrachte es unter einem ästhetischen Blickwinkel.","translation":"I look at it from an aesthetic point of view."},{"text":"Viele junge Menschen verzichten aus ästhetischen Gründen auf einen Helm beim Radfahren.","translation":"Many young people do not wear a helmet when cycling for aesthetic reasons."},{"text":"Schönheit ist nicht objektiv feststellbar, sondern abhängig von persönlichen ästhetischen Kriterien.","translation":"Beauty cannot be determined objectively but depends on personal aesthetic criteria."},{"text":"In den meisten Fällen sind Nacktbadestrände kein moralisches, sondern ein ästhetisches Ärgernis.","translation":"In most cases, nude beaches are not a moral but an aesthetic nuisance."}],"schocken":[{"text":"Sie war geschockt, als sie seine Geschichte hörte.","translation":"She was shocked when she heard his story."},{"text":"Erführe sie von dem Ergebnis, wäre sie geschockt.","translation":"If she were to learn of the result, she would be shocked."},{"text":"Wenn er die Neuigkeiten hören würde, wäre er geschockt.","translation":"If he should hear the news, he would be shocked."},{"text":"Ich war völlig geschockt.","translation":"I was totally shocked."},{"text":"Tom vertraute mir heute an, dass er ein Mann im Körper eines Mannes ist, und ich war geschockt.","translation":"Tom confided to me today that he is a man in a man's body, and I was shocked."},{"text":"Ich bin geschockt, aber nicht entmutigt.","translation":"I am shocked, but not discouraged."},{"text":"Der Mann schaute die Nachrichtensendung an und war geschockt.","translation":"The man glanced at the news program and was shocked."},{"text":"Tom sieht geschockt aus.","translation":"Tom looks shocked."}],"Freigabe":[{"text":"Die Freigabe durch die Aufsichtsbehörden steht noch aus.","translation":"The approval by the supervisory authorities is still pending."},{"text":"Für Waffenlieferungen fehlt noch die Freigabe durch die Bundesregierung.","translation":"For arms deliveries, the approval by the Federal Government is still missing."}],"pin":[{"text":"Ich habe meine PIN vergessen!","translation":"I forgot my PIN!"},{"text":"Bitte geben Sie Ihre PIN ein.","translation":"Please input your PIN number."},{"text":"Mir kommt es so vor, als ob meine PIN mein Geburtsdatum ist.","translation":"I feel like my PIN is my date of birth."},{"text":"Hast du Zahlungen ohne PIN-Eingabe freigeschaltet?","translation":"Have you unlocked payments without entering a PIN?"},{"text":"Ich habe meine PIN vergessen.","translation":"I forgot my PIN."}],"player":[{"text":"Diese Fabrik stellt CD-Player her.","translation":"This factory manufactures CD players."},{"text":"Ich weiß nicht, wie man diesen CD-Player bedient.","translation":"I don't know how to operate this CD player."},{"text":"Ich will einen MP3-Player!","translation":"I want an MP3 player!"},{"text":"Tom benutzt seine PlayStation 3 als Blu-ray-Player.","translation":"Tom uses his Playstation 3 as a Blu-ray player."},{"text":"Ich möchte einen MP3-Player.","translation":"I want an MP3 player."},{"text":"Wenn ich versuche mit dem Media Player Musik zu hören, hindert mich ein Fehler daran.","translation":"When I try to listen to music with media player there's an error and I can't play the file."},{"text":"Hast du einen MP3-Player?","translation":"Do you have an MP3 player?"}],"schädigen":[{"text":"Ein zu reicher Fang schädigt das Netz.","translation":"A catch that is too rich damages the net."},{"text":"Es wird die Ernte schädigen.","translation":"It will damage the crops."},{"text":"Zu viel Licht schädigt das Auge.","translation":"Too much light hurts the eye."},{"text":"Alkohol schädigt die Leber.","translation":"Alcohol damages the liver."},{"text":"Doktor Burns, was sollten Ärzte tun, wenn das Gehirn eines Patienten schwer geschädigt ist?","translation":"Doctor Burns, what should doctors do when a patient's brain is badly damaged?"}],"Veranstalter":[{"text":"Haben Sie über einen Veranstalter gebucht?","translation":"Have you booked through an organizer?"},{"text":"Spanien ist 1992 Veranstalter der olympischen Spiele.","translation":"Spain hosted the 1992 Olympic Games."}],"Unruhe":[{"text":"Droht ein Jahrzehnt der Unruhen?","translation":"Is a decade of unrest looming?"},{"text":"Das kann zu Unruhen führen.","translation":"This can lead to unrest."},{"text":"Ausländische Investoren zogen sich wegen regionaler politischer Unruhen zurück.","translation":"Foreign investors backed off because of regional political unrest."},{"text":"Kein Grund zur Unruhe.","translation":"No need to worry."},{"text":"Die Polizei fand schnell eine Antwort auf die Unruhen.","translation":"The police quickly found an answer to the riots."},{"text":"Unruhe macht sich breit.","translation":"Unrest is spreading."},{"text":"Nur die Menschen, die für die Weisheit Zeit haben, sind frei von Unruhe.","translation":"Only those people who have time for wisdom are free from restlessness."},{"text":"Was Maria sagte, versetzte uns in Unruhe.","translation":"What Mary said unsettled us."},{"text":"Unruhe ist der ärgste Dämon im Leben.","translation":"Restlessness is the worst demon in life."},{"text":"Seit der Präsident zurückgetreten ist, herrscht in der Firma Unruhe. Ich frage mich, was nun aus uns wird.","translation":"Since the president resigned, there has been unrest in the company. I wonder what will become of us now."}],"draus":[{"text":"Mach dir nichts draus, Tom! Man kann eben nicht immer alles richtig machen.","translation":"Don't worry, Tom! You can't always do everything right."},{"text":"Mach dir nichts draus! Jeder macht Fehler.","translation":"Don't worry, everyone makes mistakes."},{"text":"Das passiert häufig. Mach dir nichts draus!","translation":"This happens frequently. Don't worry!"},{"text":"Mach dir nichts draus! Tom hat mir auch nichts geschenkt.","translation":"Don't feel bad. Tom didn't give me a present either."},{"text":"Du hast noch 20 Minuten, um dich vorzubereiten. Mach das Beste draus!","translation":"You have 20 minutes left to prepare, so make the best of it."},{"text":"„Poseidon ist verärgert.“ – „Ach, der ist immer verärgert. Da darf man sich nichts draus machen.“","translation":"\"Poseidon is upset.\" – \"Oh, he's always upset. You can't make anything of it.\""},{"text":"Ich schaute den Hund an, aber als ich nochmals hinschaute, war eine Katze draus geworden.","translation":"I looked at the dog, but when I looked again, it had become a cat."},{"text":"Bisweilen muss man sich der Dinge eben selbst annehmen, wenn man will, dass was draus werde.","translation":"If you want something to be done right, sometimes you've just got to do it yourself."},{"text":"Wenn es etwas Neues gibt, ist Tom immer Feuer und Flamme, doch es dauert nie lange, bis wieder etwas Altes draus geworden ist.","translation":"Whenever something new comes along, Tom brims with enthusiasm for it; it is never long, however, before his enthusiasm wanes."},{"text":"Ich betrachtete einen Hund; als ich aber erneut hinsah, war eine Katze draus geworden.","translation":"I was looking at a dog; but when I looked again, a cat had become out of it."}],"gedämpft":[{"text":"Der Mann sprach mit gedämpfter stimme.","translation":"The man spoke in a low voice."},{"text":"Jetzt gibt es keine gedämpften Brötchen.","translation":"Now there are no steamed rolls."},{"text":"Sie mag gedämpfte Farben.","translation":"She likes subdued colors."},{"text":"Tom und Maria sprachen mit gedämpfter Stimme, damit die Nachbarn nichts hörten.","translation":"Tom and Mary kept their voices down so the neighbours wouldn't hear."},{"text":"Sollte ich einen gedämpften Barsch bestellen, oder doch lieber Rind mit Austernsoße?","translation":"Should I order a steamed perch, or rather beef with oyster sauce?"}],"wähle":[{"text":"Wähle das richtige Wort!","translation":"Choose the right word!"},{"text":"Wähle ein schönes Kleid aus!","translation":"Choose a beautiful dress!"},{"text":"Wähle das Beste, Gewohnheit wird es angenehm und leicht machen.","translation":"Choose the best, habit will make it pleasant and easy."},{"text":"Danke für die Übersetzung. Wähle aber bitte eine andere Flagge!","translation":"Thanks for the translation. But please choose a different flag!"},{"text":"Wähle das kleinere Übel!","translation":"Choose the lesser evil!"},{"text":"Wähle jeden Tag dich selbst!","translation":"Choose yourself every day!"},{"text":"Wähle Freunde, auf die du dich verlassen kannst.","translation":"Choose friends you can rely on."},{"text":"Wähle den, der am wenigsten verspricht; er wird dich am wenigsten enttäuschen.","translation":"Choose the one that promises the least; He will disappoint you the least."},{"text":"Wähle niemand zum Freund, von dem du nicht weißt, wie er seine bisherigen Freunde behandelt.","translation":"Choose no one to be your friend of whom you don't know how he treated his previous friends."},{"text":"Wähle dir einen Reisebegleiter und dann erst den Weg.","translation":"Choose a travel companion and then the way."}],"diskret":[{"text":"Sie müssen subtil und diskret vorgehen.","translation":"You need to be subtle and discreet."},{"text":"Tom ist sehr diskret, nicht wahr?","translation":"Tom is very discreet, isn't he?"},{"text":"Ein „lokaler Körper“ ist ein lokalkompakter, nicht diskreter topologischer Körper.","translation":"A \"local body\" is a locally compact, non-discrete topological body."},{"text":"Aus dieser Tatsache scheint zu folgen, dass wir das Spektrum allein dank der Willkürlichkeit dieser oder jener Sprache in separate, diskrete Farben unterteilen können.","translation":"From this fact it seems to follow that we can divide the spectrum into separate, discrete colors solely thanks to the arbitrariness of this or that language."},{"text":"Die Mitglieder der Kirche sind diskrete Leute, aber sie wissen alle, dass der rothaarige Junge der Sohn des Pastors ist.","translation":"The members of the Church are discreet people, but they all know that the red-haired boy is the pastor's son."},{"text":"Seid diskret!","translation":"Be discreet!"},{"text":"Tom war diskret.","translation":"Tom was discreet."},{"text":"Ich war diskret.","translation":"I was discreet."}],"freischalten":[{"text":"Hast du Zahlungen ohne PIN-Eingabe freigeschaltet?","translation":"Have you unlocked payments without entering a PIN?"}],"Grenzen":[{"text":"Die Vereinigten Staaten grenzen an Kanada.","translation":"The United States borders Canada."},{"text":"Das grenzt an ein Wunder.","translation":"This borders on a miracle."},{"text":"An wie viele Staaten grenzt Frankreich?","translation":"How many countries does France border on?"},{"text":"Sein Witz grenzt an Beleidigung.","translation":"His joke borders on insult."},{"text":"Es grenzt an Wahnsinn, das zu probieren.","translation":"It is little short of lunacy to try it."}],"mor":[{"text":"Dieses Gedicht ist im Sieben-Fünf-Moren-Metrum geschrieben.","translation":"The meter of this poem alternates between seven and five morae per line."}],"Teamkollege":[],"Skala":[{"text":"Auf einer Skala von eins bis zehn, wie würdest du seine Performance bewerten?","translation":"On a scale of one to ten, how would you rate his performance?"},{"text":"Auf einer Skala von 1 bis 10, wie würden Sie entscheiden?","translation":"On a scale of 1 to 10, how would you decide?"},{"text":"Maria ist eine wunderschöne Frau. Auf einer Skala von eins bis zehn ist sie eine Elf.","translation":"Mary is a very beautiful woman. On a scale of one to ten, she's an eleven."},{"text":"Auf einer Skala von eins bis zehn, bist du eine Neun – und ich bin die Eins, die dir noch fehlt!","translation":"On a scale from 1 to 10, you're a 9... And I'm the 1 you need."},{"text":"Die Leistung der Schüler an deutschen Schulen wird auf einer Skala von 1 bis 6 bewertet.","translation":"The performance of students in German schools is rated on a scale of 1 to 6."},{"text":"Das Thermometer zeigt minus fünfzehn Grad nach der Celsius-Skala an.","translation":"The thermometer shows minus fifteen degrees according to the Celsius scale."},{"text":"Die Stärke eines Erdbebens wird mit der Richter-Skala gemessen.","translation":"The strength of an earthquake is measured using the Richter scale."},{"text":"Die pH-Skala ist logarithmisch.","translation":"The pH scale is logarithmic."},{"text":"Bei atmosphärischem Normaldruck gleicht auf der Celsius-Skala der Gefrierpunkt des Wassers null Grad und der Siedepunkt des Wassers einhundert Grad.","translation":"At atmospheric normal pressure, on the Celsius scale, the freezing point of the water is zero degrees and the boiling point of the water is one hundred degrees."}],"Schauspiel":[{"text":"Was sie jetzt tun, ist nicht anderes als ein politisches Schauspiel.","translation":"What they are doing now is nothing more than a political spectacle."},{"text":"Man soll mit dem Schauspiel in der Ukraine aufhören.","translation":"We should stop the spectacle in Ukraine."},{"text":"Das Schauspiel gefiel dem Publikum.","translation":"The play pleased the audience."},{"text":"Das Schauspiel war außerordentlich schön.","translation":"The spectacle was extraordinarily beautiful."},{"text":"Warum wurde Djokovic nicht einfach getestet? Wozu dieses Schauspiel? Sind die Tests zu nichts gut?","translation":"Why wasn't Djokovic simply tested? Why this spectacle? Are the tests good for nothing?"}],"anderthalb":[{"text":"Wenn man anderthalb Meter nicht einhalten kann, muss man eine Maske tragen.","translation":"If you can not keep one and a half meters, you have to wear a mask."},{"text":"Die Anzahl der Sätze in Tatoeba hat anderthalb Millionen überschritten.","translation":"The number of sets in Tatoeba has exceeded one and a half million."},{"text":"Das Wasser war anderthalb Meter tief.","translation":"The water was five feet deep."},{"text":"Er überlebte sie nur anderthalb Jahre.","translation":"He survived them for only a year and a half."},{"text":"Ich habe anderthalb Stunden gewartet.","translation":"I waited an hour and a half."},{"text":"Vor anderthalb Jahren wäre ich fast gestorben.","translation":"I almost died a year and a half ago."},{"text":"Du hättest vor anderthalb Stunden anfangen sollen.","translation":"You should have started an hour and a half ago."},{"text":"Mein Haus ist nur anderthalb Kilometer von hier entfernt.","translation":"My house is only a kilometer and a half from here."},{"text":"Er hat anderthalb Jahre in den Niederlanden gearbeitet.","translation":"He worked in the Netherlands for a year and a half."},{"text":"Wir haben von meiner Mutter einen anderthalb Meter hohen Grinchmas-Baum bekommen.","translation":"We got a one-and-a-half-meter-high Grinchmas tree from my mother."}],"freitag":[{"text":"Mein Geburtstag fällt dieses Jahr auf einen Freitag.","translation":"My birthday falls on a Friday this year."},{"text":"Das Treffen wurde auf nächsten Freitag verschoben.","translation":"The meeting was put off until next Friday."},{"text":"Diesen Freitag um 16.30 Uhr ist in der Schule Elternsprechtag.","translation":"This Friday at 4.30 p.m. is parents' day at school."},{"text":"Ich werde nächsten Freitag diese Aufgabe beendet haben.","translation":"I will have finished this task by next Friday."},{"text":"Heute ist der dritte Freitag im Januar.","translation":"Today is the third Friday in January."},{"text":"Ich schlage vor, dass wir am Freitag ausgehen.","translation":"I suggest that we go out on Friday."},{"text":"Montag, Dienstag, Mittwoch, Donnerstag, Freitag, Samstag, Sonntag und Feiertag sind die Tage der Woche.","translation":"Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, Sunday and holiday are the days of the week."},{"text":"Am Freitag arbeite ich im Büro.","translation":"On Friday I work in the office."},{"text":"Heute ist Freitag, der 18. Mai.","translation":"Today is Friday, May 18th."},{"text":"Wir kommen schon am Freitag, weil wir einen langen Weg haben.","translation":"We come on Friday because we have a long way to go."}],"Anwesen":[{"text":"Es heißt, auf dem alten Anwesen liege ein Fluch.","translation":"It is said that there is a curse on the old estate."},{"text":"Er hat ein Anwesen auf dem Land.","translation":"He has an estate in the country."},{"text":"Tom verirrte sich in dem Anwesen.","translation":"Tom got lost inside the manor."},{"text":"Sein Geist spukt noch immer in dem Anwesen.","translation":"His spirit still haunts the manor."},{"text":"Der Bauer bearbeitete sorgsam sein Anwesen.","translation":"The farmer worked his land painstakingly."}],"überflüssig":[{"text":"Wenn zwei Menschen immer die gleiche Meinung haben, ist einer von ihnen überflüssig.","translation":"If two people always have the same opinion, one of them is superfluous."},{"text":"Trockener Humor kann nie überflüssig sein.","translation":"Dry humor can never be superfluous."},{"text":"Der beste Lehrer ist jener, der sich nach und nach überflüssig macht.","translation":"The best teacher is the one who gradually makes himself superfluous."},{"text":"Das ist eine überflüssige Frage.","translation":"This is a superfluous question."},{"text":"Der ist der beliebteste Lehrer, der sich nach und nach überflüssig macht.","translation":"He is the most popular teacher who is gradually becoming superfluous."}],"gelbe":[{"text":"Das ist nicht das Gelbe vom Ei.","translation":"That's nothing to write home about."},{"text":"Ich würde das gelbe nehmen.","translation":"I would take the yellow one."},{"text":"Das lila Fahrrad kostet weniger als das gelbe.","translation":"The purple bike costs less than the yellow one."},{"text":"Bitte kaufe für mich ein paar Gelbe Rüben.","translation":"Please buy some yellow beets for me."},{"text":"Tom suchte in den Gelben Seiten nach einem Gebrauchtwagenhändler.","translation":"Tom looked in the yellow pages to find a used car dealer."},{"text":"Das Mädchen trug gelbe Schleifen im Haar.","translation":"The girl wore yellow ribbons in her hair."},{"text":"Sie tragen gelbe Westen als Zeichen des Protests.","translation":"They wear yellow vests as a sign of protest."},{"text":"„Was ist das gelbe da?“ － „Das hier? Eine Tomate.“ － „Wie? Es gibt gelbe Tomaten?“","translation":"\"What's the yellow there?\" - \"This one? A tomato.\" - \"How? There are yellow tomatoes?\""},{"text":"Das sind gelbe Blumen.","translation":"These are yellow flowers."},{"text":"Er hat gelbe Zähne.","translation":"He has yellow teeth."}],"benötigt":[{"text":"Ich habe das von den Kindern benötigte Buch gekauft.","translation":"I bought the book which the children need."},{"text":"Sie scheiterten daran, die benötigte Menge an Stimmen zu bekommen.","translation":"They failed to get the necessary votes."},{"text":"Wenn wir nicht mehr benötigte Dinge weitergeben, können andere Menschen sie weiternutzen.","translation":"If we pass on things that we no longer need, other people can continue to use them."},{"text":"Wir bemühen uns, schnellstmöglich die benötigten Materialmuster bereitzustellen.","translation":"We strive to provide the required material samples as quickly as possible."},{"text":"Zur Winterszeit erfüllte dichter Nebel den Himmel und viele Flugzeuge waren gezwungen umzukehren, ohne die benötigten Lieferungen abgeworfen zu haben.","translation":"In winter, thick fog filled the skies and many planes were forced to turn back without dropping the supplies they needed."},{"text":"Ich sagte Tom, ich benötigte seine Hilfe nicht.","translation":"I told Tom I didn't need his help."},{"text":"Ich teilte Tom und Maria mit, dass ich mir das, was ich benötigte, wohl nur dann würde kaufen können, wenn sie mir 30 Dollar liehen.","translation":"I told Tom and Mary that I didn't think I'd be able to buy what I needed unless they lent me thirty dollars."},{"text":"Schon lange träumten die Menschen vom Fliegen, doch man benötigte mehrere Jahrhunderte, um die technischen Mittel für die Realisierung dieses Traums zu schaffen. Nun, zwischen wollen und können besteht derselbe Unterschied, wie zwischen dem Traum vom Fliegen und der Luftfahrt.","translation":"People have been dreaming of flying for a long time, but it took several centuries to create the technical means to realize this dream. Well, there is the same difference between wanting and being able as there is between the dream of flying and aviation."}],"jucken":[{"text":"Mir juckt die Nase.","translation":"My nose itches."},{"text":"Das juckt mich alles überhaupt nicht.","translation":"None of this itches me at all."},{"text":"Wenn es den Kaiser juckt, so müssen sich die Völker kratzen.","translation":"If the emperor itches, the nations must scratch each other."},{"text":"Es juckte mir in den Fingern, die Insel zu erkunden.","translation":"It itched in my fingers to explore the island."},{"text":"Warum fühlt es sich so gut an, sich zu kratzen, wenn es juckt?","translation":"Why does it feel so good to scratch an itch?"}],"wehen":[{"text":"Freunde sind gut, aber wehe dem, der ihrer bedarf in der Not.","translation":"Friends are good, but woe betide him who needs them in need."},{"text":"Er muss sich erst einmal Wind um die Nase wehen lassen.","translation":"He first has to let wind blow around his nose."},{"text":"Der Weise ist daheim, wohin der Wind ihn weht.","translation":"The wise man is at home where the wind blows him."},{"text":"Welcher günstiger Wind hat Sie zu uns geweht?","translation":"What favorable wind has blown you to us?"},{"text":"Der Wind weht von Osten.","translation":"The wind is blowing from the east."},{"text":"Junges Blut, spare dein Gut, Armut im Alter wehe tut.","translation":"Young blood, save your good, poverty in old age hurts."},{"text":"Wer entbehrt der Ehe, lebt weder wohl noch wehe.","translation":"He who lacks marriage lives neither well nor woe."},{"text":"Wehe uns! Wir werden umkommen.","translation":"Woe to us! We will perish."},{"text":"Hungrige Flöhe tun wehe.","translation":"Hungry fleas hurt."},{"text":"Du musst nicht lange klagen, was alles dir wehe tut. Nur frisch, nur frisch gesungen und alles ist wieder gut.","translation":"You don't have to complain for a long time about what is hurting you. Only fresh, only freshly sung and everything is fine again."}],"krachen":[{"text":"Die Tür krachte auf einmal auf.","translation":"The door suddenly slammed open."},{"text":"Das Auto krachte gegen einen Baum.","translation":"The car crashed into a tree."},{"text":"Er krachte aus 600 Metern Höhe auf den Boden.","translation":"He crashed to the ground from a height of 600 meters."},{"text":"Du wirst sehen, gleich kracht es!","translation":"You'll see, it's about to crash!"},{"text":"Aber ziemlich bald kracht es in den Chromosomen.","translation":"But pretty soon it crashes in the chromosomes."},{"text":"Ich hörte ein schreckliches Krachen.","translation":"I heard a terrible crash."},{"text":"Die Kellertür flog mit einem Krachen auf.","translation":"The cellar-door flew open with a booming sound."},{"text":"Kurz nachdem sie zu Bett gegangen waren, schreckten sie plötzlich wegen eines beängstigenden Krachens auf dem Flur auf.","translation":"Shortly after they had gone to bed they were suddenly alarmed by a fearful crash in the hall."},{"text":"Ich hörte ein Krachen vom Himmel und hatte Angst. Gibt es da oben einen sehr mächtigen Mann?","translation":"I heard a crash from the sky and I was afraid. Is there a very powerful man up there?"},{"text":"Das Krachen des Gletschereises war zu hören.","translation":"The crash of the glacial ice could be heard."}],"anfänglich":[{"text":"Die anfängliche Begeisterung hat sich gelegt.","translation":"The initial enthusiasm has waned."},{"text":"Tom hat anfänglich Medizin studiert, hat es dann aber aufgegeben.","translation":"Tom initially studied medicine, but then gave it up."},{"text":"Anfänglich hatte er Probleme, sich an das Leben in seinem neuen Haus zu gewöhnen.","translation":"At first he had trouble adjusting to living in his new house."},{"text":"Anfänglich wusste er nicht, was er in seinem neuen Job tun soll.","translation":"At first he didn't know how to do his new job."},{"text":"Tom antwortete anfänglich nicht.","translation":"Tom didn't answer at first."}],"stürmen":[{"text":"Am nächsten Morgen stürmte es, und wir mussten mit dem Aufstieg warten.","translation":"The next morning it was blowing a gale, and we had to delay the ascent."},{"text":"Es regnet draußen. Es ist kalt. Es stürmt. Es ist nass.","translation":"It's raining outside. It's cold. It's storming. It's wet."},{"text":"Sie stürmten aus dem Zimmer.","translation":"They rushed out of the room."},{"text":"Anne stürmte in die Küche.","translation":"Anne dashed into the kitchen."},{"text":"Der Mann und seine Frau stürmten nach draußen.","translation":"Out rushed the man and his wife."}],"Kappe":[{"text":"Jedem Narren gefällt seine Kappe.","translation":"Every fool likes his cap."},{"text":"Er trug eine Kappe auf dem Kopf.","translation":"He wore a cap on his head."},{"text":"Das nehme ich auf meine Kappe.","translation":"I take that on my cap."},{"text":"Dieser Unfall geht auf meine Kappe.","translation":"This accident goes on my cap."},{"text":"Tut mir leid, dass ich es vergessen habe. Ich bin heute völlig neben der Kappe.","translation":"Sorry I forgot. I am completely beside the cap today."}],"wirfst":[{"text":"Wenn deine Stimme genauso schön ist wie deine Augen, wirfst du mich um.","translation":"If your voice is as beautiful as your eyes, you knock me over."},{"text":"Du wirfst das Geld zum Fenster raus.","translation":"You throw the money out the window."},{"text":"„Warum wirfst du Bücher ins Feuer?“ – „Weil mir kalt ist.“","translation":"\"Why are you throwing books in the fire?\" \"Because I'm cold.\""},{"text":"Du wirfst einen Stein ins Wasser.","translation":"You throw a stone into the water."},{"text":"Was wirfst du hier mit Steinen?","translation":"What's the idea of throwing that stone?"},{"text":"Ich möchte, dass du einen Blick darauf wirfst.","translation":"I want you to take a look at that."},{"text":"In Singapur musst du eine Geldstrafe bezahlen, wenn du Abfall auf die Straße wirfst.","translation":"In Singapore, you have to pay a fine if you throw garbage on the street."},{"text":"Wirfst du mir vor, dass ich schwindle?","translation":"Are you accusing me of cheating?"},{"text":"Wenn die Spaghetti hängenbleiben, wenn du sie an die Mauer wirfst, dann sind sie fertig.","translation":"If the spaghetti gets stuck when you throw it against the wall, then they're done."},{"text":"Der Stein sprach: „Wenn du mich so wirfst, dass ich auf dem See acht Sprünge mache, dann erfülle ich dir einen Wunsch.“ Tom nahm ihn beim Wort und warf ihn, aber nach dem siebenten Sprung versank er, und es geschah nichts weiter.","translation":"The stone said, \"If you throw me in such a way that I make eight jumps on the lake, then I will fulfill a wish for you.\" Tom took him at his word and threw him, but after the seventh jump he sank, and nothing more happened."}],"Wartezeit":[{"text":"Sechs Monate sind eine lange Wartezeit.","translation":"Six months is a long waiting period."},{"text":"Die Wartezeit bei der Einreise beträgt mindestens 30 Minuten.","translation":"The wait at immigration is at least 30 minutes."},{"text":"Ich spielte eine Partie Schach gegen den Computer, um die Wartezeit zu überbrücken.","translation":"I played a game of chess against the computer to bridge the waiting time."},{"text":"Gemäß der bisherigen Wartezeit errechnete ich, dass ich das gewünschte Dokument gegen zwei Uhr bekommen würde.","translation":"According to the previous waiting time, I calculated that I would receive the desired document around two o'clock."},{"text":"Bei Dr. Müller musst du dich auf eine mehrstündige Wartezeit gefasst machen.","translation":"With Dr. Müller, you have to be prepared for a waiting period of several hours."}],"zusammenbauen":[{"text":"Johannes hat das Regal zusammengebaut.","translation":"John assembled the bookcase."},{"text":"Hast du schon einmal selbst einen Rechner zusammengebaut?","translation":"Have you ever assembled a computer by yourself?"},{"text":"Stimmt es, dass du den Motor selbst zusammengebaut hast?","translation":"Is it true you assembled the engine by yourself?"},{"text":"Wir haben den Stuhl in zehn Minuten zusammengebaut.","translation":"We assembled the chair in ten minutes."},{"text":"Sie kann keine IKEA-Möbel zusammenbauen.","translation":"She can't assemble Ikea furniture."}],"lila":[{"text":"Diese Farbe ist eher lila als rosa.","translation":"This colour is more purple than pink."},{"text":"Ist es lila?","translation":"Is it purple?"},{"text":"Diese Blume ist lila.","translation":"This flower is purple."},{"text":"Der Garten war voller lila Lilien.","translation":"The garden was full of purple lilies."},{"text":"Wusstest du, dass, wenn man rote und blaue Farbe mischt, Lila herauskommt?","translation":"Did you know that when you mix red and blue color, purple comes out?"},{"text":"Wenn es Mode ist, malen sich die Frauen die Brust lila an.","translation":"When it's fashionable, women paint their breasts purple."},{"text":"Mit einem lila Schlips wird dieses Hemd gut aussehen.","translation":"With a purple tie, this shirt will look great."}],"Datenschutzrichtlinie":[{"text":"Ob Imogen aus dem Internet ihr Leben ausleben wird, ohne einen landesweiten Skandal auszulösen, hängt gänzlich von Mark Zuckerbergs Datenschutzrichtlinien ab.","translation":"Whether or not Imogen of the Internet will live out her life without causing national scandal depends entirely on Mark Zuckerberg's privacy policies."}],"quote":[{"text":"Ich fürchte, die Quoten werden ein wenig sinken.","translation":"I'm afraid the odds will go down a bit."},{"text":"Wir brauchen keine Quoten, sondern gezielte Nachwuchsförderung.","translation":"We do not need quotas, but targeted promotion of young talent."},{"text":"Ursprünglich sollte in der Sendung nur das Alltagsleben einer ganz normalen Familie dokumentiert werden, da man jedoch um die Quote fürchtete, wurden nach Drehbuch einige Familiendramen inszeniert.","translation":"Originally, the show was only intended to document the everyday life of a normal family, but because they feared for the quota, some family dramas were staged according to the script."},{"text":"Wir beginnen, das Konzept der \"Quote\" in Erwägung zu ziehen.","translation":"We are starting to consider the concept of the \"quota\"."}],"süßer":[{"text":"Am Sonntag will mein Süßer mit mir segeln gehen.","translation":"On Sunday my sweetie wants to go sailing with me."},{"text":"Ich sagte dir doch, dass er ein Süßer ist!","translation":"I told you he was cute."},{"text":"Süßer Gesang hat manchen Vogel betrogen.","translation":"Sweet song has betrayed some birds."},{"text":"Süßer Wein gibt sauren Essig.","translation":"Sweet wine gives sour vinegar."},{"text":"Sind Kaninchen süßer als Eichhörnchen?","translation":"Are rabbits cuter than squirrels?"},{"text":"Süßer Senf schmeckt mir nicht.","translation":"I don't like sweet mustard."},{"text":"Mein süßer Zahn hat obsiegt.","translation":"My sweet tooth got the better of me."},{"text":"Wäre ich doch süßer auf die Welt gekommen!","translation":"If only I had been born sweeter!"},{"text":"Lukas ist etwa 33 % süßer als Tom.","translation":"Lukas is about 33% cuter than Tom."},{"text":"Die kleine Meerjungfrau sang süßer als alle anderen.","translation":"The little mermaid sang more sweetly than any of them."},{"text":"Bitterer Tee, mit Wohlwollen dargeboten, schmeckt süßer als Tee, den man mit saurer Miene reicht.","translation":"Bitter tea, presented with benevolence, tastes sweeter than tea, which is served with a sour face."},{"text":"Sag mir deinen Namen, Süßer!","translation":"Tell me your name, honey!"},{"text":"„Na, Süßer! Wie wär’s mit uns beiden?“ – „Ne, danke!“","translation":"\"Well, sweeter! How about the two of us?\" – \"No, thank you!\""},{"text":"Findest du Maria süßer oder Elke?","translation":"Who do you think is cuter, Mary or Alice?"},{"text":"Süßer Pöbel.","translation":"Cute rabble."},{"text":"He, Süßer!","translation":"Hey, handsome."}],"machst":[{"text":"Niemand hat vorgeschlagen, dass du das machst.","translation":"Nobody's suggesting you do that."},{"text":"Kann ich mich darauf verlassen, dass du das machst?","translation":"Can I count on you to do that?"},{"text":"Du musst dir überlegen, wie du das machst.","translation":"You'll have to find a way to do that."},{"text":"„Machst du es der Liebe oder des Geldes wegen?“ – „Ich mache es wegen des Geldes.“","translation":"\"Are you gonna do it for the love or the money?\" \"I'm gonna do it for the money.\""},{"text":"Man wird dich für einen ungezogenen Menschen halten, wenn du das machst.","translation":"You will be taken for an ill-mannered person if you do so."},{"text":"Machst du Witze oder bist du ernsthaft?","translation":"Are you kidding or are you serious?"},{"text":"„Machst du dich über mich lustig?“ – „Nein!“","translation":"\"Are you making fun of me?\" \"No, I'm not.\""},{"text":"„Machst du mir einen Tee?“ – „Was für einen willst du denn? Schwarzen? Grünen?“ – „Nein, Pfefferminz bitte.“","translation":"\"Will you make me a tea?\" – \"What kind of person do you want? Blacks? Greens?\" – \"No, peppermint please.\""},{"text":"„Ich könnte den Kuchen auch ohne Nüsse backen.“ – „Ohne Nüsse? Machst du Witze?“","translation":"\"I could bake the cake without nuts.\" – \"Without nuts? Are you kidding?\""},{"text":"\"Von Zeit zu Zeit denke ich darüber nach, mich scheiden zu lassen.\" \"Machst du Scherze?!\"","translation":"\"From time to time, I think about getting a divorce.\" \"Are you kidding?!\""}],"Propaganda":[{"text":"Propaganda ist die Kunst, andere von etwas zu überzeugen, was man selbst nicht glaubt.","translation":"Propaganda is the art of convincing others of something you don't believe yourself."},{"text":"Fakten sind der schwächste Punkt unserer Propaganda.","translation":"Facts are the weakest point of our propaganda."},{"text":"Hirn schlägt noch immer Propaganda.","translation":"Brains still beat propaganda."},{"text":"Hast du irgendwann einmal die Behauptungen der offiziellen Propaganda mit der Wirklichkeit verglichen?","translation":"Have you ever compared the claims of official propaganda with reality?"},{"text":"Deine Propaganda interessiert nicht.","translation":"Your propaganda doesn't care."},{"text":"Glaubt der Propaganda nicht! Ihr werdet belogen!","translation":"Don't believe the propaganda! You are being lied to!"},{"text":"Propaganda kriecht selbst durch die kleinsten Ritzen.","translation":"Propaganda crawls through even the smallest cracks."}],"mod":[{"text":"Mode ist, wenn die Reanimation des Vergangenen als letzter Schrei verkauft wird.","translation":"Fashion is when the resuscitation of the past is sold as all the rage."},{"text":"Sie ist wohl aufgezogen, modeste und eingezogen, so müssen die Frauen sein; die Prinzessin ist nicht hässlich, auch nicht schön; sie ist ein gottesfürchtiges Mensch.","translation":"She is well raised, modest and drafted, so the women must be; the princess is not ugly, nor beautiful; she is a God-fearing person."},{"text":"Lobend gleichzustellen ist diese Steuerreform allen Steuerreformen, die es jemals gab oder die je kommen werden. Sie ist modern, gerecht, entlastend und kunstvoll. - Modern, weil jede der alten Steuern einen neuen Namen trägt. - Gerecht, weil sie alle Bürger gleich benachteiligt. - Entlastend, weil sie keinem Steuerzahler mehr einen vollen Beutel läßt. - Und kunstvoll, weil du in langen Worten ihren kurzen Sinn versteckst: dem Kaiser zu geben, was des Kaisers ist, und dem Bürger zu nehmen, was des Bürgers ist.","translation":"This tax reform is commendable to all tax reforms that have ever existed or will ever come. It is modern, fair, relieving and artistic. - Modern, because each of the old taxes has a new name. - Fair, because it puts all citizens at an equal disadvantage. - Relieving because it no longer leaves a full bag for any taxpayer. - And artful, because in long words you hide their short meaning: to give the emperor what is the emperor, and to take to the citizen what is the citizen."}],"Durchgang":[{"text":"Im zweiten Durchgang genügt die einfache Mehrheit.","translation":"In the second round, a simple majority is sufficient."},{"text":"Stell deine Sachen nicht in den Durchgang.","translation":"Don't put your things in the passage."},{"text":"Kein Durchgang zum Strand.","translation":"No thoroughfare to the beach."},{"text":"Der Durchgang ist mit einem Schloss verschlossen.","translation":"The passage is closed with a lock."},{"text":"Der Durchgang zwischen Küche und Esszimmer ist ziemlich schmal.","translation":"The passage between the kitchen and dining room is quite narrow."}]}