{"bereitzustellen":[{"text":"Das Rote Kreuz wird nicht aufhören Lebensmittel für Krisenregionen bereitzustellen.","translation":"The Red Cross will not stop providing food for crisis regions."},{"text":"Energie für die Armen bereitzustellen, ohne den Planeten noch mehr zu zerstören, ist eine die größte Herausforderung dieses Jahrhunderts.","translation":"Providing energy to the poor without destroying the planet any further is this century's biggest challenge."},{"text":"Es erscheinen jetzt in immer mehr Ländern Unternehmen, die einfache Möglichkeiten anbieten, elektronische Bücher bereitzustellen und zu lesen.","translation":"Companies are now appearing in more and more countries that offer easy ways to provide and read electronic books."},{"text":"Wir bemühen uns, schnellstmöglich die benötigten Materialmuster bereitzustellen.","translation":"We strive to provide the required material samples as quickly as possible."},{"text":"Die Fähigkeit der \"Natur\", vorauszusehen und bereitzustellen, scheint unübertrefflich.","translation":"\"Nature's\" ability to foresee and provide seems unsurmountable."}],"steve":[{"text":"Steve ist nicht nach Hause gekommen.","translation":"Steve didn't come home."},{"text":"Steve, du bist doch das jüngste Kind, oder?","translation":"Steve, you're the youngest kid, aren't you?"},{"text":"Steve sah sehr glücklich aus.","translation":"Steve looked very happy."},{"text":"Alle Jobs von Steve waren langweilig, schlecht bezahlt oder beides.","translation":"All of Steve's jobs were boring or not well-paid or both."},{"text":"Glaubst du, dass Steve Jobs so erfolgreich gewesen wäre, wie er es war, wenn sein Nachname stattdessen 'Joobs' gewesen wäre?","translation":"Do you think Steve Jobs would have been as successful as he was if his last name had been 'Joobs' instead?"}],"Pfarrer":[{"text":"Tom ist Pfarrer.","translation":"Tom is a pastor."},{"text":"In der Pfalz geht der Pfarrer mit der Pfeife in die Kirche.","translation":"In the Palatinate the pastor goes to church with a pipe."},{"text":"Der Pfarrer erinnert sich nicht mehr an die Zeit, da er noch Küster war.","translation":"The priest does not remember the time when he was still a sexton."},{"text":"Der Pfarrer traut das junge Paar.","translation":"The priest marries the young couple."},{"text":"Es geht das Gerücht, der Pfarrer habe seinen Glauben an Gott verloren.","translation":"There is a rumor that the pastor has lost his faith in God."}],"Gene":[{"text":"Die Funktion der meisten Gene bleibt ein Rätsel.","translation":"The function of most genes remains a mystery."},{"text":"„Isst du schon wieder, Stöpsel?“ – „Na klar! Ich habe deine Gene geerbt, Papa.“","translation":"\"Are you eating again, plugs?\" – \"Of course! I inherited your genes, Dad.\""},{"text":"Tolle Gene hast du, das schreit nach Fortpflanzung.","translation":"You have great genes, which cries out for reproduction."},{"text":"Sie gibt zu, im Lotto der Gene eine Siegerin zu sein.","translation":"She admits that she won the genetic lottery."},{"text":"Die Menschen sind die Vehikel, die die Gene nutzen, um sich zu vermehren.","translation":"Humans are the vehicles that use genes to multiply."}],"Lebensdauer":[{"text":"Die Lebensdauer solcher Batterien beträgt ungefähr drei Jahre.","translation":"The lifespan of batteries like that is about three years."},{"text":"Zuckersirup verkürzt die Lebensdauer der Bienen.","translation":"Sugar syrup shortens the lifespan of bees."},{"text":"Auch Energiesparlampen haben eine beschränkte Lebensdauer.","translation":"Energy-saving lamps also have a limited service life."},{"text":"Wir erfanden den Raum, um die Zeit totzuschlagen, und die Zeit, um unsere Lebensdauer zu motivieren.","translation":"We invented space to kill time and time to motivate our lifespan."},{"text":"Da die durchschnittliche Lebensdauer in unserem Lande 64 Jahre ist, wäre es unberechtigt, jemanden diese Grenze zu sehr überschreiten zu lassen.","translation":"Since the average lifespan in our country is 64 years, it would be unjustified to let someone cross this limit too much."}],"Michelle":[{"text":"„Michael“ ist ein männlicher Name, auch wenn „Michelle“ ein weiblicher Name ist.","translation":"\"Michael\" is a male name, even though \"Michelle\" is a female name."},{"text":"Michael ist ein Männer-, Michelle ein Frauenname.","translation":"\"Michael\" is a man's name, but \"Michelle\" is a woman's name."},{"text":"\"Michael\" ist ein Männername, aber \"Michelle\" ist ein Frauenname.","translation":"\"Michael\" is a man's name, but \"Michelle\" is a woman's name."},{"text":"Melania Trumps Rede auf dem Parteitag der Republikaner wies deutliche Ähnlichkeiten zu jener auf, die Michelle Obama 2008 auf dem der Demokraten gehalten hatte.","translation":"Melania Trump's speech at the Republican National Convention was strikingly similar to Michelle Obama's 2008 speech at the Democratic National Convention."},{"text":"Michael ist ein Männername, Michelle aber ist ein Frauenname.","translation":"Michael is a man's name, but Michelle is a woman's name."}],"lahm":[{"text":"Toms Auto ist eine lahme Ente.","translation":"Tom's car is a lame duck."},{"text":"Wissenschaft ohne Religion ist lahm, Religion ohne Wissenschaft ist blind.","translation":"Science without religion is lame, religion without science is blind."},{"text":"Ein lahmer Krebs geht aufrecht.","translation":"A lame cancer goes upright."},{"text":"Das Internet ist aber lahm heute!","translation":"But the Internet is lame today!"},{"text":"Eine lahme Katze ist mehr wert als ein schnelles Pferd, wenn der Palast voller Mäuse ist.","translation":"A lame cat is more valued than a fast horse when the palace is full of mice."},{"text":"Warum ist der Wagen vor uns so lahm?","translation":"Why is the car in front of us so lame?"},{"text":"Warum ist mein Netz so lahm?","translation":"Why is my network so lame?"},{"text":"Am nächsten Morgen sagte der Tierarzt, dass er den Rest seines Lebens lahm sein würde.","translation":"The next morning the veterinary—that is, the animal doctor—declared that he would be lame for the rest of his life."},{"text":"Der lange und steile Weg hatte ihre Energie offensichtlich erschöpft; lahm und müde schleppte sie sich vorwärts.","translation":"The long and steep path had obviously exhausted their energy; lame and tired, she dragged herself forward."},{"text":"1990/91, während des Zweiten Golfkriegs, legten die Streitkräfte der Vereinigten Staaten mittels Graphitstreubomben innerhalb kurzer Zeit 85 % der irakischen Stromversorgung lahm.","translation":"In 1990-91, during the Second Gulf War, the armed forces of the United States rapidly crippled 85% of Iraq's electricity supply using graphite cluster bombs."}],"aufkommen":[{"text":"Als Vater muss er für die Ausbildung seiner Tochter aufkommen.","translation":"As a father he must pay for his daughter's education."},{"text":"Sie müssen für den Schaden aufkommen, den Sie verursacht haben.","translation":"You will have to pay for the damage you have caused."},{"text":"Nur gemeinsam können wir gegen unseren Feind aufkommen.","translation":"Only together can we stand up to our enemy."},{"text":"Das Problem wird nicht aufkommen.","translation":"You won't have that problem."},{"text":"Mit Geld kann man nicht für verlorenes Glück aufkommen.","translation":"Money cannot pay for the loss of happiness."}],"tim":[{"text":"Wir nannten den Hund Tim.","translation":"We named the dog Tim."},{"text":"Ich kann Tim nicht finden.","translation":"I can't find Tim."},{"text":"Tim schreibt mit der linken Hand.","translation":"Tim writes with his left hand."},{"text":"Ich nenne den Computer Tim.","translation":"I call the computer Tim."},{"text":"Tim schreibt, als wäre er Linkshänder.","translation":"Tim writes as if he were left-handed."}],"revolutionär":[{"text":"Alle revolutionären Ideen sind einfach.","translation":"All revolutionary ideas are simple."},{"text":"Jede revolutionäre Bewegung befreit auch die Sprache.","translation":"Every revolutionary movement also liberates language."},{"text":"Ja wir erleben revolutionäre Zeiten.","translation":"Yeah, we're experiencing revolutionary times."},{"text":"Seine Musik war ganz und gar nicht revolutionär.","translation":"His music was by no means revolutionary."},{"text":"Ihre revolutionären Ideen haben nun in der Bevölkerung Wurzeln geschlagen.","translation":"Their revolutionary ideas have now taken root in the population."},{"text":"Mir liegt das Politische nicht. Sonst wär ich schon längst Revolutionär.","translation":"I don't like the political. Otherwise I would have been a revolutionary long ago."},{"text":"Eine Gruppe korrekter Politiker wäre eine Gruppe politischer Revolutionäre.","translation":"A group of correct politicians would be a group of political revolutionaries."},{"text":"Die Revolution ist gut, aber die Revolutionäre.","translation":"The revolution is good, but the revolutionaries."},{"text":"Revolutionen werden durchgeführt, um Revolutionäre zu vernichten.","translation":"Revolutions are carried out to destroy revolutionaries."},{"text":"Wer heute versucht, etwas Bewahrenswertes zu bewahren, der muss schon fast ein Revolutionär sein.","translation":"Anyone who tries to preserve something worth preserving today must almost be a revolutionary."}],"bürsten":[{"text":"Die Alu-Gussstücke müssen noch einmal gebürstet werden.","translation":"The aluminum castings must be brushed again."},{"text":"Ich bürstete den Staub von meinem Hemd ab.","translation":"I brushed the dust off my shirt."},{"text":"Sie bürstet ihr Haar.","translation":"She is brushing her hair."},{"text":"Tom saß in der Badewanne und bürstete sich den Rücken.","translation":"Tom sat in the bathtub and brushed his back."},{"text":"Maria schaute in den Spiegel, während sie sich das Haar bürstete.","translation":"Mary looked into the mirror while she was brushing her hair."}],"überfahren":[{"text":"Tom wäre heute beinahe von einem Auto überfahren worden.","translation":"Tom was almost run over by a car today."},{"text":"Ich muss Ihnen eine traurige Mitteilung machen: Ihre Tochter ist tot. Sie wurde überfahren.","translation":"I have to tell you a sad message: your daughter is dead. She was run over."},{"text":"Die arme Katze wurde von einem Lkw überfahren.","translation":"The poor cat was run over by a truck."},{"text":"Katzen werden oft von Fahrzeugen überfahren.","translation":"Cats are often run over by moving vehicles."},{"text":"Das Kind wurde fast überfahren, als der LKW rückwärts fuhr.","translation":"The child was almost run over when the truck drove backwards."}],"Wirksamkeit":[{"text":"Was ist der Unterschied zwischen Wirkung und Wirksamkeit?","translation":"What is the difference between effect and effectiveness?"},{"text":"Die Wirksamkeit des Medikaments lässt nach, sobald sich der Körper daran gewöhnt hat.","translation":"The effectiveness of the drug decreases once the body gets used to it."},{"text":"Es dauert zwölf bis 18 Monate oder mehr, einen Impfstoff auf Sicherheit und Wirksamkeit zu überprüfen.","translation":"Testing a vaccine for safety and efficacy will take 12 to 18 months or more."},{"text":"Das Parteibuch ist ein politischer Katechismus, begründet in dem Glauben an die Wirksamkeit von Beziehungen, festigt die Hoffnung auf ein sicheres Fortkommen und stärkt die Liebe zu wohldotierten Ämtern.","translation":"The Party Book is a political catechism, based on the belief in the effectiveness of relationships, strengthens the hope for safe progress and strengthens the love of well-endowed offices."},{"text":"Jeder, welcher aus den ersten Jugendträumen erwacht ist, eigene und fremde Erfahrung beachtet, sich im Leben, in der Geschichte der Vergangenheit und des eigenen Zeitalters, endlich in den Werken der großen Dichter umgesehen hat, wird, wenn nicht irgendein unauslöschlich eingeprägtes Vorurteil seine Urteilskraft lähmt, wohl das Resultat erkennen, dass diese Menschenwelt das Reich des Zufalls und des Irrtums ist, die unbarmherzig darin schalten, im Großen wie im Kleinen, neben welchen aber noch Torheit und Bosheit die Geißel schwingen: daher es kommt, dass jedes Bessere nur mühsam sich durchdrängt, das Edle und Weise sehr selten zur Erscheinung gelangt und Wirksamkeit oder Gehör findet, aber das Absurde und Verkehrte im Reiche des Denkens, das Platte und Abgeschmackte im Reiche der Kunst, das Böse und Hinterlistige im Reiche der Taten, nur durch kurze Unterbrechungen gestört, eigentlich die Herrschaft behaupten; hingegen das Treffliche jeder Art immer nur eine Ausnahme, ein Fall aus Millionen ist, daher auch, wenn es sich in einem dauernden Werke kund gegeben, dieses nachher, nachdem es den Groll seiner Zeitgenossen überlebt hat, isoliert dasteht, aufbewahrt wird, gleich einem Meteorstein, aus einer andern Ordnung der Dinge, als die hier herrschende ist, entsprungen.","translation":"Anyone who has awakened from the first childhood dreams, who has observed his own and others' experiences, who has finally looked around in life, in the history of the past and his own age, in the works of the great poets, will, if not some indelibly imprinted prejudice paralyzes his power of judgment, probably recognize the result that this human world is the realm of chance and error,  who mercilessly switch in it, in the large as well as in the small, but next to which folly and wickedness still swing the scourge: therefore it comes that every better one only laboriously penetrates itself, the noble and wise very rarely appears and finds effectiveness or hearing, but the absurd and wrong in the realm of thought, the plate and taste in the realm of art,  the evil and deceitful in the realm of deeds, disturbed only by brief interruptions, actually asserting domination; On the other hand, the excellence of every kind is always only an exception, a case of millions, therefore, even if it is made known in a permanent work, this afterwards, after having survived the resentment of its contemporaries, stands isolated, is preserved, like a meteor stone, from a different order of things than that prevailed here."}],"geloben":[{"text":"Ich glaube, dass kein Volk auf Kosten eines anderen gelobt werden sollte.","translation":"I believe that no people should be praised at the expense of another."},{"text":"Gewöhnlich lobt man, um gelobt zu werden.","translation":"Usually one praises to be praised."},{"text":"Man weist ein Lob zurück in dem Wunsch, nochmals gelobt zu werden.","translation":"One rejects praise in the desire to be praised again."},{"text":"Lob ablehnen heißt: Zweimal gelobt sein wollen.","translation":"Rejecting praise means: wanting to be praised twice."},{"text":"Nicht geschimpft ist genug gelobt.","translation":"Not scolded is enough praise."}],"Pose":[{"text":"„Bitte so bleiben!“ sagte der Fotograf. Das Modell hatte eine perfekte Pose.","translation":"\"Please stay that way!\" said the photographer. The model had a perfect pose."},{"text":"Dieses Bild zeigt Maria in typischer Pose mit belehrend erhobenem Zeigefinger.","translation":"This picture shows Mary in a typical pose with an instructively raised index finger."},{"text":"1796 fand er eine Anstellung als Auskultator in Glogau, 1798 als Gerichtsreferendar in Berlin und 1800 wurde er Assessor in Posen.","translation":"In 1796 he found employment as an auscultator in Glogau, in 1798 as a court clerk in Berlin and in 1800 he became an assessor in Posen."},{"text":"Immer, wenn mein Vater vor meiner Mutter stand, nahm er unbewusst eine Pose der Unterwürfigkeit an und wartete auf Anweisung. Eines Tages bemerkte ich, dass ich selbst auch so dastand, dass wir beide nebeneinander so dastanden, und erschrak.","translation":"Whenever my father stood in front of my mother, he unconsciously assumed a pose of subservience and waited for instructions. One day I noticed that I myself was standing there like this, that we were both standing next to each other, and I was frightened."},{"text":"„Verzweifle nicht, o Hilfesuchender! Ich bin Tom, dein Retter in der Not!“ rief Tom in theatralischer Pose aus, nachdem er die Szenerie scheinbar aus dem Nichts betreten hatte. Alle sahen ihn verdutzt an. Keiner hatte ihn kommen sehen.","translation":"\"Do not despair, O help seeker! I am Tom, your savior in distress!\" exclaimed Tom in a theatrical pose after entering the scene seemingly out of nowhere. Everyone looked at him puzzled. No one had seen him coming."}],"befriedigen":[{"text":"Der materielle Fortschritt befriedigt keines der Bedürfnisse, die der Mensch wirklich hat.","translation":"Material progress does not satisfy any of the needs that man really has."},{"text":"Sucht nur die Menschen zu verwirren, sie zu befriedigen ist schwer.","translation":"Just trying to confuse people, satisfying them is hard."},{"text":"Nichts befriedigt mich mehr, als den Menschen, den ich liebe, glücklich zu machen.","translation":"Nothing satisfies me more than making the person I love happy."},{"text":"Du wirst merken, dass sie schwer zu befriedigen ist.","translation":"You will notice that it is difficult to satisfy."},{"text":"Etwas befriedigt uns dann, wenn es einer Sehnsucht entspricht.","translation":"Something satisfies us when it corresponds to a longing."}],"beanspruchen":[{"text":"Man wird nicht groß, wenn man die Größe für sich beansprucht.","translation":"You don't get big when you claim the size for yourself."},{"text":"Der Tisch beansprucht in diesem Zimmer viel Platz.","translation":"The table takes up a lot of space in this room."},{"text":"Einen Kuchen zu backen beansprucht mehr Zeit, als ein Ei zu braten.","translation":"Baking a cake takes more time than frying an egg."},{"text":"Der Flug von Scheremetjewo nach Narita beanspruchte lange neuneinhalb Stunden.","translation":"The flight from Sheremetyevo to Narita took a long nine and a half hours."},{"text":"Sie beansprucht das Erbe.","translation":"She claims the inheritance."}],"schlauer":[{"text":"Hilfe! Mein Telefon ist schlauer als ich!","translation":"Help! My phone is smarter than me!"},{"text":"Man kann schlauer sein als ein anderer, aber nicht schlauer als alle anderen.","translation":"You can be smarter than someone else, but not smarter than everyone else."},{"text":"Nicht immer ist man hinterher schlauer.","translation":"We're not always wise after the event."},{"text":"„Vielleicht“ ist ein schlauer Krebs, der vor- und rückwärts gehen kann.","translation":"\"Maybe\" is a smart cancer that can go forward and backward."},{"text":"Lob macht gute Menschen besser und schlechte schlauer.","translation":"Praise makes good people better and bad people smarter."},{"text":"Man kann schlauer sein als ein anderer, aber nicht schlauer als alle anderen.","translation":"You can be smarter than someone else, but not smarter than everyone else."},{"text":"Vom Rathaus kommend ist man schlauer.","translation":"Coming from the town hall you are smarter."},{"text":"Ich denke, mein Smartphone ist vielleicht schlauer als ich.","translation":"I think that my phone is probably smarter than me."},{"text":"Du bist viel zu klug, um zu glauben, du seist schlauer als ich.","translation":"You are way too intelligent to think you'd be smarter than me."},{"text":"Das beste Mittel, um getäuscht zu werden, ist, sich für schlauer zu halten als andere.","translation":"The best way to be deceived is to think of yourself smarter than others."}],"klett":[{"text":"Man soll den Affen nicht das Klettern lehren.","translation":"Don't teach monkeys how to climb."},{"text":"Die neuen Schuhe geben mir beim Klettern keinen Halt.","translation":"These new shoes don't give me any grip when I climb."},{"text":"Klettern Sie nicht darauf!","translation":"Don't climb on this!"},{"text":"Klettern Sie weiter!","translation":"Keep climbing."},{"text":"Neben dem Weg befestigte man an der Felswand Eisenketten, um das Klettern zu erleichtern.","translation":"Next to the path, iron chains were attached to the rock face to facilitate climbing."},{"text":"Ich klettere auf eine Palme.","translation":"I am climbing a palm tree."},{"text":"Klettere auf den Gipfel.","translation":"Climb to the summit."},{"text":"Klettere weiter!","translation":"Keep climbing!"}],"Minderheit":[{"text":"Frauen sind in unserer Firma in der Minderheit.","translation":"Women are in the minority in our company."},{"text":"Demokratie ist, wenn man akzeptiert in der Minderheit zu sein.","translation":"Democracy is when you accept to be in the minority."},{"text":"Der Vorsitzende sollte die Meinung der Minderheit beachten.","translation":"The chairman should heed the opinion of the minority."},{"text":"Tom hat Angst vor Minderheiten.","translation":"Tom is afraid of marginalized people."},{"text":"Ich erlaube es dieser Minderheit, meinen Satz abzulehnen.","translation":"I allow this minority to reject my sentence."}],"unsterblich":[{"text":"Ein jeder ist an seinem Platz unsterblich.","translation":"Everyone is immortal in their place."},{"text":"Der Körper stirbt, aber die Seele ist unsterblich.","translation":"The body dies, but the soul is immortal."},{"text":"Sie glauben, dass die Seele unsterblich sei.","translation":"They believe that the soul is immortal."},{"text":"Liebe ist unsterblich.","translation":"Love is immortal."},{"text":"Des Menschen Seele ist unsterblich.","translation":"A person's soul is immortal."}],"Gottesdienst":[{"text":"„Wann findet ein Gottesdienst statt?“ – „Jeden Sonntag zehn Uhr.“","translation":"\"When does a service take place?\" – \"Every Sunday ten o'clock.\""},{"text":"Sonntags gehen sie zum Gottesdienst in die Kirche.","translation":"On Sundays they go to church for worship."},{"text":"Der beste Gottesdienst ist Pflichterfüllung.","translation":"The best worship is the fulfillment of duty."},{"text":"Während des Gottesdienstes erhellen Kerzen den Altar.","translation":"During the service, candles illuminate the altar."},{"text":"Im orthodoxen Gottesdienst erklingen weder eine Orgel noch andere Musikinstrumente.","translation":"In Orthodox worship, neither an organ nor other musical instruments are played."}],"stick":[{"text":"Ich sticke gerne.","translation":"I like embroidery."},{"text":"Er entfernte den USB-Stick vom Computer.","translation":"He removed the USB stick from the computer."},{"text":"Er entfernte den USB-Stick während der Initialisierung vom Computer und jetzt funktioniert er nicht mehr.","translation":"He removed the USB flash drive from the computer during initialization and now it no longer works."},{"text":"Das Foto ist auf dem USB-Stick.","translation":"The photo is on the USB stick."},{"text":"Mein USB-Stick hat einen Virus.","translation":"My pen-drive has a virus."},{"text":"„Dass man heutzutage einen 64-GB-USB-Stick für nur 16 Euro kaufen kann, ist wirklich unglaublich.“ － „Auch davon wird er in zehn Jahren vermutlich nur mehr einen Bruchteil kosten.“","translation":"\"The fact that you can buy a 64 GB USB stick for only 16 euros these days is really incredible.\" - \"In ten years, it will probably only cost a fraction of that.\""}],"zurückzahlen":[{"text":"Wissen Sie schon, wie Sie diese Summe zurückzahlen werden?","translation":"Do you already know how you will repay this sum?"},{"text":"Ich muss meine Schulden zurückzahlen.","translation":"I have to repay my debts."},{"text":"Ich werde dir das Geld heute in einer Woche, also am 21.7. zurückzahlen.","translation":"I will pay you back the money today in a week, so on 21.7."},{"text":"Ich schulde Mary Geld und muss es ihr bis nächsten Montag zurückzahlen.","translation":"I owe Mary some money and must pay her back by next Monday."},{"text":"Sie schuldet ihm viel Geld, aber sie wird es ihm wahrscheinlich nicht zurückzahlen können.","translation":"She owes him a lot of money, but she probably won't be able to pay it back."}],"Kinderspiel":[{"text":"Es ist ein Kinderspiel.","translation":"It's a no-brainer."},{"text":"Krieg ist kein Kinderspiel.","translation":"War is not child's play."},{"text":"Das Leben zu Ende leben ist kein Kinderspiel.","translation":"Living life to the end is not child's play."},{"text":"Es ist kein Kinderspiel, wenn alte Leute auf Stecken reiten.","translation":"It's not a piece of cake when old people ride on sticks."},{"text":"Der Lehrer beteiligte sich an den Kinderspielen.","translation":"The teacher took part in the children's games."}],"ãƒâ":[],"predigen":[{"text":"Ihr könnt predigen, über was ihr wollt, aber niemals über vierzig Minuten.","translation":"You can preach about whatever you want, but never over forty minutes."},{"text":"Käme es auf den Bart an, könnte die Ziege predigen.","translation":"If it came down to the beard, the goat could preach."},{"text":"Einem hungrigen Magen ist schlecht predigen.","translation":"A hungry stomach is bad to preach."},{"text":"Auf dem Dorfe ist gut predigen.","translation":"Preaching is good in the village."},{"text":"Tauben Ohren ist bös predigen.","translation":"Deaf ears preach is evil."},{"text":"\"Und was predigte der Pfarrer in der Kirche?\" \"Er war dagegen!\"","translation":"\"And what did the pastor preach in the church?\" \"He was against it!\""},{"text":"Moral zu predigen ist ebenso leicht, als Moral zu begründen schwer ist.","translation":"Preaching morality is as easy as justifying morality is difficult."},{"text":"Wer Krieg predigt, ist des Teufels Feldprediger.","translation":"Whoever preaches war is the devil's field preacher."},{"text":"Wenn ein Fuchs predigt, hat der Kaiser sein Recht verloren.","translation":"When a fox preaches, the emperor has lost his right."},{"text":"Ihr könnt predigen, über was ihr wollt, aber predigt niemals über vierzig Minuten.","translation":"You can preach whatever you want, but never preach for more than forty minutes."}],"inspirierend":[{"text":"Vielen Dank für den inspirierenden Kommentar!","translation":"Thank you for the inspiring comment!"},{"text":"Tom schrieb ein inspirierendes Zitat an die Tafel.","translation":"Tom wrote an inspirational quote on the chalkboard."}],"Sanktion":[{"text":"Dänemark fordert EU-Sanktionen gegen Elbonien.","translation":"Denmark is calling for EU sanctions against Elbonia."},{"text":"Die USA bereiten neue Sanktionen gegen Russland vor.","translation":"The US is preparing new sanctions against Russia."},{"text":"Ein Staat, der das Völkerrecht verletzt, muss mit Sanktionen rechnen.","translation":"A state that violates international law must expect sanctions."},{"text":"Verzichtet man auf berechtigte Sanktionen, sanktioniert man Fehlverhalten.","translation":"If you waive justified sanctions, you sanction misconduct."},{"text":"Die bislang beschlossenen Sanktionen gleichen einem Warnschuss aus einer Wasserpistole.","translation":"The sanctions adopted so far resemble a warning shot from a water pistol."}],"aussterben":[{"text":"Er ist der einzige seiner Art und vom Aussterben bedroht.","translation":"It is the only one of its kind and threatened with extinction."},{"text":"Die Wissenschaftler diskutieren über die Theorie des Aussterbens der Dinosaurier.","translation":"The scientists discuss the theory of dinosaur extinction."},{"text":"Diese Tiere sind vom Aussterben bedroht.","translation":"These animals are on the verge of extinction."},{"text":"Das Aussterben ist ein Teil der Evolution.","translation":"Extinction is part of evolution."},{"text":"Findest du nicht auch, dass einige vom Aussterben bedrohte Tiere wunderschön sind?","translation":"Don't you agree that some endangered animals are beautiful?"},{"text":"Schmetterlinge dieser Art sind jetzt ausgestorben.","translation":"Butterflies of this species are now extinct."},{"text":"Die Dinosaurier sind vor langer Zeit ausgestorben.","translation":"Dinosaurs died out a very long time ago."},{"text":"Wenn eine Sprache ausstirbt, gehen wertvolle wissenschaftliche Informationen für immer verloren.","translation":"When a language dies, valuable scientific data disappears forever."},{"text":"Wissenschaftler befürchten, dass Koalas bis 2050 aussterben könnten, wenn die Zerstörung ihres Lebensraumes weitergeht.","translation":"Scientists fear that koalas could be heading toward extinction by 2050 if the destruction of their habitat continues."},{"text":"Wenn sich der jetzige Trend fortsetzt, wird die Sprache in nächster Zukunft wahrscheinlich aussterben.","translation":"If current trends continue, the language will likely die in the near future."}],"lässig":[{"text":"Das Gewehr hatte er lässig über die Schulter gehängt.","translation":"He had casually hung the rifle over his shoulder."},{"text":"Ein lässiger Schüler bleibt ein Schüler.","translation":"A casual student remains a student."},{"text":"Als ich jung war, war ich lässig.","translation":"When I was young, I was casual."},{"text":"Er hat es lässig genommen.","translation":"He was cool about it."},{"text":"Lässige Hand macht arm; aber der Fleißigen Hand macht reich.","translation":"Casual hand makes you poor; but the diligent hand makes rich."}],"unentschieden":[{"text":"Ja, gut. Es gibt nur eine Möglichkeit: Sieg, Unentschieden oder Niederlage!","translation":"Yes, good. There is only one possibility: win, draw or lose!"},{"text":"Der Wettkampf endete im Unentschieden.","translation":"The match ended in a draw."},{"text":"Das Match endete in einem Unentschieden.","translation":"The match ended in a draw."},{"text":"Drittes Spiel, drittes Unentschieden. Carlsen 1.5 Nepo 1.5. Morgen ist Ruhetag.","translation":"The third game, third draw. Carlsen 1.5 Nepo 1.5. Tomorrow will be a day off."},{"text":"Gestern ein Unentschieden, heute ein Unentschieden. Carlsen 1, Nepo 1. Werden wir morgen einen Gewinner haben?","translation":"A draw yesterday, another draw today. Carlsen 1, Nepo 1. Will we have a winner tomorrow?"},{"text":"Das Spiel endete unentschieden.","translation":"The game ended in a draw."},{"text":"Die beiden Mannschaften trennten sich unentschieden.","translation":"The two teams were tied at the finish."},{"text":"Fan sein heißt hinter seiner Mannschaft stehen, ob sie gewinnt, verliert oder unentschieden spielt.","translation":"Being a fan means supporting your team – win, lose, or draw."},{"text":"Nachdem es 1 : 1 unentschieden stand, schlug die kanadische Frauenfußballmannschaft Schweden durch Elfmeterschießen 3 : 2.","translation":"Canada’s women soccer team beat Sweden, 3-2 on penalty kicks after a 1-1 draw."},{"text":"Das Baseballspiel wurde wegen des Regens als unentschieden gewertet.","translation":"The baseball game was considered a draw because of the rain."}],"Zylinder":[{"text":"Der Herr legte seine Handschuhe und seinen Zylinder ab.","translation":"The gentleman took off his gloves and top hat."},{"text":"Wie viele Zylinder braucht ein Motor?","translation":"How many cylinders does an engine need?"},{"text":"Oh, guck mal, Tom! Ein Zylinder! Vielleicht kann man daraus Kaninchen hervorzaubern!","translation":"Oh, look, Tom! One cylinder! Maybe you can conjure up rabbits from it!"},{"text":"Er trug einen Zylinder und ein Monokel.","translation":"He wore a top hat and a monocle."},{"text":"Diese Melone war seinerzeit beinahe verwegen modern, denn die Norm war der Zylinder.","translation":"This melon was almost daringly modern at the time, because the norm was the cylinder."}],"Upgrade":[],"blaß":[{"text":"Du siehst so blass aus. Bist du krank?","translation":"You look so pale. Are you sick?"},{"text":"Er sieht so blass aus. Was fehlt ihm?","translation":"He looks so pale. What's up with him?"},{"text":"Geh ab und zu mal in die Sonne! Du bist sehr blass.","translation":"Go out in the sun from time to time! You are very pale."},{"text":"Meine Liebste wurde blass.","translation":"My sweetheart turned pale."},{"text":"Junge, Junge, ist er aber plötzlich blass geworden….","translation":"Boy, did he suddenly turn pale..."},{"text":"Die sehr langen schwarzen Wimpern betonten die vornehme Blässe ihrer Wangen.","translation":"Her very long, black eyelashes set off the aristocratic pallor of her cheeks."},{"text":"Ihr blasses Aussehen bereitete mir Sorgen.","translation":"It worried me that she looked pale."},{"text":"Tom sieht ein bisschen blass aus.","translation":"Tom looks a little pale."},{"text":"Die Farbe Türkis stellt die Farbe von klarem Wasser dar, sie ist ein helles, blasses Blau.","translation":"The color turquoise represents the color of clear water, it is a bright, pale blue."},{"text":"Sein blasses Gesicht errötete durch die Aufregung.","translation":"His pale face blushed from the excitement."}],"Zeitverschwendung":[{"text":"Fremdsprachen zu lernen ist Zeitverschwendung.","translation":"Learning foreign languages is a waste of time."},{"text":"Zeitverschwendung ist die leichteste aller Verschwendungen.","translation":"Wasting time is the easiest of all wastes."},{"text":"Ein trauriges Leben zu führen ist die einzig wahre Zeitverschwendung.","translation":"Living a sad life is the only real waste of time."},{"text":"Das ist reine Zeitverschwendung.","translation":"It is a sheer waste of time."},{"text":"Warten ist nur Zeitverschwendung.","translation":"Waiting is just a waste of time."}],"ha":[{"text":"„Ha! Ich war schneller als du!“ – „Du Frechdachs!“","translation":"\"Ha! I was quicker than you!\" \"Cheeky monkey!\""},{"text":"Ha, das überrascht mich. Das musst du mir erklären!","translation":"Ha, that surprises me. You have to explain that to me!"},{"text":"Da liegt der Has im Pfeffer!","translation":"There's the hase in the pepper!"},{"text":"Deine Idee ist nichts Wert. - Ha, nun ist es also plötzlich \"meine\" Idee!","translation":"Your idea is worth nothing. - Ha, now it's suddenly \"my\" idea!"},{"text":"Ha, du glaubst das nicht.","translation":"Ha, you don't believe that."}],"erwärmen":[{"text":"Wer die Welt erwärmen will, muss ein großes Feuer in sich tragen.","translation":"If you want to warm the world, you have to carry a big fire within you."},{"text":"In einer Mikrowelle wird das Essen von innen und nicht von außen erwärmt.","translation":"In a microwave, the food is heated from the inside and not from the outside."},{"text":"Ein Raum, der sich leicht erwärmen lässt, wird auch leicht kalt.","translation":"A room that is easy to heat will also get cold easily."},{"text":"Die Luft erwärmte sich.","translation":"The air warmed up."},{"text":"Das Zimmer erwärmt sich.","translation":"The room is warming up."}],"kraftvoll":[{"text":"Das ist ein seltener und daher sehr kraftvoller Ausdruck.","translation":"This is a rare and therefore very powerful expression."},{"text":"Die Musik ist sehr kraftvoll.","translation":"The music is very powerful."},{"text":"Tom übersetzte viele der Sätze in sein kraftvolles und wohllautiges Französisch.","translation":"Tom translated many of the sentences into his powerful and melodious French."},{"text":"Zu oft entsteht jedoch der Eindruck, die Kommission sei eher Beobachter als ein kraftvoller Akteur.","translation":"Too often, however, the impression arises that the Commission is more of an observer than a powerful actor."},{"text":"Um zu beweisen, dass er kraftvoll und der Aufgabe gewachsen war, hielt der 68jährige trotz eisiger Temperaturen eine lange Rede, die weit über eine Stunde dauerte. Noch am selben Abend erkrankte er und starb einen Monat später.","translation":"To prove he was vigorous and up to the job, the 68-year-old delivered the lengthy speech, which took well over an hour, despite freezing temperatures. He fell ill that evening and died a month later."},{"text":"Werde kraftvoll!","translation":"Become powerful!"}],"seist":[{"text":"Du bist viel zu klug, um zu glauben, du seist schlauer als ich.","translation":"You are way too intelligent to think you'd be smarter than me."},{"text":"Verflucht seist du, dass du mich daran erinnerst!","translation":"Cursed, you are to remind me of this!"},{"text":"Tom sagt, du seist ihm eine große Hilfe.","translation":"Tom says you're a great help to him."},{"text":"Man sagt, dass du sehr talentiert seist.","translation":"I hear that you're very talented."},{"text":"„Ich bin Amateurmusiker.“ – „Sagtest du nicht, du seist ein Tenor im Chor?“","translation":"\"I'm an amateur musician.\" – \"Didn't you say you were a tenor in the choir?\""},{"text":"Wenn du meinst, du seist gesund, hast du nur nicht genug Untersuchungen gemacht.","translation":"If you think you're healthy, you just haven't done enough research."},{"text":"Hör auf zu denken, du seist nicht bereit!","translation":"Stop thinking you're not ready!"},{"text":"Tom und Maria sagten, sie seien froh, dass du wieder da seist.","translation":"Tom and Maria said they were glad you were back."},{"text":"Du sagtest, du seist gerade beim Essen.","translation":"You said you were eating."},{"text":"Man sagt, dass du krank seist.","translation":"They say you're sick."}],"ungerecht":[{"text":"So einen ungerechten Vorschlag hättest du ablehnen sollen.","translation":"You should have rejected such an unjust proposal."},{"text":"Man ist gegen seine Feinde nicht so ungerecht wie gegen seine Nächsten.","translation":"One is not as unjust to one's enemies as one is to one's neighbors."},{"text":"Ein ungerechtes Gesetz ist kein Gesetz.","translation":"An unjust law is not a law."},{"text":"Es scheint einfach ungerecht.","translation":"It just doesn't seem fair."},{"text":"Deine Kritik ist ungerecht.","translation":"Your criticism is unfair."}],"Ökosystem":[{"text":"Das Ökosystem der Meere würde aus dem Gleichgewicht geraten.","translation":"The marine ecosystem would become unbalanced."},{"text":"Fremde Pflanzen wie Palmen einzuführen kann Ökosysteme schädigen.","translation":"Introducing foreign plants, such as palm trees can damage ecosystems."},{"text":"Alle Tiere, die im Ozean leben, urinieren in ihn ohne irgendeine Katastrophe für das Ökosystem.","translation":"All animals that live in the ocean urinate in it without any catastrophe for the ecosystem."},{"text":"Mit dem Bau des Staudamms wurde ein künstlicher See geschaffen, der ein ganzes Ökosystem zerstörte.","translation":"The construction of the dam created an artificial lake that destroyed a whole ecosystem."},{"text":"Signalsysteme übertragen Informationen innerhalb von Zellen, zwischen Zellen, zwischen Organen, zwischen ganzen Organismen, zwischen Populationen von Organismen und sogar zwischen verschiedenen Arten innerhalb von Ökosystemen.","translation":"Signaling systems transmit information within cells, between cells, between organs, between entire organisms, between populations of organisms, and even between different species in entire ecosystems."}],"eigenständig":[{"text":"Das Wichtigste ist, dass du eigenständig denkst.","translation":"Most important is that you think for yourself."},{"text":"Im Laufe der Zeit wurden aus diesen Dialekten eigenständige Sprachen, nämlich Spanisch, Französisch, Italienisch usw.","translation":"As more time passed, these Creoles became separate languages: Spanish, French, Italian, etc."},{"text":"Wenn du Menschen anführen willst, dann lerne eigenständige Entscheidungen zu treffen und hinter ihnen zu stehen in Momenten, in denen sie keiner treffen will.","translation":"If you want to lead people, learn to make independent decisions and stand behind them in moments when nobody wants to make them."},{"text":"Wahre Begierde ist ein eigenständiges Gefühl, das nur so lange andauert, bis die Begierde erfüllt und gesättigt ist.","translation":"True desire is an independent feeling that lasts only until the desire is fulfilled and saturated."},{"text":"Bereits im Jahre 1966 richtete man an der Budapester Universität Eötvös Lóránd (ELTE) ein eigenständiges Fachgebiet Esperanto ein.","translation":"As early as 1966, the Budapest University of Eötvös Lóránd (ELTE) established an independent department of Esperanto."}],"Sheriff":[{"text":"Sie ist der Sheriff?","translation":"She's the sheriff?"},{"text":"Der Sheriff erwartet dich in seinem Büro.","translation":"The sheriff is waiting for you in his office."},{"text":"Spielen wir Cowboy und Indianer? Ich erkläre mich selbst zum Sheriff und ihr müsst mir alle gehorchen.","translation":"Shall we play cowboy and Indians? I declare myself a sheriff, and you all must obey me."},{"text":"Der alte Trapper kennt den Sheriff.","translation":"The old trapper knows the sheriff."},{"text":"In der Mitte des Films kommt es zu einer großen Schießerei, bei welcher der Sheriff erschossen wird.","translation":"There's a big gunfight in the middle of the movie and the sheriff gets killed."},{"text":"Sheriff Wyatt Earp hat gestern mit dem alten Trapper gesprochen.","translation":"Sheriff Wyatt Earp spoke to the old trapper yesterday."},{"text":"Der Scherif wurde Sheriff.","translation":"The Sherif became sheriff."}],"but":[{"text":"Klookschieterrs und Meckerbuddels buten blieben","translation":"Klookschieterrs and Meckerbuddels buten remained"}],"schmücken":[{"text":"Ihren Kopf schmückte ein breiter, runder Hut.","translation":"Her head was graced by a hat."},{"text":"Die Mädchen waren mit Bändern und Schleifen geschmückt.","translation":"The girls were decorated with ribbons and bows."},{"text":"Wenn der Tempel der Freiheit fest steht, wird das Volk ihn zu schmücken wissen.","translation":"When the temple of freedom is fixed, the people will know how to decorate it."},{"text":"Die Halle ist mit japanischen Gemälden geschmückt.","translation":"The hall is decorated with Japanese paintings."},{"text":"Danke, dass du mein Haus geschmückt hast!","translation":"Thank you for decorating my house."}],"Anhörung":[{"text":"Toms Anhörung ist auf den 20. Oktober festgesetzt.","translation":"Tom's hearing is set for October 20th."},{"text":"Die klagende Partei verließ die Anhörung.","translation":"The plaintiff left the hearing."},{"text":"Tom hat bei seiner Anhörung erklärt, dass er dazu nichts sagen wolle, und jede weitere Erklärung abgelehnt.","translation":"Tom stated at his hearing that he did not want to say anything about it and declined any further explanation."}],"kacken":[{"text":"Da kackt ein Eisbär.","translation":"A polar bear poops."},{"text":"Die Nachbarskinder haben mir in den Vorgarten gekackt. Die haben sie doch nicht mehr alle!","translation":"The neighbor children pooped me in the front yard. They don't all have them anymore!"},{"text":"Hier hast du noch zehn Schläge, verdammter Scheißkerl, dafür, dass du mir ins Blumenbeet gekackt hast.","translation":"Here you have ten more blows, damn shit guy, for pooping me in the flower bed."}],"Vorliebe":[{"text":"Ich kenne ihre Vorlieben.","translation":"I know their preferences."},{"text":"Individuelle Vorlieben spielen in diesem Bereich eine wichtige Rolle.","translation":"Individual preferences play an important role in this field."},{"text":"Ich möchte, dass die anderen meine Vorlieben berücksichtigen.","translation":"I want others to take my preferences into account."},{"text":"Der Name, den ein Spieler wählt widerspiegelt wahrscheinlich seine Vorlieben oder seinen Gemütszustand.","translation":"The name a player chooses is likely to reflect their preferences or state of mind."},{"text":"Aber wir sind grundsätzlich gegen eine Bevormundung bei kulinarischen Vorlieben.","translation":"But we are fundamentally against paternalism in culinary preferences."}],"konvertieren":[{"text":"Mit 30 Jahren konvertierte Tom zum katholischen Glauben.","translation":"At the age of 30, Tom converted to the Catholic faith."},{"text":"Tom konvertierte vom Christentum zum Islam.","translation":"Tom converted from Christianity to Islam."},{"text":"Jesus Christus ist zum Buddhismus konvertiert.","translation":"Jesus Christ converted to Buddhism."},{"text":"Sie liebte dicke Männer, also beschloss sie, zum Buddhismus zu konvertieren.","translation":"She loved fat men, so she decided to convert to Buddhism."},{"text":"Lasst uns probieren, Deutsch in eine romanische Sprache zu konvertieren.","translation":"Let's try to convert German into a Romance language."}],"Urheberrecht":[{"text":"Hier kommt das Urheberrecht ins Spiel.","translation":"This is where copyright comes in."},{"text":"Bei wem liegt eigentlich das Urheberrecht über den Satz „Ich liebe dich!“?","translation":"Who actually owns the copyright over the sentence \"I love you!\"?"},{"text":"Dieses Buch unterliegt immer noch dem Urheberrecht.","translation":"This book is still copyrighted."},{"text":"Du musst Tom nicht gleich umbringen, damit das Urheberrecht auf seine Werke früher erlischt.","translation":"You don't have to kill Tom right away so that the copyright on his works expires sooner."},{"text":"Ich wünschte, das Urheberrecht gälte nicht so lange.","translation":"I wish copyrights didn't last so long."}],"australisch":[{"text":"In der australischen Natur gibt es keine Eichhörnchen.","translation":"There are no squirrels in Australian nature."},{"text":"Ich mag australisches Essen.","translation":"I am fond of Australian food."},{"text":"Tom arbeitet bei der australischen Botschaft.","translation":"Tom works for the Australian embassy."},{"text":"Tom hat einen australischen Akzent.","translation":"Tom has an Australian accent."},{"text":"Zwei junge Männer sind in den vergangenen zwei Wochen an australischen Stränden von Tigerhaien getötet worden.","translation":"Two young men have been killed by tiger sharks on Australian beaches in the past two weeks."}],"durchschauen":[{"text":"Ich durchschaue seine Lügen.","translation":"I see through his lies."},{"text":"Das ist leicht zu durchschauen, wenn man nicht gerade Tomaten vor den Augen hat.","translation":"This is easy to see through if you don't have tomatoes in front of your eyes."},{"text":"Tom durchschaute Maria und erkannte, dass sie ihn nicht liebte, sondern nur so tat.","translation":"Tom saw through Maria and realized that she did not love him, but only pretended."},{"text":"Ich war schon immer in der Lage, deinen Mist zu durchschauen.","translation":"I've always been able to see through your crap."},{"text":"Tom hat ihn längst durchschaut.","translation":"Tom has long since seen through it."}],"Küken":[{"text":"Eier in der Pfanne geben Kuchen, aber keine Küken.","translation":"Eggs in the pan give cakes, but not chicks."},{"text":"Ich bin eine Frau, aber doch irgendwo auch ein Küken.","translation":"I'm a woman, but I'm also a chick somewhere."},{"text":"Die Küken zählt man erst im Herbst.","translation":"The chicks are only counted in autumn."},{"text":"Das Huhn hat acht Küken.","translation":"The chicken has eight chicks."},{"text":"Unsere Katze hat weder vor Menschen noch vor Käfern Angst, nur vor Küken.","translation":"Our cat is not afraid of humans or bugs, only of chicks."}],"originell":[{"text":"Die Ehe ist der originelle Versuch, die Kosten zu halbieren, indem man sie verdoppelt.","translation":"Marriage is the original attempt to halve the cost by doubling it."},{"text":"Bill hat viele originelle Ideen.","translation":"Bill has a lot of original ideas."},{"text":"Unerwartet fiel mir eine originelle Idee ein.","translation":"Unexpectedly, I came up with an original idea."},{"text":"Tom wollte gern einen originellen Weg finden, Maria zu sagen, dass er sie liebt.","translation":"Tom wanted to find an original way to tell Maria that he loved her."},{"text":"Ich finde diesen Satz ziemlich originell.","translation":"I find this sentence quite original."}],"auszahlen":[{"text":"Ich bin bereit, vier Millionen Kronen auszuzahlen.","translation":"I am ready to pay out four million crowns."},{"text":"Wo können Sie das Geld bar auszahlen?","translation":"Where can you withdraw the money in cash?"},{"text":"Es gibt Fälle, in denen Ehrlichkeit sich nicht auszahlt.","translation":"There are cases where honesty doesn't pay."},{"text":"Ich habe am eigenen Leib erfahren, dass sich Verbrechen nicht auszahlt.","translation":"I learned the hard way that crime doesn't pay."},{"text":"Deine Mühen werden sich eines Tages auszahlen.","translation":"Your efforts will one day bear fruit."}],"mister":[{"text":"Warum gibt es eine „Miss“, aber keinen „Mister Italien“?","translation":"Why is there a Miss Italy but no Mister Italy?"},{"text":"Mister Kennedy wurde in das Amt des Präsidenten der Vereinigten Staaten eingeführt.","translation":"Mr Kennedy was inaugurated as the President of the United States."},{"text":"Ab heute soll es bei Mister Donut gebackene Donuts geben. Lass uns welche kaufen gehen.","translation":"From today there will be baked donuts at Mister Donut. Let's go buy some."}],"behindert":[{"text":"Meine Nichte arbeitet in einer Werkstatt für behinderte Menschen.","translation":"My niece works at a sheltered workshop."},{"text":"Er ist geistig behindert.","translation":"He is mentally handicapped."},{"text":"Diese arme Dame ist behindert.","translation":"That poor lady is disabled."},{"text":"Emi überließ ihren Sitz einem behinderten Mann.","translation":"Emi gave her seat to a handicapped man."},{"text":"Sie bewies im Umgang mit ihrem geistig behinderten Sohn eine wahre Engelsgeduld.","translation":"She showed a true angelic patience in dealing with her mentally handicapped son."},{"text":"Seine schlechte Gesundheit behinderte seine Forschung.","translation":"His ill health interfered with his research."},{"text":"Behandle behinderte Menschen mit Respekt!","translation":"Treat disabled people with respect!"},{"text":"Behinderte können es nicht ertragen, wenn Leute sie bemitleiden.","translation":"Disabled people can't stand it when people pity them."},{"text":"Gaffer behinderten die Rettungskräfte.","translation":"Gaffers hindered the rescue forces."},{"text":"Behinderte können es nicht ausstehen, wenn man sie bemitleidet.","translation":"Handicapped people can't stand being pitied."}],"Begründung":[{"text":"Der Unterschied zwischen richtig und falsch liegt in der Begründung.","translation":"The difference between right and wrong lies in the reasoning."},{"text":"Er hatte für seinen Vorschlag eine gute Begründung.","translation":"He had a sound rationale for his suggestion."},{"text":"Es ist schwierig, die Begründung zu verstehen, die er angab.","translation":"It's difficult to understand the reason he gave."},{"text":"Er wurde entlassen mit der Begründung, dass er faul sei.","translation":"He was dismissed on the grounds that he was lazy."},{"text":"Nackte Körper der geheimen Verschwörungen werden meistens von vagen Begründungen verdeckt.","translation":"Naked bodies of secret conspiracies are mostly obscured by vague justifications."}],"Niere":[{"text":"Flüchtlinge aus Syrien verkaufen im Libanon eine Niere.","translation":"Refugees from Syria sell a kidney in Lebanon."},{"text":"Ihre Nieren funktionieren ausgezeichnet.","translation":"Your kidneys are doing fine."},{"text":"Ich brauche eine neue Niere.","translation":"I need a new kidney."},{"text":"Tom ist bereit, seine Niere hinzugeben, um seine Mutter zu retten.","translation":"Tom is ready to give up his kidney to save his mother."},{"text":"Ich habe gelesen, dass die Nieren körpereigenen Zucker herstellen können, wie die Leber.","translation":"I've read that the kidneys can make the body's own sugars, like the liver."},{"text":"Er hat die Maschine auf Herz und Nieren geprüft.","translation":"He put the machine through its paces."},{"text":"Wie viele Nieren hat ein Mensch?","translation":"How many kidneys does a person have?"},{"text":"„Haben Frösche Nieren?“ — „Nein, aber Herzen haben sie.“","translation":"\"Do frogs have kidneys?\" — \"No, but they have hearts.\""},{"text":"Unser gesamtes Blut passiert ungefähr sechzig Mal am Tag die Nieren.","translation":"All our blood passes through our kidneys about sixty times a day."},{"text":"Prüfe mich auf Herz und Nieren!","translation":"Try out my reins and my heart."}],"absenden":[{"text":"Kannst du diesen Brief für mich absenden?","translation":"Can you send this letter for me?"},{"text":"Kann ich nun diesen Brief absenden?","translation":"Can I now send this letter?"},{"text":"Tom schrieb Maria einen Liebesbrief, jedoch ist dieser von ihm nie abgesandt worden.","translation":"Tom wrote Maria a love letter, but it was never sent by him."},{"text":"Ich bedauere, dass ich nicht früher diesen Netzbrief abgesandt habe.","translation":"I regret that I did not send this network letter earlier."},{"text":"Lass Tom den Brief absenden.","translation":"Let Tom send the letter."},{"text":"Tom hat Maria einen Liebesbrief geschrieben, aber er hat ihn nicht abgesendet.","translation":"Tom wrote Maria a love letter, but he didn't send it."}],"basteln":[{"text":"Sie bastelt in ihrer Freizeit Puppen.","translation":"She makes dolls in her spare time."},{"text":"Kumi bastelte eine Schachtel.","translation":"Kumi made a box."},{"text":"Er bastelt etwas in der Werkstatt.","translation":"He makes something in the workshop."},{"text":"In der Schule basteln die Erstklässler Weihnachtsschmuck.","translation":"The first-year pupils at school are making Christmas decorations."},{"text":"Vielleicht könnt ihr euch selbst Musikinstrumente basteln. Ihr dürft mein Werkzeug und den Schrott in meinem Garten verwenden.","translation":"Maybe you can make your own musical instruments. You can use my tools and the scrap in the garden."}],"Herrgott":[{"text":"Herrgott noch mal!","translation":"For heaven's sake!"},{"text":"Der alte Herrgott lebt noch!","translation":"The old Lord is still alive!"},{"text":"Er stiehlt dem lieben Herrgott den Tag.","translation":"He steals the day from the dear Lord God."},{"text":"Tiere sind auch unseres Herrgotts Kostgänger.","translation":"Animals are also our Lord God's foodies."},{"text":"Herrgott nochmal, hör auf damit!","translation":"Lord God again, stop it!"},{"text":"Du sagst, du willst nach Boston? Warum in Herrgotts Namen willst du denn dahin?","translation":"You say you want to go to Boston? Why in the world would you want to go there?"},{"text":"Warum in Herrgotts Namen hast du dein gerade erst gebautes Haus verkauft?","translation":"Why in Lord God's name did you sell your newly built house?"}],"hot":[{"text":"Meine Band heißt „Red Hot“.","translation":"My band name's Red Hot."},{"text":"In seinem Ursprungsland Deutschland wurde der Hot Dog „Frankfurter“ genannt.","translation":"In its home country of Germany, the hot dog was called the frankfurter."}],"diagnostizieren":[{"text":"Sie haben keine der Krankheiten, die Sie bei sich selbst diagnostiziert haben.","translation":"You don't have any of the diseases you've diagnosed yourself with."},{"text":"Ingeborg Bachmann diagnostiziert: \"Die Geschichte lehrt dauernd, aber sie findet keine Schüler.\"","translation":"Ingeborg Bachmann diagnoses: \"History teaches all the time, but it does not find students.\""},{"text":"Wurde bei Ihnen jemals ein Diabetes diagnostiziert?","translation":"Have you ever been diagnosed with diabetes?"},{"text":"Bei Maria wurde Brustkrebs diagnostiziert.","translation":"Mary was diagnosed with breast cancer."},{"text":"Bei Tom wurde Leukämie diagnostiziert.","translation":"Tom has been diagnosed with leukemia."},{"text":"In einem dieser Forschungsprojekte hat man eine sehr interessante Tendenz diagnostiziert.","translation":"They've identified a very interesting trend in one of those research projects."},{"text":"Der Augenarzt diagnostiziert Sehstörungen.","translation":"The ophthalmologist diagnoses visual disturbances."},{"text":"Nachdem er sich das Coronavirus zugezogen hatte, wurde bei ihm eine Lungenentzündung diagnostiziert.","translation":"He was diagnosed with pneumonia after contracting the coronavirus."}],"wiederbeleben":[{"text":"Willst du die ganze Geschichte wirklich wiederbeleben?","translation":"Do you really want to bring all that up again?"},{"text":"Man kann die Toten nicht wiederbeleben.","translation":"You can't reanimate the dead."},{"text":"Eine Sprache am Leben zu halten ist leichter als eine tote Sprache wiederzubeleben.","translation":"Keeping a language alive is easier than reviving a dead language."},{"text":"Es wurden verschiedene Anstrengungen unternommen, um das Latein wiederzubeleben.","translation":"Various efforts have been made to revive Latin."},{"text":"Wenn du stirbst, wirst du am letzten Wegpunkt, den du passiert hast, wiederbelebt.","translation":"If you die, you will be resurrected at the last checkpoint you passed."}],"unterbringen":[{"text":"Wir möchten zusammen untergebracht sein.","translation":"We want to be accommodated together."},{"text":"Das Haus kann zwei Familien unterbringen.","translation":"The house can accommodate two families."},{"text":"Er wurde gleich nach seiner Ankunft in der Hauptstadt in einem Hotel untergebracht.","translation":"As soon as he arrived in the capital, he got settled at a hotel."},{"text":"Kannst du mich heute Nacht bei dir unterbringen?","translation":"Can you accommodate me tonight?"},{"text":"Ihre Pferde sind im Pferdestall untergebracht.","translation":"Their horses are housed in the horse stable."}],"verbleiben":[{"text":"Grün war die Hoffnung, die ihm nur noch für kurze Zeit verblieb.","translation":"Green was the hope that remained with him only for a short time."},{"text":"Er verblieb in seinem Job.","translation":"He stuck to his job."},{"text":"Es verblieben zwei Möglichkeiten, die Frage zu lösen.","translation":"There were two ways to solve the question."},{"text":"Wenn die Erinnerung auch verblasst – die Aufzeichnung verbleibt.","translation":"If the memory also fades – the recording remains."},{"text":"Wie verbleiben wir dann? Sehen wir uns morgen oder nicht?","translation":"How do we stay then? Will we see each other tomorrow or not?"}],"Männchen":[{"text":"Ich glaube, ich habe die kleinen grünen Männchen gesehen.","translation":"I think I saw little green men."},{"text":"Das Weibchen der Schwarzen Witwe ist viel größer als das Männchen.","translation":"Female black widows are much bigger than males."},{"text":"Dem Foto nach zu urteilen, war das ein ausgewachsenes Männchen.","translation":"Judging by the photograph, this was an adult male."},{"text":"Toms Hund kann Männchen machen und Pfötchen geben.","translation":"Tom's dog can make males and give paws."},{"text":"Der Großteil der Eidechsen vermehrt sich ohne Beteiligung des Männchens.","translation":"Most lizards reproduce without the involvement of the male."}],"Sergeant":[{"text":"Ein Hauptmann ist mehr als ein Sergeant.","translation":"A captain is above a sergeant."},{"text":"Der Sergeant befahl dem Gefreiten, Liegestützen zu machen.","translation":"The sergeant ordered the private to do push ups."}],"story":[{"text":"Egal welche Zeitung du liest, die Story wird immer die gleiche sein.","translation":"No matter which newspaper you read, the story will always be the same."},{"text":"Maria und Toni sind die Hauptpersonen in dem Film „West Side Story“.","translation":"Maria and Toni are the main characters in the movie \"West Side Story\"."},{"text":"Diese SF-Story scheint interessant zu sein. Borgst du sie mir, wenn du sie gelesen hast?","translation":"This science fiction story seems interesting. Will you lend it to me when you have finished reading it?"}],"Genauigkeit":[{"text":"Genauigkeit ist noch lange nicht die Wahrheit.","translation":"Accuracy is far from being the truth."},{"text":"Diese Methode ermöglicht es, den Abstand zwischen zwei Bäumen mit herausragender Genauigkeit zu messen.","translation":"This method makes it possible to measure the distance between two trees with outstanding precision."},{"text":"Ich bezweifle die Genauigkeit des Berichts.","translation":"I doubt the accuracy of the report."},{"text":"Wahrscheinlich gefiel ihr mein Streben nach Klarheit und Genauigkeit.","translation":"She probably liked my pursuit of clarity and accuracy."},{"text":"Seine Vorgesetzten lobten seine Genauigkeit und Klugheit im Amt.","translation":"His superiors praised his accuracy and wisdom in office."}],"Dialekt":[{"text":"Tom spricht sämtliche Sprachen und Dialekte vom Atlas bis zum Sudan.","translation":"Tom speaks all languages and dialects from Atlas to Sudan."},{"text":"Das ist ein anderer Dialekt, für dich hört sich der natürlich seltsam an.","translation":"It's a different dialect; of course it sounds odd to you."},{"text":"Tom macht sich immer über John wegen dessen Dialekt lustig.","translation":"Tom always makes fun of John because of his dialect."},{"text":"Einige Dialekte sind nicht gegenseitig verständlich.","translation":"Some dialects are not mutually intelligible."},{"text":"Wir müssen die Verbreitung dieser Form in diesen Dialekten beachten.","translation":"We must draw attention to the distribution of this form in those dialects."}],"Biest":[{"text":"Marias Katze ist ein garstiges Biest.","translation":"Mary's cat is a nasty beast."},{"text":"Maria war die Belle des Balls, Tom, und darüber waren sich alle einig, das Biest.","translation":"Maria was the Belle of the Ball, Tom, and everyone agreed on that, the beast."},{"text":"„Dieberei ist Dieberei“, sprach das Biest, „sei’s eine Rose oder ein Diamant. Dein Leben ist verwirkt!“","translation":"\"Thieving is thieving,\" said the Beast, \"whether it be a rose or a diamond; thy life is forfeit.\""},{"text":"„Der blöde Köter hat meine Bratwurst gefressen! Wenn ich das Biest zu fassen kriege!“ – „Dann machst du gar nichts! Was lässt du deine Bratwurst auch unbeaufsichtigt liegen!“ – „Was soll ich denn machen? Hier muss man sich das Bier doch selbst aus dem Keller holen.“","translation":"\"The stupid Köter ate my bratwurst! If I can catch the beast!\" – \"Then you don't do anything! What do you leave your bratwurst unattended!\" – \"What should I do? Here you have to get the beer out of the cellar yourself.\""},{"text":"Maria sah aus wie Belle aus „Die Schöne und das Biest“.","translation":"Mary looked like Belle from the Beauty and the Beast."},{"text":"„Sieh mal da! Dort sind Tom und Maria. Die Schöne und das Biest.“ – „Und ich würde sagen: die blöde Kuh und der verrückte Professor.“","translation":"\"Look there! There are Tom and Maria. Beauty and the Beast.\" – \"And I would say: the stupid cow and the crazy professor.\""}],"deutsche":[{"text":"Das Wort Schadenfreude gibt es nur im Deutschen.","translation":"The word Schadenfreude exists only in German."},{"text":"Wie kann man das im Deutschen gut ausdrücken?","translation":"How can this be expressed well in German?"},{"text":"Im Deutschen lügt man, wenn man höflich ist.","translation":"In German, you lie if you are polite."},{"text":"Der Genitiv Singular Femininum des bestimmten Artikels im Deutschen lautet „der“.","translation":"In German, the feminine definite article's genitive singular is \"der\"."},{"text":"Tom übersetzt gerade den Brief ins Deutsche.","translation":"Tom is translating the letter into German."},{"text":"Könnte jemand diesen Satz ins Deutsche übersetzen?","translation":"Could someone translate this sentence into German?"},{"text":"Der größte Unterschied zwischen Deutschen und Österreichern ist die gemeinsame Sprache.","translation":"The biggest difference between Germans and Austrians is the common language."},{"text":"In welchem Fall muss das direkte Objekt im Deutschen stehen?","translation":"In which case does the direct object have to be in German?"},{"text":"Was vermissen wir Deutschen im Ausland am meisten? Richtig! Unser Brot.","translation":"What do we Germans miss most abroad? Correct! Our bread."},{"text":"Tom hat den Brief aus dem Französischen ins Deutsche übersetzt.","translation":"Tom translated the letter from French into German."}],"Kraftstoff":[{"text":"Nahrung ist Kraftstoff für unseren Körper.","translation":"Food is fuel for our bodies."},{"text":"Übernehme ich die Kosten für den Kraftstoff?","translation":"Do I cover the cost of fuel?"},{"text":"Die punktgenaue Einspritzung des Kraftstoffs erfolgt nun über Piezo-Injektoren.","translation":"The precise injection of the fuel is now carried out via piezo injectors."},{"text":"Bier ist mein Kraftstoff.","translation":"Beer is my fuel."},{"text":"Benzin ist ein Kraftstoff.","translation":"Gasoline is a fuel."}],"weswegen":[{"text":"Sind Sie schon einmal operiert worden? Weswegen?","translation":"Have you undergone any surgery before? For what reason?"},{"text":"Tom hörte nicht auf zu rauchen, weswegen Mary den Raum verließ.","translation":"Tom didn't stop smoking, so Mary left the room."},{"text":"Mein Zimmer ist nach Süden ausgerichtet, weswegen es sonnig und sehr gemütlich ist.","translation":"My room faces south, which makes it sunny and very comfortable."},{"text":"Weswegen würdest du dir wünschen, dass man sich an dich erinnert?","translation":"Why would you like people to remember you?"},{"text":"Keine Sorge, Tom! Das ist nichts, weswegen man sich beunruhigen müsste.","translation":"Don't worry, Tom. It's nothing to be alarmed about."},{"text":"Weswegen wurde er angeklagt?","translation":"What was he accused of?"},{"text":"Weswegen bestrafen Sie sie?","translation":"Why are you punishing them?"},{"text":"Was ist denn? Weswegen bist du traurig?","translation":"What's wrong? Why are you sad?"},{"text":"Tom hatte Schmerzen in der Brust, weswegen er sich ins Krankenhaus begab.","translation":"Tom had a pain in his chest, so he went to the hospital."},{"text":"Tom mochte das Aussehen seiner Nase nicht, weswegen er sie richten ließ.","translation":"Tom didn't like the look of his nose, so he had a nose job."}],"Zusammenbruch":[{"text":"Der Kalte Krieg endete mit dem Zusammenbruch der Sowjetunion.","translation":"The Cold War ended with the collapse of the Soviet Union."},{"text":"Die Wirtschaft des Landes steht vor dem Zusammenbruch.","translation":"The country's economy is about to collapse."},{"text":"Sie verursachte den Zusammenbruch.","translation":"She caused the breakdown."},{"text":"Griechenland ergreift radikale Maßnahmen, um einen Zusammenbruch seines Finanzsystems zu verhindern.","translation":"Greece is taking radical measures to prevent a collapse of its financial system."},{"text":"Die Frau hat einen Zusammenbruch erlitten, weil sie Fleisch vom Wasserbüffel gegessen hat.","translation":"The woman has suffered from a collapse, because she ate meat from a water buffalo."}],"hebel":[{"text":"Abwarten, Sie sitzen am längeren Hebel.","translation":"Wait, you are the one with the longer breath!"},{"text":"Wir müssen alle Hebel in Bewegung setzen, um diesen Plan auszuführen.","translation":"We must carry out this plan by all means."},{"text":"Wissenschaft und Religion sind die beiden Hebel der menschlichen Intelligenz.","translation":"Science and religion are the two levers of human intelligence."},{"text":"Tom zog an einem Hebel.","translation":"Tom pulled a lever."},{"text":"Wir brauchen einen Hebel, wenn wir das hochheben wollen.","translation":"We need leverage if we're going to lift this."}],"Nr":[{"text":"Ich schrieb Satz Nr. 777777 in Tatoeba.","translation":"I wrote sentence No. 777777 in Tatoeba."},{"text":"Ich habe das Modell Nr. 345 in gutem Zustand erhalten.","translation":"I received model no. 345 in good condition."},{"text":"Es fiel ihm ein, dass Zimmer Nr. 418, ein sehr kleines Zimmer, frei war.","translation":"It occurred to him that room no. 418, a very small room, was free."},{"text":"Wir wohnen in Haus Nr. 50 am Markt.","translation":"We live in house number fifty, next to the market."},{"text":"Diese Leute suchen die Parkstraße Nr. 17. Könntest du ihnen helfen?","translation":"These people are looking for Park Road No. 17. Could you help them?"}],"aufgehalten":[{"text":"Wir haben uns zwei Wochen in London aufgehalten.","translation":"We stayed in London for two weeks."},{"text":"Wir sind nach Boston gefahren, wo wir uns eine Woche lang aufgehalten haben.","translation":"We went to Boston, where we stayed for a week."},{"text":"Er muss um jeden Preis aufgehalten werden.","translation":"He must be stopped at all costs."},{"text":"Wir haben uns hier lange genug aufgehalten.","translation":"We have stayed here long enough."},{"text":"Der Bus wurde eine Stunde durch den Unfall aufgehalten.","translation":"The bus was held up for an hour by the accident."}],"verzeih":[{"text":"Verzeih, aber vergiss nicht.","translation":"Forgive, but don't forget."},{"text":"Verzeih, ich kann nicht hohe Worte machen.","translation":"Excuse me, I can't say high."},{"text":"Verzeih den Kuss.","translation":"Forgive the kiss."},{"text":"„Wie kommt ihr denn zu meinem Buch?“ – „Wir haben es uns ausgeborgt, ohne dich zu fragen. Verzeih!“","translation":"\"How did you get hold of my book?\" \"We borrowed it without asking you. Sorry!\""},{"text":"„Ich empfehle dir sehr, dieses Eis zu kosten; es hat ein feines, kaum wahrnehmbares Aroma auf halbem Wege zwischen Bittermandel und Vanille.“ - „Verzeih, aber um ehrlich zu bleiben, sage ich dir, dass es gar kein Aroma hat. Es ist vollkommen geschmacklos.“","translation":"\"I highly recommend you to taste this ice cream; it has a fine, barely perceptible aroma halfway between bitter almond and vanilla.\" - \"Excuse me, but to be honest, I'll tell you that it has no aroma at all. It's completely tasteless.\""},{"text":"Bitte verzeih mir, dass ich gelogen habe.","translation":"Please forgive me for lying."},{"text":"Vergiss und verzeih!","translation":"Forget and forgive!"},{"text":"Liebes, verzeih mir.","translation":"Dear, forgive me."},{"text":"„Verzeih mir!“ - „Soll ich verzeihen, dass du mich glücklich gemacht hast? Ja, ich verzeih dir.“","translation":"\"Forgive me!\" - \"Shall I forgive you for making me happy? Yes, I forgive you.\""},{"text":"Ich habe gelogen. Bitte verzeih mir!","translation":"I lied. Please forgive me!"}],"anzuziehen":[{"text":"Er braucht zehn Stunden, um sich anzuziehen.","translation":"It takes him ten hours to get dressed."},{"text":"Ich habe sonst nichts anzuziehen.","translation":"I have nothing else to wear."},{"text":"Gebt mir ein paar Minuten, um mich anzuziehen.","translation":"Give me a couple minutes to get dressed."},{"text":"Maria brauchte ewig, um sich anzuziehen.","translation":"Mary took forever to get dressed."},{"text":"Ich war sehr dünn gekleidet; daher kam ich zurück, um noch etwas anzuziehen.","translation":"I was dressed very thinly; So I came back to put on some more clothes."}],"kriechen":[{"text":"Die Schlange kriecht durch die Wüste.","translation":"The snake crawls through the desert."},{"text":"So lange kriecht ein Kind, bis es gehen lernt.","translation":"That's how long a child crawls until he learns to walk."},{"text":"Wer kriecht, kann nicht stolpern!","translation":"If you crawl, you can't stumble!"},{"text":"Man muss erst kriechen, ehe man laufen kann!","translation":"You have to crawl before you can walk!"},{"text":"Wenn Spinnen in die Häuser kriechen, sie einen kalten Winter riechen.","translation":"When spiders crawl into the houses, they smell a cold winter."}],"ampel":[{"text":"Ich warte auf die Ampel.","translation":"I'm waiting at the traffic lights."},{"text":"Die Ampel ist gelb.","translation":"The traffic light is yellow."},{"text":"Tom fährt bei wenig Verkehr regelmäßig bei Rot über die Ampel.","translation":"Tom regularly drives over the traffic lights at red when there is little traffic."},{"text":"Da vorne an der Ampel bitte links abbiegen.","translation":"Please turn right there at the traffic lights."},{"text":"Warte bis die Ampel grün ist.","translation":"Wait until the traffic light is green."}],"vorbeigehen":[{"text":"Kannst du meinen Brief bei Tom abgeben, wenn du bei ihm vorbeigehst?","translation":"Can you drop off my letter to Tom when you pass by him?"},{"text":"Ich hoffe für dich, dass die Erkältung bald vorbeigeht.","translation":"I hope for you that the cold will pass soon."},{"text":"So schnell kann ein Jahr vorbeigehen.","translation":"That's how quickly a year can go by."},{"text":"Nächste Woche werde ich bei ihr vorbeigehen.","translation":"Next week I will visit her."},{"text":"Ich fürchte, dass du persönlich vorbeigehen musst.","translation":"I'm afraid you'll have to go in person."},{"text":"Tom hat im Vorbeigehen etwas mitgenommen.","translation":"Tom took something with him in passing."},{"text":"Er nickte mir im Vorbeigehen zu.","translation":"He nodded to me as he passed."},{"text":"Tom nahm, ohne zu fragen, im Vorbeigehen ein Gürkchen aus Marias Frühstücksdose und steckte es sich in den Mund.","translation":"Tom took, without asking, a little gürkchen from Maria's breakfast box in passing and put it in his mouth."},{"text":"Ich habe drei vorbeigehen sehen.","translation":"I've seen three pass by."},{"text":"Im Vorbeigehen nickte er mir zu.","translation":"As he passed, he nodded at me."}],"wärmer":[{"text":"Das Klima wird immer wärmer.","translation":"The climate is getting warmer and warmer."},{"text":"Woran erkennt man, dass es Sommer wird? — Wenn der Regen wärmer wird!","translation":"How do you know it's summer? — When the rain gets warmer!"},{"text":"Wenn die Menschen nichts daran ändern, dann wird das Klima immer wärmer.","translation":"If people don't change this, the climate will get warmer and warmer."},{"text":"Je wärmer das Wasser, desto aktiver die Bakterien.","translation":"The warmer the water, the more active the bacteria."},{"text":"Der raue Charme der Berliner ist viel wärmer, als viele denken.","translation":"The rough charm of Berliners is much warmer than many think."}],"Saal":[{"text":"Eine tödliche Stille machte sich im Saal breit.","translation":"A deadly silence spread throughout the hall."},{"text":"Das Konzert findet heute im großen Saal statt.","translation":"The concert takes place today in the large hall."},{"text":"Verlassen Sie unverzüglich den Saal!","translation":"Leave the room immediately!"},{"text":"Der ganze Saal jubelte.","translation":"The whole hall cheered."},{"text":"Es passen knapp fünfzig Menschen in diesen Saal.","translation":"Almost fifty people fit into this hall."}],"Ritual":[{"text":"Dieses Ritual ist eine religiöse Handlung. Fremde dürfen nur auf Einladung hin mitmachen.","translation":"This ritual is a religious act. Strangers are only allowed to participate by invitation."},{"text":"Ein heiliges Ritual fand im prächtigen Tempel statt.","translation":"A sacred ritual took place in the magnificent temple."},{"text":"Richtig Kaffee kochen – das ist eine vollendete Kunst, ein echtes Ritual.","translation":"Making coffee properly – this is a perfect art, a real ritual."},{"text":"Das Ritual ist vollendet.","translation":"The ritual is complete."},{"text":"Die junge Hexe war gerade dabei, einen Zauber zu sprechen, als Tom auf sie zustürzte, sie ergriff und durch einen leidenschaftlichen Kuss auf ihren Mund das Ritual unterbrach.","translation":"The young witch was casting a spell, when Tom rushed towards her, grabbed her, and interrupted the ritual with a passionate kiss on her mouth."}],"Gruß":[{"text":"Das Glück klopft an, bevor es eintritt, aber es geht ohne Gruß.","translation":"Happiness knocks before it happens, but it goes without greeting."},{"text":"Adlerschnell fliege mein Gruß zu dir!","translation":"Eagle-fast fly my greeting to you!"},{"text":"Der Gruß führt zur Unterhaltung.","translation":"The greeting leads to conversation."},{"text":"Danke für den Gruß an mich!","translation":"Thank you for greeting me!"},{"text":"Schönen Gruß von meinem Bruder.","translation":"My brother sends you his regards."},{"text":"Klage ist des Händlers Gruß.","translation":"Lawsuit is the dealer's greeting."},{"text":"Gruß freut den Gast und ehrt den Wirt.","translation":"Greeting pleases the guest and honors the host."},{"text":"Die Klage ist des Kaufmanns Gruß.","translation":"The complaint is the merchant's greeting."},{"text":"Oh, du kleines Lied von Glück und Freude, mit der Sonne Strahlen eile fort. Bring dem Freunde geschwinde die Antwort, von Katjuscha Gruß und Liebeswort!","translation":"Oh, you little song of happiness and joy, with the sun rays hurry away. Bring the answer to the friend quickly, from Katyusha greeting and word of love!"}],"Hinblick":[{"text":"In Hinblick darauf, dass wir wenig Zeit haben, müssen wir uns beeilen.","translation":"Seeing that we have little time, we have to hurry."},{"text":"Ebenso bittere Gedanken kommen mir im Hinblick auf die Rolle Europas in dieser entscheidenden Phase.","translation":"Equally bitter thoughts come to me about Europe's role at this crucial stage."},{"text":"Im Hinblick auf den Regen, möchte ich drinnen speisen.","translation":"With regard to the rain, I want to dine indoors."},{"text":"Im Hinblick auf die Energiefrage bin ich relativ pessimistisch.","translation":"I am relatively pessimistic about the energy issue."},{"text":"Ein Computer denkt nicht im engeren Sinne des Wortes, sondern scheint im Hinblick auf die Operationen logisch-mathematischer Intelligenz zu denken.","translation":"A computer does not think, in the strict sense of the word, but appears to think, with regard to the operations of a logical-mathematical nature of intelligence."},{"text":"Was haben Sie in Hinblick auf dieses Problem zu sagen?","translation":"What do you have to say with regard to this problem?"}],"Leichtigkeit":[{"text":"Diese Leichtigkeit, die sie haben, woher kommt die?","translation":"This lightness that they have, where does it come from?"},{"text":"Tom lernte meine Sprache mit Leichtigkeit, doch ich tat mich schwer mit der seinen.","translation":"Tom learned my language easily, but I struggled with his."},{"text":"Sie löste das Problem mit Leichtigkeit.","translation":"She solved the problem with ease."},{"text":"Er spricht Japanisch und Englisch mit Leichtigkeit.","translation":"He speaks Japanese and English with ease."},{"text":"Meine Hände reichen mit Leichtigkeit an meine Zehen.","translation":"My hands reach my toes with ease."}],"ableiten":[{"text":"Wie oft schlägt man einen Weg ein und wird davon abgeleitet!","translation":"How often do you take a path and be derived from it!"},{"text":"Dieses Wort ist aus dem Deutschen abgeleitet.","translation":"This word is derived from German."},{"text":"Die Wörter sind von derselben Wurzel abgeleitet.","translation":"These words are derived from the same root."},{"text":"Eine Menge englischer Wörter sind aus dem Lateinischen abgeleitet.","translation":"A lot of English words are derived from Latin."},{"text":"Aus dem Diagramm lässt sich eine stetige Verbesserung des Umsatzes in den letzten Monaten ableiten.","translation":"From the diagram, a steady improvement in sales in recent months can be deduced."}],"Neuling":[{"text":"Es ist doch wirklich schön, wenn die Neulinge noch so naiv sind, oder?","translation":"It's really nice when the newcomers are still so naïve, isn't it?"},{"text":"Der Neuling brachte neuen Schwung ins Team.","translation":"The rookie breathed new life into the team."},{"text":"Tom ist noch ein Neuling als Lehrer.","translation":"Tom is still a newcomer as a teacher."},{"text":"Die Gemeinschaft hat die Neulinge rasch in ihre Mitte aufgenommen.","translation":"The Community has quickly welcomed the newcomers into its midst."},{"text":"Der Neuling stotterte, wenn er sich aufregte.","translation":"The newcomer stuttered when he was nervous."},{"text":"Bis jetzt haben Neulinge hier nie das große Wort geführt. Merke dir das!","translation":"Until now, newcomers have never had the big word here. Remember this!"},{"text":"„Ich bin mir nicht sicher, mit wem Tom verheiratet ist.“ – „Aber das weiß doch jeder Tatoeba-Neuling: mit Maria natürlich!“","translation":"\"I'm not sure to whom Tom's married.\" \"Why, every newcomer to Tatoeba knows that: to Mary, of course!\""}],"verschütten":[{"text":"Das bringt Unglück! Du hast das Salz verschüttet.","translation":"That brings misfortune! You spilled the salt."},{"text":"Du hast deinen Kaffee verschüttet.","translation":"You've spilt your coffee."},{"text":"Ich kann dieses Buch nicht lesen, ohne Tränen zu verschütten.","translation":"I cannot read this book without shedding tears."},{"text":"Ich habe meinen Kaffee auf dem Teppich verschüttet.","translation":"I spilled my coffee on the carpet."},{"text":"Er verschüttete die ganze Milch.","translation":"He spilled all the milk."}],"mißbrauchen":[{"text":"Das Übel kommt nicht von der Technik, sondern von denen, die sie mißbrauchen.","translation":"Evil comes not from technique, but from those who abuse it."},{"text":"Sie missbraucht die Situation.","translation":"It abuses the situation."},{"text":"Du hast mein Vertrauen massiv missbraucht, Tom!","translation":"You have massively abused my trust, Tom!"},{"text":"Tom missbraucht seine Stellung.","translation":"Tom abuses his position."},{"text":"Der Sohn hat das Vertrauen seines Vaters missbraucht.","translation":"The son has betrayed the trust of his father."}],"greif":[{"text":"Wenn ich etwas greife, tut meine Hand weh.","translation":"When I grab something, my hand hurts."},{"text":"Nach dem Rat greif zur Tat.","translation":"After the Council, take action."},{"text":"Greife nie ins Wespennest, doch wenn du greifst, greife fest.","translation":"Never reach into the wasp's nest, but when you grab, grab tightly."},{"text":"Ich greife die Anregung auf.","translation":"I take up the suggestion."},{"text":"Ich muss meine Ideen sammeln, bevor ich zur Feder greife.","translation":"I must put my ideas together before I take up my pen."},{"text":"Greif diese Flasche nie wieder an!","translation":"Don't touch this bottle ever again!"},{"text":"Greif nicht leicht in ein Wespennest, doch wenn du greifst, dann stehe fest!","translation":"Do not easily reach into a wasp's nest, but if you reach, then stand firm!"},{"text":"Greif ordentlich zu! Es ist genügend da. Bei uns ist noch jeder satt geworden.","translation":"Grab it neatly! There is enough there. With us, everyone has become full."},{"text":"Greif ihn dir!","translation":"Grab him."},{"text":"Greif zu!","translation":"Grab it!"}],"ehrenamtlich":[{"text":"Sie engagierte sich sehr in ihrer ehrenamtlichen Tätigkeit.","translation":"She was very involved in her voluntary work."},{"text":"Frau Smith beschäftigt sich aktiv mit ehrenamtlicher Arbeit.","translation":"Mrs. Smith is actively engaged in volunteer work."},{"text":"Vielleicht würdest du bereit sein, ehrenamtlich zu helfen.","translation":"Perhaps you'd be willing to volunteer."},{"text":"Bist du schon einmal einer ehrenamtlichen Tätigkeit nachgegangen?","translation":"Have you ever volunteered?"},{"text":"Ehrenamtliche sind die weißen Schafe unter den Schwarzarbeitern.","translation":"Volunteers are the white sheep among the illegal workers."}],"abfeuern":[{"text":"Sie hörten, wie in der Ferne ein Gewehr abgefeuert wurde.","translation":"They heard a gun go off in the distance."},{"text":"Keiner weiß, wer den ersten Schuss abgefeuert hat.","translation":"Nobody knows who fired the first shot."},{"text":"Wie viele Kugeln kann ein Maschinengewehr abfeuern?","translation":"How many bullets can a machine gun shoot?"},{"text":"Die Raketen wurden von einer Abschussrampe abgefeuert.","translation":"The missiles were fired from a launch pad."},{"text":"Betrachte die Vergangenheit wie ein Geschoss: Einmal abgefeuert, ist es verpufft.","translation":"Look at the past like a projectile: once fired, it has fizzled out."},{"text":"Kurz gesagt, einige Gewehre haben ausgezeichnete Sicherungen gegen unbeabsichtigtes Abfeuern (z. B. wenn sie fallen gelassen werden), andere nicht.","translation":"In short some guns have excellent security systems to prevent accidental firing (e.g. when dropped), others don't."}],"Auseinandersetzung":[{"text":"Das Ziel einer Auseinandersetzung sollte nicht der Sieg sein, sondern der Fortschritt.","translation":"The goal of a confrontation should not be victory, but progress."},{"text":"Sie geht keiner Auseinandersetzung aus dem Weg.","translation":"It does not avoid any confrontation."},{"text":"Das Gesetz wurde nach heftigen Auseinandersetzungen im Parlament verabschiedet.","translation":"The bill was passed after a hard fight in the House."},{"text":"Tom gewinnt Auseinandersetzungen gewöhnlich.","translation":"Tom usually wins arguments."},{"text":"Nach der Auseinandersetzung haben sie sich eine Woche lang nicht gesprochen.","translation":"After they argued, they didn't speak to each other for a week."}]}