{"Kommentarbereich":[{"text":"\"Komm wieder hoch aus dem Kommentarbereich, ich fühle mich einsam und fürchte mich!\", schrie Mary verängstigt.","translation":"\"Come back up from the comments section, I feel lonely and afraid!\" cried Mary, frightened."}],"Outfits":[],"dergleichen":[{"text":"Zurzeit ist bei uns nichts dergleichen geplant.","translation":"At the moment, we do not have anything of the kind planned."},{"text":"Nichts dergleichen ist wahr.","translation":"Nothing of the sort is true."},{"text":"Man greift deine politische oder religiöse Einstellung oder dergleichen an.","translation":"They attack your political or religious attitude or the like."},{"text":"Aber nichts dergleichen geschah.","translation":"But nothing of the sort happened."},{"text":"Nichts dergleichen wird erneut passieren.","translation":"Nothing like that will happen again."}],"Kaste":[{"text":"Tom hat schon was auf dem Kasten.","translation":"Tom already has something on the box."},{"text":"Tom hat sich eine Kiste Wein und einen Kasten Bier kommen lassen.","translation":"Tom sent for a case of wine and a crate of beer."},{"text":"Der Kasten wiegt zehn Kilogramm.","translation":"The box weighs ten kilograms."},{"text":"Ein schöner Spruch im Gedächtnis ist wie ein Stück Geld im Kasten.","translation":"A beautiful saying in the memory is like a piece of money in the box."},{"text":"Es lässt sich keiner gern in den Kasten sehen.","translation":"Nobody likes to be seen in the box."}],"gestellt":[{"text":"Die Soldaten liefen in eine vom Feind gestellte Falle.","translation":"The soldiers ran into a trap set by the enemy."},{"text":"Der Lehrer beantwortet sämtliche von uns gestellten Fragen.","translation":"The teacher will answer any questions we ask."},{"text":"Die Lehrerin hat gesagt, dass niemand die Antwort auf die von mir gestellte Frage weiß.","translation":"The teacher said that no one knows the answer to the question I asked."},{"text":"Bitte schauen Sie sich die häufig gestellten Fragen an, bevor Sie den technischen Kundendienst anrufen.","translation":"Take a look at the FAQ before you call tech support."},{"text":"Der gestellte Wecker klingelte heute nicht und nach einer Weile trudelte ich ein.","translation":"The alarm clock did not ring today and after a while I came in."}],"Getreide":[{"text":"Wie das Getreide ist, so wird das Brot.","translation":"As the grain is, so is the bread."},{"text":"Wird nach Deutschland Getreide eingeführt?","translation":"Will cereals be imported into Germany?"},{"text":"Preise das reife Feld, nicht das grüne Getreide.","translation":"Price the mature field, not the green grain."},{"text":"Sie lebten von Getreide, Kartoffeln und dem Fleisch der Tiere.","translation":"They lived on corn, potatoes, and the meat of animals."},{"text":"Der Sturm verursachte große Schäden am Getreide.","translation":"The storm caused a lot of damage to the crop."}],"Essig":[{"text":"Bringen Sie mir bitte Essig und Öl.","translation":"Please bring me vinegar and oil."},{"text":"Mit Honig fängt man mehr Fliegen als mit Essig.","translation":"Honey catches more flies than vinegar."},{"text":"Wir müssen Essig kaufen.","translation":"We have to buy vinegar."},{"text":"Je süßer der Wein, desto saurer der Essig.","translation":"The sweeter the wine, the more acidic the vinegar."},{"text":"Der Essig hat einen beissenden Geruch.","translation":"The vinegar has a pungent smell."},{"text":"Haben wir noch Essig?","translation":"Do we still have vinegar?"},{"text":"Ist schon Essig am Salat?","translation":"Is there already vinegar on the salad?"},{"text":"Essig ist ein gutes Desinfektionsmittel.","translation":"Vinegar is a good disinfectant."},{"text":"Essig- oder Zitronensäure sind sauer, Sauerstoff aber ist nicht sauer.","translation":"Acetic or citric acid is acidic, but oxygen is not acidic."},{"text":"Sein Redeschwall beginnt, die Ohren zu fluten; eine undefinierbare klebrige Masse, die weder Essig ist, noch Wein.","translation":"His flurry of speech begins to flood the ears; an indefinable sticky mass that is neither vinegar nor wine."},{"text":"Bring mir Essig und Öl, bitte.","translation":"Bring me vinegar and oil, please."},{"text":"Nimm Zitronensaft statt Essig.","translation":"Use lemon juice instead of vinegar."},{"text":"Ein Spritzer Essig ist alles, was dem Salat noch fehlt.","translation":"A dash of vinegar is all the salad needs."},{"text":"Reib den Fleck mit Essig ein.","translation":"Rub the stain with vinegar."},{"text":"Verwende Zitronensaft anstelle von Essig.","translation":"Use lemon juice instead of vinegar."}],"rausgekommen":[{"text":"Das Spiel ist gestern rausgekommen.","translation":"This game came out yesterday."}],"Sonnensystem":[{"text":"Als ich jung war, mein lieber Tom, hatte unser Sonnensystem noch neun Planeten.","translation":"When I was young, my dear Tom, our solar system had nine planets."},{"text":"Der Start war erfolgreich. Wir verlassen jetzt das Sonnensystem.","translation":"The launch was successful. We're now leaving the solar system."},{"text":"Neptun ist der achte Planet in unserem Sonnensystem.","translation":"Neptune is the eighth planet in our solar system."},{"text":"Die Sonne ist das Zentrum des Sonnensystem.","translation":"The sun is the center of the solar system."},{"text":"Auf dem Mars gibt es einige der höchsten Vulkane und tiefsten Täler unseres Sonnensystems.","translation":"Mars has some of the tallest volcanoes and some of the deepest valleys in our solar system."}],"Offenbarung":[{"text":"Die größte Offenbarung ist die Stille.","translation":"The greatest revelation is silence."},{"text":"Das Essen war echt keine Offenbarung.","translation":"The food was really not a revelation."},{"text":"Musik ist eine höhere Offenbarung als alle Weisheit und Philosophie.","translation":"Music is a higher revelation than all wisdom and philosophy."},{"text":"Göttliche Offenbarung ist das Aufgehen einer Tür, die sich nur von innen, nicht von außen öffnen lässt.","translation":"Divine revelation is the opening of a door that can only be opened from within, not from without."},{"text":"Dichtung ist Erkundung, Offenbarung und Einladung zum Dialog.","translation":"Poetry is exploration, revelation and an invitation to dialogue."}],"Liebling":[{"text":"Schreckliche Götter haben schreckliche Lieblinge, und so hatte Ares eben diesen Drachen als Liebling.","translation":"Terrible gods have terrible favorites, and so Ares had this dragon as his favorite."},{"text":"Tom ist der Liebling des Lehrers.","translation":"Tom is the teacher's favorite."},{"text":"„Mein kleiner, grüner, stachliger Liebling“, sprach Tom zu seinem Kaktus.","translation":"\"My little, green, prickly darling,\" Tom said to his cactus."},{"text":"Ich traf zufällig einen ehemaligen Schüler von mir, der sagte: „Ich mochte Sie immer. Sie hatten keine Lieblinge in der Klasse; Sie waren einfach zu allen gleichermaßen fies.“","translation":"I happened to meet a former student of mine who said, \"I always liked you. They had no favorites in the class; They were just equally nasty to everyone.\""},{"text":"Tycho Brahe war der Liebling des dänischen Königs, König Frederik II. König Frederik gab ihm eine Insel, auf der er wohnen konnte.","translation":"Tycho Brahe was the favorite of the Danish king, King Frederik II. King Frederik gave him an island to live on."},{"text":"Wie geht es dir, Liebling?","translation":"How are you, darling?"},{"text":"Liebling, ich bin wieder da!","translation":"Honey, I'm coming!"},{"text":"Liebling, ich kann es dir erklären!","translation":"Honey, I can explain."},{"text":"„Würdest du mir eine Tasse Kaffee holen?“ — „Aber sehr gerne, mein Liebling!“","translation":"\"Would you get me a cup of coffee?\" \"With pleasure, my dear.\""},{"text":"Was machst du, Liebling?","translation":"What are you doing, darling?"}],"alleinig":[{"text":"Tom nahm die alleinige Schuld auf sich.","translation":"Tom took sole blame."},{"text":"Mir wird schon beim alleinigen Gedanken daran, Schnecken zu essen, schlecht.","translation":"The very thought of eating snails makes me feel sick."},{"text":"Tom will das alleinige Sorgerecht für die Kinder.","translation":"Tom wants full custody of the kids."},{"text":"Wir werden versuchen, das alleinige Sorgerecht zu bekommen.","translation":"We're going to try to get you full custody."},{"text":"Die alleinige Behandlung mit Antibiotika ist bei einem Abszess dieser Größe nicht erfolgversprechend.","translation":"Treatment with antibiotics alone is not promising for an abscess of this size."},{"text":"Er war der alleinige Quell meines Glücks.","translation":"He was my sole source of happiness."},{"text":"Sie war der alleinige Quell meines Glücks.","translation":"She was my sole source of happiness."}],"Schiedsrichter":[{"text":"Der linke Verteidiger nannte den Schiedsrichter einen Trottel.","translation":"The left back called the referee a numpty."},{"text":"Der Schiedsrichter musste einmal die rote Karte zeigen.","translation":"The referee had to show the red card once."},{"text":"Der Schiedsrichter legte den Ball auf den Punkt.","translation":"The referee placed the ball on the spot."},{"text":"Sie haben anscheinend den Schiedsrichter verärgert.","translation":"You seem to have annoyed the referee."},{"text":"Der Schiedsrichter muss beiden Mannschaften gegenüber fair sein.","translation":"The referee must be fair to both teams."}],"Fitness":[{"text":"Bewegung in der Natur ist wie geistiges Fitness-Training.","translation":"Exercise in nature is like mental fitness training."},{"text":"Beim Umzug der Möbel gestalten sich die öffentlichen Verkehrsmittel zu einem Fitness-Studio.","translation":"When moving the furniture, public transport turns into a gym."},{"text":"Er hat eine Fitness-Jahreskarte gekauft.","translation":"He bought a fitness annual pass."},{"text":"Fitness-Salons haben zur Zeit Konjunktur.","translation":"Fitness salons are currently booming."},{"text":"Lasst uns eine Minute schweigend an all die denken, die im Stau stehen, unterwegs zum Fitness-Studio, um dort auf einem Hometrainer zu strampeln.","translation":"Let's have a moment of silence for all those who are stuck in traffic on their way to the gym to ride the stationary bicycle."},{"text":"Er hat mir erzählt, dass er ins Fitness-Studio geht, um ein bisschen Bauch zu verlieren.","translation":"He told me that he goes to the gym to lose a bit of belly."},{"text":"Er schrieb den Artikel „Psychische Fitness für Siedler im Lebensraum des Mars“.","translation":"He wrote the article \"Psychological Fitness for Colonists in Martian Habitats.\""},{"text":"Immer diese neidischen Blicke im Fitness-Studio! Sie sollten sich eben ihre eigenen Maultaschen mitbringen!","translation":"Always those envious looks in the gym! You should bring your own Maultaschen!"}],"Visum":[{"text":"Wie lange ist dieses Visum gültig?","translation":"How long is this visa valid?"},{"text":"Das Visum läuft in einem Jahr aus.","translation":"The visa expires in one year."},{"text":"Sie beantragte ein Visum.","translation":"She applied for a visa."},{"text":"Ich habe viele Visa in meinem Pass, da ich aufgrund meiner Arbeit viel reise.","translation":"I have many visas in my passport because I travel a lot for my job."},{"text":"Es ist unmöglich, kurzfristig noch ein Visum zu bekommen.","translation":"It is impossible to get a visa in the short term."}],"explizit":[{"text":"Sie sind explizit ausgeladen.","translation":"They are explicitly unloaded."},{"text":"Dass muss ich wohl nicht explizit dazusagen.","translation":"I don't think I need to say that explicitly."},{"text":"Eine quantenmechanische Observable heißt eine Konstante der Bewegung, wenn sie mit dem Hamiltonoperator vertauschbar und nicht explizit zeitabhängig ist. In der Tat ist der Erwartungswert einer solchen Observablen dann zeitlich konstant, in jedem Zustand.","translation":"A quantum mechanical observable is a constant of motion if it is interchangeable with the Hamilton operator and not explicitly time-dependent. In fact, the expected value of such an observable is then constant in time, in every state."}],"hänge":[{"text":"Ich hänge das Bild an die Wand.","translation":"I'm hanging the picture on the wall."},{"text":"Dem Diebe will kein Baum gefallen, daran er hänge.","translation":"No tree wants to please the thief and hang on it."},{"text":"Goethe sagt, das Genie hänge gewöhnlich durch eine Schwäche mit seiner Zeit zusammen.","translation":"Goethe says that genius is usually linked to his time by a weakness."},{"text":"Nähen macht süchtig. Ich hänge an der Nadel und brauche dringend Stoff!","translation":"Sewing is addictive. I am hanging on the needle and urgently need fabric!"},{"text":"Ich hänge seit Tagen einem Problem nach.","translation":"I've been hanging on to a problem for days."}],"beleidigend":[{"text":"Bitte verzichten Sie auf beleidigende Angriffe!","translation":"Please refrain from offensive attacks!"},{"text":"Der Satz ist beleidigend gemeint.","translation":"The phrase is meant to insult people."},{"text":"Vielleicht hältst du deinen Kommentar für harmlos, ich fand ihn aber sehr beleidigend.","translation":"You may think your comment was innocuous, but I found it very offensive."},{"text":"Sie konnte seine beleidigenden Worten nicht länger hinnehmen.","translation":"She could no longer put up with his insulting words."},{"text":"Ihre Witze waren manchmal sarkastisch, aber nie beleidigend.","translation":"Their jokes were sometimes sarcastic, but never offensive."}],"ereignen":[{"text":"Da ereignete sich ein Wunder.","translation":"Then a miracle happened."},{"text":"Zwischen der Suppe und dem Mund kann sich vieles ereignen.","translation":"A lot can happen between the soup and the mouth."},{"text":"Schon seit Langem ereignen sich in dieser Gegend seltsame Dinge.","translation":"Strange things have been happening in this area for a long time."},{"text":"Wann ereignet es sich?","translation":"When does it happen?"},{"text":"Nun, lieber Tom, was hat sich während unserer Abwesenheit Wichtiges ereignet?","translation":"Well, dear Tom, what important things happened during our absence?"}],"Schaufel":[{"text":"Willst du, dass ich deine kaputte Schaufel repariere, oder nicht?","translation":"Do you want me to fix your broken shovel or don't you?"},{"text":"Eine Schaufel voll Schnee kann bis zu 10 kg wiegen.","translation":"A shovel full of snow can weigh as much as 20 pounds."},{"text":"Wie viele Schaufeln Zement hast du hinzugefügt?","translation":"How many shovels of cement did you add?"},{"text":"Die Schaufel habe ich noch nie benutzt.","translation":"I've never used that shovel."},{"text":"Tom grub mit der Schaufel, die Maria ihm geschenkt hatte, im Garten ein Loch.","translation":"Tom dug a hole in his backyard with the shovel Mary had given him."}],"stimulieren":[{"text":"Diese Politik wird sicherlich Erfolg dabei haben, die Wirtschaft zu stimulieren.","translation":"This policy is sure to go a long way towards stimulating business."},{"text":"Bewegung in Maßen stimuliert den Kreislauf.","translation":"Moderate exercise stimulates the circulation of blood."},{"text":"Das scheint Ihre Fantasie zu stimulieren.","translation":"This seems to stimulate your imagination."},{"text":"Durch Kitzeln des Zäpfchens mit dem Finger lässt sich der Brechreiz stimulieren.","translation":"By tickling the suppository with the finger, the nausea can be stimulated."},{"text":"Fremdsprachenkenntnisse stimulieren die Gehirntätigkeit.","translation":"Foreign language skills stimulate brain activity."}],"umhauen":[{"text":"Gleich nach meiner Ankunft in der Schweiz haben mich die Preise umgehauen.","translation":"When I had just arrived in Switzerland, I was completely taken aback by the prices."},{"text":"Das hat mich echt umgehauen.","translation":"This really blew my mind."},{"text":"Diese Nachricht hat ihn umgehauen.","translation":"This news blew him away."},{"text":"Eine kleine Axt kann einen starken Baum umhauen.","translation":"A small axe can knock down a strong tree."},{"text":"Das wird dich umhauen.","translation":"This will blow you away."}],"verknallen":[{"text":"Ich war total in ihn verknallt.","translation":"I was totally in love with him."},{"text":"Bist du in meinen Bruder verknallt?","translation":"Do you have a crush on my brother?"},{"text":"Einmal zwischen uns: Bist du in meine Schwester verknallt?","translation":"Just between the two of us; are you in love with my sister?"},{"text":"Die Maus verknallte sich in den Elefanten.","translation":"The mouse had a crush on the elephant."},{"text":"Maria ist total in Tom verknallt, aber sie ist zu schüchtern, um ihn anzusprechen.","translation":"Mary has a huge crush on Tom, but she's too shy to talk to him."}],"Herzschlag":[{"text":"Sein Herzschlag ist sehr schwach.","translation":"His heartbeat is very weak."},{"text":"Er hat fünf Herzschläge pro Minute.","translation":"He has five heartbeats per minute."},{"text":"Wenn ich deinen Herzschlag nicht hören kann, bist du zu weit weg von mir.","translation":"If I can't hear your heartbeat, you're too far away from me."},{"text":"Der Arzt überwacht den Herzschlag und den Blutdruck des Patienten.","translation":"The doctor monitored the patient's heartbeat and blood pressure."},{"text":"Ihr kühler Blick brachte meinen Herzschlag etwas aus dem Takt.","translation":"Her cool gaze made my heart skip a beat."}],"rap":[{"text":"O blühender Raps! / Der Mond, er steht im Osten, / die Sonn’ im Westen.","translation":"O flowering rapeseed! / The moon, it stands in the east, / the sun in the west."},{"text":"Dieser Rap-Text ist frauenfeindlich.","translation":"These rap lyrics are degrading to women."},{"text":"Glauben Sie, dass Rap noch Ausdruck eines Sozialprotests ist?","translation":"Do you think that rap is still an expression of social protest?"},{"text":"Frauen werden in vielen Liedern des Genres „Rap“ herabgewürdigt.","translation":"Many rap songs are degrading to women."},{"text":"Mary und Juniors Vater sind keine großen Fans von Fetty Waps Musik; behaupten sogar, dass er „Rap für immer runiniert“, wohingegen Junior seine Musik liebt.","translation":"Mary and Junior's father are not big fans of Fetty Wap's music, even claiming that he's \"ruined rap forever\", meanwhile; Junior absolutely loves his music."},{"text":"Magst du Rap?","translation":"Do you like rap?"}],"Übersetzer":[{"text":"Das ganze Leben ist ein Satz und wir sind seine Übersetzer.","translation":"The whole of life is a sentence and we are its translators."},{"text":"Die deutschen Übersetzer werden in Tatoeba immer besser.","translation":"The German translators are getting better and better in Tatoeba."},{"text":"Als ich die Übersetzung sah, war mir klar, dass Tom der Übersetzer war.","translation":"When I saw the translation, it was clear to me that Tom was the translator."},{"text":"Ein Übersetzer muss nicht nur verschiedene Sprachen, sondern auch verschiedene Kulturen kennen.","translation":"A translator must not only know different languages, but also different cultures."},{"text":"Er wünscht sehr, als Übersetzer zu arbeiten.","translation":"He very much wants to work as a translator."}],"Folter":[{"text":"Die Unsicherheit ist für die Seele, was die Folter für den Körper ist.","translation":"Insecurity is to the soul what torture is to the body."},{"text":"In früheren Zeiten bediente man sich der Folter. Heutzutage bedient man sich der Presse.","translation":"In earlier times, torture was used. Nowadays, the press is used."},{"text":"Seine Freundin mit einem anderen Mann zu sehen war Folter für ihn.","translation":"It was torture for him to see his girlfriend with another man."},{"text":"Unter der Folter gab er Verbrechen zu, die er nicht begangen hatte.","translation":"Under torture, he admitted crimes he had not committed."},{"text":"Folter ist Unrecht.","translation":"Torture is wrong."}],"Studentin":[{"text":"Derzeit ist sie Studentin.","translation":"She is currently a student."},{"text":"Maria ist Studentin der Geschichte.","translation":"Mary is a history student."},{"text":"Sie ist eine Studentin, die ernsthaft studiert.","translation":"She is a student who is studying seriously."},{"text":"Das Auto der Studentin ist alt.","translation":"The student's car is old."},{"text":"Drinnen waren zwei Leute: Eine ihrer Studentinnen und eine junger Mann.","translation":"There were two people in it, one of her girl students and a young man."}],"kick":[{"text":"Ohne alle Sicherheitsvorkehrungen steile Felswände emporzuklettern verschaffte Tom den ultimativen Kick – und beendete sein Leben.","translation":"Climbing up steep rock walls without all safety precautions gave Tom the ultimate kick – and ended his life."}],"klemmen":[{"text":"Wer die Finger zwischen Tür und Angel steckt, der klemmt sich gern.","translation":"If you stick your fingers between the door and the fishing rod, you like to get stuck."},{"text":"Das Gewehr klemmt.","translation":"The gun is jammed."},{"text":"Diese Schublade klemmt.","translation":"This drawer's stuck."},{"text":"Ich habe versucht, das Fenster zu öffnen, aber das scheint zu klemmen.","translation":"I tried to open the window, but it seems to be stuck."},{"text":"Maria klemmte sich ihre Handtasche unter den Arm.","translation":"Mary tucked her handbag under her arm."}],"Kommune":[{"text":"Sie leben in einer Kommune.","translation":"They live in a commune."},{"text":"Tom lebt in eine Hippie-Kommune.","translation":"Tom lives in a commune with hippies."},{"text":"Die Kommune befindet sich angesichts des Müllbeseitigungsproblems in einer verzweifelten Lage.","translation":"The municipality is in a desperate situation in view of the waste disposal problem."},{"text":"Viele Kommunen bessern ihren Etat zum Leidwesen der Autofahrer mithilfe von Geschwindigkeitskontrollen auf.","translation":"Many municipalities are improving their budgets with the help of speed controls, to the chagrin of motorists."},{"text":"In der Pariser Kommune hatte das Proletariat zwei Monate lang die politische Macht inne; zum ersten Mal in der Geschichte der Menschheit.","translation":"In the Paris Commune, the proletariat held political power for two months; for the first time in human history."}],"loyal":[{"text":"Markku zeigte sich loyal gegenüber seinem Chef.","translation":"Markku was loyal to his boss."},{"text":"Er ist seinem Boss gegenüber loyal.","translation":"He is loyal to his boss."},{"text":"Meine Freunde sind sehr loyal.","translation":"My friends are very loyal."},{"text":"Tom ist seinen Freunden gegenüber loyal.","translation":"Tom is loyal to his friends."},{"text":"Er war loyaler, als ich vermutet hatte.","translation":"He was more loyal than I had guessed."}],"vielversprechend":[{"text":"Der Anfang war vielversprechend.","translation":"The beginning was promising."},{"text":"Aus dir könnte ein vielversprechender Schüler werden.","translation":"You could become a promising student."},{"text":"Er ist ein sehr vielversprechender junger Mann.","translation":"He's a very promising young man."},{"text":"Die Zukunft des Hotels sieht vielversprechend aus.","translation":"The future of the hotel looks promising."},{"text":"Die Polizisten folgten einem vielversprechenden Hinweis.","translation":"The detectives chased down a promising lead."}],"Strömung":[{"text":"Je breiter der Fluss wurde, desto langsamer wurde die Strömung.","translation":"The wider the river became, the slower the flow became."},{"text":"Lass uns versuchen, gegen die Strömung zu schwimmen.","translation":"Let's try to swim against the current."},{"text":"Nur tote Fische folgen der Strömung.","translation":"Only dead fish follow the current."},{"text":"Die Strömung ist sehr stark.","translation":"The current is very strong."},{"text":"Die Strömung war ziemlich schnell.","translation":"The current was quite fast."}],"Puzzle":[{"text":"Allmählich sehe ich die Sache klarer – das Puzzle setzt sich Stück für Stück zusammen.","translation":"Gradually, I see things more clearly – the puzzle is coming together piece by piece."},{"text":"Mit etwas mehr Geduld hättest du das Puzzle lösen können.","translation":"With a little more patience, you could have solved the puzzle."},{"text":"Dieses Puzzle hat fünfhundert Teile.","translation":"This puzzle has five hundred pieces."},{"text":"Ich habe ein neues Puzzle gekauft.","translation":"I bought a new jigsaw puzzle."},{"text":"Tom und Mary verbrachten das Wochenende damit, ein Puzzle zu machen.","translation":"Tom and Mary spent the weekend working on a jigsaw puzzle."}],"Imperium":[{"text":"Je kleiner die Bürger, desto größer das Imperium.","translation":"The smaller the citizens, the bigger the empire."},{"text":"Wir leben in einer Welt, in der das Imperium seine Sprache benutzt.","translation":"We live in a world where the Empire uses its language."},{"text":"Es war ein ganzes Imperium, das zugrunde ging.","translation":"It was an entire empire that perished."},{"text":"Ein großes Imperium geht niemals unter. Das wusste schon Julius Cäsar.","translation":"A great empire never ends. Julius Caesar already knew that."},{"text":"Das Imperium schlägt zurück.","translation":"The empire strikes back."}],"Verzeichnis":[{"text":"Ich erstelle ein Verzeichnis.","translation":"I'm creating a directory."},{"text":"Das „Ryom-Verzeichnis“ der Werke von Antonio Vivaldi ist nach Peter Ryom, einem dänischen Musikwissenschaftler, benannt.","translation":"The Ryom-Verzeichnis, a catalogue of the works of Antonio Vivaldi, is named after Peter Ryom, a Danish musicologist."},{"text":"Christopher Columbus unendliche Errungenschaften sind eine Bedrohung für Google, da sie dort nicht wissen, wie man Unendlichkeit in ein Verzeichnis aufnimmt, wenn jemand nach „Christopher Columbus“ sucht.","translation":"Christopher Columbus's infinite accomplishments are a threat to Google, who do not know how to index infinity when someone searches for \"Christopher Columbus\"."},{"text":"Mein Verzeichnis von Bösewichtern wird mit jedem Tag, den ich älter werde, kürzer, und mein Register von Toren vollzähliger und länger.","translation":"My list of villains is getting shorter with every day I get older, and my register of fools more complete and longer."},{"text":"Peter Ryom ist ein dänischer Musikwissenschaftler, nach dem das „Ryom-Verzeichnis“ der Werke von Antonio Vivaldi benannt ist.","translation":"Peter Ryom is a Danish musicologist after whom the \"Ryom directory\" of the works of Antonio Vivaldi is named."}],"Widerrufsrecht":[],"Atmung":[{"text":"Wenn wir schlafen, wird unsere Atmung ruhiger.","translation":"When we sleep, our breathing becomes more regular."},{"text":"Die Atmung wird schneller, wenn man läuft.","translation":"Breathing becomes faster when you walk."},{"text":"Mittels einer deutlich hörbaren, regelmäßigen Atmung täuschte sie tiefen Schlaf vor.","translation":"By means of a clearly audible, regular breathing, she faked deep sleep."},{"text":"Ein Lügendetektor basiert auf der Feststellung von Veränderungen des Pulses und der Atmung.","translation":"A lie detector works by detecting changes in pulse and respiration."},{"text":"Enzyme sind für die Verdauung, die Atmung, die Photosynthese und den Stoffwechsel verantwortlich. Sie sind dafür verantwortlich, uns alle zu formen und am Leben zu erhalten. Sie sind die Motoren des Lebens.","translation":"Enzymes are responsible for digestion, respiration, photosynthesis, and metabolism. They are responsible for forming all of us and keeping us alive. They are the engines of life."}],"gegrillt":[{"text":"In dem Restaurant bietet man gegrillten Lachs an.","translation":"The restaurant offers grilled salmon."},{"text":"Pfui, Tom isst schon wieder gegrillte Grillen und Küchenschaben.","translation":"Pfui, Tom eats grilled crickets and cockroaches again."},{"text":"Wie ist der gegrillte Aal?","translation":"What is the grilled eel like?"},{"text":"Tom saß auf der Terrasse, aß Gegrilltes, trank Bier und erholte sich von seinem anstrengenden Arbeitstag.","translation":"Tom sat on the terrace, ate grilled food, drank beer and recovered from his hard day's work."}],"expert":[{"text":"Ein dreizehnjähriger Schüler berichtigte einen Fehler von NASA-Experten.","translation":"A thirteen-year-old student corrected a mistake made by NASA experts."},{"text":"Obwohl Biden ab und zu die Übersicht verliert, was in seinem Alter normal ist, wird seine Regierung eine stabile sein, denn er wird Experten um sich scharen und auf deren Rat hören.","translation":"Even though Biden does lose track of things every now and then, which is normal for his age, his administration will be stable because he'll surround himself with experts, and listen to their advice."},{"text":"Europa ist etwas kleiner als der Mond der Erde. Ihr Ozean liegt unter ca. 15 bis 25 km Eis begraben. Experten gehen davon aus, dass der Ozean selbst zwischen 60 und 150 km tief ist.","translation":"Europa is a little smaller than Earth’s moon. Its ocean is buried under about 15 to 25 kilometers of ice. Experts believe the ocean itself to be anywhere from 60 to 150 kilometers deep."}],"fuck":[{"text":"„Fuck the EU!“ – mit dieser Einstellung haben die USA deutlich gezeigt, wie wenig sie an Europa interessiert sind.","translation":"\"Fuck the EU!\" – with this attitude, the US has clearly shown how little it is interested in Europe."}],"bremsen":[{"text":"Statt zu bremsen, gab ich Gas.","translation":"Instead of braking, I stepped on the gas."},{"text":"Vorsichtig bremste der Fahrer ab.","translation":"The driver braked carefully."},{"text":"Danke, dass du gebremst hast! Du hättest uns fast umgebracht!","translation":"Thank you for braking. You almost killed us!"},{"text":"Das hinter Maria kommende Auto konnte nicht rechtzeitig bremsen.","translation":"The car coming behind Maria could not brake in time."},{"text":"Wenn sie einmal zu reden anfängt, kann man sie nicht mehr bremsen.","translation":"Once she starts talking, you can't stop her."}],"drittens":[{"text":"Drittens stellt sich da die Frage der Energie.","translation":"Thirdly, there is the question of energy."},{"text":"Drei Dinge sind im Leben eines Menschen wichtig. Erstens: Menschlichkeit. Zweitens: Menschlichkeit. Und drittens: Menschlichkeit.","translation":"Three things are important in a person's life. First, humanity. Second, humanity. And thirdly: humanity."},{"text":"Drittens sehe ich hier zahlreiche Abgeordnete, die die BSE-Krise benutzen, um das Europa des Maastrichter Vertrags zu zerstören.","translation":"Thirdly, I see here many Members using the BSE crisis to destroy the Europe of the Maastricht Treaty."},{"text":"Im Leben eines jeden Büromenschen gibt es drei einschneidende Ereignisse: Erstens einen Wechsel des Vorgesetzten, zweitens den Tod der Topfpflanze und drittens eine neue Telefonanlage.","translation":"In the life of every office worker, there are three drastic events: firstly, a change of superior, secondly, the death of the potted plant and thirdly, a new telephone system."},{"text":"Die Dinge im Leben entwickeln sich erstens ein wenig zufällig, zweitens ein wenig, weil man möchte, dass sie sich so entwickeln, und dann steckt da noch drittens ein bisschen Schicksal dahinter.","translation":"Things in life develop firstly a little by chance, secondly a little because you want them to develop like this, and then thirdly there is a bit of fate behind it."},{"text":"Die Massen sind erstens verschwimmende Kopien der großen Männer, zweitens Widerstand gegen die Großen, drittens Werkzeuge der Großen.","translation":"The masses are, firstly, blurred copies of the great men, secondly, resistance to the great, thirdly, tools of the great."},{"text":"Ich merke, dass ich alt werde, mein Gedächtnis wird immer schlechter; besonders drei Sachen kann ich mir nicht merken: erstens Namen, zweitens Zahlen und drittens - drittens - das habe ich vergessen!","translation":"I notice that I am getting old, my memory is getting worse and worse; I can't remember three things in particular: firstly, names, secondly, numbers and thirdly - thirdly - I forgot that!"}],"Konsum":[{"text":"Die Wirtschaft steckt in einer Krise, und tatsächlich ist der Konsum geschrumpft.","translation":"The economy is in crisis, and indeed consumption has shrunk."},{"text":"In vielen Ländern ist der Kauf oder der Konsum von Cannabis gesetzlich verboten.","translation":"Buying and consuming cannabis is prohibited by law in many countries."},{"text":"Sie rauchen zu viel. Sie sollten ihren Konsum einschränken.","translation":"They smoke too much. They should limit their consumption."},{"text":"Der Konsum dieses Produkts wuchs in den vergangenen zwei Jahren.","translation":"The consumption of this product has grown in the past two years."},{"text":"Konsum ist unterhaltsam.","translation":"Consumption is entertaining."}],"nehmt":[{"text":"Nehmt noch einige Decken, denn es ist sehr kalt.","translation":"Take some more blankets, because it is very cold."},{"text":"Nehmt ihr an dem Wettbewerb teil?","translation":"Are you going to take part in the contest?"},{"text":"Nehmt eure Tabletten!","translation":"Take your pills."},{"text":"Hört auf herumzualbern und benehmt euch, Tom und Maria! Nehmt euch ein Beispiel an Johannes!","translation":"Stop fooling around and behave, Tom and Maria! Take an example from John!"},{"text":"Der Zar rief seine Soldaten und sagte: „Geht und sucht einen glücklichen Mann. Nehmt diesem Mann sein Hemd und bringt es mir.“","translation":"The tsar called his soldiers and said, \"Go and look for a happy man. Take this man's shirt and bring it to me.\""},{"text":"Nehmt bitte Platz.","translation":"Please have a seat."},{"text":"Nehmt zwei von diesen roten Tabletten.","translation":"Take two of these red pills."},{"text":"Nehmt meins.","translation":"Take mine."},{"text":"Wer sich nähert, den stoßt nicht zurück, und wer sich entfernt, den haltet nicht auf, und wer wiederkommt, den nehmt auf, als wenn er nicht weggewesen wäre.","translation":"Those who approach do not push back, and those who move away do not stop, and those who come back take them in as if they had not been gone."},{"text":"Nehmt warme Kleidung mit!","translation":"Take some warm clothing."}],"gefährt":[{"text":"Urteile nicht über deinen Gefährten, bevor du nicht in seiner Lage gewesen bist.","translation":"Do not judge your companion until you have been in his position."},{"text":"Übel ist, wer da seinem Gefährten nicht Hilfe leistet in der Not.","translation":"It is evil who does not help his companion in need."},{"text":"Der Reisende wandte sich seinem Gefährten zu.","translation":"The traveler turned to his companion."},{"text":"Der Philosoph Sokrates sprach im Gefängnis mit seinen Gefährten über den Tod.","translation":"The philosopher Socrates spoke to his companions about death in prison."},{"text":"Sie ging zweimal allein um den Baum und schloss sich dann den Gefährten an.","translation":"She walked around the tree alone twice and then joined the companions."}],"spannungsvoll":[],"prominente":[{"text":"Quiz für Prominente: Nach einem Interview die Sätze suchen, die man tatsächlich gesagt hat.","translation":"Quiz for celebrities: After an interview, look for the sentences you actually said."},{"text":"Liisa kennt viele Prominente.","translation":"Liisa knows many celebrities."},{"text":"Während dieses Festes traf ich viele Prominente.","translation":"During this festival, I met many celebrities."},{"text":"Man wirbt oft mit Prominenten für Produkte.","translation":"Celebrities are often used to promote products."},{"text":"Oft kann man einen Prominenten daran erkennen, dass sein Name mehr wert ist als seine Leistungen.","translation":"Often you can recognize a celebrity by the fact that his name is worth more than his achievements."}],"Syndrom":[{"text":"Man glaubt, dass die Kinder das Kawasaki-Syndrom haben.","translation":"The children are believed to be suffering from Kawasaki disease."},{"text":"Ich habe oft ein Postnasal-Drip-Syndrom.","translation":"I often have post-nasal drip."},{"text":"Dieser Junge hat das Tourette-Syndrom.","translation":"This boy has Tourette."},{"text":"Mary hat das Diogenes-Syndrom.","translation":"Mary has Diogenes syndrome."},{"text":"Es gibt eine alberne psychische Störung mit Namen „Paris-Syndrom“.","translation":"There is a silly mental disorder called \"Paris syndrome.\""},{"text":"Alle ihre Kinder wurden mit dem Down-Syndrom geboren.","translation":"All of her children were born with Down syndrome."},{"text":"Dieser Junge ist vom Tourette-Syndrom betroffen.","translation":"This boy is affected by Tourette's syndrome."},{"text":"Das Paris-Syndrom ist eine Art von Kulturschock. Es ist ein psychiatrischer Begriff zur Beschreibung von Ausländern, die nach Paris kommen aufgrund seines Rufes als Hauptstadt der Mode, sich nicht an die lokalen kulturellen Bräuche gewöhnen, ihr seelisches Gleichgewicht verlieren und Symptome ähnlich einer Depression aufweisen.","translation":"Paris syndrome is a type of culture shock. It is a psychiatric term used to describe foreigners who come to Paris due to its reputation as the capital of fashion, do not get used to local cultural customs, lose their mental balance and have symptoms similar to depression."}],"Ausbau":[{"text":"Die Menschen wünschen sich mehr Geld für den Ausbau der Bildungseinrichtungen.","translation":"People want more money for the expansion of educational institutions."},{"text":"Präsident Obama wird sich erst zufriedengeben, wenn jeder Amerikaner, der Arbeit will, eine Stelle bekommen kann. Deswegen arbeitet er an dem Ausbau unserer Wirtschaft, so dass mittelständische Familien mit Zuversicht der eigenen Zukunft und der ihrer Kinder entgegensehen können.","translation":"President Obama will not be satisfied until every American who wants work can find a job. That’s why he is working to grow our economy, so middle class families feel confident in their futures and their children’s futures."}],"durchkommen":[{"text":"Die Operation war eine Weile sehr riskant, aber der Doktor denkt, er wird durchkommen.","translation":"The operation was really touch and go there for awhile but the doctor thinks he'll pull through."},{"text":"Ich bin sicher, dass ich damit durchkomme.","translation":"I'm sure that I can get away with it."},{"text":"Tom lebt. Das hat er nur Ihnen zu verdanken. Ob er durchkommt, wissen wir nicht.","translation":"Tom is alive. He owes that only to you. Whether he will get through, we do not know."},{"text":"Ich weiß, dass ich heutzutage leicht mit Englisch allein durchkäme, aber ich will mich nicht darauf beschränken, nur eine Sprache zu können.","translation":"I know I could easily get by with just English nowadays, but I don't want to restrict myself by only knowing one language."},{"text":"Sie werden nicht durchkommen!","translation":"You won't get through!"},{"text":"Für die Schneefräse gab es kein Durchkommen.","translation":"There was no way for the snow blower to get through."},{"text":"„Hast du Maria angerufen?“ – „Da ist besetzt. Wenn die erst mal anfängt zu telefonieren, dann ist mit einem Durchkommen in den nächsten drei Stunden nicht zu rechnen. Das weißt du ja.“","translation":"\"Did you call Mary?\" – \"There is occupied. Once she starts talking on the phone, you can't expect to get through in the next three hours. You know that.\""}],"ch":[{"text":"Chen ist kein Geschäftsmann.","translation":"Chen is not a businessperson."},{"text":"Chen ist Lehrer.","translation":"Chen is a teacher."},{"text":"Das slowakische Alphabet besteht aus 46 Buchstaben: a, á, ä, b, c, č, d, ď, dz, dž, e, é, f, g, h, ch, i, í, j, k, l, ĺ, ľ, m, n, ň, o, ó, ô, p, q, r, ŕ, s, š, t, ť, u, ú, v, w, x, y, ý, z, ž.","translation":"The Slovak alphabet consists of 46 letters: a, á, ä, b, c, č, d, ď, dz, dž, e, é, f, g, h, ch, i, í, j, k, l, ĺ, ľ, m, n, ň, o, ó, ô, p, q, r, ŕ, s, š, t, ť, u, ú, v, w, x, y, ý, z, ž."},{"text":"CH ist die Abkürzung von Confoederatio Helvetica.","translation":"CH is the abbreviation of Confoederatio Helvetica."},{"text":"Zur Feier der neugewonnenen Freiheit eines 35 Jahre alten Elefanten namens Kaavan, für dessen Entlassung aus der Gefangenschaft sie eingetreten war, besuchte die mit dem Oscar ausgezeichnete amerikanische Sängerin und Schauspielerin Cher am Freitag kurz Pakistan.","translation":"Oscar-winning American singer-actor Cher briefly visited Pakistan Friday to mark the newly-found freedom of a 35-year-old elephant named Kaavan, who she campaigned to move out of captivity."}],"gegenüberliegend":[{"text":"Die dem Festland gegenüberliegenden Inseln waren im dichten Nebel nicht mehr zu sehen.","translation":"The islands opposite the mainland were no longer visible in the dense fog."},{"text":"Wer sitzt da am gegenüberliegenden Ende des Tisches?","translation":"Who is sitting at the opposite end of the table?"},{"text":"Der auf der gegenüberliegenden Seite stehende Mann ist der Besitzer des Ladens.","translation":"The man standing on the opposite side is the owner of the shop."},{"text":"Der junge Mann trat aus dem gegenüberliegenden Haus.","translation":"The young man came out of the house opposite."},{"text":"Auf der gegenüberliegenden Seite sind die Bilder zu sehen, die wir ausgewählt haben.","translation":"On the opposite page you can see the images we have selected."}],"Bestrafung":[{"text":"Sie sind ihrer Bestrafung entkommen.","translation":"They escaped being punished."},{"text":"Sie nahm die Bestrafung mit einem Lächeln entgegen.","translation":"She accepted the punishment with a smile."},{"text":"Jedes Verbrechen schreit nach einer Bestrafung.","translation":"Every crime cries out for punishment."},{"text":"Sie bestanden auf die Bestrafung des Verbrechers.","translation":"They insisted on the criminal being punished."},{"text":"Wir fanden eure Bestrafung lächerlich.","translation":"We found your punishment ridiculous."}],"amazon":[{"text":"Tom hat seine Buchhandlung geschlossen. Er sagte, er könne mit Amazon nicht mehr mithalten.","translation":"Tom closed his bookstore because he said that he couldn't compete with Amazon anymore."},{"text":"Die Amazonen waren nämlich vorzeiten Töchter des Ares, die am Thermodon-Fluss wohnten.","translation":"The Amazons were ancient daughters of Ares, who lived on the Thermodon River."},{"text":"Als die drei Weisen seinerzeit fast in Bethlehem angekommen waren, sagte der kleinste: „Also so eine Mühe wegen der drei Päckchen. Das nächste mal sollten wir sie per Amazon verschicken!“","translation":"When the three wise men had almost arrived in Bethlehem, the smallest said: \"So such an effort because of the three packages. Next time we should send them via Amazon!\""},{"text":"Die stärkste Schachfigur wird Dame genannt, vielleicht weil sie uns an Penthesilea, Königin der Amazonen, erinnert, eine Kriegerin, deren Tapferkeit im Trojanischen Krieg verewigt wurde.","translation":"The strongest piece in chess is called the Queen, maybe because it reminds us of Penthesilea, Queen of the Amazons, a female warrior whose bravery was immortalized in the Trojan War."},{"text":"„Ich habe eine seltsame Nachricht von Amazon bekommen. Was soll ich tun?“ – „Gar nichts. Ignorieren!“","translation":"\"I got a strange message from Amazon. What should I do?\" – \"Nothing. Ignore!\""},{"text":"Amazon will Pakete mit Dronen ausliefern.","translation":"Amazon wants to use drones to deliver packages."},{"text":"Viele Kundenbewertungen bei „Amazon“ sind fingiert.","translation":"Many consumer reviews on Amazon are fake."},{"text":"Dieser kleine ortsansässige Buchladen wurde von Amazon in den Ruin getrieben.","translation":"This small neighborhood bookstore was forced out of business by Amazon."}],"Partnerin":[{"text":"Liisa hatte sich zum Ziel gesetzt, Markku immer eine gute Partnerin zu sein.","translation":"Liisa had set herself the goal of always being a good partner for Markku."},{"text":"Fast die Hälfte der Männer in Großbritannien schenkt ihrer Partnerin regelmäßig Schokolade, besonders zu deren Geburtstag.","translation":"Almost half the men in Great Britain regularly give chocolate to their partner, especially for their birthday."},{"text":"Tom war sich manchmal nicht sicher, ob Mary für ihn nicht mehr Mutter als Partnerin war.","translation":"Tom was sometimes unsure if Mary was no longer a mother to him as a partner."},{"text":"Das Schwierige an der Ehe ist, dass wir die Vorzüge unserer Partnerin lieben, aber mit ihren Nachteilen leben müssen.","translation":"The difficult thing about marriage is that we love the virtues of our partner, but have to live with its disadvantages."},{"text":"Du bist meine Partnerin.","translation":"You're my woman."}],"hinterlegen":[{"text":"Muss ich eine Kaution hinterlegen?","translation":"Do I have to leave a deposit?"},{"text":"Ich habe das Geld bei der Bank hinterlegt.","translation":"I deposited the money with the bank."},{"text":"Unsere Karten sind an der Kinokasse hinterlegt.","translation":"Our tickets are deposited at the box office."},{"text":"Sie müssen drei Monatsmieten als Kaution hinterlegen.","translation":"You have to give three months' rent as a deposit."}],"begleite":[{"text":"Das ist mein letztes Wort, ich begleite dich nicht.","translation":"This is my last word, I am not accompanying you."},{"text":"Bitte begleite mich in den Garten. Wir müssen nachdenken.","translation":"Please accompany me to the garden. We need to think."},{"text":"Ich begleite dich bis zum Bahnhof.","translation":"I'll accompany you to the train station."},{"text":"Vielleicht begleite ich dich morgen ins Kino.","translation":"Maybe I'll go with you to the cinema tomorrow."},{"text":"Tom will, dass ich ihn, um Maria zu besuchen, nach Australien begleite.","translation":"Tom wants me to go to Australia with him to visit Mary."}],"vorgänger":[{"text":"Dieser Kandidat ist gegenüber seinem Vorgänger bedeutend besser.","translation":"This candidate is significantly better compared to his predecessor."},{"text":"Wenn die Vorgänger resignierten, ist es doch offensichtlich, bei wem das eigentliche Problem liegt.","translation":"If the predecessors resigned, it is obvious who is the real problem."},{"text":"Sein einfacher Werdegang ähnelt dem seines Vorgängers.","translation":"His humble career is similar to that of his predecessor."},{"text":"Es kann doch nicht sein, dass Tom bereits nach fünf Jahren im Amt mit seinen Kräften am Ende ist und aufhören will. Der sollte sich an seinem Vorgänger ein Beispiel nehmen!","translation":"It cannot be that Tom is at the end of his strength after only five years in office and wants to stop. He should take his predecessor as an example!"},{"text":"Anders als viele seiner Vorgänger hat der Übersetzer nicht versucht, es besser zu machen als der Autor, sondern nur annähernd genauso gut. Das Ergebnis kann sich sehen lassen.","translation":"Unlike many of his predecessors, the translator did not try to do better than the author, but only nearly as well. The result is impressive."}],"Sonnenaufgang":[{"text":"Ich konnte kaum den Sonnenaufgang erwarten.","translation":"I barely couldn't wait for the sunrise."},{"text":"Was hilft aller Sonnenaufgang, wenn wir nicht aufstehen?","translation":"What good is all sunrise if we don't get up?"},{"text":"Was für ein schöner Sonnenaufgang!","translation":"What a beautiful sunrise it is!"},{"text":"Tom steht bei Sonnenaufgang auf.","translation":"Tom rises with the sunrise."},{"text":"Tom stieg aus dem Bett, ging ans Fenster und betrachtete den Sonnenaufgang draußen.","translation":"Tom got out of bed, walked over to the window and looked out at the sunrise."}],"alliierte":[{"text":"Deutschland war einmal ein Alliierter Italiens.","translation":"Germany was once an ally of Italy."},{"text":"Ende August haben die Alliierten Paris eingenommen.","translation":"At the end of August, the Allies took Paris."},{"text":"Sie unterstützten die Alliierten.","translation":"They supported the Allies."},{"text":"Die Altstadt blieb zum Glück von den Bomben der Alliierten verschont.","translation":"Fortunately, the older part of the city was spared from the Allies' bombs."},{"text":"Die meisten Deutschen erwarteten, dass die Alliierten das französische Calais angreifen würden.","translation":"Most Germans expected the Allies to attack Calais, France."},{"text":"Alliierte Streitkräfte griffen von Westen an.","translation":"Allied forces were attacking from the west."},{"text":"Ende August nahmen die alliierten Streitkräfte Paris ein.","translation":"At the end of August, the Allied forces took Paris."}],"inwiefern":[{"text":"Inwiefern hat das Einfluss auf deine Sicht der Dinge?","translation":"In what way does that influence your view of things?"},{"text":"Inwiefern unterscheidet sich das von dem, was ich gerade sagte?","translation":"How is that different from what I just said?"},{"text":"Inwiefern ist das etwas anderes als das, was ich gerade sagte?","translation":"How is that different than what I just said?"},{"text":"Als unsere Lehrerin noch sagte, ihre Hochzeit sei keine wie jede andere, fragten wir, inwiefern, aber sie gab darauf keine Antwort.","translation":"When our teacher said that her wedding was not like any other, we asked to what extent, but she did not give an answer."},{"text":"Inwiefern ist das relevant?","translation":"How is that significant?"},{"text":"Ich sehe nicht recht, inwiefern uns das helfen wird.","translation":"I don't quite see how that's going to help us."},{"text":"Es ist umstritten, inwiefern dieser Test die tatsächlichen Sprachfertigkeiten misst.","translation":"It is controversial to what extent this test measures actual language skills."}],"vorschreiben":[{"text":"Ich lasse mir nicht gerne vorschreiben, was ich zu tun habe.","translation":"I don't like being told what to do."},{"text":"Die Zukunft ist nicht vorgeschrieben.","translation":"The future is not prescribed."},{"text":"Man kann nicht zwingend vorschreiben, welche die erste Fremdsprache sei.","translation":"It is not mandatory to prescribe which is the first foreign language."},{"text":"Wir leben besser in unserer eigenen Welt als in der Welt, die uns vorgeschrieben wird.","translation":"We live better in our own world than in the world that is prescribed to us."},{"text":"In unserem Bundesland sind jetzt Rauchmelder vorgeschrieben.","translation":"Smoke detectors are now mandatory in our state."},{"text":"Wenn man sich mit einem langweiligen, unglücklichen Leben abfindet, weil man auf seine Mutter, seinen Vater, seinen Priester, irgendeinen Burschen im Fernsehen oder irgendeinen anderen Kerl gehört hat, der einem vorschreibt, wie man leben soll, dann hat man es verdient.","translation":"If you put up with a boring, unhappy life because you've listened to your mother, father, priest, some guy on TV, or any other guy telling you how to live, then you deserve it."},{"text":"Zusätzlich ist das Sortiment mit strengeren Standards als das gesetzliche Verbot von Tierversuchen es vorschreibt zertifiziert - für nachhaltige Sauberkeit und einen nachhaltigen Lifestyle ohne Abstriche.","translation":"In addition, the range is certified with stricter standards than the legal ban on animal testing - for sustainable cleanliness and a sustainable lifestyle without compromises."},{"text":"Das ist vorgeschrieben.","translation":"This is mandatory."},{"text":"Ein Gutes hat es, Präsidentin zu sein: keiner kann einem vorschreiben, wann man sich zu setzen hat.","translation":"There is one thing about being President—nobody can tell you when to sit down."}],"Gegenzug":[{"text":"Ich kann dir nichts im Gegenzug bieten.","translation":"I can't offer you anything in return."},{"text":"Ich hoffe, das Licht am Ende des Tunnels stammt nicht vom Gegenzug.","translation":"I hope the light at the end of the tunnel is not from the train coming on me."},{"text":"Was wollt ihr im Gegenzug dafür haben?","translation":"What do you want in return?"},{"text":"Ich spendierte ihm im Gegenzug für seine Hilfe etwas zu trinken.","translation":"I bought him a drink in return for his help."},{"text":"Ich möchte Englisch und Französisch lernen. Im Gegenzug bin ich bereit, beim Türkischlernen zu helfen.","translation":"I want to learn English and French. In return, I am willing to help learn Turkish."}],"Perücke":[{"text":"Das ist keine Perücke!","translation":"It's not a wig!"},{"text":"Seine Perücke sitzt schief.","translation":"His wig is crooked."},{"text":"Tom trägt Perücke.","translation":"Tom wears a wig."},{"text":"Ich nahm die Perücke ab.","translation":"I took off the wig."},{"text":"Maria meinte, ich trüge eine Perücke.","translation":"Mary said she thought I was wearing a wig."}],"Visier":[{"text":"Visiere das Ziel an.","translation":"Take aim at the target."},{"text":"Die Polizei hat mehrere Bettelbanden im Visier.","translation":"The police have several begging gangs in their sights."},{"text":"Die Raumanzüge verfügen über ein Visier zum Schutze der Augen der Astronauten vor dem hellen Sonnenlicht.","translation":"The spacesuits have visors to protect astronauts' eyes from the bright sunlight."},{"text":"Seine Weisheit nahm vollkommene Menschen ins Visier, doch ein solcher bin ich nicht, verzeiht es mir!","translation":"His wisdom targeted perfect people, but I am not such a person, forgive me!"}],"circa":[{"text":"Die Sonne wird in circa fünf Milliarden Jahren zu einem roten Riesen werden.","translation":"The sun will become a red giant in about 5 billion years."},{"text":"Von hier bis zum Bahnhof sind es circa zehn Minuten.","translation":"From here to the railway station takes about ten minutes."},{"text":"In circa zwei Wochen.","translation":"In about two weeks."},{"text":"Mike verdient circa dreihundert Dollar am Tag.","translation":"Mike earns about three hundred dollars a day."},{"text":"Der Unfall ereignete sich am Sonntag um circa 3 Uhr.","translation":"The accident happened on Sunday at about 3:00."}],"vorsehen":[{"text":"Welche Therapie ist vorgesehen?","translation":"What therapy is planned?"},{"text":"Der Flug 101 aus Paris ist eine Stunde früher als vorgesehen angekommen.","translation":"Flight 101 from Paris arrived an hour earlier than planned."},{"text":"Die Dinge sind nicht so gelaufen wie vorgesehen.","translation":"Things did not go as planned."},{"text":"Die Ankunft des Flugzeugs in Honululu ist für morgen früh vorgesehen.","translation":"The airplane is scheduled to arrive at Honolulu tomorrow morning."},{"text":"Ich wünschte, meine Eltern hätte mir nicht erzählt, dass ich nicht vorgesehen war.","translation":"I wish that my parents hadn't told me that I was an accident."},{"text":"Wir müssen uns vorsehen, ihm nicht in die Hände zu spielen.","translation":"We'll have to be careful not to play into his hands."},{"text":"Wer sich nicht vorsieht, hat das Nachsehen.","translation":"Those who do not intend to do so are at a disadvantage."},{"text":"Tom sollte sich schon tunlichst vorsehen, Maria nicht zu erzürnen, wenn sie ein Messer in den Fingern hat.","translation":"Tom certainly should be careful not to make Mary angry when she's holding a knife."},{"text":"Der Richterspruch, der lebenslängliche Festungshaft vorsah, wurde auf Allerhöchste Kabinettsorder in ein Todesurteil umgewandelt.","translation":"The verdict, which provided for life imprisonment in a fortress, was commuted to a death sentence at the highest cabinet order."},{"text":"Jeder ist bei der Ausübung seiner Rechte und Freiheiten nur den Beschränkungen unterworfen, die das Gesetz ausschließlich zu dem Zweck vorsieht, die Anerkennung und Achtung der Rechte und Freiheiten anderer zu sichern und den gerechten Anforderungen der Moral, der öffentlichen Ordnung und des allgemeinen Wohles in einer demokratischen Gesellschaft zu genügen.","translation":"In the exercise of his rights and freedoms, everyone shall be subject only to such limitations as are determined by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and the general welfare in a democratic society."}],"reizend":[{"text":"Maria findet Toms Stimme reizend.","translation":"Maria finds Tom's voice lovely."},{"text":"Eure Kinder sind so reizend!","translation":"Your children are so lovely!"},{"text":"Du kannst ein sehr reizendes Gesicht machen, wenn du etwas unbedingt erreichen willst.","translation":"You can make a very charming face if you really want to achieve something."},{"text":"Meine Tochter und mein Sohn sind sehr reizend.","translation":"My daughter and son are very lovely."},{"text":"Ich glaube, sie ist ein reizendes Mädchen.","translation":"I believe she is a charming girl."}],"daniel":[{"text":"Daniel bedankte sich bei den Polizisten.","translation":"Daniel thanked the police."},{"text":"Daniel hat am Ungarischen mehr Gefallen als an jeder anderen Sprache.","translation":"Dan likes Hungarian better than any other language."},{"text":"Daniel lud Linda ein, mit ihm zu Abend zu essen.","translation":"Daniel invited Linda to have dinner with him."},{"text":"Lehrerin: „Wann sind zwei Dreiecke schon kongruent? Anna!“ Anna: „Wenn alle drei Seiten gleich lang sind.“ Lehrerin: „Richtig. Wann noch? Paul!“ Paul: „Weiß ich nicht, Frau Lehrerin.“ Lehrerin: „Tanja!“ Daniel: „Wenn zwei Seiten und der Winkel, den sie bilden, gleich sind!“ Lehrerin: „Richtig, aber heißt du Tanja? Nicht reinrufen! Tanja, kennst du noch ein weiteres Kongruenzgesetz?“","translation":"Teacher: \"When are two triangles already congruent? Anna!\" Anna: \"If all three sides are the same length.\" Teacher: \"Right. When else? Paul!\" Paul: \"I don't know, Mrs. Teacher.\" Teacher: \"Tanja!\" Daniel: \"When two sides and the angle they form are the same!\" Teacher: \"Right, but is your name Tanja? Don't call in! Tanja, do you know of another congruence law?\""},{"text":"Daniel wird beschuldigt, einen Mord begangen zu haben.","translation":"Daniel is accused of committing murder."},{"text":"Daniel ist noch wach.","translation":"Daniel is still awake."},{"text":"Auch Daniel Webster war da.","translation":"Daniel Webster also was there."},{"text":"Ich besuche Daniel.","translation":"I visit Daniel."},{"text":"Daniel bleibt immer hier.","translation":"Daniel always stays here."},{"text":"Boah, Daniel hat ziemlich viel zugenommen, seit ich ihn das letzte Mal gesehen habe.","translation":"Wow, Daniel has put on a lot of weight since the last time I saw him."}],"einfrieren":[{"text":"Kann man Käse einfrieren?","translation":"Is it possible to freeze cheese?"},{"text":"Sollte man frisches Fleisch immer einfrieren?","translation":"Should you always freeze fresh meat?"},{"text":"Wir mussten das Projekt für volle sechs Monate einfrieren.","translation":"We had to freeze the project for a full six months."},{"text":"Einmal aufgetaut, nicht wieder einfrieren und sofort gebrauchen. Gut durchkochen.","translation":"Thawed once, do not freeze again and use immediately. Cook well."},{"text":"Milchsäurebakterien sind ziemlich hartnäckig: selbst wenn man sie einfriert, fallen sie einfach in Winterschlaf, und wenn man sie auftaut, erwachen sie wieder zum Leben.","translation":"Lactic acid bacteria are quite persistent: even if you freeze them, they simply fall into hibernation, and when you thaw them, they come back to life."},{"text":"„Entweder ist er beim Einfrieren ums Leben gekommen oder beim Auftauen“, konstatierte Tom.","translation":"\"Either he died freezing or thawing,\" Tom said."},{"text":"Die Maßnahmen, wie das Einfrieren der Preise für flüssige Brennstoffe, sind ein Instrument, um positive Aussichten hervorzurufen.","translation":"The measures, such as the freezing of liquid fuel prices, are a tool to create a positive outlook."}],"Intuition":[{"text":"Was wirklich zählt, ist Intuition.","translation":"What really matters is intuition."},{"text":"Ich glaube deiner Intuition.","translation":"I believe your intuition."},{"text":"So etwas nennt man männliche Intuition.","translation":"This is called male intuition."},{"text":"Intuitionen sind Träume, deren man sich erinnert.","translation":"Intuitions are dreams that you remember."},{"text":"Vertrauen Sie Ihrer Intuition, aber verlieren Sie nicht Ihren Sinn für die Realität.","translation":"Trust your intuition, but don't lose your sense of reality."}],"verheimlichen":[{"text":"Der Zweck der Rede ist weniger, unsere Wünsche auszudrücken als sie zu verheimlichen.","translation":"The purpose of the speech is not so much to express our desires as to conceal them."},{"text":"Er verheimlichte mir die Tatsachen.","translation":"He concealed the fact from me."},{"text":"Es war dumm von dir, es zu verheimlichen.","translation":"It's foul of you to have concealed it."},{"text":"Tom weigerte sich, die Wahrheit zu verheimlichen.","translation":"Tom refused to conceal the truth."},{"text":"Ich glaube, meine Eltern verheimlichen mir etwas.","translation":"I think my parents are hiding something from me."},{"text":"Wie kommst du auf den Gedanken, dass Tom uns etwas verheimlicht?","translation":"How do you come up with the idea that Tom is hiding something from us?"},{"text":"Es ist offensichtlich, dass Tom uns etwas verheimlicht.","translation":"It's obvious that Tom is hiding something from us."},{"text":"Wer die Gefahr verheimlicht ist ein Feind.","translation":"Anyone who hides the danger is an enemy."},{"text":"Ganz offensichtlich verheimlicht Tom etwas.","translation":"Tom is clearly hiding something."},{"text":"Ich frage mich, ob mir meine Mutter etwas verheimlicht: Sie hat mich heute \"Hurensohn\" genannt.","translation":"I wonder if my mother is hiding something from me. She called me a \"son of a bitch\" today."}],"schwindelig":[{"text":"Tom wurde von der Hitze schwindelig.","translation":"Tom became dizzy from the heat."},{"text":"Maria war so schwindelig, dass sie sich kaum auf den Beinen halten konnte.","translation":"Maria was so dizzy that she could barely stand on her feet."},{"text":"Wenn ich aufstehe, wird mir schwindelig.","translation":"When I get up, I feel dizzy."},{"text":"Mir ist schwindelig. Ich muss mich ein paar Minuten setzen.","translation":"I feel dizzy. I need to sit down for a few minutes."},{"text":"Hör auf, während der Fahrt zu lesen, sonst wird dir schwindelig!","translation":"Stop reading while we're driving, or you'll get dizzy."}],"lüg":[{"text":"Lügen sind die Waffen der Bösen.","translation":"Lies are the weapons of the bad guys."},{"text":"Lüge! Alles Lüge! Der Mensch lügt, lügt und lügt!","translation":"Lie! It's all a lie! Man lies, lies and lies!"},{"text":"Lüge nie, wenn die Wahrheit schneller zum Erfolg führt!","translation":"Never lie when the truth leads to success faster!"},{"text":"Lügen anhören ist schwerer als lügen.","translation":"Listening to lies is harder than lying."},{"text":"Seine Geschichte kann keine Lüge sein.","translation":"His story cannot be a lie."},{"text":"Lüg dich nicht selbst an!","translation":"Don't lie to yourself!"},{"text":"Lüg mich nie wieder an.","translation":"Never tell me a lie again."},{"text":"Lüg bitte nicht!","translation":"Don't lie, please!"},{"text":"Lüg mich nicht an!","translation":"Don't lie to me!"},{"text":"Lüg mich nicht an.","translation":"Don't lie to me."}],"gedruckt":[{"text":"Glaube ihm nicht, er lügt wie gedruckt!","translation":"Don't believe him. He lies left and right!"},{"text":"Du lügst doch wie gedruckt!","translation":"You're lying like printed!"},{"text":"Diese Seite wurde nicht sauber gedruckt, also druck sie bitte noch einmal aus.","translation":"This page was not printed cleanly, so please print it again."},{"text":"Die Franzosen bevorzugen das Internet mehr als eine gedruckte Zeitung.","translation":"The French prefer the Internet more than a printed newspaper."},{"text":"Ich lese mehr E-Books als gedruckte Bücher.","translation":"I read more ebooks than printed books."}],"blogs":[{"text":"Ich lese oft englische und chinesische Blogs im Internet.","translation":"I often read English and Chinese blogs on the Internet."},{"text":"Maria meint, viele Blogs seien nur zum Angeben da.","translation":"Maria thinks that many blogs are just for bragging."},{"text":"Eine Diskussion zwischen englischsprachigen offiziellen Bloggern der Europäischen Union über die Verzerrung von Debatten, die durch die Dominanz der englischen Sprache verursacht wird, führte zu einem überraschenden Vorschlag: Esperantisten sollen ein Netz von esperantosprachigen Blogs zu EU-Angelegenheiten schaffen.","translation":"A discussion between English-speaking official bloggers of the European Union about the distortion of debate caused by the dominance of the English language led to a surprising proposal: Esperantists should create a network of Esperanto-language blogs on EU affairs."},{"text":"Weil chinesische Blogs oft voller Slang sind, verstehe ich sie meistens nicht so ganz, aber ich denke trotzdem, dass diese Aktivität gut für mein Chinesisch ist.","translation":"Because Chinese blogs are often full of slang, I usually don't quite understand them, but I still think this activity is good for my Chinese."}],"Aktivierung":[],"smart":[{"text":"Tom ist kein bisschen smart; also braucht er auch kein Smartphone.","translation":"Tom isn't smart at all, hence he doesn't need a smartphone."},{"text":"Früher waren Bauern „smart“, nicht ihre Gerätschaften.","translation":"In the past, farmers were \"smart\", not their equipment."},{"text":"Tom ist nicht smart.","translation":"Tom isn't smart."},{"text":"Tom ist kein bisschen smart.","translation":"Tom isn't smart at all."},{"text":"Beim Rückwärtseinparken ist Maria gegen Toms pink-schwarzen Smart gefahren.","translation":"When reversing into parking, Maria drove against Tom's pink-black Smart."},{"text":"Da kommt Claudia mit dem Smart.","translation":"Here comes Claudia with the Smart."},{"text":"Dinge, die als „smart“ bezeichnet werden, sind mir suspekt.","translation":"Things that are called \"smart\" are suspicious to me."},{"text":"Lola die Kuh, Lola die Kuh, sie ist smart und sie ist lästig und sie macht dauernd muuuuh.","translation":"Lola the cow, Lola the cow, she's smart and she brings trouble, and she goes mooooo."}],"Weibchen":[{"text":"Das Weibchen der Schwarzen Witwe ist viel größer als das Männchen.","translation":"Female black widows are much bigger than males."},{"text":"Die Hälfte der Art sind Weibchen.","translation":"Half the species are woman."},{"text":"Das Weibchen dieses Tieres hat eine seltsame Tasche auf dem Bauch.","translation":"The female of this animal has a strange pocket on her stomach."},{"text":"Die Bullen der See-Elefanten können bis zu zehnmal so viel wie ein Weibchen wiegen.","translation":"Male elephant seals can weigh up to 10 times more than females."},{"text":"Männliche Paviane sind deutlich größer und schwerer als die Weibchen.","translation":"Male baboons are significantly larger and heavier than the females."}],"Auftraggeber":[{"text":"Der Auftraggeber erwartet von uns genaues Arbeiten.","translation":"The client expects us to work precisely."},{"text":"Sie hatte nichts übrig für ihren Auftraggeber.","translation":"She had no time for her client."},{"text":"Da der Auftraggeber dieses Werks über das Leben und Wirken Toms kein Geringerer als Tom selbst war, sucht man kritische Töne vergebens.","translation":"Since the commissioner of this work about the life and work of Tom was none other than Tom himself, one searches in vain for critical tones."},{"text":"Die Auftraggeber hetzen aus Gewohnheit. Auf den Großbaustellen der Boomtown Shanghai wird Tag und Nacht gehämmert. Da kann es nicht ausgerechnet beim Prestigeprojekt gemütlich zugehen. Zugleich steckt hinter der Ungeduld Methode. Der Zeitdruck sichert dem Kunden eine Vorzugsbehandlung. Denn nur mit ihren besten Leuten können die Hersteller die Termine halten.","translation":"The clients rush out of habit. On the major construction sites of the boomtown Shanghai, hammering takes place day and night. It can't be comfortable with the prestige project of all things. At the same time, there is a method behind the impatience. The time pressure ensures preferential treatment for the customer. Because only with their best people can the manufacturers meet the deadlines."}],"charakteristisch":[{"text":"Eine Familie, die keine schwarzen Schafe hat, ist keine charakteristische Familie.","translation":"A family that does not have black sheep is not a characteristic family."},{"text":"Schon in äußerst geringer Konzentration erzeugt Schwefelwasserstoff den charakteristischen Geruch von faulen Eiern.","translation":"Even in extremely low concentrations, hydrogen sulfide produces the characteristic smell of rotten eggs."},{"text":"Japan hat viele charakteristische Merkmale.","translation":"Japan has many characteristic features."},{"text":"Diese Flüssigkeit hat einen sehr charakteristischen Geschmack.","translation":"This liquor has a taste all of its own."},{"text":"Das ist bei Tom eine charakteristische Eigenschaft.","translation":"This is a characteristic feature of Tom."}],"ve":[{"text":"Mein innerer Gefühlskompass oszillierte zwischen Ver- und Bewunderung.","translation":"My inner emotional compass oscillated between admiration and admiration."},{"text":"Symmetrische Verschlüsselungsverfahren verwenden zur Ver- und Entschlüsselung den gleichen Schlüssel. Bei historischen Verfahren lassen sich zwei Verschlüsselungsklassen unterscheiden. Bei der Ersten werden, wie bei der im Beispiel benutzen Caesar-Verschlüsselung, die Buchstaben des Klartextes einzeln durch andere Buchstaben ersetzt. Mit dem lateinischen Wort substituere werden sie als Substitutionsverfahren bezeichnet. Im Gegensatz dazu bleibt bei der zweiten Verschlüsselungsklasse, genannt Transposition, jeder Buchstabe wie er ist, aber nicht wo er ist.","translation":"Symmetric encryption methods use the same key for encryption and decryption. For historical methods, two classes of encryption can be distinguished. In the first, as with the Caesar encryption used in the example, the letters of the plain text are replaced individually by other letters. With the Latin word substituere they are called substitution methods. In contrast, with the second class of encryption, called transposition, each letter remains as it is, but not where it is."}],"lern":[{"text":"Ich lerne oft, während ich Musik höre.","translation":"I often study while listening to music."},{"text":"Lerne zuzuhören, günstige Gelegenheiten klopfen manchmal nur sehr leise an deine Tür.","translation":"Learn to listen, favorable opportunities sometimes knock only very quietly on your door."},{"text":"Um schwimmen zu lernen, muss ich ins Wasser gehen, sonst lerne ich nichts.","translation":"To learn to swim, I have to go into the water, otherwise I won't learn anything."},{"text":"Lerne schweigen, so kannst du am besten reden.","translation":"Learn to be silent, this is the best way to talk."},{"text":"Lerne Widerspruch ertragen!","translation":"Learn to endure dissent!"},{"text":"Lerne Denken mit dem Herzen, lerne Fühlen mit dem Verstand.","translation":"Learn to think with the heart, learn to feel with the mind."},{"text":"Wer besitzt, der lerne verlieren, wer im Glück ist, lerne Schmerz.","translation":"He who possesses learns to lose, he who is in happiness learns pain."},{"text":"Lerne Ordnung, liebe sie. Sie erspart dir Zeit und Müh'.","translation":"Learn order, love them. It saves you time and effort'."},{"text":"Ich lerne Deutsch, indem ich Sätze auswendig lerne und regelmäßig wiederhole.","translation":"I learn German by memorizing sentences and repeating them regularly."},{"text":"Lerne, solange es morgens noch kühl ist!","translation":"Study while it's still cool in the morning!"}],"Bäckerei":[{"text":"Ich gehe zur Bäckerei.","translation":"I go to the bakery."},{"text":"Das Mädchen, das in der Bäckerei arbeitet, ist hübsch.","translation":"The girl who works in the bakery is pretty."},{"text":"Um wie viel Uhr schließt die Bäckerei?","translation":"What time does the baker's close?"},{"text":"Dies war einmal eine Bäckerei.","translation":"This used to be a bakery."},{"text":"Wo ist die nächste Bäckerei?","translation":"Where is the nearest bakery?"}],"getestet":[{"text":"Hatten Sie innerhalb der letzten 14 Tagen Kontakt zu einer auf SARS-CoV-2 positiv getesteten Person?","translation":"Within the past 14 days, have you been in close contact with someone who has tested positive for COVID-19?"},{"text":"Keine der getesteten Zahncremes griff den Zahnschmelz an.","translation":"None of the toothpastes tested attacked the enamel."},{"text":"Tom wurde an der Himmelspforte von Petrus abgewiesen, weil er weder geimpft noch getestet noch genesen, sondern halt nur gestorben war, und musste als Geist zurück auf die Erde und dort durchs Impfzentrum spuken.","translation":"Tom was rejected by Peter at the Gate of Heaven because he had not been vaccinated, tested or recovered, but had only died, and had to return to earth as a ghost and haunted the vaccination center."}],"anfällig":[{"text":"Wer glücklich und zufrieden ist, ist weniger anfällig für Krankheiten.","translation":"Those who are happy and content are less susceptible to disease."},{"text":"Seid ihr anfällig für Erkältungen?","translation":"Are you subject to colds?"},{"text":"Sie ist gesundheitlich sehr anfällig.","translation":"She is very susceptible to health."},{"text":"Tomaten sind anfällig für viele Krankheiten.","translation":"Tomatoes are susceptible to many diseases."},{"text":"Man heiratet die Person, die zur Hand ist, wenn man am anfälligsten ist.","translation":"You marry the person who is on hand when you are most vulnerable."}],"brat":[{"text":"Besser eigenes Brot essen als fremden Braten.","translation":"Better to eat your own bread than foreign roasts."},{"text":"Heute gibt es Braten mit Kartoffeln.","translation":"Today there is roast with potatoes."},{"text":"Also ich finde, dieser Braten hätte gern etwas mehr Knoblauch vertragen können.","translation":"So I think this roast could have done with a little more garlic."},{"text":"Ohne Knoblauch schmeckt dieser Braten überhaupt nicht.","translation":"Without garlic, this roast does not taste good at all."},{"text":"Ich verwende zum Braten Öl statt Margarine.","translation":"I use oil instead of margarine for frying."}],"Erscheinungsbild":[{"text":"Das ist nur das oberflächliche Erscheinungsbild.","translation":"That's just how it looks on the surface."},{"text":"Sie vernachlässigt ihr Erscheinungsbild.","translation":"She neglects her appearance."},{"text":"Das grafische Erscheinungsbild der Zeitschrift ist recht gut.","translation":"The graphic appearance of the magazine is quite good."},{"text":"Die zwei Brüder sind in ihrem äußeren Erscheinungsbild ziemlich ungleich.","translation":"The two brothers are quite unlike in their appearance."},{"text":"Tom ruft durch sein sehr vom Normalen abweichendes Erscheinungsbild bei vielen Unbehagen hervor.","translation":"Tom causes discomfort in many by his very different appearance from the normal."}],"sing":[{"text":"Sing bitte etwas anderes.","translation":"Please sing something else."},{"text":"Singe, so lernst du singen.","translation":"Sing, that's how you learn to sing."},{"text":"Sing bitte irgendein Lied für uns.","translation":"Please sing some song for us."},{"text":"Mir hat das Lied gefallen. Sing uns noch so eines.","translation":"I liked that song. Sing us another one like it."},{"text":"Sing uns ein Lied, bitte.","translation":"Sing us a song, please."},{"text":"Ich singe nicht gern.","translation":"I don't like to sing."},{"text":"Er mag es mich anzuschauen, während ich ein Lied singe.","translation":"He likes to look at me while I'm singing a song."},{"text":"Nein, ich singe nicht.","translation":"No, I'm not singing."}],"wertlos":[{"text":"Erfüllen wir unseren Beruf als Mensch, und der Beruf des Priesters wird wertlos.","translation":"Let us fulfill our profession as human beings, and the profession of the priest becomes worthless."},{"text":"Gute Aussichten sind wertlos. Es kommt darauf an, wer sie hat.","translation":"Good prospects are worthless. It depends on who has them."},{"text":"Gedanken sind wie Haare. Die meisten sind wertlos, sobald sie den Kopf verlassen haben.","translation":"Thoughts are like hair. Most are worthless once they leave the head."},{"text":"Ich fühle mich wertlos.","translation":"I feel worthless."},{"text":"Es wäre keine menschlich überzeugende Gesellschaft, der alles wertlos gilt, was nicht bezahlt wird.","translation":"It would not be a humanly convincing society that considers everything worthless that is not paid."}],"islamisch":[{"text":"Schiiten sind Anhänger des islamischen Propheten Mohammeds.","translation":"Shiites are followers of the islamic prophet Mohammed."},{"text":"Pakistan ist ein islamischer Staat.","translation":"Pakistan is a Muslim country."},{"text":"Ist die Speise nach islamischem Recht erlaubt?","translation":"Is the food halal?"},{"text":"Portugal ist kein islamisches Land.","translation":"Portugal is not an Islamic country."},{"text":"Scheinbar sind im Umkreis einige islamische Restaurants.","translation":"Apparently there are some Islamic restaurants in the area."},{"text":"Wer finanziert den Islamischen Staat?","translation":"Who finances the Islamic State?"},{"text":"Russisch ist die zweite „Landessprache“ der Organisation „Islamischer Staat“.","translation":"Russian is the second \"national language\" of the organization \"Islamic State\"."},{"text":"Ich verurteile die schrecklichen Gräueltaten der Terrorgruppe \"Islamischer Staat\".","translation":"I condemn the horrific atrocities committed by the Islamic State terrorist group."},{"text":"Ohne den Irakkrieg würde es den \"Islamischen Staat\" heute nicht geben.","translation":"Without the Iraq war, the \"Islamic State\" would not exist today."}],"Zorn":[{"text":"Der Zorn ist der Beginn des Wahnsinns.","translation":"Anger is the beginning of madness."},{"text":"Hüte dich vor einem Mann, der im Zorne lächeln kann!","translation":"Beware of a man who can smile in anger!"},{"text":"Nicht durch Zorn, sondern durch Lachen tötet man.","translation":"Not by anger, but by laughter you kill."},{"text":"Nur ein Narr zeigt gleich seinen Zorn.","translation":"Only a fool immediately shows his anger."},{"text":"Alte Geschichten zu erzählen macht oft neuen Zorn.","translation":"Telling old stories often makes new anger."},{"text":"Er wurde rot vor Zorn.","translation":"He turned red with anger."},{"text":"Ich geriet in Zorn.","translation":"I got angry."},{"text":"Das könnte einen Heiligen in Zorn geraten lassen.","translation":"It would provoke a saint."},{"text":"Selbst Zorn, der sich nicht gegen mich richtet, belastet mich.","translation":"Even anger that is not directed against me weighs on me."},{"text":"„Wer hat das erlaubt?!“ brüllte er außer sich vor Zorn.","translation":"\"Who allowed that?\" he roared with rage."}],"Erlösung":[{"text":"Liebe, die Grundlage von Schöpfung und Erlösung, ist auch die Grundlage wahrer Erziehung.","translation":"Love, the foundation of creation and salvation, is also the foundation of true education."},{"text":"Der Tod wäre für mich eine Erlösung.","translation":"Death would be a salvation for me."},{"text":"Zusammenarbeit ist der Menschheit einzige Erlösung.","translation":"Cooperation is humanity's only salvation."},{"text":"Eine Erlösung von diesem Elend ist nicht absehbar.","translation":"Salvation from this misery is inconceivable."},{"text":"Für mich, der ich lange Jahre unter Heuschnupfen litt, war dieses Mittel wirklich wie eine Erlösung.","translation":"Since I had suffered from hay fever for many years, this medicine was truly like a salvation."}],"erledige":[{"text":"Erledige es morgen!","translation":"Do it tomorrow."},{"text":"Erledige zuallererst einmal deine Hausaufgaben.","translation":"Do your homework first of all."},{"text":"Ich erledige meinen Einkauf immer im Supermarkt im Zentrum.","translation":"I always do my shopping in the supermarket in the center."},{"text":"Ich erledige das später, wenn ich nicht so beschäftigt bin.","translation":"I'll do that later when I'm not so busy."},{"text":"Ich erledige ihre Arbeit nicht.","translation":"I don't do their job."}],"Katie":[{"text":"Wenn man vom Teufel spricht, da kommt Katie.","translation":"When you talk about the devil, Katie comes."},{"text":"Justin Bieber ist berühmter als Katie Holmes.","translation":"Justin Bieber is more famous than Katie Holmes."}],"Bewerber":[{"text":"Wir haben uns für einen anderen Bewerber entschieden.","translation":"We chose a different applicant."},{"text":"Sie wurde als eine von zehntausend Bewerbern ausgewählt.","translation":"She was selected out of ten thousand applicants."},{"text":"Nur Frauen sind als Bewerber zugelassen.","translation":"Only women are admitted as applicants."},{"text":"Bewerber sollten mit den gängigen Office-Anwendungen vertraut sein.","translation":"Applicants should be familiar with common office-computer applications."},{"text":"Tom war der einzige Bewerber für die Stelle.","translation":"Tom was the only applicant for the job."}],"zustande":[{"text":"Je weniger man zustande bringt, desto kürzer erscheint das Leben.","translation":"The less you achieve, the shorter life seems."},{"text":"Wir bringen die Einheit nicht zustande, wenn immer nur Politiker miteinander reden.","translation":"We cannot achieve unity if only politicians talk to each other."},{"text":"Wie kommt so ein Fehler zustande?","translation":"How does such an error come about?"},{"text":"Tom bringt ohne Marias Hilfe nichts zustande.","translation":"Tom can't do anything without Mary's help."},{"text":"Wodurch kommen Erdbeben zustande?","translation":"What causes earthquakes?"}],"coolen":[{"text":"Tom hat einen coolen Job.","translation":"Tom has a cool job."}]}