{"Anwalt":[{"text":"Ich will sofort meinen Anwalt sprechen.","translation":"I want to speak to my lawyer immediately."},{"text":"Wie viele Fälle hat dieser Anwalt schon gewonnen?","translation":"How many cases has this lawyer already won?"},{"text":"Er konnte sich immer auf seinen Anwalt verlassen.","translation":"He could always rely on his lawyer."},{"text":"Sie braucht einen Anwalt.","translation":"She needs a lawyer."},{"text":"Er lernte Tag und Nacht, um vielleicht Anwalt zu werden.","translation":"He studied day and night in order to possibly become a lawyer."}],"Verzeihung":[{"text":"Verzeihung, ich habe Sie nicht gesehen.","translation":"Sorry, I haven't seen you."},{"text":"Verzeihung, könntest du mir die Bedeutung dieses Satzes erklären?","translation":"Excuse me, could you explain the meaning of this sentence to me?"},{"text":"Verzeihung, ich habe noch einen anderen Termin.","translation":"I'm sorry. I have another appointment."},{"text":"Er bat mich um Verzeihung.","translation":"He asked for my pardon."},{"text":"Der Vater einer der Jungen hat später um Verzeihung gebeten.","translation":"The father of one of the boys later asked for forgiveness."}],"sodass":[{"text":"Es wurde immer dunkler, sodass ich bald nichts mehr erkennen konnte.","translation":"It became darker and darker, so that I could no longer recognize anything anymore."},{"text":"Das Restaurant war ziemlich leer, sodass ich in Ruhe lesen konnte, während ich aß.","translation":"The restaurant was fairly empty, so I could read in peace while I ate."},{"text":"Er war extrem beschäftigt, sodass er nicht selbst ging, sondern seinen Sohn schickte.","translation":"He was extremely busy, so he did not leave himself, but sent his son."},{"text":"Ich sprach langsam, sodass sie mich verstehen konnten.","translation":"I spoke slowly so that they could understand me."},{"text":"Ich machte die Tür zu, sodass sie uns nicht hören konnten.","translation":"I closed the door so they couldn't hear us."}],"jen":[{"text":"Ich bin ein ganz neuer Mensch seit jener Nacht.","translation":"I'm a completely new person since that night."},{"text":"So endete jener große Mann.","translation":"That's how that great man ended."},{"text":"War jener Mann ein Feind der Kirche?","translation":"Was that man an enemy of the Church?"},{"text":"Zu jener Zeit war Nordamerika noch nicht unabhängig vom Vereinigten Königreich.","translation":"In those days, America was not independent of the United Kingdom."},{"text":"In jener Nacht blieben Liisa und Markku lange wach.","translation":"That night, Liisa and Markku stayed up late."},{"text":"Jene Häuser gefallen mir wenig.","translation":"I don't like those houses very much."},{"text":"Jene Frau und ihr Sohn sind hier nicht bekannt.","translation":"That woman and her son are not known here."},{"text":"Die größten Menschen sind jene, die anderen Hoffnung geben können.","translation":"The greatest people are those who can give hope to others."},{"text":"Er fängt bald diese, bald jene Arbeit an.","translation":"He soon starts this work, soon that work."},{"text":"Wirklich tot sind nur jene, an die sich niemand mehr erinnert.","translation":"Only those that no one remembers are really dead."}],"ausgeben":[{"text":"Reich sein heißt nicht Geld haben, sondern Geld ausgeben.","translation":"To be rich is not to have money, but to spend money."},{"text":"Tom hatte Geld wie Heu – mehr, als er jemals hätte ausgeben können.","translation":"Tom had money like hay – more than he could ever spend."},{"text":"Ich suche eine Frau, die weniger ausgibt, als ich verdiene.","translation":"I am looking for a woman who spends less than I earn."},{"text":"Das ist mehr, als ich eigentlich ausgeben wollte.","translation":"That's more than I actually wanted to spend."},{"text":"Ich will nicht mehr als 10 Dollar ausgeben.","translation":"I don't want to spend more than $10."}],"live":[{"text":"Das Rennen wurde live im Fernsehen übertragen.","translation":"The race was broadcast live on TV."},{"text":"Das Konzert wurde live übertragen.","translation":"The concert was broadcast live."},{"text":"Der Segen „Urbi et orbi“ von Papst Franziskus wurde live im Internet übertragen.","translation":"The ‘Urbi et Orbi’ message by Pope Francis was streamed live via the internet."},{"text":"Das Fußballspiel wurde live im Fernsehen übertragen.","translation":"The football match was broadcasted live on television."},{"text":"Hat dieser Club eine Live-Band, oder gibt es dort einen DJ?","translation":"Does this club have a live band, or is there a DJ?"},{"text":"Tom widmet sich von seiner Heimat Boston aus mit ganzer Kraft seinen Live-Auftritten.","translation":"Tom dedicates all his energy to his live performances from his home in Boston."},{"text":"Lösen einer taktischen Übung, Verstehen eines schwierigen Endes, Verfolgen eines Live-Spiels und Versuchen, die zu spielenden Züge zu \"erraten\". Das alles macht Spaß.","translation":"Solving a tactical exercise, understanding a difficult ending, following a live game and trying to \"guess\" the moves to play. It's all fun."},{"text":"Sich ein Konzert der Wiener Philharmoniker live anzuhören, kann er sich nicht leisten.","translation":"He cannot afford to listen to a concert of the Vienna Philharmonic live."}],"tauchen":[{"text":"Die Frage tauchte in anderer Form wieder auf.","translation":"The question resurfaced in a different form."},{"text":"Manche Menschen erinnern an Wale. Sie tauchen auf, wenn die Arbeit getan ist.","translation":"Some people are reminiscent of whales. They show up when the work is done."},{"text":"Wer ins kalte Wasser springt, taucht ins Meer der Möglichkeiten.","translation":"If you jump into the cold water, you dive into the sea of possibilities."},{"text":"Er tauchte eine Stunde später auf.","translation":"He turned up an hour later."},{"text":"Ich tauchte im Fluss.","translation":"I dived in the river."}],"Verkauf":[{"text":"Diese neuen Fahrzeuge stehen zum Verkauf.","translation":"These new cars are on sale."},{"text":"Das Land wurde zum Verkauf angeboten.","translation":"The land came into the market."},{"text":"Kauf bedarf hundert Augen, Verkauf hat an einem genug.","translation":"Buying requires a hundred eyes, selling has enough on one."},{"text":"Er schaltet Anzeigen für den Verkauf seines Hauses.","translation":"He places ads for the sale of his house."},{"text":"Der Verkauf entsprach nicht den Erwartungen der Firma.","translation":"The sales did not meet the company's expectations."}],"Realität":[{"text":"Man kann nicht nur von Realitäten leben.","translation":"You can't just live on realities."},{"text":"Die Realität sieht anders aus als die Zukunft, die wir erwartet haben.","translation":"The reality is different from the future we expected."},{"text":"Mit Träumen beginnt die Realität.","translation":"Reality begins with dreams."},{"text":"Ein Blick in die Welt beweist, dass Horror nichts anderes ist als Realität.","translation":"A look at the world proves that horror is nothing but reality."},{"text":"Er hat jeden Bezug zur Realität verloren.","translation":"He has lost all connection to reality."}],"zeig":[{"text":"Zeig denen, die dich fallen sehen wollen, dass du fliegen kannst.","translation":"Show those who want to see you fall that you can fly."},{"text":"Zeig mir, wo ich eine Freundin finden kann!","translation":"Show me where I can find a girlfriend!"},{"text":"Zeig mir deine rechte Hand!","translation":"Show me your right hand!"},{"text":"„Macht dir die Arbeit keine Freude mehr?“ – „Doch.“ – „Dann zeig es!“","translation":"\"Don't enjoy your work anymore?\" – \"Yes.\" – \"Then show it!\""},{"text":"Komm schon, Tom! Zeig uns, wie man das macht!","translation":"Come on, Tom, show us how it's done."},{"text":"Bitte, zeig das Tom.","translation":"Please show this to Tom."},{"text":"Schau her, ich zeig es dir.","translation":"Look, I'll show you."},{"text":"Zeig etwas Respekt.","translation":"Show a little respect."},{"text":"Zeig ihnen die Zähne... lächle!","translation":"Show them your teeth... Smile!"},{"text":"Bitte zeig mir den Weg zur Bushaltestelle.","translation":"Please show me the way to the bus stop."}],"registrieren":[{"text":"Dieses Haus ist auf meinen Namen registriert.","translation":"This house is registered in my name."},{"text":"Ich meine, dass es wichtig ist, sich zu registrieren.","translation":"I think it's important to register."},{"text":"Ist es zu spät, um sich zu registrieren?","translation":"Is it too late for us to register?"},{"text":"Wann haben sie die Namen der Mitglieder registriert?","translation":"When did they register the names of the members?"},{"text":"Hallo! Ich heiße Tom, und ich habe mich auf dieser Seite registriert, weil ich Französisch lernen will.","translation":"Hello! My name is Tom, and I registered on this site because I want to learn French."}],"allgemeine":[{"text":"Was die Menschen wünschen, glauben sie im Allgemeinen gern.","translation":"What people want, they generally like to believe."},{"text":"Das Volk war im Allgemeinen gegen den Krieg.","translation":"The people at large were against the war."},{"text":"Im Allgemeinen leben Frauen länger als Männer.","translation":"In general, women live longer than men."},{"text":"Im Allgemeinen wiederholt sich die Geschichte.","translation":"In general, history repeats itself."},{"text":"Im Allgemeinen mögen Jungen Mädchen mit langen Haaren.","translation":"In general, boys like girls with long hair."}],"wovon":[{"text":"Wovon leben Sie eigentlich?","translation":"What do you actually live on?"},{"text":"Wovon ist die Rede?","translation":"What are we talking about?"},{"text":"Ich frage mich manchmal, wovon er redet.","translation":"I sometimes wonder what he's talking about."},{"text":"Ich muss Ihnen ganz ehrlich sagen, ich hab' keine Ahnung wovon sie reden.","translation":"I have to tell you honestly, I have no idea what they are talking about."},{"text":"Du weißt doch ganz genau, wovon ich rede!","translation":"You know exactly what I'm talking about!"},{"text":"Die Sau weiß nicht, wovon sie fett wird.","translation":"The sow does not know what makes it fat."},{"text":"Das ist schon wieder Geld, wovon die Frau nichts weiß.","translation":"This is money again, of which the woman knows nothing."},{"text":"Ich verstand nicht, wovon sie redete.","translation":"I didn't understand what she was talking about."},{"text":"Der Student konnte verstehen, wovon die Rede ist..","translation":"The student could understand what they were talking about."},{"text":"Ich weiß nicht, wovon du redest.","translation":"I don't know what you're talking about."}],"wofür":[{"text":"Tom hat beim ersten Versuch geschafft, wofür ich lange üben musste.","translation":"Tom managed on the first attempt what I had to practice for a long time."},{"text":"Wofür möchtest du den Computer einsetzen?","translation":"What do you want to use the computer for?"},{"text":"Wofür genau bezahlen wir?","translation":"What exactly are we paying for?"},{"text":"Wofür interessieren Sie sich?","translation":"What are you interested in?"},{"text":"Da ist nichts, wofür man sich entschuldigen müsste.","translation":"There is nothing to apologize for."}],"Vogel":[{"text":"Er ist ein komischer Vogel.","translation":"He's a strange guy."},{"text":"Genau um 4.09 Uhr haben heute die Vögel angefangen zu singen.","translation":"At exactly 4.09 a.m. today the birds started singing."},{"text":"Ich wäre lieber ein Vogel als ein Fisch.","translation":"I'd rather be a bird than a fish."},{"text":"Wie schnell fliegt der Vogel?","translation":"How quickly does the bird fly?"},{"text":"Er sah den Vogel auf dem Baum.","translation":"He saw the bird in the tree."}],"Fahrrad":[{"text":"Er fährt mit dem Fahrrad zur Schule.","translation":"He rides his bike to school."},{"text":"Das Fahrrad heißt in der Schweiz einfach \"Velo\".","translation":"Bicycles are called \"Velos\" in Switzerland."},{"text":"Ich schätze die Vorteile des Fahrrads.","translation":"I appreciate the advantages of the bike."},{"text":"„Und was hast du für ein Fahrrad, Tom?“ – „Ein blaues.“","translation":"\"And what sort of bike have you got, Tom?\" \"A blue one.\""},{"text":"Wir haben unser Auto verkauft und Fahrräder gekauft.","translation":"We sold our car and bought bikes."}],"investieren":[{"text":"Investieren Sie niemals in etwas, das frisst oder repariert werden muss.","translation":"Never invest in anything that eats or needs to be repaired."},{"text":"Unsere Stadt investiert in Barrierefreiheit.","translation":"Our city invests in accessibility."},{"text":"Unmöglich ist nur das, was an Zeit und Kraft zu wenig investiert wird","translation":"The only thing that is impossible is what is invested too little in time and energy"},{"text":"Die öffentliche Hand muss mehr investieren.","translation":"The public sector must invest more."},{"text":"Reich wird, wer in Unternehmen investiert, die weniger kosten, als sie wert sind.","translation":"Those who invest in companies that cost less than they are worth get rich."}],"spitze":[{"text":"Unser Auto war schnell und kam sofort an die Spitze aller Autos.","translation":"Our car was fast and immediately came to the front of all cars."},{"text":"In der Schule war er immer an der Spitze seiner Klasse.","translation":"At school he was always at the top of his class."},{"text":"Schau auf die Spitze dieses Baumes.","translation":"Look at the top of this tree."},{"text":"Es können alle Wissenschaften in ihrer Spitze Theologie sein.","translation":"All sciences at their peak can be theology."},{"text":"Eine Wolke hängt an der Spitze des Berges, mein Herz hängt an ihr.","translation":"A cloud hangs at the top of the mountain, my heart hangs on it."}],"unterscheiden":[{"text":"Die Tat unterscheidet das Ziel vom Traum.","translation":"The deed distinguishes the goal from the dream."},{"text":"Ich kann schwarz und weiß wohl unterscheiden.","translation":"I can probably distinguish between black and white."},{"text":"Maria kann Freund von Feind nicht unterscheiden.","translation":"Mary cannot distinguish friend from foe."},{"text":"Es ist nicht immer leicht, ein gutes Buch von einem schlechten zu unterscheiden.","translation":"It isn't always easy to know a good book from a bad one."},{"text":"Gute Menschen und schlechte Menschen kann man nicht am Aussehen unterscheiden.","translation":"Good people and bad people cannot be distinguished by appearance."}],"Speicherung":[],"übertragen":[{"text":"Tom wurde eine Aufgabe übertragen, die schwieriger nicht hätte sein können.","translation":"Tom was handed a task that could not have been more difficult."},{"text":"Die Krankheit wird vor allem von Mücken übertragen.","translation":"The disease is transmitted mainly by mosquitoes."},{"text":"Der Krieg in Europa wurde auf Afrika übertragen.","translation":"The war in Europe was carried into Africa."},{"text":"Ihre Hochzeit wurde im Fernsehen übertragen.","translation":"Their wedding was televised."},{"text":"Ich habe die Fotos von meinem Handy auf den Computer übertragen.","translation":"I transferred the photos from my phone to the computer."},{"text":"Falls dieser Satz eine übertragene Bedeutung hat, weiß ich nicht davon.","translation":"If this sentence has a figurative meaning, I don't know about it."},{"text":"Die übertragene Bedeutung wird nicht mehr verwendet.","translation":"The figurative meaning is no longer in current use."},{"text":"Jedes Wort kann im eigentlichen Sinne oder im übertragenen Sinn verwendet werden.","translation":"Each word can be used in the literal sense or figuratively."},{"text":"Gibt es eine Übersetzung im übertragenen Sinn?","translation":"Is there a translation in the figurative sense?"},{"text":"Ich beiße gern in einen sauren Apfel, aber nicht im übertragenen Sinn.","translation":"I like to bite a sour apple, but not figuratively."}],"dahin":[{"text":"Keine zehn Pferde bringen mich dahin.","translation":"Not ten horses will take me there."},{"text":"Stelle es dahin.","translation":"Put it there."},{"text":"Kommt man bis dahin, so kommt man auch weiter.","translation":"If you get there, you can get ahead."},{"text":"Die Zeit geht dahin, und der Mensch merkt es nicht.","translation":"Time passes and man does not notice it."},{"text":"Wie lange würden wir zu Fuß dahin brauchen?","translation":"How long would it take us to walk there?"}],"günstig":[{"text":"Das ist ein günstiges Geschäft.","translation":"That's a cheap deal."},{"text":"In der Mensa gibt es günstiges Essen.","translation":"There's cheap food in the canteen."},{"text":"Die günstigste Werbung ist der zufriedene Kunde.","translation":"The cheapest advertising is the satisfied customer."},{"text":"Man konnte sich kein günstigeres Wetter denken, um zu Hause zu bleiben.","translation":"You couldn't think of more favorable weather to stay at home."},{"text":"Ich habe mir ein paar günstige Bücher gekauft.","translation":"I bought some cheap books."}],"schade":[{"text":"Es ist schade, wenn jemand stirbt.","translation":"It is a pity when someone dies."},{"text":"Schade, dass das alles nur ein Traum war.","translation":"It's a pity that it was all just a dream."},{"text":"Das ist ein schönes Lied. Schade, dass sie es nicht in Färöisch singt.","translation":"That's a beautiful song. It's a pity that she doesn't sing it in Faroese."},{"text":"Es ist schade, dass du nicht früher angefangen hast.","translation":"It is regrettable that you did not start earlier."},{"text":"Es ist schade, dass wir Tom nicht besucht haben, als wir die Gelegenheit hatten.","translation":"It's a pity we didn't visit Tom when we had the chance."},{"text":"Wie schade, dass das manchmal so ist.","translation":"What a pity that this is sometimes the case."},{"text":"Es ist richtig schade, dass es schon vorbei ist.","translation":"It's a real pity that it's already over."},{"text":"Ach wie schade, dass ich nie erfahren werde, welchen Witz Kunigunde Tom erzählt hat!","translation":"Oh what a pity that I will never know what joke Kunigunde told Tom!"},{"text":"Wie schade, dass ich keinen Garten habe!","translation":"What a pity I don't have a garden."},{"text":"Wie schade, dass wir nicht dieselbe Sprache sprechen.","translation":"What a pity we don't speak the same language."}],"davor":[{"text":"Hab keine Angst davor, Fehler zu machen!","translation":"Don't be afraid to make mistakes!"},{"text":"Ich habe Angst davor, mein Handeln nicht kontrollieren zu können.","translation":"I'm afraid of not being able to control my actions."},{"text":"Tom kann gleich gehen, aber davor möchte er noch etwas prüfen.","translation":"Tom can leave right away, but before that he wants to check something."},{"text":"Knapp ist immer kurz davor, aber nicht zu spät.","translation":"Knapp is always close to it, but not too late."},{"text":"Ich habe Angst davor, was unsere dumme Regierung als nächstes tut.","translation":"I'm afraid of what our stupid government will do next."},{"text":"Tom sagte allen, dass er Angst davor habe, das zu tun.","translation":"Tom told everybody he was afraid to do that."},{"text":"Ich würde gern verstehen, warum ich solche Angst davor habe, allein zu sein.","translation":"I would like to understand why I am so afraid of being alone."},{"text":"Tom hat uns davor gewarnt, dass das passieren könnte.","translation":"Tom warned us that this might happen."},{"text":"Du hast versucht, Tom davor zu bewahren, das zu tun, nicht wahr?","translation":"You tried to stop Tom from doing that, didn't you?"},{"text":"Tom hat Angst davor, entlassen zu werden.","translation":"Tom is afraid he'll get fired."}],"wenigstens":[{"text":"Wenigstens kommt Tom. Das bringt sicher Leben in die Bude.","translation":"At least Tom comes. That certainly brings life to the booth."},{"text":"Du könntest uns wenigstens anrufen.","translation":"You could at least phone us."},{"text":"Wenn man seine Seele verkauft, muss wenigstens der Preis stimmen.","translation":"If you sell your soul, at least the price must be right."},{"text":"Gib mir wenigstens einen Hinweis!","translation":"Give me a clue, at least."},{"text":"Wer nicht weiß, was er selbst will, muss wenigstens wissen, was die anderen wollen.","translation":"If you don't know what you want, you must at least know what others want."}],"Operation":[{"text":"Ist der Patient für die Operation vorbereitet?","translation":"Is the patient prepared for the operation?"},{"text":"Welche Risiken hat diese Operation?","translation":"What risks does this operation carry?"},{"text":"Die Operation wurde erfolgreich durchgeführt.","translation":"The operation was performed successfully."},{"text":"Er starb während der Operation.","translation":"He died during surgery."},{"text":"Es freut mich, dass deine Schwester nach der Operation außer Gefahr ist.","translation":"I am glad that your sister is out of danger after the operation."}],"Hr":[{"text":"Das ist der Brief, den Hr. Brown geschrieben hat.","translation":"That's the letter Mr Brown wrote."},{"text":"Hr. Yamada, Sie werden am Telefon gewünscht.","translation":"Mr. Yamada, you will be requested on the phone."},{"text":"Hr. Hashimoto ließ den Motor an.","translation":"Mr Hashimoto started the engine."},{"text":"Sagen Sie, Hr. Hinterwäldler, sind Sie in der Klemme oder einer präkeren Lage?","translation":"Do you say, Mr. Hinterwäldler, are you in a tight spot or in a precarious position?"},{"text":"Das Zimmer von Hr. Johnson war ein großes Zimmer.","translation":"Mr. Johnson's room was a large room."},{"text":"Sie wird am 4. Juni Hrn. Johnson heiraten.","translation":"She will marry Mr. Johnson on June 4."},{"text":"Hr. Darcy ist mit meiner Tochter verlobt.","translation":"Mr. Darcy is engaged to my daughter."}],"stoppen":[{"text":"Wir müssen einen Weg finden, das zu stoppen.","translation":"We have to find a way to stop it."},{"text":"Wie können wir den Krieg stoppen?","translation":"How can we stop the war?"},{"text":"Der Zug stoppte wegen dem Wind.","translation":"The train stopped because of the wind."},{"text":"Du hast versucht, Tom zu stoppen, das zu tun, stimmt's?","translation":"You tried to stop Tom from doing that, didn't you?"},{"text":"Sie hob ihre Hand, um den Bus zu stoppen.","translation":"She put her hand up to stop the bus."}],"einschließlich":[{"text":"Alle, einschließlich Tom, saßen am Tisch.","translation":"Everyone, including Tom, was sitting around the table."},{"text":"Ich mag Obst, einschließlich Orangen.","translation":"I like fruit, including oranges."},{"text":"Ich mag Obst, einschließlich Birnen.","translation":"I like fruit, including pears."},{"text":"Jeder hat das Recht auf einen Lebensstandard, der seine und seiner Familie Gesundheit und Wohl gewährleistet, einschließlich Nahrung, Kleidung, Wohnung, ärztliche Versorgung und notwendige soziale Leistungen gewährleistet sowie das Recht auf Sicherheit im Falle von Arbeitslosigkeit, Krankheit, Invalidität oder Verwitwung, im Alter sowie bei anderweitigem Verlust seiner Unterhaltsmittel durch unverschuldete Umstände.","translation":"Everyone has the right to a standard of living adequate for the health and well-being of himself and of his family, including food, clothing, housing and medical care and necessary social services, and the right to security in the event of unemployment, sickness, disability, widowhood, old age or other lack of livelihood in circumstances beyond his control."},{"text":"Ist der Preis einschließlich Suppe und Salat?","translation":"Is the price including soup and salad?"},{"text":"Jeder hat das Recht, jedes Land, einschließlich seines eigenen, zu verlassen und in sein Land zurückzukehren.","translation":"Everyone has the right to leave any country, including his own, and to return to his country."},{"text":"Alle Verallgemeinerungen sind falsch, einschließlich dieser hier.","translation":"All generalizations are false, including this one."},{"text":"Ignoriere alle, die dich davon abhalten wollen, für das zu kämpfen, was du wirklich willst. Einschließlich das für dich selbst.","translation":"Ignore anyone who wants to stop you from fighting for what you really want. Including that for yourself."},{"text":"Dass Tom es gut meinte, ist unzweifelhaft. Aber die Folgen seines Handelns waren für alle Beteiligten, einschließlich seiner, katastrophal.","translation":"There is no doubt that Tom meant well. But the consequences of his actions were catastrophic for everyone involved, including his."},{"text":"Das ist einschließlich Steuern.","translation":"That's including taxes."},{"text":"Sechs waren eingeladen, einschließlich des Jungen.","translation":"Six were invited, including the boy."},{"text":"Das Ticket gilt bis einschließlich Montag.","translation":"The ticket is good through Monday."},{"text":"Was ist der Preis pro Nacht einschließlich aller Nebenkosten?","translation":"What's the price per night including all charges?"},{"text":"Mein Gesamteinkommen liegt weit unter dreihunderttausend Yen im Monat, einschließlich Nebeneinkünften.","translation":"My total income is far short of 300,000 yen a month, inclusive of extra earnings."}],"ebenso":[{"text":"Einen Freund zu erkennen kann ebenso schwer sein wie einen zu finden.","translation":"Recognizing a friend can be as hard as finding one."},{"text":"Ich werde dir ebenso schnell antworten.","translation":"I will answer you just as quickly."},{"text":"Das Schöne ist ebenso nützlich wie das Nützliche. Mehr noch vielleicht.","translation":"The beautiful is as useful as the useful. Even more, perhaps."},{"text":"Man ändert sich im Leben ebenso wie man Kleider ändert.","translation":"You change in life just as you change clothes."},{"text":"Du weißt das ebenso gut wie ich.","translation":"You know it as well as I do."}],"Monster":[{"text":"Ich bin kein Monster!","translation":"I am not a monster."},{"text":"Unter meinem Bett ist ein Monster.","translation":"Under my bed is a monster."},{"text":"Diese Frau ist ein Monster.","translation":"This woman is a monster."},{"text":"Hörst du dieses Geräusch? Das Monster kommt! Nichts wie weg hier!","translation":"Do you hear that noise? The monster is coming! Nothing like getting away here!"},{"text":"In der Nacht ist auch das Monster eine Schönheit.","translation":"At night, the monster is also a beauty."}],"Strand":[{"text":"In Ostdeutschland gibt es viele FKK-Strände.","translation":"In East Germany there are many nudist beaches."},{"text":"Ich liege am Strand.","translation":"I'm lying on the beach."},{"text":"Ich war allein am Strand.","translation":"I was alone on the beach."},{"text":"Trotz des schlechten Wetters ging ich an den Strand.","translation":"I went to the beach, despite the bad weather."},{"text":"Ich schließe die Augen und sehe den Strand.","translation":"I close my eyes and see the beach."}],"produzieren":[{"text":"In der heutigen Welt produziert man alles nach einem Plan, alles außer die Menschen.","translation":"In today's world, everything is produced according to a plan, everything except people."},{"text":"Dieses Auto wurde in Japan produziert.","translation":"This car was made in Japan."},{"text":"Jedes Gerät ist nur so lange, bis man es zum ersten Mal produziert, imaginär.","translation":"Every device is imaginary only until you produce it for the first time."},{"text":"Das Auto Meines Vaters wird in Italien produziert.","translation":"My Father's car is produced in Italy."},{"text":"Ich produziere ihre Filme nicht.","translation":"I don't produce their films."}],"dankbar":[{"text":"Wir sind dankbar für das gute Essen.","translation":"We are thankful for the good food."},{"text":"Dafür bin ich sehr dankbar.","translation":"I am very grateful for that."},{"text":"Sei auch für die kleinen Dinge im Leben dankbar.","translation":"Be thankful, even for the little things in life."},{"text":"Dafür werde ich dir ein Leben lang dankbar sein.","translation":"For this I will be grateful to you for a lifetime."},{"text":"Ich wäre dankbar, wenn du bis morgen bleiben würdest.","translation":"I should be grateful if you would stay until tomorrow."}],"Polizist":[{"text":"Der Polizist hielt Autos mit einem roten Licht an.","translation":"The policeman stopped cars with a red light."},{"text":"Schau mal! Da ist der Mann, den die Polizisten suchten!","translation":"Look! There is the man the police were looking for!"},{"text":"Fragen Sie doch den Polizisten dort nach dem Weg.","translation":"Ask the policeman there for directions."},{"text":"Damals war Amanda mit einem Polizisten zusammen.","translation":"At the time, Amanda was dating a police officer."},{"text":"Es waren zehn Polizisten vor Ort.","translation":"There were ten policemen at the scene."}],"geeignet":[{"text":"Es ist schwer, eine geeignete Person für diesen Job zu finden.","translation":"It's hard to find a suitable person for this job."},{"text":"Ich bin mir nicht mehr sicher, ob Sie wirklich geeignet für diesen Job sind.","translation":"I'm no longer sure if you're really suited for this job."},{"text":"Ich kann mir keinen geeigneteren Ort dafür vorstellen.","translation":"I can't think of a more suitable place for this."},{"text":"Tatoeba: Lasst den geeignetsten Satz überleben.","translation":"Tatoeba: Let the fittest sentence survive!"},{"text":"Jedes Papier ist geeignet.","translation":"Any paper is suitable."},{"text":"Dieser Film ist für Kinder geeignet.","translation":"This movie is suitable for children."},{"text":"Dieses Wasser ist nicht zum Trinken geeignet.","translation":"This water is not suitable for drinking."},{"text":"Er ist für die Arbeit geeignet.","translation":"He is adequate to the job."},{"text":"Er ist nicht als Lehrer geeignet.","translation":"He is unfit to be a teacher."},{"text":"Diese Bücher sind nicht für junge Leser geeignet.","translation":"These books are not suitable for young readers."}],"Oberfläche":[{"text":"Holz bleibt im Wasser an der Oberfläche.","translation":"Wood remains in the water on the surface."},{"text":"Dieser Tisch hat eine glatte Oberfläche.","translation":"This table has a smooth surface."},{"text":"Im Gegensatz zur Erde hat die Sonne keine feste Oberfläche.","translation":"Unlike Earth, the Sun doesn’t have a solid surface."},{"text":"Die Oberfläche des Objekts ist ziemlich rau.","translation":"The surface of the object is fairly rough."},{"text":"Vertraue nicht dem, was du siehst, denn du siehst nur die Oberfläche.","translation":"Don't trust what you see, because you only see the surface."}],"knapp":[{"text":"Mir wurde die Luft knapp.","translation":"I was running out of air."},{"text":"Das war knapp am Ziel vorbei.","translation":"It was slightly off target."},{"text":"Ich mag kurze, knappe Sätze.","translation":"I like short, concise sentences."},{"text":"Ich werde ihn knapp halten.","translation":"I will keep it brief."},{"text":"Diese Mädchen tragen knappe Kleidung.","translation":"These girls are wearing skimpy clothes."}],"Leiche":[{"text":"Laylas Hund fand eine Leiche.","translation":"Layla's dog found a body."},{"text":"Wir müssen diese Leiche verstecken.","translation":"We have to hide this corpse."},{"text":"Seine Leiche wurde nie gefunden.","translation":"His body was never found."},{"text":"Tom entdeckte am Strand eine Leiche.","translation":"Tom discovered a body on the beach."},{"text":"Seine Leiche lag auf dem Boden.","translation":"His body lay on the ground."}],"gucken":[{"text":"Tom guckt auf die Uhr.","translation":"Tom looks at the clock."},{"text":"Niemand sollte Fernsehen gucken.","translation":"No one should watch TV."},{"text":"Lass uns Fernsehen gucken.","translation":"Let's watch TV."},{"text":"Du guckst gerne Fernsehen.","translation":"You like watching telly."},{"text":"Spiel lieber draußen, als Fernsehen zu gucken.","translation":"Play outside instead of watching TV."}],"Ausgabe":[{"text":"Diese Ausgabe wäre nicht nötig gewesen.","translation":"This expenditure would not have been necessary."},{"text":"Die Menschen in Deutschland möchten nicht, dass Banken oder der Staat ihre Ausgaben kontrollieren.","translation":"People in Germany don't want banks or the state to control their spending."},{"text":"Hätten Sie nicht auch eine billigere Ausgabe?","translation":"Haven't you got a cheaper edition?"},{"text":"Er bat sie, ihre Ausgaben zu erklären.","translation":"He asked them to explain their expenses."},{"text":"Ich muss diesen Monat meine Ausgaben reduzieren.","translation":"I need to reduce my expenses this month."}],"verraten":[{"text":"Deine Sprache hat dich verraten.","translation":"Your manner of speaking gave you away."},{"text":"„Hast du Tom mein Geheimnis verraten?“ – „Um Gottes willen! Natürlich nicht!“","translation":"\"Have you revealed my secret to Tom?\" \"For God's sake, of course not!\""},{"text":"Damit haben Sie alles verraten. Mehr brauchen Sie überhaupt nicht zu sagen.","translation":"So you have betrayed everything. That's all you need to say."},{"text":"Du willst wissen, wo dieser Ort ist? Das wird nicht verraten.","translation":"You want to know where this place is? That will not be revealed."},{"text":"Es ist unmöglich, dir mein Alter zu verraten, da es sich ständig ändert.","translation":"It is impossible to tell you my age as it is constantly changing."}],"Dokument":[{"text":"Wer hat dieses Dokument geschrieben?","translation":"Who wrote this document?"},{"text":"Hier, mein Sohn, sind deine Dokumente.","translation":"Here, my son, are your documents."},{"text":"Diese Dokumente sind jetzt an einem sicheren Ort.","translation":"These documents are now in a safe place."},{"text":"Laut offiziellen Dokumenten wurde das Gebäude bereits zu Beginn des 14. Jahrhunderts gebaut.","translation":"According to official documents, the building was built at the beginning of the 14th century."},{"text":"Könnten Sie mir bitte helfen? Ich habe ein wichtiges Dokument verloren.","translation":"Could you please help me? I have lost an important document."}],"Zugang":[{"text":"Alle Menschen haben Zugang zu Gott, aber jeder einen andern.","translation":"All people have access to God, but each has another."},{"text":"Ich werde versuchen, Ihnen den Zugang zu ermöglichen.","translation":"I will try to give you access."},{"text":"Aus irgendeinem Grunde bekam ich keinen Zugang zu meinem E-Mail-Account.","translation":"For some reason, I couldn't get access to my email account."},{"text":"Dieses Tor erlaubt einen Zugang zum Garten.","translation":"This gate allows access to the garden."},{"text":"Er hat keinen Zugang zu den Daten.","translation":"He does not have access to the data."}],"sicherlich":[{"text":"Wenn ich ihn so spät anrufe, wird er sicherlich böse sein.","translation":"If I call him so late, he will certainly be angry."},{"text":"Du kennst solche Geschichten sicherlich zur Genüge.","translation":"You certainly know enough such stories."},{"text":"Die beiden haben sich sicherlich eine Menge zu erzählen.","translation":"The two certainly have a lot to tell each other."},{"text":"Dieser Satz ist wahr und schön. Ich werde ihn sicherlich nie vergessen.","translation":"This sentence is true and beautiful. I will certainly never forget him."},{"text":"Eine Lösung wird sich sicherlich finden lassen.","translation":"A solution will certainly be found."},{"text":"Sicherlich hat er Maria verletzt, aber ein Schlechter ist Tom nicht.","translation":"Sure, he hurt Maria, but Tom is not a bad guy."},{"text":"Von uns fünf spricht sicherlich er die meisten Sprachen.","translation":"Of the five of us, he certainly speaks the most languages."},{"text":"Sicherlich dachte und fühlte Ihr Freund damals anders als heute.","translation":"Surely your friend thought and felt differently then than he does today."},{"text":"Tom weiß sicherlich viel über das Kochen.","translation":"Tom certainly knows a lot about cooking."},{"text":"Das wird sicherlich jedem gefallen.","translation":"I'm sure everyone will like that."}],"dennoch":[{"text":"Der Mensch ist frei geboren, und dennoch ist er überall in Ketten.","translation":"Man is born free, and yet he is everywhere in chains."},{"text":"Die Welt steht Kopf, dennoch wünsche ich dir einen schönen Tag.","translation":"The world is upside down, but I wish you a nice day."},{"text":"Was Maria gesagt hat, scheint mir unglaublich zu sein – ich glaube ihr dennoch.","translation":"What Mary said seems unbelievable to me – but I still believe her."},{"text":"Ist der Tag auch noch so lang, dennoch kommt der Abend.","translation":"No matter how long the day is, the evening comes."},{"text":"Wenn und aber? Nein und dennoch? — Ein Kampf, dem wir uns stellen müssen.","translation":"If and but? No and yet? — A battle that we must face."}],"Angabe":[{"text":"Es sind falsche Angaben.","translation":"They are false statements."},{"text":"Du musst jede Angabe überprüfen.","translation":"You need to verify every piece of information."},{"text":"Ich bat um genauere Angaben.","translation":"I asked for more details."},{"text":"Erstellen Sie eine Liste mit wichtigen Angaben zu Ihrem Leben.","translation":"Make a list of important information about your life."},{"text":"Wer diesen Bericht liest, erhält alle Angaben, die erforderlich sind, um die Fakten selbst zu prüfen.","translation":"The one who reads this report obtains all statements that are necessary to be able to check the facts by himself."}],"Flasche":[{"text":"Nimm die erste beste Flasche.","translation":"Take the first best bottle."},{"text":"Bring mir mal ne Flasche Bier.","translation":"Bring me a bottle of beer."},{"text":"Nanu! Die Flasche ist ja schon fast leer!","translation":"Blimey, the bottle's almost empty!"},{"text":"Diese Flaschen muss man stellen, nicht legen.","translation":"These bottles have to be placed, not laid."},{"text":"„Ich habe zwei Flaschen Wein gekauft.“ – „Beides gute Marken. Welche hat mehr gekostet?“","translation":"\"I bought two bottles of wine.\" – \"Both good brands. Which one cost more?\""},{"text":"Eine Flasche Wein steht da auf dem Tisch.","translation":"There is a bottle of wine on the table."},{"text":"Sie trinkt jeden Morgen eine Flasche Milch.","translation":"She drinks a bottle of milk every morning."},{"text":"Eine Flasche Wasser bitte.","translation":"A bottle of water, please."},{"text":"Flasche oder vom Fass?","translation":"Bottle or on tap?"},{"text":"Ich habe immer eine Flasche Mineralwasser bei mir.","translation":"I always have a bottle of mineral water with me."}],"geraten":[{"text":"Die Lage gerät außer Kontrolle.","translation":"The situation is getting out of control."},{"text":"Ein solches Unternehmen kann nicht geraten.","translation":"Such a company can not guess."},{"text":"Wohin sind wir nur geraten?","translation":"Where have we ended up?"},{"text":"Alte Freunde soll man nicht verkaufen, denn man weiß nicht, wie die neuen geraten.","translation":"Old friends should not be sold, because you do not know how the new ones turn out."},{"text":"Die Situation geriet schnell außer Kontrolle.","translation":"The situation quickly spiraled out of control."}],"Schönheit":[{"text":"Schönheit hat ihren Preis.","translation":"Beauty has its price."},{"text":"Schönheit ist ein gar willkommener Gast.","translation":"Beauty is a welcome guest."},{"text":"Das Geheimnis des Lebens liegt im Suchen nach Schönheit.","translation":"The secret of life lies in the search for beauty."},{"text":"Maria bildet sich viel auf ihre Schönheit ein.","translation":"Mary imagines a lot about her beauty."},{"text":"Liebe ist die Schönheit der Seele.","translation":"Love is the beauty of the soul."}],"beten":[{"text":"Ich bete für eine bessere Zukunft.","translation":"I pray for a better future."},{"text":"Ich habe diese Frau nie gesehen, aber ich werde für ihre Seele beten.","translation":"I have never seen this woman, but I will pray for her soul."},{"text":"Betet so viel ihr wollt; ich höre nicht hin.","translation":"Pray as much as you will; I don't listen."},{"text":"Du kannst ihn um Hilfe beten.","translation":"You can pray to him for help."},{"text":"Ich betete um Gottes Hilfe.","translation":"I prayed for God's help."}],"Unterricht":[{"text":"Der Unterricht ist beendet.","translation":"Class is dismissed."},{"text":"Hast du nie Unterricht oder was?!","translation":"Do you never have lessons or what?!"},{"text":"Wenn alle schlafen und einer spricht, nennt man dies Unterricht.","translation":"When everyone is asleep and one is talking, this is called teaching."},{"text":"Ich habe vergessen, ob wir morgen Unterricht haben.","translation":"I've forgotten whether we've got lessons tomorrow."},{"text":"Der Unterricht beginnt mit der Übung.","translation":"The lesson begins with the exercise."},{"text":"Ich unterrichte Spanisch.","translation":"I teach Spanish."},{"text":"Die Studenten, die ich unterrichte, sind gut.","translation":"The students I teach are good."},{"text":"Ich unterrichte hier fünf Tage die Woche.","translation":"I teach here five days a week."},{"text":"Ich unterrichte gern Französisch.","translation":"I like teaching French."},{"text":"Auf Arbeit unterrichte ich Englisch.","translation":"My job is teaching English."}],"organisieren":[{"text":"Wie organisieren Sie Ihre Arbeit?","translation":"How do you organize your work?"},{"text":"Hat Tom die Party organisiert?","translation":"Did Tom organize the party?"},{"text":"Sie versuchen eine neue politische Partei zu organisieren.","translation":"They are trying to organize a new political party."},{"text":"Wer hat die Party denn organisiert?","translation":"Who organized the party?"},{"text":"Dieses System organisiert sich selbst.","translation":"This system organizes itself."},{"text":"Alles ist perfekt organisiert.","translation":"Everything is perfectly organized."},{"text":"Ich finde, du hast dein Material nicht gut organisiert.","translation":"I think you didn't organize your material well."},{"text":"Ich hoffe, Tom ist organisiert.","translation":"I hope Tom is organized."},{"text":"Tom ist ziemlich gut organisiert, nicht wahr?","translation":"Tom is quite organized, isn't he?"},{"text":"Ich bin sehr gut darin, organisiert zu wirken, auch wenn die Wirklichkeit etwas anders aussieht.","translation":"I am very good at appearing organised, although the reality is somewhat different."}],"behaupten":[{"text":"Er behauptet, dich gut zu kennen.","translation":"He claims to know you well."},{"text":"Sie behauptet, sie werde morgen mit dem Bericht anfangen.","translation":"She claims that she'll start the report tomorrow."},{"text":"Maria behauptet, sie könne das Wetter beeinflussen.","translation":"Mary maintains that she can affect the weather."},{"text":"„Tom behauptet, er liebt die Frauen.“ – „Was!? Tom? Er liebt nur sich selbst.“","translation":"\"Tom claims he loves women.\" – \"What!? Tom? He loves only himself.\""},{"text":"Man soll nie etwas behaupten, was man nicht genau weiß.","translation":"You should never claim something you don't know exactly."}],"Zelle":[{"text":"Ein Ei ist eine Zelle.","translation":"An egg is a cell."},{"text":"Tom teilte sich mit Johannes im Gefängnis eine Zelle.","translation":"Tom shared a cell with Johannes in prison."},{"text":"Auf diesem i-Punkt hätten zwanzig solche Zellen Platz.","translation":"At this i-point twenty such cells would have space."},{"text":"Fragen Sie an der Polizei-Zelle dort drüben.","translation":"Ask at the police box over there."},{"text":"Der Körper von Tieren besteht aus Zellen.","translation":"Animal bodies are made up of cells."}],"anschauen":[{"text":"Das wollen wir uns jetzt genauer anschauen.","translation":"Let's take a closer look at that now."},{"text":"Warum können Sie mich nicht anschauen? Haben Sie Angst vor meinen schwarzen Augen?","translation":"Why can't you look at me? Are you afraid of my black eyes?"},{"text":"Wenn du das tust, werden dich alle dumm anschauen.","translation":"If you do that, everyone will look at you stupidly."},{"text":"Wie man die Arbeit anschaut, so schaut sie zurück.","translation":"As you look at the work, she looks back."},{"text":"Kennst du diesen Mann, der dich da anschaut?","translation":"Do you know that man who's looking at you?"}],"somit":[{"text":"Er war neu im Dorf und somit niemandem bekannt.","translation":"He was new in the village, and so no one knew him."},{"text":"Somit hat der Ausdruck zwei verschiedene Bedeutungen.","translation":"Thus the term has two distinct usages."},{"text":"Ich habe meine Uhr verloren. Somit muss ich mir nun eine neue kaufen.","translation":"I've lost my watch, so now I have to buy another one."},{"text":"Wie du weißt, habe ich meinen Job verloren, und somit Probleme, über die Runden zu kommen.","translation":"As you know, I've lost my job, so I'm having trouble making ends meet."},{"text":"Der Mann steht im Mittelpunkt und somit allen Frauen im Wege.","translation":"The man is the focus and thus in the way of all women."}],"hörst":[{"text":"Hörst du mir überhaupt zu?","translation":"Are you listening to me at all?"},{"text":"Hörst du die Katze? Sie will ins Haus.","translation":"Can you hear the cat? She's wanting in."},{"text":"Hörst du auch dieses komische Geräusch?","translation":"Can you hear that strange noise as well?"},{"text":"Was für Musik hörst du gern beim Fahren?","translation":"What kind of music do you like to listen to when you're driving?"},{"text":"Es ist jetzt wichtig, dass du auf das hörst, was Tom sagt.","translation":"What's important now is that you listen to what Tom says."},{"text":"Du hörst mir nie zu!","translation":"You never listen to me!"},{"text":"Welches Lied hörst du gerne?","translation":"Which song do you like to listen to?"},{"text":"Wichtig ist, dass du auf dein Gefühl hörst und dir Zeit lässt.","translation":"It is important that you listen to your feelings and take your time."},{"text":"Ich glaube, du hörst mir nicht zu.","translation":"I don't think you're listening to me."},{"text":"Du hörst nie zu. Ich könnte genauso gut mit den Wänden reden.","translation":"You never listen. I might as well talk to the walls."}],"Hose":[{"text":"Oh, meine weiße Hose! Sie war neu.","translation":"Oh, my white pants! It was new."},{"text":"Ihm fiel das Herz in die Hose.","translation":"His heart sank to his boots."},{"text":"Das ging voll in die Hose.","translation":"That went right in the pants."},{"text":"Ich zieh mir schnell eine andere Hose an.","translation":"I quickly put on a different pair of pants."},{"text":"Es ist noch zu kalt, um kurze Hosen zu tragen.","translation":"It's still too cold to wear shorts."}],"Maßnahme":[{"text":"Die öffentliche Meinung ist gegen jene politische Maßnahme.","translation":"Public opinion is against this political measure."},{"text":"Es ist Zeit, eine Maßnahme zu beginnen.","translation":"Time for action!"},{"text":"Das Budget für diese Maßnahmen ist sehr gering.","translation":"The budget for these measures is very low."},{"text":"Weitere Maßnahmen wurden vorgeschlagen und gefordert.","translation":"Further measures were proposed and requested."},{"text":"Tom meint, es sei an der Zeit, Maßnahmen zu ergreifen.","translation":"Tom says it's time to take action."}],"Betrieb":[{"text":"Die Maschine ist außer Betrieb.","translation":"The machine is out of order."},{"text":"Tut mir leid, aber dieses Telefon ist außer Betrieb.","translation":"I am sorry, but this telephone is out of order."},{"text":"Er hat eine wichtige Position innerhalb des Betriebs.","translation":"He has an important position within the company."},{"text":"So hielt er mit Erfolg den Betrieb am laufen.","translation":"This is how he has succeeded in running the factory."},{"text":"Er arbeitet in dem Betrieb von Montag bis Sonntag.","translation":"He works in the company from Monday to Sunday."}],"Bewertung":[{"text":"Lies die Bewertungen.","translation":"Read the reviews."},{"text":"Du kannst eine Bewertung abgeben.","translation":"You can leave a review."},{"text":"Nach der Bewertung werden wir Ihnen die Ergebnisse so bald wie möglich zusenden.","translation":"After the evaluation, we will send you the results as soon as possible."},{"text":"Er ist in der Bewertung von Antiquitäten erfahren.","translation":"He is experienced in the valuation of antiques."},{"text":"Dies ist der einzige Weg, eine gerechte Bewertung des Kandidaten zu gewährleisten.","translation":"This is the only way to ensure a fair evaluation of the candidate."}],"koreanisch":[{"text":"Ich möchte etwas Koreanisches essen.","translation":"I want to eat something Korean."},{"text":"Je besser mein Koreanisch wird, desto mehr vergesse ich Englisch.","translation":"The better my Korean gets, the more I forget English."},{"text":"Sie verstehen doch Koreanisch, oder?","translation":"You understand Korean, don't you?"},{"text":"Japanisch und Koreanisch sind wirklich interessant, deswegen liebe ich sie.","translation":"Japanese and Korean are really interesting, so I love them."},{"text":"Wie lange lernst du schon Koreanisch?","translation":"How long have you been learning Korean?"},{"text":"Ich liebe koreanisches Essen.","translation":"I love Korean food."},{"text":"Koreanisches Essen ist im Allgemeinen sehr scharf.","translation":"Korean food is generally very hot."},{"text":"Kennst du ein gutes koreanisches Restaurant?","translation":"Do you know a good Korean restaurant?"},{"text":"Mein Freund lernt Koreanisch.","translation":"My boyfriend is learning Korean."},{"text":"Möchte John einen koreanischen Film sehen?","translation":"Does John want to see a Korean movie?"},{"text":"Tom spricht 13 Sprachen, darunter Koreanisch und Hindi. Deutsch aber spricht er nicht.","translation":"Tom speaks 13 languages, including Korean and Hindi. German, however, he does not speak."},{"text":"Meine Freundin lernt Koreanisch.","translation":"My girlfriend is learning Korean."},{"text":"Yumis Koreanisch wird immer besser.","translation":"Yumi's Korean is getting better and better."},{"text":"„Ist das Chinesisch oder Japanisch?“ – „Koreanisch.“","translation":"\"Is this Chinese or Japanese?\" \"It's Korean.\""},{"text":"Mein Freund kann Japanisch, Koreanisch und Chinesisch.","translation":"My friend knows Japanese, Korean and Chinese."}],"fort":[{"text":"Ich setze meine Arbeit fort.","translation":"I continue my work."},{"text":"Mitten im Satz brach er plötzlich ab und fuhr nicht fort.","translation":"In the middle of the sentence, he suddenly broke off and did not continue."},{"text":"Menschen sterben, doch was sie geschaffen haben, das lebt fort.","translation":"People die, but what they have created lives on."},{"text":"Sag die Wahrheit und renn fort.","translation":"Tell the truth and run away."},{"text":"Tom wäre gerne länger geblieben, aber die Arbeit rief ihn fort.","translation":"Tom would have liked to stay longer, but work called him away."}],"verbrennen":[{"text":"Die Zeit ist das Feuer, in dem wir verbrennen.","translation":"Time is the fire in which we burn."},{"text":"Wo man Bücher verbrennt, verbrennt man am Ende auch Menschen.","translation":"Where they burn books, they will in the end also burn people."},{"text":"Er hat sich den Mund verbrannt.","translation":"He burned his mouth."},{"text":"Leute, die sich die Finger verbrennen, verstehen nichts vom Spiel mit dem Feuer.","translation":"People who burn their fingers don't understand how to play with fire."},{"text":"Daran kann man sich die Finger verbrennen.","translation":"You can burn your fingers on it."}],"jeweilig":[{"text":"Alles hängt von der jeweiligen Situation ab.","translation":"It all depends on the situation."},{"text":"Unterschiedliche Völker können nur dann in Frieden zusammenleben, wenn sie ihre jeweilige Kultur gegenseitig respektieren.","translation":"Different nations can only coexist peacefully if they respect each other's respective culture."},{"text":"Auch der Aberglaube profitiert vom jeweiligen Stand der Wissenschaft.","translation":"Superstition also benefits from the current state of science."},{"text":"Eine Buchmesse informiert über den jeweiligen Buchmarkt.","translation":"A book fair provides information about the respective book market."},{"text":"Maria war, wohin sie kam, immer sehr schön nach Mode und Sitte des jeweiligen Landes gekleidet.","translation":"Maria was, wherever she came, always dressed very nicely according to the fashion and custom of the respective country."}],"Droge":[{"text":"Der Krieg gegen Drogen ist ein politischer Krieg.","translation":"The war on drugs is a political war."},{"text":"„Waffen, Drogen?“ – „Ja, gern.“","translation":"\"Guns, drugs?\" – \"Yes, with pleasure.\""},{"text":"Die Liebe ist eine kleine Droge, die hilft, durch dieses Leben zu reisen.","translation":"Love is a small drug that helps to travel through this life."},{"text":"Ihr steht ja alle unter Drogen!","translation":"You are all under drugs!"},{"text":"Gib Drogen keine Chance!","translation":"Don't give drugs a chance!"}],"begleiten":[{"text":"Er begleitete mich bis zum Haus.","translation":"He accompanied me on the way home."},{"text":"Ich kann dich nicht begleiten. Ich werde hier gebraucht.","translation":"I can't accompany you. I am still needed here."},{"text":"Lass mich dich nach Hause begleiten.","translation":"Let me take you home."},{"text":"Sie begleiten die Kinder zur Schule.","translation":"They accompany the children to school."},{"text":"Sie reiste nicht allein; ihr Bruder begleitete sie.","translation":"She did not travel alone; her brother accompanied her."}],"verstande":[{"text":"Wer das verstanden hat, soll die Hand heben.","translation":"Anyone who understands this should raise their hands."},{"text":"Sie spricht klar genug, um leicht verstanden zu werden.","translation":"She speaks clearly enough to be easily understood."},{"text":"Sie haben nichts gesehen und nichts gehört; Sie werden sonst Unannehmlichkeiten haben. Verstanden?","translation":"They have seen nothing and heard nothing; Otherwise, you will have inconvenience. Understood?"},{"text":"Den ersten, der das meiner Frau sagt, erwürge ich. Verstanden?","translation":"The first person to say this to my wife, I strangle. Understood?"},{"text":"Es wird ein jeder so leicht oder so schwer sterben, als seiner Natur das Leben geworden ist, und wer das eine verstanden hat, wird auch das andere können.","translation":"Everyone will die as easily or as hard as life has become to his nature, and he who has understood one will also be able to do the other."}],"Effekt":[{"text":"Welchen Effekt wird das haben?","translation":"What effect will that have?"},{"text":"Der Effekt der Medizin war vergangen.","translation":"The effect of medicine was gone."},{"text":"Die Hauptsache ist der Effekt.","translation":"The main thing is the effect."},{"text":"Klassische Musik bringt mich zur Ruhe, während moderne den umgekehrten Effekt hat.","translation":"Classical music calms me down, while modern music has the opposite effect."},{"text":"Die Bemühungen führten zu keinem Effekt.","translation":"The efforts brought about no effect."}],"rauchen":[{"text":"Während des Essens rauchen wir nicht.","translation":"We don't smoke while eating."},{"text":"Musstest du in New York auf der Straße rauchen?","translation":"Did you have to smoke on the street in New York?"},{"text":"Von wann bis wann hast du geraucht?","translation":"From when to when did you smoke?"},{"text":"Tom und Maria rauchte vom vielen Nachdenken der Kopf.","translation":"Tom and Maria's heads were spinning from thinking so much."},{"text":"Weder raucht, noch trinkt mein Vater.","translation":"My father neither smokes nor drinks."},{"text":"Ich wünschte, sie würde mit dem Rauchen aufhören.","translation":"I wish that she would stop smoking."},{"text":"Das viele Rauchen schadet deiner Gesundheit.","translation":"A lot of smoking is harmful to your health."},{"text":"Rauchen ist schlecht für dich.","translation":"Smoking is bad for you."},{"text":"Warum hörst du nicht mit dem Rauchen auf?","translation":"Why don't you give up smoking?"},{"text":"Du solltest mit dem Rauchen und Trinken aufhören.","translation":"You should stop smoking and drinking."}],"emotional":[{"text":"Es ist interessant, wie emotional Sie werden, wenn Sie über Ihre Katze reden.","translation":"It's interesting how emotional you get when you talk about your cat."},{"text":"Ich war emotional am Ende.","translation":"I was emotionally exhausted."},{"text":"Martina hat Angst vor emotionaler Nähe.","translation":"Martina fears emotional closeness."},{"text":"Hör auf, so emotional zu sein!","translation":"Stop being so emotional."},{"text":"Die Ursache ist wahrscheinlich emotionaler Art.","translation":"The cause is probably emotional."}],"gesetzlich":[{"text":"Kindern ist Rauchen gesetzlich verboten.","translation":"Minors are prohibited from smoking by law."},{"text":"Ist das gesetzlich zugelassen?","translation":"Is it legal?"},{"text":"Das ist gesetzlich festgelegt.","translation":"This is laid down by law."},{"text":"Wir müssen den gesetzlichen Bestimmungen folgen.","translation":"We must follow the law."},{"text":"Er ist der gesetzliche Besitzer der Firma.","translation":"He is the legal owner of the company."}],"sanft":[{"text":"Sind alle sanften Mittel auch versucht?","translation":"Are all gentle remedies also tried?"},{"text":"Das Auto kam zu einem sanften Halt.","translation":"The car came to a smooth stop."},{"text":"Sei sanft, aber bestimmt.","translation":"Be gentle, but firm."},{"text":"Tadaschi hat eine sanfte Stimme.","translation":"Tadashi has a soft voice."},{"text":"Auf dem Weg zu dir begleiten mich nur die Nacht und ein sanfter Wind.","translation":"On the way to you, only the night and a gentle wind accompany me."},{"text":"Ihre Stimme wurde sanft.","translation":"Her voice grew soft."},{"text":"Sie legte das Kind sanft hin.","translation":"She laid the child down gently."},{"text":"Der Wind küsste sanft die Bäume.","translation":"The wind gently kissed the trees."},{"text":"Die Mutter legte ihr Baby sanft auf das Bett.","translation":"The mother laid her baby on the bed softly."},{"text":"Er nahm sanft ihre Hand.","translation":"He gently took her hand."},{"text":"Der Zug hielt sanft an.","translation":"The train stopped gently."},{"text":"Er legte ihr sanft eine Hand auf die Schulter.","translation":"He gently laid a hand on her shoulder."},{"text":"Auf harten Betten liegt man sanft, auf weichen Betten liegt man hart.","translation":"On hard beds you lie gently, on soft beds you lie hard."},{"text":"Es regnet sanft auf die Stadt.","translation":"It rains softly on the town."},{"text":"Tom umarmte sanft Maria.","translation":"Tom gently embraced Maria."}],"russisch":[{"text":"Seine Mutter stammte aus einer russischen Familie.","translation":"His mother came from a Russian family."},{"text":"Ich bin nicht der Einzige, der Schwierigkeiten hat mit der russischen Sprache hat.","translation":"I am not the only one who has difficulties with the Russian language."},{"text":"Wie viele russische Wörter kennst du?","translation":"How many Russian words do you know?"},{"text":"Sankt Petersburg ist eine russische Stadt.","translation":"Saint Petersburg is a city in Russia."},{"text":"Habt ihr Bücher in russischer Sprache?","translation":"Do you have any books in Russian?"},{"text":"Tom spricht besser Russisch als Englisch.","translation":"Tom speaks Russian better than English."},{"text":"Wie hast du eigentlich Russisch gelernt?","translation":"How did you learn Russian?"},{"text":"Ich verstehe kein Russisch.","translation":"I don't understand Russian."},{"text":"Natasha wurde in Russland geboren, aber sie kann kein Russisch.","translation":"Natasha was born in Russia, but she doesn’t speak Russian."},{"text":"Es wäre interessant zu erfahren, wo er so gut Russisch gelernt hat.","translation":"It would be interesting to know where he learned Russian so well."},{"text":"Tom kann Russisch sprechen.","translation":"Tom can speak Russian."},{"text":"Tom spricht ganz passabel Hindi und Russisch.","translation":"Tom speaks passable Hindi and Russian."},{"text":"Von meinen japanischen Freunden lernt leider keiner Deutsch; eine Freundin lernt aber Russisch.","translation":"Unfortunately, no one learns German from my Japanese friends; but a friend is learning Russian."},{"text":"Sagen Sie es auf Russisch!","translation":"Say it in Russian!"},{"text":"Ich habe früher einmal Russisch gesprochen.","translation":"I used to speak Russian once."}],"besiegen":[{"text":"Sich selbst zu besiegen ist der größte Sieg.","translation":"Defeating yourself is the greatest victory."},{"text":"Eine Frau entscheidet selbst, wer sie besiegen wird.","translation":"A woman decides for herself who will defeat her."},{"text":"Nicht besiegt zu werden ist das einzige, was zählt im Leben.","translation":"Not being defeated is the only thing that matters in life."},{"text":"Unser Schicksal tragen, heißt, es besiegen.","translation":"To carry our destiny is to defeat it."},{"text":"Erst wenn du aufgegeben hast, bist du besiegt.","translation":"Only when you have given up are you defeated."}],"hungern":[{"text":"Ich sterbe vor Hunger!","translation":"I'm dying of hunger!"},{"text":"Die Männer haben Hunger.","translation":"The men are hungry."},{"text":"Wann essen wir? Ich habe Hunger!","translation":"When do we eat? I am hungry!"},{"text":"Ich bestellte nur einen Kaffee, denn ich hatte keinen Hunger.","translation":"I just ordered a coffee, because I was not hungry."},{"text":"Wer im Sommer arbeitet, leidet im Winter keinen Hunger.","translation":"Those who work in summer do not suffer from hunger in winter."}],"entschieden":[{"text":"Wenn du dich entschieden hast, handle sofort.","translation":"When you've made a decision, take action immediately."},{"text":"Wir haben uns entschieden, wie viele Tage wir in Österreich verbringen werden.","translation":"We have decided how many days we will spend in Austria."},{"text":"Ich habe mich entschieden und sage - Vielleicht!","translation":"I have decided and say - Maybe!"},{"text":"Ruf mich an, wenn du dich entschieden hast, mich zu heiraten.","translation":"Give me a ring when you decide to marry me."},{"text":"Tom und Maria haben sich entschieden, im nächsten Monat zu heiraten.","translation":"Tom and Mary have decided to get married next month."},{"text":"Es ist entschieden: ich fahre hin.","translation":"It's decided: I'm going there."},{"text":"Er hatte über eine neue Politik entschieden.","translation":"He had decided on a new policy."},{"text":"Also, die Sache ist entschieden.","translation":"So, that's settled, then."},{"text":"Rom hat gesprochen, der Fall ist entschieden.","translation":"Rome has spoken, the case has been decided."},{"text":"Die Situation erforderte schnelles, entschiedenes Handeln.","translation":"The situation called for quick, decisive action."}],"jagen":[{"text":"Adler jagen keine Fliegen.","translation":"Eagles do not hunt flies."},{"text":"Tom stieg ins Auto und jagte davon.","translation":"Tom got into the car and chased away."},{"text":"Sie jagten andere fort.","translation":"They chased others away."},{"text":"Der Hund jagt die Katze, und die Katze die Maus.","translation":"The dog chases the cat, and the cat chases the mouse."},{"text":"Tom jagte die Katzen aus seinem Haus.","translation":"Tom chased the cats out of his house."}],"Karriere":[{"text":"Seine Karriere im Unternehmen war schon zu Ende, bevor sie begonnen hatte.","translation":"His career in the company was over before it had begun."},{"text":"Der schönste Tag meiner Karriere? Der Tag, an dem ich in Rente gehe.","translation":"The best day of my career? The day I retire."},{"text":"Der Beginn einer Karriere ist ein Geschenk der Götter. Der Rest ist harte Arbeit.","translation":"The beginning of a career is a gift from the gods. The rest is hard work."},{"text":"John geht seine Karriere über seine Familie.","translation":"John puts his career above his family."},{"text":"Seine politische Karriere ist beendet.","translation":"His political career has ended."}],"sofern":[{"text":"Bleibt nicht im Bett, sofern ihr nicht im Bett Geld verdienen könnt.","translation":"Don't stay in bed unless you can earn money in bed."},{"text":"Sofern du bezahlst, trinke ich.","translation":"If you pay, I drink."},{"text":"Sofern ich weiß, ist er in Italien geboren.","translation":"For all I know, he was born in Italy."},{"text":"Sofern ich weiß, wohnt er hier.","translation":"As far as I know, he lives here."},{"text":"Wir können Ihnen nicht helfen, sofern Sie uns nicht helfen.","translation":"We can't help you unless you help us."}],"Klappe":[{"text":"So schlage ich zwei Fliegen mit einer Klappe.","translation":"So I kill two birds with one stone."},{"text":"Kannst du nicht mal ein paar Minuten deine Klappe halten?!","translation":"Can't you shut your trap for a few minutes?"},{"text":"Halt die Klappe!","translation":"Shut up!"},{"text":"Setz dich da hinten hin und halt die Klappe!","translation":"Get over there, sit down, and shut up."},{"text":"Tom hat eine ganz schön große Klappe.","translation":"Tom has a pretty big mouth."}],"Struktur":[{"text":"Die Struktur ist nicht sicher.","translation":"The structure isn't safe."},{"text":"Esperanto ist nicht nur dem Namen, sondern auch der Struktur nach eine internationale Sprache.","translation":"Esperanto is not only nominally but also structurally an international language."},{"text":"Die Struktur der Wirtschaft hat sich verändert.","translation":"The structure of the economy has changed."},{"text":"Menschen sind immer so moralisch wie die Strukturen es erlauben, in denen sie leben.","translation":"People are always as moral as the structures in which they live allow."},{"text":"Die Struktur des Gehirns ist komplex.","translation":"The structure of the brain is complicated."}],"kilometer":[{"text":"Maria fährt jeden Tag mehrere Kilometer mit dem Fahrrad.","translation":"Mary rides her bicycle several kilometres each day."},{"text":"Ich laufe täglich zehn Kilometer.","translation":"I run ten kilometers daily."},{"text":"Tausend Meter sind ein Kilometer.","translation":"A thousand metres is one kilometre."},{"text":"Das Dorf liegt mehrere Kilometer vom Meer entfernt.","translation":"The village is located several kilometers from the sea."},{"text":"Das Krankenhaus ist ungefähr zwei Kilometer entfernt.","translation":"The hospital is about two kilometres away."}],"besorgt":[{"text":"Ich bin besorgt über das Ergebnis.","translation":"I am concerned about the result."},{"text":"Ich bin um das Wohl anderer besorgt.","translation":"I am concerned about the well-being of others."},{"text":"Sein Vater besorgte ihm Aufnahmen von Vogelgesängen.","translation":"His father got records of bird songs for him."},{"text":"Er tat mir einen Gefallen, indem er mir eine Arbeit besorgte.","translation":"He did me a favor by getting me a job."},{"text":"Ich bin besorgt, was wohl passiert, wenn Tom nicht kommt.","translation":"I'm worried about what'll happen if Tom doesn't come."},{"text":"Sie ist besorgt um seine Sicherheit.","translation":"She is anxious about his safety."},{"text":"Was ist denn los? Du siehst so besorgt aus.","translation":"What's going on? You look so worried."},{"text":"Tom bemerkte, dass Maria besorgt aussah.","translation":"Tom noticed that Mary looked worried."},{"text":"Wir waren besorgt, ob etwas geschehen sei.","translation":"We were worried something had happened."},{"text":"Tom ist besorgt über seine Zukunft.","translation":"Tom is anxious about his future."}],"fang":[{"text":"Fang an deinem Weinberg an zu schneiden.","translation":"Start cutting on your vineyard."},{"text":"Fang meine Träume ein.","translation":"Capture my dreams."},{"text":"Ich bin bereit, Mann. Fang an!","translation":"I'm ready, man. Bring it!"},{"text":"Fang auf jeden Fall klein an!","translation":"Make sure you start small."},{"text":"Wir spielen Fangen. Willst du mitmachen?","translation":"We're playing tag. Do you want to play with us?"},{"text":"Höre auf, über dich selbst zu reden, und fange an über andere zu sprechen!","translation":"Stop talking about yourself and start talking about others!"},{"text":"Ich fange an, mich wohl zu fühlen, wenn ich in Chinesisch spreche.","translation":"I am starting to feel comfortable when I speak Chinese."},{"text":"Ich fange gerne Fliegen.","translation":"I like to catch flies."},{"text":"Fang an zu trainieren!","translation":"Start exercising!"},{"text":"Ich fange an, Tom zu verstehen.","translation":"I'm starting to understand Tom."},{"text":"Mache einen Punkt und fange einen neuen Satz an.","translation":"Put a full stop and start a new sentence."},{"text":"Ich fange heute Abend an.","translation":"I'll start tonight."},{"text":"Pass auf; gleich fange ich dich.","translation":"Be careful; I'll catch you in a moment."},{"text":"Ich fange morgen an.","translation":"I'll start tomorrow."},{"text":"Ich fange echt an, diese Stadt zu hassen.","translation":"I'm really starting to hate this city."}],"außen":[{"text":"Alt von außen, doch im Herzen jung geblieben.","translation":"Old from the outside, but young at heart."},{"text":"Was nicht im Menschen ist, kommt auch nicht von außen in ihn hinein.","translation":"What is not in man does not enter him from the outside."},{"text":"Tom meint, dass sein Haus innen und außen Farbe braucht.","translation":"Tom says his house needs color inside and out."},{"text":"Die Tür zum Glück geht nach außen auf.","translation":"The door to happiness opens to the outside."},{"text":"Von außen sieht alles normal aus.","translation":"From the outside, everything looks normal."}],"Muster":[{"text":"Gefällt Ihnen dieses Muster?","translation":"Do you like this pattern?"},{"text":"Man muss die Kunst und nicht das Muster lieben.","translation":"You have to love the art and not the pattern."},{"text":"Ich kann kein Muster erkennen.","translation":"I can't detect any pattern."},{"text":"Sie schickten mir entsprechend meiner Bitte ein Muster.","translation":"They sent me a sample according to my request."},{"text":"Selbst heute entsprechen nur etwa fünfzehn Prozent der amerikanischen Familien diesem Muster.","translation":"Yet today only about 15 percent of American families follow this pattern."}],"inner":[{"text":"Ich gebe ja zu, dass ich schön bin, aber ich habe auch innere Werte.","translation":"I admit that I am beautiful, but I also have inner values."},{"text":"Was zählt, ist die innere Schönheit.","translation":"What counts is the inner beauty."},{"text":"Jeder hat seine innere Wahrheit.","translation":"Everyone has their inner truth."},{"text":"Musik ist inneres Leben und wer inneres Leben hat, wird nie einsam sein.","translation":"Music is inner life and those who have inner life will never be lonely."},{"text":"Unsere äußeren Schicksale interessieren die Menschen, die inneren nur den Freund.","translation":"Our outer destinies interest the people, the inner ones only the friend."}],"Schicht":[{"text":"Wann ist deine Schicht?","translation":"What time's your shift?"},{"text":"Deine Schicht endet um 2:30 Uhr.","translation":"Your shift ends at 2:30."},{"text":"Wer eine Familie hat, arbeitet jeden Tag zwei Schichten.","translation":"If you have a family, you work two shifts every day."},{"text":"Mary war zu spät zu ihrer Schicht.","translation":"Mary was late for her shift."},{"text":"Wollen wir uns nach meiner Schicht treffen?","translation":"How about we meet up after my shift?"}],"schwören":[{"text":"Ich schwöre dir, es ist wirklich nicht schwierig.","translation":"I swear to you, it's really not difficult."},{"text":"Wenn Ludwig bei seinem Gott schwört, dann sagt er die Wahrheit.","translation":"When Ludwig swears by his God, he is telling the truth."},{"text":"Ich schwöre, dass ich so etwas nie tun würde.","translation":"I swear I will never do such a thing."},{"text":"Du musst schwören, dass du dein Versprechen halten wirst.","translation":"You must swear that you will keep your promise."},{"text":"Sie würden mir nicht einmal dann glauben, wenn ich schwören würde.","translation":"They won't believe me even if I swear it is true."}],"jedenfalls":[{"text":"An Hunger werden wir jedenfalls nicht sterben.","translation":"In any case, we will not die of hunger."},{"text":"Das hat mich jedenfalls gerade daran erinnert.","translation":"At least that reminded me of that."},{"text":"Jedenfalls möchte ich euch allen danken.","translation":"Anyway, I want to thank you all."},{"text":"Das ist jedenfalls etwas, was man sehr viel üben muss.","translation":"In any case, this is something that you have to practice a lot."},{"text":"Jedenfalls ist Lucy dabei, ihre Wohnung zu verlassen.","translation":"However, Lucy is about to leave her home."}],"Professor":[{"text":"Niemand konnte der Erklärung des Professors folgen.","translation":"No one could follow the professor's explanation."},{"text":"Ich kannte Tom noch als Studenten, lange, bevor er Professor war.","translation":"I knew Tom as a student, long before he was a professor."},{"text":"Einige Professoren nehmen Drogen.","translation":"Some professors take drugs."},{"text":"Mein Bruder ist ein Professor.","translation":"My brother is a professor."},{"text":"Der Professor lächelte.","translation":"The professor smiled."}],"Aussage":[{"text":"Ich möchte eine Aussage machen.","translation":"I would like to make a statement."},{"text":"Was bedeutet die Aussage „Zwei Menschen sprechen die gleiche Sprache“?","translation":"What does the statement \"Two people speak the same language\" mean?"},{"text":"Du bestätigst meine Aussage.","translation":"You confirm my statement."},{"text":"Jede Aussage, die Sie hier lesen, kann gegen Sie verwendet werden.","translation":"Any statement you read here can be used against you."},{"text":"Ist das eine Frage oder eine Aussage?","translation":"Is that a question or a statement?"}],"blockieren":[{"text":"Ich fühle mich blockiert.","translation":"I feel blocked."},{"text":"Er blockierte meinen Weg.","translation":"He blocked my path."},{"text":"Soldaten blockierten den Weg zur Stadt.","translation":"Soldiers blocked the way to the city."},{"text":"Aber die Regierung blockiert das Internet.","translation":"But the government is blocking the Internet."},{"text":"Tom blockiert die Anrufe seiner Ex-Frau.","translation":"Tom blocks his ex-wife's calls."}],"verteilen":[{"text":"Tom lädt sich selbst immer das größte Stück auf, wenn er Kuchen verteilt.","translation":"Tom always charges himself the biggest piece when he hands out cakes."},{"text":"Der Chef verteilte die Aufgaben unter seinen Mitarbeitern.","translation":"The boss distributed the tasks among his employees."},{"text":"Preiset Gott, verteilt die Waffen.","translation":"Praise God, distribute the weapons."},{"text":"Sie waren in alle Richtungen verteilt.","translation":"They were distributed in all directions."},{"text":"Der Meister verteilt die Aufgaben.","translation":"The master distributes the tasks."}],"Universum":[{"text":"Ich bin ein Teil des Universums.","translation":"I am a part of the universe."},{"text":"Das Universum ist ein Gedanke Gottes.","translation":"The universe is a thought of God."},{"text":"Das Universum ist ungefähr 13,75 Milliarden Jahre alt.","translation":"The age of the universe is about 13.75 billion years."},{"text":"Was liegt hinter dem Ende des Universums?","translation":"What can be found beyond the end of the universe?"},{"text":"Warum hasst mich das Universum?","translation":"Why does the universe hate me?"}],"Captain":[],"darfst":[{"text":"Das darfst du nicht auf die leichte Schulter nehmen!","translation":"You can't take that lightly!"},{"text":"Wenn du die Menschen verstehen willst, darfst du nicht auf ihre Reden achten.","translation":"If you want to understand people, you shouldn't take any notice of what they say."},{"text":"Tom trifft keine Schuld. Deswegen darfst du ihm auch nicht böse sein!","translation":"Tom is not to blame. That's why you can't be angry with him!"},{"text":"Wenn du deine Träume erfüllt sehen willst, darfst du nicht schlafen.","translation":"If you want to see your dreams fulfilled, you must not sleep."},{"text":"Du darfst dir deiner Sache sicher sein.","translation":"You can be very sure!"},{"text":"Du darfst auf keinen Fall die Falle fallen lassen.","translation":"You must not drop the trap under any circumstances."},{"text":"Was darfst du selbst entscheiden?","translation":"What can you decide for yourself?"},{"text":"Du darfst dich jetzt wieder erheben.","translation":"You are now allowed to rise again."},{"text":"Ist dir langweilig? Dann darfst du, wenn du möchtest, fernsehen.","translation":"Are you bored? If so, you can watch TV if you like."},{"text":"„Warum darfst du das, ich aber nicht?“ – „Weil ich Papas Lieblingstochter bin. Das weißt du doch!“","translation":"\"Why are you allowed to do that, but I can't?\" – \"Because I'm Daddy's favorite daughter. You know that!\""}]}