{"Dummkopf":[{"text":"Sei kein Dummkopf!","translation":"Don't be a fool!"},{"text":"Die Welt ist voller Dummköpfe.","translation":"The world is full of fools."},{"text":"Erfahrung ist die einzige Schule, in der auch Dummköpfe etwas lernen können.","translation":"Experience is the only school where fools can learn something."},{"text":"Auf jede Frage eine Antwort wissen nur Dummköpfe.","translation":"Only fools know the answer to every question."},{"text":"Wer die Dummköpfe gegen sich hat, verdient Vertrauen.","translation":"Those who have the fools against them deserve trust."}],"drum":[{"text":"Das Leben geht schnell vorbei, drum lebe langsam!","translation":"Life passes quickly, so live slowly!"},{"text":"Ich werde mich drum kümmern.","translation":"I'll get to it."},{"text":"Ich kann nicht mehr länger arbeiten, drum werde ich gleich nach Hause gehen.","translation":"I can't work anymore, so I'm going to go home right away."},{"text":"Von den vielen Übersetzungen für Tatoeba bin ich müde, drum muss ich mich ausruhen.","translation":"I'm tired of the many translations for Tatoeba, so I have to rest."},{"text":"Rede doch nicht drum herum, ich spüre es längst, du kannst mich leiden.","translation":"Don't talk about it, I've felt it for a long time, you can suffer me."},{"text":"Die Feder regiert das Schwert, drum steckt man sie auf den Hut.","translation":"The pen rules the sword, so you put it on the hat."},{"text":"Die Zahl ist klein; drum, dass sie größer scheine, schreiben wir sie aus.","translation":"The number is small; So that it seems bigger, we write it out."},{"text":"Ich kümmere mich morgen drum.","translation":"I'll do it tomorrow."},{"text":"Auch wenn es dir nicht gefällt, musst du dich drum kümmern.","translation":"Even if you do not like it, you must take charge of it."},{"text":"Du bist nicht mein Feind; drum lebe wohl!","translation":"Thou art not mine enemy, so farest thou well."}],"Architekt":[{"text":"Ich war einst einer der erfolgreichsten Architekten der Welt.","translation":"I was once one of the most successful architects in the world."},{"text":"Ist der Architekt teuer?","translation":"Is the architect expensive?"},{"text":"Mein Vater ist Architekt, nicht Ingenieur.","translation":"My father is an architect, not an engineer."},{"text":"Ein bekannter Architekt hat dieses Haus gebaut.","translation":"A well-known architect built this house."},{"text":"Marc ist einer der Architekten, die dieses Jahrzehnt geprägt haben.","translation":"Marc is one of the architects who have shaped this decade."}],"komfortabel":[{"text":"Mein Zimmer ist etwas klein, aber komfortabel.","translation":"My room is a little small, but comfortable."},{"text":"Sie zog in eine neue, komfortablere Wohnung.","translation":"She moved into a new, more comfortable flat."},{"text":"In dem Haus zu leben war komfortabel．","translation":"Living in the house was comfortable."},{"text":"Stelle dich lieber dem Schmerz der Wahrheit, als dein Leben mit einer komfortablen Lüge zu leben.","translation":"Face the pain of truth rather than live your life with a comfortable lie."},{"text":"Sein Wochenendhaus ist hübsch und komfortabel. Außerdem können sogar 10 Leute darin übernachten.","translation":"His weekend home is pretty and comfortable. In addition, even 10 people can stay in it."}],"Krankenwagen":[{"text":"Wir brauchen einen Krankenwagen.","translation":"We need an ambulance."},{"text":"Ich rufe den Krankenwagen.","translation":"I call the ambulance."},{"text":"Holen Sie sofort einen Krankenwagen!","translation":"Get an ambulance right away!"},{"text":"Als seine Lippen blau wurden, wartete ich nervös auf den Krankenwagen.","translation":"As his lips got bluer, I nervously waited for the ambulance."},{"text":"Wie lautet die Telefonnummer des Krankenwagens?","translation":"What is the telephone number of the ambulance?"}],"formen":[{"text":"Persönlichkeiten werden nicht durch schöne Reden geformt, sondern durch Arbeit und eigene Leistung.","translation":"Character is not formed through elegant speech, but rather through work and personal achievement."},{"text":"Tropfen für Tropfen formt das Meer.","translation":"Drop by drop, the sea is formed."},{"text":"Schokolade macht nicht dick. Sie formt!","translation":"Chocolate doesn't make you fat. It shapes!"},{"text":"Sie formten einen Kreis.","translation":"They formed a circle."},{"text":"Menschen werden nicht geboren, sondern gebildet, geformt.","translation":"People are not born, but educated, formed."}],"Ausweg":[{"text":"Suche nach einem Ausweg.","translation":"Look for a way out."},{"text":"Mancher wird erst mutig, wenn er keinen anderen Ausweg mehr sieht.","translation":"Some people only become courageous when they see no other way out."},{"text":"Ist der Tod der einzige Ausweg?","translation":"Is death the only way out?"},{"text":"Du musst dir für diese Situation einen anderen Ausweg suchen.","translation":"You have to find another way out for this situation."},{"text":"Wenn ich in Schwierigkeiten geraten bin, versuche ich, einen Ausweg zu finden.","translation":"When I find myself in trouble, I try to find a way to get out of it."}],"langjährig":[{"text":"Der langjährige Abgeordnete nahm Abschied von der Politik.","translation":"The long-standing member of parliament said goodbye to politics."},{"text":"Sein langjähriger Wunsch ging in Erfüllung.","translation":"His long-standing wish came true."},{"text":"Durch ihren langjährigen Aufenthalt in Amerika spricht Frau Tanaka ausgezeichnet Englisch.","translation":"Having been in America for many years, Miss Tanaka is a very good speaker of English."},{"text":"Ich habe zufällig einen langjährigen Freund in der Nähe der Bank getroffen.","translation":"I happened to meet a long-time friend near the bank."},{"text":"Sein Erfolg ist das Ergebnis langjähriger unermüdlicher Anstrengungen.","translation":"Its success is the result of many years of tireless efforts."}],"Lebensstil":[{"text":"Pizza ist die Art Essen, die zum heutigen Lebensstil passt.","translation":"Pizza is the kind of food that fits into today's life style."},{"text":"Natürlich unterscheidet sich unser Lebensstil vom US-amerikanischen.","translation":"Of course our lifestyle is different from the one in America."},{"text":"Sie wollten ihren alten Lebensstil nicht aufgeben.","translation":"They didn't want to give up their old lifestyle."},{"text":"Sieh dir nochmal deinen Lebensstil an.","translation":"Take a fresh look at your lifestyle."},{"text":"Ihr Lebensstil ist anders als unserer.","translation":"Their lifestyle is different from ours."}],"verbündete":[{"text":"Tom hatte keine Verbündeten, machte sich aber die verschiedensten Feinde.","translation":"Tom had no allies, but made various enemies."},{"text":"Unsere Verbündeten sind schwach.","translation":"Our allies are weak."},{"text":"Positive Überzeugungen sind unsere besten Verbündeten.","translation":"Positive beliefs are our best allies."},{"text":"Über einen langen Zeitraum waren die Haustiere die besten Verbündeten des Menschen gewesen.","translation":"For a long time, pets had been man's best allies."},{"text":"Die einzigen Verbündeten Nordkoreas sind China und Denis Rodman.","translation":"North Korea's only allies are China and Denis Rodman."}],"gespielt":[{"text":"Ein gut gespielter Ball findet immer sein Loch.","translation":"A well-played ball always finds its hole."},{"text":"Gestern hat Tom zum ersten Mal vor Publikum gespielt.","translation":"Yesterday was the first time Tom had ever played in front of an audience."},{"text":"Tom hat seine Rolle gut gespielt.","translation":"Tom played his role well."},{"text":"Ihre gespielte Gleichgültigkeit brachte ihn zur Weißglut.","translation":"Their played indifference brought him to the white heat."},{"text":"Die Caro-Kann-Verteidigung (1. e4 c6) ist eine von führenden Großmeistern auf der ganzen Welt gespielte Eröffnung.","translation":"The Caro-Kann defense (1. e4 c6) is an opening used by major Grand Masters around the world."},{"text":"In vierzig Wochen wird sich's zeigen, wie man gespielt hat auf der Geigen.","translation":"In forty weeks it will show how you played on the violins."},{"text":"Tom bemerkte schnell, dass Marias Akzent nur gespielt war.","translation":"Tom quickly discovered that Mary's accent was fake."},{"text":"Ich erinnere mich noch, dass ich im Kindergarten mit Magneten gespielt habe.","translation":"I remember playing with magnets in kindergarten."},{"text":"Ich weiß nicht, wie Bridge gespielt wird.","translation":"I don't know how to play bridge."},{"text":"Der Trainer der argentinischen Auswahl glaubt, dass Deutschland bis zu diesem Moment besser gespielt hat.","translation":"The coach of the Argentine team believes that Germany have played better up to this moment."}],"iss":[{"text":"Iss das Brot!","translation":"Eat the bread!"},{"text":"Iss mit deinem Freund, aber mach' mit ihm keine Geschäfte.","translation":"Eat with your friend, but don't do business with him."},{"text":"Iss mehr, sonst kommst du nicht zu Kräften.","translation":"Eat more, otherwise you won't get your strength back."},{"text":"Lass es etwas abkühlen! Iss es nicht, solange es noch heiß ist!","translation":"Let it cool down a bit. Don't eat it while it's hot."},{"text":"Selbstverständlich! Nur zu! Iss so viel du magst! Im Keller wartet noch eine Torte.","translation":"Of course! Fill your boots! Eat as much as you want. There's another cake waiting in the cellar."},{"text":"Manchmal kann man die ISS am Himmel sehen.","translation":"Sometimes you can see the ISS in the sky."},{"text":"Iss, mein Junge! Sonst kommst du nicht durch den Tag!","translation":"Eat, my boy! Otherwise you won't get through the day!"},{"text":"„Ich habe keinen Hunger, Mama.“ – „Iss! Sonst lasse ich dich nicht aus dem Haus!“","translation":"\"I'm not hungry, Mom.\" – \"Eat! Otherwise I won't let you out of the house!\""},{"text":"Iss nicht beim Lesen.","translation":"Don't eat while reading."},{"text":"Iss nicht von diesem Teller, und trinke nicht aus jener Tasse!","translation":"Don't eat from this plate and don't drink from that cup."}],"Mandant":[{"text":"Der Mandant sprach mit seinem Anwalt.","translation":"The client talked with the lawyer."},{"text":"Mein Mandant hätte nie festgenommen werden sollen.","translation":"My client never should've been arrested."},{"text":"Der Rechtsanwalt warnte seinen Mandanten eine Aussage zu machen, aber er tat es dennoch.","translation":"The lawyer warned his client against testifying, but he did it anyway."},{"text":"Die Aufgabe eines Verteidigers besteht darin zu beweisen, dass sein Mandant unschuldig ist.","translation":"The task of a defence lawyer is to prove that his client is innocent."},{"text":"Der Anwalt glaubte an die Unschuld seines Mandanten.","translation":"The lawyer believed in his client's innocence."},{"text":"Mein Mandant sagt kein weiteres Wort.","translation":"My client isn't saying another word."},{"text":"Mein Mandant wird auf jeden Fall in Berufung gehen.","translation":"My client will definitely appeal."},{"text":"Mein Mandant ist des Mordes angeklagt worden.","translation":"My client has been charged with murder."},{"text":"Mein Mandant ist zu einem Abkommen bereit.","translation":"My client is willing to make a deal."}],"Dokumentation":[{"text":"Ich muss mir diese Dokumentation ansehen.","translation":"I have to watch this documentary."},{"text":"Ich sehe nicht viele Filme, aber einer guten Dokumentation kann ich nicht widerstehen.","translation":"I don't watch a lot of movies, but I can't resist a good documentary."},{"text":"Ich habe gestern eine sehr interessante Dokumentation gesehen.","translation":"I saw a very interesting documentary yesterday."},{"text":"Er hat für mich eine Dokumentation aufgenommen.","translation":"He recorded a documentary for me."},{"text":"„Bist du dir sicher, dass das stimmt?“ – „Ja, ich habe bei Youtube eine Dokumentation darüber gesehen.“","translation":"\"Are you sure that's true?\" \"Yes! I saw a documentary about it on YouTube!\""}],"Ausbruch":[{"text":"Es besteht keine Notwendigkeit, wegen des Ausbruchs unnötig ängstlich zu sein.","translation":"There is no need to be unnecessarily anxious about the outbreak."},{"text":"Der Ausbruch des Vulkans Vesuv zerstörte die Stadt Pompeji.","translation":"The eruption of the volcano Vesuvius destroyed the city of Pompeii."},{"text":"Mindestens 31 Menschen kamen bei dem Ausbruch ums Leben.","translation":"At least 31 people have been killed by the eruption."},{"text":"Maria wirkte wie ein Vulkan, der kurz vor dem Ausbruch stand.","translation":"Mary looked like a volcano about to erupt."},{"text":"Ich verließ das Kino vor dem Ausbruch des Feuers.","translation":"I left the theater before the fire broke out."}],"spezialisieren":[{"text":"Er hat sich auf Technik spezialisiert.","translation":"He specializes in technology."},{"text":"Sie hat sich auf Geschichte spezialisiert.","translation":"She specializes in history."},{"text":"Sie wird sich auf amerikanische Geschichte spezialisieren.","translation":"She will specialize in American history."},{"text":"Er beschloss, sich an der Uni auf Physik zu spezialisieren.","translation":"He decided to specialize in physics at university."},{"text":"Tom gehört einer Verbrecherbande an, die sich auf Banküberfälle spezialisiert hat.","translation":"Tom belongs to a gang of criminals who specialize in bank robberies."},{"text":"Wer sich zu sehr spezialisiert, läuft Gefahr, aufs Abstellgleis zu geraten.","translation":"Those who specialize too much run the risk of getting on the siding."},{"text":"Tom hat Elektrotechnik studiert und sich auf Informatik spezialisiert.","translation":"Tom studied electrical engineering and specialized in computer science."}],"kühl":[{"text":"Die Heizung war die meiste Zeit aus. Es ist kühl in der Wohnung.","translation":"Most of the time the heating was off. It's cold in that flat."},{"text":"Kühl und trocken lagern.","translation":"Store in a cool and dry place."},{"text":"Es war ziemlich kühl.","translation":"It was pretty chilly."},{"text":"Es ist angenehm kühl.","translation":"It's nice and cool."},{"text":"Heute ist das Wasser des Meeres angenehm kühl und klar.","translation":"Today the water of the sea is pleasantly cool and clear."}],"g/km":[],"musst":[{"text":"Musst du wirklich die Frage stellen, um die Antwort zu erfahren?","translation":"Do you really have to ask the question to get the answer?"},{"text":"Musst du auf die Toilette?","translation":"Do you need to go to the bathroom?"},{"text":"Musst du morgen wirklich schon weg?","translation":"Have you really got to go tomorrow?"},{"text":"Das ist ein Geheimnis! Musst du das gleich an die große Glocke hängen?!","translation":"That's a secret! Do you have to hang this on the big bell?!"},{"text":"„Musst du heute zur Schule, Tom?“ – „Nein, die fällt wegen des Taifuns aus.“","translation":"\"Do you have to go to school today, Tom?\" – \"No, it's cancelled because of the typhoon.\""}],"begeben":[{"text":"Gute Nacht, ihr Lieben! Ich werde mich nun zu Bett begeben.","translation":"Good night, dear ones! I will now go to bed."},{"text":"Tom begab sich ins Schlafzimmer.","translation":"Tom went into the bedroom."},{"text":"Ehe man den Löffel zum Mund bringt, kann sich viel begeben.","translation":"Before you bring the spoon to your mouth, a lot can happen."},{"text":"Wer sich nicht in Gefahr begibt, kommt darin um.","translation":"Those who do not put themselves in danger will perish in it."},{"text":"In einem Augenblick kann es sich begeben, was man nie gedacht im Leben.","translation":"In an instant it can happen what you never thought in life."}],"Kontinent":[{"text":"Afrika wurde früher der schwarze Kontinent genannt.","translation":"Africa used to be called the black continent."},{"text":"Die Antarktis wurde als letzter aller Kontinente entdeckt.","translation":"Antarctica was discovered as the last of all continents."},{"text":"Ozeanien ist der kleinste Kontinent der Welt.","translation":"Oceania is the smallest continent in the world."},{"text":"Auf der Erde gibt es sieben Kontinente.","translation":"There are seven continents on the earth."},{"text":"Amerika ist kein Land, sondern ein Kontinent.","translation":"America is not a country, but a continent."}],"Aufkleber":[{"text":"„Ich habe die NASA-Aufkleber überall in meinem Zimmer verteilt“, sagte sie.","translation":"“I posted the NASA stickers all over my room,” she said."},{"text":"Die Kiste hat einen Aufkleber, auf dem „zerbrechlich“ steht.","translation":"There's a sticker on the box that says \"fragile.\""},{"text":"Ich werde alle Aufkleber entfernen, bevor ich das Geschenk überreiche. Einverstanden?","translation":"I will remove all stickers before handing over the gift. Okay?"},{"text":"Auf dem Spielzeug befand sich ein Aufkleber mit den Worten: „Nicht geeignet für Kinder unter 16 Jahren.“","translation":"On the toy was a sticker with the words: \"Not suitable for children under 16 years old.\""},{"text":"Wer glaubt, irgendjemand anderes könnte es besser, muss sich einen Aufkleber ans Hirn pappen lassen.","translation":"If you think someone else could do better, you have to have a sticker put on your brain."},{"text":"Er klebte einen „Vorsicht zerbrechlich!“ Aufkleber auf das Gepäck.","translation":"He stuck a \"Caution fragile!\" Stickers on luggage."}],"Zombie":[{"text":"Ich bin ein Zombie!","translation":"I'm a zombie!"},{"text":"Tom hat sich als Zombie verkleidet.","translation":"Tom dressed as a zombie."},{"text":"Was genau bedeutet „Zombie“ in diesem Satz ?","translation":"What exactly does \"zombie\" mean in this sentence?"},{"text":"Tom wurde von einem Zombie gebissen.","translation":"Tom was bitten by a zombie."},{"text":"Eine \"reine\" Lüge wird in der Zombie-Gesellschaft als unbestreitbare Wahrheit empfunden.","translation":"A \"pure\" lie is perceived in zombie society as an undeniable truth."}],"ausstellen":[{"text":"„Warum werden seine Werke nicht ausgestellt?“ – „Es ist kein Interesse vorhanden.“","translation":"\"Why aren't his works displayed?\" \"No one's interested in them.\""},{"text":"Wo hast du deine Bilder ausgestellt?","translation":"Where did you exhibit your paintings?"},{"text":"Nach seinem Tod sind seine Gemälde im Museum ausgestellt worden.","translation":"After his death, his paintings were exhibited in the museum."},{"text":"Er hofft, seine Gemälde in Japan ausstellen zu können.","translation":"He hopes to exhibit his paintings in Japan."},{"text":"Könntest du den Fernseher ausstellen?","translation":"Could you turn off the TV?"}],"Meisterschaft":[{"text":"Das Team gewann die Meisterschaft in fünf aufeinander folgenden Jahren.","translation":"The team won the championship for five consecutive years."},{"text":"Wie viele Mannschaften haben an der Meisterschaft teilgenommen?","translation":"How many teams participated in the championship?"},{"text":"Das Finale der Meisterschaft wird in Mexiko stattfinden.","translation":"The final of the championship will take place in Mexico."},{"text":"Darüber möchte ich jetzt nicht sprechen. Zunächst gilt es die Meisterschaft abzuschließen.","translation":"I don't want to talk about that now. First of all, it is necessary to complete the championship."},{"text":"Versuche, die eigene Autorität zu fundieren! Sie ist überall begründet, wo Meisterschaft ist.","translation":"Try to establish your own authority! It is founded everywhere where there is mastery."}],"Dinosaurier":[{"text":"Der letzte Dinosaurier starb vor 65 Millionen Jahren.","translation":"The last dinosaur died 65 million years ago."},{"text":"Nanu, da kommt ein Dinosaurier um die Ecke!","translation":"Nanu, there's a dinosaur around the corner!"},{"text":"Es war tatsächlich ein Dinosaurier!","translation":"It was actually a dinosaur!"},{"text":"Auge in Auge mit einem Dinosaurier zu sein war ein lustiges Erlebnis.","translation":"Coming face to face with a dinosaur was a funny experience."},{"text":"Früher lebten Dinosaurier auf der Erde.","translation":"Dinosaurs used to live on Earth."},{"text":"Dinosaurier regierten die Erde.","translation":"Dinosaurs ruled the earth."},{"text":"Dinosaurier sind Tiere, die vor langer Zeit verschwunden sind.","translation":"Dinosaurs are animals that disappeared a long time ago."},{"text":"Dinosaurier sind nun ausgestorben.","translation":"Dinosaurs are now extinct."},{"text":"Dinosaurier sind mittlerweile ausgestorben.","translation":"Dinosaurs are now extinct."},{"text":"Dinosaurier haben einst die Erde beherrscht.","translation":"Dinosaurs once ruled the earth."}],"Truck":[{"text":"Was der Amerikaner „truck“ nennt, dazu sagt der Brite „lorry“.","translation":"What the American calls \"truck\", the Briton says \"lorry\"."},{"text":"Der Truck war überladen.","translation":"The truck was overloaded."}],"verabreden":[{"text":"Wann hast du dich mit Andrea verabredet?","translation":"When did you meet Andrea?"},{"text":"Tut mir leid, aber da bin ich schon mit Mary verabredet.","translation":"I'm sorry, but I'm already dating Mary."},{"text":"Ich bin morgen mit meinem Onkel verabredet.","translation":"I'm dating my uncle tomorrow."},{"text":"Du bist zehn Minuten später, als verabredet.","translation":"You are ten minutes behind the appointed time."},{"text":"Sag bloß nicht, du hättest dich mit Tom verabredet.","translation":"Don't tell me you dated Tom."}],"verderben":[{"text":"Niemals verdirbt jemand mit fröhlichem Herzen.","translation":"Someone with a happy heart never spoils."},{"text":"Die Intelligenz verdirbt den Sinn für das Wesentliche.","translation":"Intelligence spoils the sense of the essentials."},{"text":"Politik verdirbt den Charakter.","translation":"Politics spoils character."},{"text":"Tom verdarb Maria den Film, indem er ihr das überraschende Ende verriet.","translation":"Tom spoilt the film for Mary by revealing its surprise ending."},{"text":"Lass dir doch von ihm nicht den Appetit verderben!","translation":"Don't let him spoil your appetite!"},{"text":"Du bist ein Lügner und unser aller Verderben.","translation":"You are a liar and corrupt us all."},{"text":"Schön war ich auch, und das war mein Verderben.","translation":"I was beautiful too, and that was my undoing."},{"text":"Kühlschränke bewahren Lebensmittel vor dem Verderben.","translation":"Refrigerators keep food from spoiling."},{"text":"Salz schützt Fisch vor dem Verderben.","translation":"Salt preserves fish from decay."},{"text":"Um ein Verderben zu vermeiden, wird der auf hoher See gefangene Fisch unverzüglich gekühlt.","translation":"In order to avoid spoilage, the fish caught on the high seas is immediately cooled."}],"wegwerfen":[{"text":"Marias Vater Karl Wilhelm gehört zu der Generation, die nichts wegwirft.","translation":"Maria's father Karl Wilhelm belongs to the generation that throws nothing away."},{"text":"Dieser Apfel ist faul. Den kannst du wegwerfen.","translation":"This apple is rotten. You can throw it away."},{"text":"Soll ich diese Bücher alle wegwerfen?","translation":"Should I throw away all these books?"},{"text":"Vielleicht hätte man all diese Fotos wegwerfen sollen.","translation":"Maybe all of these photos should have been thrown away."},{"text":"Tom will alle seine Sachen wegwerfen.","translation":"Tom wants to throw all this stuff away."}],"vereinfachen":[{"text":"Toki Pona vereinfacht meine Gedanken.","translation":"Toki Pona simplifies my thoughts."},{"text":"Das vereinfacht unsere Aufgabe.","translation":"This simplifies our task."},{"text":"Das kann man nicht so nicht sagen. Das ist zu sehr vereinfacht und darum falsch.","translation":"You can't say that. This is too simplistic and therefore wrong."},{"text":"Frauen vereinfachen unseren Schmerz, verdoppeln unsere Freude und verdreifachen unsere Ausgaben.","translation":"Women simplify our pain, double our joy and triple our expenses."},{"text":"Das Dezimalsystem vereinfachte das Rechnen erheblich.","translation":"The decimal system greatly simplified computing."},{"text":"Vereinfachen Sie bitte den Satz für mich.","translation":"Please simplify the sentence for me."},{"text":"Manche Menschen benützen ihre Intelligenz zum Vereinfachen, manche zum Komplizieren.","translation":"Some people use their intelligence to simplify, some to complicate."},{"text":"Jede Wissenschaft ist, unter anderem, ein Ordnen, ein Vereinfachen, ein Verdaulichmachen des Unverständlichen für den Geist.","translation":"Every science is, among other things, an order, a simplification, a digestion of the incomprehensible to the mind."}],"Verlobte":[{"text":"Als Verlobte grüßen: Tom und Maria.","translation":"Let's welcome the engaged couple: Tom and Mary."},{"text":"Eine Verlobte — Milch, eine Braut — Butter, eine Ehefrau — Käse.","translation":"A fiancée — milk, a bride — butter, a wife — cheese."},{"text":"Ihr Verlobter schenkte ihr einen sehr großen Ring.","translation":"Her fiancé gave her a very big ring."},{"text":"Ich würde ja gerne meinen Verlobten heiraten, wenn nur er auch wollte.","translation":"I would love to marry my fiancé, if only he wanted to as well."},{"text":"Das Mädchen in Weiß ist meine Verlobte.","translation":"The girl who is dressed in white is my fiancée."}],"Versorgung":[{"text":"Die Versorgung der Alten ist Aufgabe der Jugend.","translation":"The care of the elderly is the task of the youth."},{"text":"Ist die medizinische Versorgung in Deutschland umsonst?","translation":"Is health care free in Germany?"},{"text":"Das Kleinhirn braucht eine ununterbrochene Versorgung mit Blut.","translation":"The cerebellum needs an uninterrupted supply of blood."},{"text":"Dem Kloster angeschlossen war ein Hospital zur Versorgung armer Pilger.","translation":"Attached to the monastery was a hospital for the care of poor pilgrims."},{"text":"Manche im Gesundheitswesen Beschäftigte kümmern sich mehr um Papierkram als um die Versorgung der Patienten.","translation":"Some healthcare workers spend more time doing paperwork than taking care of patients."}],"Kündigung":[{"text":"„Hat die Kündigung Sie überrascht?“ — „Ja.“","translation":"\"Did the termination surprise you?\" — \"Yes.\""},{"text":"Wann hat Tom seine Kündigung eingereicht?","translation":"When did Tom hand in his resignation?"},{"text":"Der Chef bat um Toms Kündigung.","translation":"The boss asked for Tom's resignation."},{"text":"Wer morgens betrunken auf die Baustelle kommt, riskiert eine Kündigung.","translation":"Anyone who comes to the construction site drunk in the morning risks a termination."},{"text":"Ein Abschied trifft dich immer wie eine Kündigung – die einseitige Willenserklärung eines anderen.","translation":"A farewell always hits you like a termination – someone else's unilateral declaration of intent."}],"glänzen":[{"text":"Nicht alles, was glänzt, ist aus Gold.","translation":"Not everything that glitters is made of gold."},{"text":"Was glänzt, hat kein eigenes Licht.","translation":"What shines has no light of its own."},{"text":"Beim Reichen ist alles Gold, was glänzt.","translation":"When rich, all that glitters is gold."},{"text":"Gib anderen Gelegenheit zu glänzen!","translation":"Give others the opportunity to shine!"},{"text":"Nach dem Spiel glänzten viele Schweißperlen auf ihrem Gesicht.","translation":"After the match, large beads of perspiration bespangled her face."}],"nebenan":[{"text":"Tom sitzt nebenan. Der Arme wartet schon über eine halbe Stunde.","translation":"Tom is sitting next door. The poor man has been waiting for over half an hour."},{"text":"Er wohnt nebenan.","translation":"He lives next door to us."},{"text":"Schuld allein ist nur der junge Mann von nebenan.","translation":"Only the young man next door is to blame."},{"text":"Die Wohnung nebenan steht leer.","translation":"The apartment next door is empty."},{"text":"Wer wohnt im Haus nebenan?","translation":"Who lives in the house next door?"}],"biß":[{"text":"Der Hund biss die Katze in den Schwanz.","translation":"The dog bit the cat on the tail."},{"text":"Tom biss Maria liebevoll ins Ohr.","translation":"Tom lovingly bit Maria in the ear."},{"text":"Sie biss in den Apfel.","translation":"She bit into the apple."},{"text":"Tom biss die Zähne zusammen.","translation":"Tom gritted his teeth."},{"text":"Du hast Glück, dass es dich nicht biss.","translation":"You're lucky it didn't bite you."},{"text":"Eine Frau hat Zähne und ihr Biss ist gefährlich.","translation":"A woman has teeth and her bite is dangerous."},{"text":"Ihr biss ein Hund ins Bein.","translation":"A dog bit her leg."},{"text":"Der Biss ist nicht allzu tief.","translation":"The bite isn't very deep."},{"text":"Ich habe einen schlechten Biss.","translation":"I have a bad bite."},{"text":"Was bleibt vom Biss, jetzt da Apples visionärer Gründer tot ist?","translation":"Will Apple lose its mojo now that its visionary founder is dead?"}],"trink":[{"text":"Iss warm und trinke kalt, dann wirst du hundert Jahre alt.","translation":"Eat warm and drink cold, then you will be a hundred years old."},{"text":"Wenn ich gutes Wasser habe, lasse ich das Bier stehen und trinke Wein.","translation":"When I have good water, I leave the beer and drink wine."},{"text":"Iss und trink mit einem Freund, aber mach keine Geschäfte mit ihm.","translation":"Eat and drink with a friend, but don't do business with him."},{"text":"Zu Haus oder als Gast, ganz gleich, iss und trink, was man dir reicht.","translation":"At home or as a guest, no matter what you are given, eat and drink what is handed to you."},{"text":"Iss und trink so viel du willst!","translation":"Eat and drink as much as you want!"},{"text":"Komm, trink mit mir!","translation":"Come, drink with me!"},{"text":"Trink deinen Kaffee, sonst wird er kalt!","translation":"Drink your coffee, otherwise it'll get cold."},{"text":"Natürlich trink ich gerne Bier; sonst wär ich jetzt nicht hier.","translation":"Of course, I like to drink beer; otherwise I wouldn't be here now."},{"text":"Iss, was gar ist, trink, was klar ist, sprich, was wahr ist.","translation":"Eat what is cooked, drink what is clear, say what is true."},{"text":"Trink niemals Whisky ohne Wasser und trink niemals Wasser ohne Whisky.","translation":"Never drink whisky without water and never drink water without whiskey."}],"schreit":[{"text":"Kentucky schreit \"ficken\".","translation":"Kentucky screams \"fuck\"."},{"text":"Viele glauben, in einer Demokratie entscheidet der, der am lautesten schreit.","translation":"Many believe that in a democracy, the one who shouts the loudest decides."},{"text":"Alles, was man vergessen hat, schreit im Traum um Hilfe.","translation":"Everything you have forgotten screams for help in a dream."},{"text":"Das Feld schreit nach Regen.","translation":"The field is crying out for rain."},{"text":"Mein kleiner Bruder schreit laut.","translation":"My little brother screams loudly."},{"text":"Schreit nicht!","translation":"Don't yell."}],"unterzeichnen":[{"text":"Sie sind sicher gut beraten, wenn Sie den Vertrag nicht sofort unterzeichnen.","translation":"You are certainly well advised not to sign the contract immediately."},{"text":"Nicht in Ohnmacht fallen — nicht, bis du den Vertrag unterzeichnet hast!","translation":"Don't faint! Not until you sign the contract."},{"text":"Tom weigerte sich, das Dokument zu unterzeichnen.","translation":"Tom refused to sign the document."},{"text":"Wenn man einen Vertrag unterzeichnet, stimmt man bestimmten Bestimmungen und Bedingungen zu.","translation":"By signing a contract, you agree to certain terms and conditions."},{"text":"Möglicherweise brauchen wir keinen Vertrag zu unterzeichnen.","translation":"We might not need to sign a contract."}],"anzurufen":[{"text":"Ich bitte Sie, mich nicht mehr anzurufen.","translation":"I'm asking you not to ring me any more."},{"text":"Sie hat versprochen, mich anzurufen.","translation":"She's promised to give me a ring."},{"text":"Ich habe vergessen, Bruder Marko anzurufen.","translation":"I've forgotten to call brother Marko."},{"text":"Ich habe versucht dich anzurufen, aber ich konnte mein Handy nicht finden.","translation":"I tried to call you, but I couldn't find my phone."},{"text":"Zwingen Sie mich lieber nicht, Ihre Eltern anzurufen.","translation":"Don't force me to call your parents."}],"asiatisch":[{"text":"Viele Menschen gehen gerne asiatisch essen.","translation":"Many people like Asian food."},{"text":"Der asiatische Teil Russlands ist größer als China.","translation":"The Asian part of Russia is larger than China."},{"text":"Reis ist in vielen asiatischen Ländern die wichtigste Nahrung.","translation":"Rice is the most important food in many Asian countries."},{"text":"Heute sprechen wir über die Frage: „Ist Russisch eine asiatische Sprache?“","translation":"Today we will talk about the question: \"Is Russian an Asian language?\""},{"text":"Das Japanische Meer trennt Japan vom asiatischen Kontinent.","translation":"The Sea of Japan separates Japan from the Asian continent."}],"kriminelle":[{"text":"Behandeln Sie mich nicht wie einen Kriminellen, denn ich bin unschuldig.","translation":"Don't treat me like a criminal, because I'm innocent."},{"text":"Der Kriminelle spürt die Angst seines Opfers.","translation":"The criminal feels the fear of his victim."},{"text":"In Wahrheit war er ein Krimineller.","translation":"In truth, he was a criminal."},{"text":"Kriminelle müssen bestraft werden.","translation":"Criminals should be punished."},{"text":"F. stellt sich auf die Seite des Kriminellen.","translation":"F. takes sides with the criminal."}],"zusammenkommen":[{"text":"Lasst uns hier einmal wöchentlich zusammenkommen.","translation":"Let's meet here once a week."},{"text":"Es sind viele glückliche Zufälle zusammengekommen.","translation":"Many happy coincidences have come together."},{"text":"Wir sind zusammengekommen, um etwas zu verändern.","translation":"We came together to make a difference."},{"text":"Das letzte Mal, dass unsere Familie zusammengekommen ist, war vor drei Weihnachten.","translation":"The last time our family got together was three Christmases ago."},{"text":"Wann können wir zusammenkommen?","translation":"When can we get together?"}],"würzig":[{"text":"Auf der ganzen Welt schätzt man würziges Essen.","translation":"Many people around the world love spicy food."},{"text":"Koreanisches Essen ist bekannt für seinen würzigen Geschmack.","translation":"Korean food is noted for its spicy flavor."},{"text":"Tom hält die Gerichte, die Maria ihm macht, gemeinhin für zu würzig.","translation":"Tom thinks the food Mary makes is usually too spicy."},{"text":"Frische Speisen mit frischen würzigen Kräutern sind die beste Versicherung gegen Krankheiten.","translation":"Fresh food with fresh spicy herbs is the best insurance against diseases."},{"text":"Der würzige Duft seiner Speisen ließ allen das Wasser im Mund zusammenlaufen.","translation":"The piquant aroma of his food made everyone's mouth water."}],"aufgehen":[{"text":"Wann ist die Sonne gestern aufgegangen?","translation":"When did the sun rise yesterday?"},{"text":"Es ist schwierig, Menschen hinters Licht zu führen, sobald es ihnen aufgegangen ist.","translation":"It is difficult to deceive people once it has dawned on them."},{"text":"Wann wird morgen die Sonne aufgehen?","translation":"When will the sun rise tomorrow?"},{"text":"Der Mond. Er ist um 23 Uhr aufgegangen.","translation":"That is a present from my sister-in-law."},{"text":"Kurz bevor die Sonne aufgeht, ist die Nacht am dunkelsten.","translation":"Just before the sun rises, the night is darkest."}],"km/h":[{"text":"In den Städten ist die Geschwindigkeit auf 50 km/h beschränkt.","translation":"In cities, the speed is limited to 50 km/h."},{"text":"Ich will mit dem Auto 200 km/h fahren.","translation":"I want to drive 200 km/h by car."},{"text":"Tom fährt mit 100 km/h auf der Autobahn, um Sprit zu sparen.","translation":"Tom drives at 60 mph on the highway in order to save fuel."},{"text":"Er wird das Fahrzeug bis 200 km/h beschleunigen.","translation":"It will accelerate the vehicle up to 200 km/h."},{"text":"Hasen sollen im Fluchtlauf bis zu 80 km/h erreichen können.","translation":"Hares should be able to reach up to 80 km/h in the escape run."},{"text":"Der Polizist meinte, ich wäre 135 km/h gefahren, aber ich fuhr nur 120 km/h.","translation":"The cop said I was going 85 mph, but I was only going 75 mph."},{"text":"Tom vergaß, dass er nicht mehr auf der Autobahn war, und fuhr mit 160 km/h durch die Stadt.","translation":"Tom forgot that he was no longer on the highway and drove around the city at 160 km/h."},{"text":"Im Bericht der Polizei heißt es, der 27jährige Fahrer – nur „Jockel“ genannt – sei 123 km/h gefahren.","translation":"In their report, police say the 27-year-old driver – known only as Jimmy – was driving 123 kilometers per hour."}],"Premierminister":[{"text":"Regierungen werden wieder gebraucht. Das sind erfrischende Nachrichten für Premierminister.","translation":"Governments are needed again. This is refreshing news for prime ministers."},{"text":"Der Premierminister fiel in die Donau und ertrank.","translation":"The Prime Minister fell into the Danube and drowned."},{"text":"Der Premierminister wird heute eine Erklärung abgeben.","translation":"The Prime Minister is to make a statement today."},{"text":"Natürlich ist es schwierig, Zugang zum Premierminister zu gewinnen.","translation":"Of course it's difficult to gain access to the Prime Minister."},{"text":"Herr Koizumi folgte Herrn Mori als Premierminister.","translation":"Mr Koizumi succeeded Mr Mori as Prime Minister."}],"überstehen":[{"text":"Kann der Patient eine solch lange Operation überstehen?","translation":"Can the patient survive such a long operation?"},{"text":"Was Geduld hat, kann alles überstehen.","translation":"What has patience can survive anything."},{"text":"Hast du die Präsentation gut überstanden?","translation":"Did you survive the presentation well?"},{"text":"Mit einem starken Team an deiner Seite überstehst du jede Krise.","translation":"With a strong team at your side, you can survive any crisis."},{"text":"Diese Brücke wird es nicht lange überstehen.","translation":"This bridge will not endure long."}],"Brötchen":[{"text":"Ich esse ein Brötchen.","translation":"I eat a bun."},{"text":"Für wen hat der Nachbar die Brötchen gekauft?","translation":"For whom did the neighbor buy the rolls?"},{"text":"Er hat kürzlich seinen Job verloren und muss nun kleine Brötchen backen.","translation":"He recently lost his job and now has to bake small rolls."},{"text":"Tom, red nicht so viel, sondern iss dein Brötchen!","translation":"Tom, don't talk so much, but eat your bun!"},{"text":"Wie muss ein gutes Brötchen schmecken?","translation":"What does a good bun have to taste like?"}],"horizontal":[{"text":"Die x-Achse verläuft horizontal, die y-Achse vertikal.","translation":"The X-axis is the horizontal axis and the Y-axis is the vertical axis."},{"text":"Sie verdient ihr Geld im horizontalen Gewerbe.","translation":"She earns her money in the horizontal trade."},{"text":"Der Tango ist der vertikale Ausdruck eines horizontalen Verlangens.","translation":"Tango is the vertical expression of a horizontal desire."},{"text":"Ich habe das Regal mit einer Wasserwaage genau horizontal ausgerichtet.","translation":"I used a spirit level to make sure the shelf was perfectly horizontal."},{"text":"Meiner Meinung nach sollte eine gut aufgebaute Website kein horizontales Scrollen erfordern.","translation":"In my opinion, a well-designed website shouldn't require horizontal scrolling."}],"brav":[{"text":"Der brave Mann denkt an sich selbst zuletzt.","translation":"The good man thinks of himself last."},{"text":"Ein braver Junge sagt so etwas nicht.","translation":"A good boy doesn't say a thing like that."},{"text":"Julia ist ein braves Kind.","translation":"Julia is a good child."},{"text":"„Tom, sei schön brav! Ich bin gleich wieder da.“ – „Ja, Mama.“","translation":"\"Tom, be nice and good! I'll be right back.\" – \"Yes, mom.\""},{"text":"Sei ein braver Junge und warte hier!","translation":"Be a good boy and wait here."}],"dauernd":[{"text":"Dauernd suche ich meine Schlüssel, werde ich schon alt?","translation":"I am constantly looking for my keys, am I getting old?"},{"text":"Unser Lehrer hat von nix ne Ahnung. Dauernd fragt er uns!","translation":"Our teacher knows nowt about anything. He's always asking us!"},{"text":"Ich war so aufgeregt, dass ich mich dauernd versprochen habe.","translation":"I was so excited that I kept promising myself."},{"text":"Sie spricht dauernd von dir.","translation":"She's always talking about you."},{"text":"Er vergisst dauernd etwas.","translation":"He is always forgetting things."},{"text":"Meine Eltern streiten sich dauernd wegen Kleinigkeiten. Das regt mich so auf!","translation":"My parents are constantly arguing about trifles. That upsets me so much!"},{"text":"Unsere Uhr geht dauernd nach.","translation":"Our clock is constantly lagging behind."},{"text":"Nur Narren lachen dauernd.","translation":"Only fools laugh all the time."},{"text":"Nichts ist dauernd wie der Wechsel.","translation":"Nothing is like change."},{"text":"Ich kann euch mein Alter nicht nennen, es ändert sich dauernd.","translation":"I can't tell you my age, it's constantly changing."}],"Kaninchen":[{"text":"Ich bin ein totes Kaninchen auf der Autobahn.","translation":"I'm a dead rabbit on the freeway."},{"text":"„Was ist los?“ fragte das kleine weiße Kaninchen.","translation":"\"What's wrong?\" asked the little white rabbit."},{"text":"Ein Kaninchen hat lange Ohren und einen kurzen Schwanz.","translation":"A rabbit has long ears and a short tail."},{"text":"Ich hatte ein Kaninchen und einen Hund.","translation":"I had a rabbit and a dog."},{"text":"Toms Bruder Tim ist ein Zauberer, der Angst vor Kaninchen hat.","translation":"Tom's brother Tim is an enchanter who's scared of rabbits."}],"präzis":[{"text":"Sind diese Zahlen präzise?","translation":"Are these figures exact?"},{"text":"Wenn der Rahmen nicht genau passt, können die Inhalte nicht präzise sein.","translation":"If the frame doesn't fit exactly, the content can't be accurate."},{"text":"Esperanto ist im Ausdruck präziser als Englisch.","translation":"Esperanto is more precise in expression than English."},{"text":"Nur wenn man das kleinste Detail im Griff hat, kann man präzise arbeiten.","translation":"Only if you have the smallest detail under control, you can work precisely."},{"text":"Er gibt leicht verständliche, präzise Erklärungen.","translation":"He gives easy-to-understand, concise explanations."}],"gem":[{"text":"Es dehnte mit allmächt’gem Streben die enge Brust ein kreisend All, herauszutreten in das Leben in Tat und Wort, in Bild und Schall.","translation":"It stretched with all-powerful striving the narrow chest a circling all, stepping out into life in deed and word, in image and sound."}],"Raumschiff":[{"text":"Das Raumschiff unternimmt Reisen von Planet zu Planet.","translation":"The spaceship makes voyages from planet to planet."},{"text":"Am nächsten Morgen befand er sich an Bord des Raumschiffes.","translation":"The next morning, he was onboard the spaceship."},{"text":"Das Raumschiff sollte nie wieder zur Erde zurückkehren.","translation":"The spaceship was never to return to Earth."},{"text":"Das Raumschiff wird den Mond bald erreichen.","translation":"The space ship will get to the moon soon."},{"text":"Auf Toms Raumschiff gibt es künstliche Schwerkraft.","translation":"Tom's spaceship has artificial gravity."}],"ausgezeichnet":[{"text":"Sie hat die ausgezeichnete Fähigkeit, jedes Hindernis zu überwinden.","translation":"She has the excellent ability to overcome any obstacle."},{"text":"Der Hügel verfügt über einen ausgezeichneten Blick.","translation":"The hill commands a fine view."},{"text":"Tom spricht ausgezeichnet Französisch.","translation":"Tom speaks French really well."},{"text":"Er hat einen ausgezeichneten Sinn für Humor.","translation":"He has an excellent sense of humor."},{"text":"Das Zimmer ermöglicht einen ausgezeichneten Blick auf den See.","translation":"The room allows an excellent view of the lake."},{"text":"Tom spricht ausgezeichnet Französisch; mit seinem Englisch aber ist es nicht weit her.","translation":"Tom speaks excellent French, but his English isn't very good."},{"text":"Tom spricht ausgezeichnet Russisch, aber sein Deutsch ist unterirdisch.","translation":"Tom speaks excellent Russian, but his German is abysmal."},{"text":"So kann man ausgezeichnet Stress abbauen.","translation":"It's an excellent method to relieve stress."},{"text":"„Tom spricht aber ausgezeichnet Französisch!“ – „Wen wundert’s! Seine Mutter ist Französin.“","translation":"\"Tom really speaks excellent French!\" \"No wonder! His mother is French.\""},{"text":"Diese alten verfallenen Häuser passen ausgezeichnet zum Schmutz auf der Straße.","translation":"These old dilapidated houses fit perfectly with the dirt on the street."}],"business":[{"text":"Ich flog in der Business Class.","translation":"I flew in business class."},{"text":"Er hat sein ganzes Kapital ins Business reingesteckt.","translation":"He has put all his capital into the business."}],"Hardware":[{"text":"Das Gehirn ist die Hardware und der Geist ist die Software.","translation":"The brain is the hardware and the mind is the software."},{"text":"Eine Liste der erforderlichen Hardware ist hier erhältlich.","translation":"A list of required hardware is available here."},{"text":"Mein Computer ist abgestürzt, während ich den Treiber installiert habe, und jetzt ist meine Hardware gebrickt.","translation":"My computer crashed while installing the driver and now my hardware is bricked."}],"can":[{"text":"Weil „can“ ein Hilfsverb ist, wird es in Fragesätzen an den Satzanfang gesetzt.","translation":"Because \"can\" is an auxiliary verb, it is placed at the beginning of a sentence in question sentences."}],"orange":[{"text":"Nehmen Sie die Orangen aus dem Kühlschrank.","translation":"Take the oranges out of the fridge."},{"text":"Mein Bruder isst eine Orange.","translation":"My brother eats an orange."},{"text":"Ich will Orangen kaufen.","translation":"I want to buy oranges."},{"text":"Ich habe eine Orange und einen Apfel.","translation":"I have an orange and an apple."},{"text":"Diese Orangen kosten zehn Stück einen Dollar.","translation":"These oranges are ten for a dollar."},{"text":"Die Farbe, die mir am meisten gefällt, ist Orange.","translation":"The colour I like most is orange."},{"text":"Es ist eine Art Orange.","translation":"It is a kind of orange."},{"text":"In dem Video bin ich, gekleidet in Orange, drei Sekunden lang zu sehen.","translation":"In the video, I can be seen dressed in orange for three seconds."},{"text":"Orange ist meine Lieblingsfarbe.","translation":"Orange is my favorite color."},{"text":"Die Farbe Orange wurde nach der Frucht benannt.","translation":"The color orange was named after the fruit."}],"Charm":[{"text":"Lügner haben gewöhnlich mehr Charme.","translation":"Liars usually have more charm."},{"text":"Die Vielfalt ist der Charme des Esperanto.","translation":"Diversity is the charm of Esperanto."},{"text":"Charme - das ist die Eigenschaft bei anderen, die uns zufriedener mit uns selbst macht.","translation":"Charm - this is the quality in others that makes us more satisfied with ourselves."},{"text":"Charme ist der unsichtbare Teil der Schönheit, ohne den niemand wirklich schön sein kann.","translation":"Charm is the invisible part of beauty without which no one can be truly beautiful."},{"text":"Der Charme hat seinen Sitz in der Seele.","translation":"The charm has its seat in the soul."}],"liegend":[{"text":"Er schoss aus einer liegenden Position heraus.","translation":"He shot from a lying position."},{"text":"China ist das größte ganz in Asien liegende Land.","translation":"China is the largest country situated wholly in Asia."},{"text":"Ich habe ihn auf dem Bett liegend gefunden.","translation":"I found it lying on the bed."},{"text":"Ich erwachte, um mich selbst auf dem Boden liegend zu finden.","translation":"I awoke to find myself lying on the floor."},{"text":"Er senkte den Blick und begann, die vor ihm liegenden Papiere zu ordnen.","translation":"He lowered his eyes and began to organize the papers in front of him."}],"dringen":[{"text":"Kein Klang der aufgeregten Zeit drang noch in diese Einsamkeit.","translation":"No sound of the excited time penetrated into this loneliness."},{"text":"Die Krankheit dringt durch den Mund ein, das Unglück kommt aus dem Mund.","translation":"The disease penetrates through the mouth, the misfortune comes from the mouth."},{"text":"Politik ist die Kunst, sich zu seinen Absichten drängen zu lassen.","translation":"Politics is the art of being pushed to one's intentions."},{"text":"Die Menschen an Bord drängen sich durch den hinteren Ausgang.","translation":"The people on board thrust their way toward the rear exit."},{"text":"Das Wasser drang in die Mauern ein.","translation":"The water penetrated the walls."}],"selbstbewusst":[{"text":"Sie machen einen sehr selbstbewussten Eindruck.","translation":"They make a very self-confident impression."},{"text":"Er ist allzu selbstbewusst.","translation":"He is overconfident."},{"text":"Ich habe Angst vor selbstbewussten Leuten.","translation":"I am afraid of self-confident people."},{"text":"Ich fühlte mich gar nicht selbstbewusst.","translation":"I didn't feel confident at all."},{"text":"Tom sprach ruhig, redegewandt und selbstbewusst.","translation":"Tom spoke calmly, eloquently and confidently."}],"seitlich":[{"text":"Maria stand seitlich, schaute freundlich um sich und sagte nichts.","translation":"Mary stood sideways, looked around kindly and said nothing."},{"text":"Kämm dir die Haare nicht mehr seitlich, das steht dir nicht.","translation":"Don't comb your hair sideways anymore, that doesn't suit you."},{"text":"Stellen sie sich bitte nicht seitlich, sondern nur hinten an!","translation":"Please do not stand sideways, but only in the back!"},{"text":"Eine Schläfe ist ein seitlicher Teil des Kopfes zwischen einem Augenwinkel und dem oberen Teil des Ohres.","translation":"A temple is a lateral part of the head between the corner of the eye and the upper part of the ear."},{"text":"Glitschige Schnecken rutschten seitlich den Hang hinunter.","translation":"Slippery slugs slithered sideways down the slope."}],"Einkaufszentrum":[{"text":"Tom fuhr Maria ins Einkaufszentrum.","translation":"Tom drove Maria to the mall."},{"text":"Wie viele Male pro Woche kaufst du im Einkaufszentrum ein?","translation":"How many times a week do you go shopping at the shopping centre?"},{"text":"Bis wann hat das Einkaufszentrum auf?","translation":"How late is the shopping centre open?"},{"text":"Einkaufszentren sind bei Jugendlichen beliebt.","translation":"Shopping malls are popular among teenagers."},{"text":"Früher war da ein Park, wo heute ein riesiges Einkaufszentrum steht.","translation":"There used to be a park, where today there is a huge shopping center."}],"frische":[{"text":"Geh mal raus an die frische Luft und sitz nicht immer vor dem Computer!","translation":"Go out into the fresh air and don't always sit in front of the computer!"},{"text":"Ich brauche frische Luft.","translation":"I need fresh air."},{"text":"Tom ist nach draußen gegangen, um frische Luft zu schnappen.","translation":"Tom went out for some fresh air."},{"text":"Bitte lassen Sie etwas frische Luft rein.","translation":"Please let some fresh air in."},{"text":"Tom öffnete das Fenster und ließ frische Luft herein.","translation":"Tom opened the window and let in some fresh air."}],"sonnig":[{"text":"Auf der Insel Oléron haben wir einen sehr sonnigen Aufenthalt gehabt.","translation":"On the island of Oléron we had a very sunny stay."},{"text":"Im Sommer ist es warm und sonnig.","translation":"In summer it is warm and sunny."},{"text":"Eine sonnige Wohnung wird ein Arzt nicht betreten.","translation":"A doctor will not enter a sunny apartment."},{"text":"Es war ein schöner, sonniger Tag.","translation":"It was a beautiful, sunny day."},{"text":"Tom liebt es, an einem sonnigen Tag im Gras zu liegen.","translation":"Tom loves to lie in the grass on a sunny day."}],"Aufwand":[{"text":"Der Aufwand ist zu groß.","translation":"It's too much effort."},{"text":"Das Ereignis war den großen Aufwand wert.","translation":"The event was worth the effort."},{"text":"Der Aufwand lohnt sich nicht.","translation":"It's not worth the effort."},{"text":"Bei Weihnachten geht es um Einkäufe und Aufwände.","translation":"Christmas is about shopping and expenses."},{"text":"Auch der Aufwand für wissenschaftliche Studien ist nur solange sinnvoll, wie er sich in Grenzen hält.","translation":"Also, the effort for scientific studies only makes sense as long as it is limited."}],"permanent":[{"text":"Man lebt hier permanent mit dem Gefühl, dass jederzeit etwas passieren kann.","translation":"You live here with a constant perception that something may happen at any time."},{"text":"Freiheit ist nicht nur ein Recht. Freiheit ist eine permanente Aufgabe, ein dauerhafter Prozess.","translation":"Freedom is not just a right. Freedom is a permanent task, a permanent process."},{"text":"Das hat permanenten Allradantrieb.","translation":"This has permanent all-wheel drive."},{"text":"Der Segen der digitalen Kommunikation hilft uns, den Fluch der permanenten Arbeitsverdichtung zu bewältigen.","translation":"The blessing of digital communication helps us to overcome the curse of permanent work intensification."},{"text":"Jedes Mal, wenn ich bei ihnen vorbeischaue, rücken sie mir permanent auf den Pelz.","translation":"Every time I drop in to visit, they constantly get in my hair."}],"nahezu":[{"text":"Wissenschaftliches Arbeiten würde nahezu unmöglich werden.","translation":"Scientific work would become almost impossible."},{"text":"Ich kann nahezu jede Melodie behalten.","translation":"I can keep almost any melody."},{"text":"Versuche nicht, dir jeden Satz des Textes zu merken, das ist nahezu unmöglich.","translation":"Don't try to remember every sentence of the text, it's almost impossible."},{"text":"Nahezu alles hat sich verbessert.","translation":"Almost everything has gotten better."},{"text":"Tom ist so reich, dass er nahezu alles tun kann, was er will.","translation":"Tom is rich enough to do just about anything he wants to do."}],"eilen":[{"text":"Nach dem Regen werden wir nach Hause eilen.","translation":"After the rain we will hurry home."},{"text":"Er sagte: „Mach ihn eilen, es wartet alles auf ihn.“","translation":"He said, \"Make him hurry, everything is waiting for him.\""},{"text":"Die Signale unserer Mägen eilen der Uhr unseres Kochs voraus.","translation":"The signals from our stomachs rush ahead of our chef's watch."},{"text":"Die Natur eilt nicht und dennoch wird alles erreicht.","translation":"Nature does not rush and yet everything is achieved."},{"text":"Rasch eilt der Strom der Zeit dahin.","translation":"The flow of time quickly rushes by."}],"Geschirr":[{"text":"Das Geschirr muss noch gespült werden.","translation":"The washing up's still got to be done."},{"text":"Du musst das Geschirr waschen.","translation":"You need to wash the dishes."},{"text":"Tom trocknet das Geschirr ab.","translation":"Tom dries the dishes."},{"text":"Kannst du das Geschirr in den Schrank stellen?","translation":"Will you put the dishes away in the cupboard?"},{"text":"Räumen Sie bitte das Geschirr dort auf.","translation":"Please clean up the dishes there."}],"gewohnt":[{"text":"Wir haben in diesem Haus gewohnt.","translation":"We lived in this house."},{"text":"Ich habe auch einmal in Hamburg gewohnt.","translation":"I also lived in Hamburg."},{"text":"Meine Familie ist oft umgezogen. Einmal haben wir sogar in einer spanischen Stadt gewohnt.","translation":"My family moved often. Once we even lived in a Spanish city."},{"text":"Die Wahrheit kann warten, sie ist es gewohnt.","translation":"The truth can wait, it is used to it."},{"text":"Soldaten sind Gefahr gewohnt.","translation":"Soldiers are used to danger."},{"text":"Der Nachteil des Himmels besteht darin, dass man die gewohnte Gesellschaft vermissen wird.","translation":"The disadvantage of heaven is that you will miss the usual company."},{"text":"Als Tom jung war, hat er ein Jahr in Amerika gewohnt.","translation":"When Tom was young, he lived in America for a year."},{"text":"Er hat, glaube ich, in Spanien gewohnt.","translation":"He lived in Spain, I think."},{"text":"Er hat ein paar Tage in einem Hotel gewohnt.","translation":"He stayed at a hotel for a couple of days."},{"text":"Ich wohne in der Stadt, aber meine Eltern haben auf dem Land gewohnt.","translation":"I live in the city, but my parents lived in the countryside."}],"zart":[{"text":"Der Mensch ist härter als Stein und zarter als eine Rose.","translation":"Man is harder than stone and more delicate than a rose."},{"text":"Ein zarter Duft von Jasmin kommt durch das Fenster herein.","translation":"A delicate scent of jasmine comes in through the window."},{"text":"Maria hat zarte, weiße Hände.","translation":"Mary has delicate, white hands."},{"text":"Babys haben eine zarte Haut.","translation":"Babies have delicate skin."},{"text":"Diese Blume hier hat einen zarten Duft.","translation":"This flower here has a delicate scent."}],"Ablehnung":[{"text":"Die Ablehnung eines Risikos ist für ein Unternehmen das größte Risiko.","translation":"Rejecting a risk is the biggest risk for a company."},{"text":"Grundsätzliche Zustimmung ist die höflichste Form der Ablehnung.","translation":"Basic consent is the most polite form of rejection."},{"text":"Tom hat Angst vor Ablehnung.","translation":"Tom is afraid of rejection."},{"text":"Markkus Benehmen traf auf Ablehnung.","translation":"Marcus's behaviour met with disapproval."},{"text":"Er zeigte offene Ablehnung, mir zu helfen.","translation":"He showed open refusal to help me."}],"Schätzchen":[{"text":"Kannst du mir sagen, ob du dein Schätzchen liebst?","translation":"Can you tell me if you love your darling?"},{"text":"Hast du mich verstanden, Schätzchen?","translation":"Did you understand me, darling?"},{"text":"Was ist dir an deinem Schätzchen wichtig?","translation":"What is important to you about your sweetheart?"},{"text":"Kätzchen, du bist mein Schätzchen.","translation":"Kitty, you are my ditty."},{"text":"So, Schätzchen, es geht wieder los!","translation":"So, darling, here we go again!"}],"zurückführen":[{"text":"Japans Erfolg ist auf die Art zurückzuführen, wie es seine Arbeiter entwickelt hat.","translation":"Japan's success is due to the way it has developed its workers."},{"text":"Viele Unfälle waren auf das schlechte Wetter zurückzuführen.","translation":"Many accidents were due to the bad weather."},{"text":"Worauf sind diese Erscheinungen Ihrer Meinung nach zurückzuführen?","translation":"In your reckoning, what accounts for these phenomena?"},{"text":"Die Beeinträchtigung der Produktion ist auf eine geringe Nachfrage zurückzuführen.","translation":"The impairment of production is due to low demand."},{"text":"Dieser Fehlschlag ist auf deinen Fehler zurückzuführen.","translation":"This failure is due to your mistake."}],"scheinst":[{"text":"Du scheinst zu verstehen, was ich ausdrücken will.","translation":"You seem to understand what I'm trying to express."},{"text":"Jeder sieht, was du scheinst. Nur wenige fühlen, wie du bist.","translation":"Everyone sees what you seem. Few feel how you are."},{"text":"Du scheinst es eilig zu haben.","translation":"You seem to be in a hurry."},{"text":"Du scheinst im Moment nicht du selbst zu sein.","translation":"You don't seem to be yourself these days."},{"text":"„Du isst ja schon wieder Schokolade. Du scheinst die ja echt zu lieben!“ － „Ja, total!“ － „Und was magst du lieber, Schokolade oder mich?“ － „Schokolade, natürlich.“","translation":"\"You're eating chocolate again. You really seem to love them!\" - \"Yes, totally!\" - \"And what do you prefer, chocolate or me?\" - \"Chocolate, of course.\""},{"text":"Du scheinst beschäftigt zu sein.","translation":"You seem busy."},{"text":"Du scheinst nicht allzu begeistert.","translation":"You don't seem too enthusiastic."},{"text":"Ich gebe auf. Was ich auch tue, du scheinst nie zufrieden zu sein.","translation":"I give up. Whatever I do, you never seem to be satisfied."},{"text":"Du scheinst nicht allzu überrascht zu sein.","translation":"You don't seem too surprised."},{"text":"Deiner Stimme nach scheinst du unsicher zu sein.","translation":"According to your voice, you seem to be insecure."}],"ausleihen":[{"text":"Kannst du mir das Buch ausleihen?","translation":"Can you lend me the book?"},{"text":"Ich habe es nicht gestohlen. Ich habe es mir lediglich ohne Erlaubnis ausgeliehen!","translation":"I didn't steal it. I just borrowed it without permission!"},{"text":"Heiraten Sie nicht wegen des Geldes. Sie können es günstiger ausleihen.","translation":"Don't get married for the money. You can borrow it cheaper."},{"text":"Könnte ich mir deinen Wagen ausleihen?","translation":"Could I borrow your car?"},{"text":"Ich habe ein Auto von einem Freund ausgeliehen.","translation":"I borrowed a car from a friend."}],"damalig":[{"text":"Der Film ist mit den besten Schauspielern der damaligen Zeit besetzt.","translation":"The film is cast with the best actors of the time."},{"text":"Meine damaligen Bemühungen blieben nicht ohne Ergebnis.","translation":"My efforts at that time were not without result."},{"text":"Erzählen Sie uns etwas über Ihr damaliges Leben!","translation":"Tell us something about your life back then!"},{"text":"Es ist fast unmöglich, unseren damaligen Erfolg zu erklären.","translation":"It is almost impossible to explain our success at that time."},{"text":"Erinnert sich noch jemand an das damalige Versprechen?","translation":"Does anyone remember the promise of that time?"}],"kürze":[{"text":"In der Kürze liegt die Kraft.","translation":"In the brevity lies the power."},{"text":"Kürze die lange Rede, damit sie nicht verdächtig wirke!","translation":"Shorten the long speech, so that it does not look suspicious!"},{"text":"Kürzen kannst du dein Leben, verlängern kann es Gott allein.","translation":"You can shorten your life, God alone can prolong it."},{"text":"Ich kann dir beim Kürzen des Textes zur Hand gehen.","translation":"I can help you shorten the text."},{"text":"„‚Die Kürze ist die Schwester des Talents‘ – wer hat das gesagt?“ – „Anton Tschechow natürlich!“","translation":"\"'Brevity is the sister of talent' – who said that?\" – \"Anton Chekhov, of course!\""},{"text":"Die kürzesten Wörter, nämlich „ja“ und „nein“ erfordern das meiste Nachdenken.","translation":"The shortest words, namely \"yes\" and \"no\", require the most thought."},{"text":"Die kürzesten Kommentare sind oft die nützlichsten.","translation":"The shortest comments are often the most useful ones."},{"text":"Nimm den kürzesten Weg nach Paris!","translation":"Take the shortest route to Paris."},{"text":"Jetzt sind die Tage am längsten und die Nächte am kürzesten.","translation":"Now the days are the longest and the nights the shortest."},{"text":"Wo entlang ist es am kürzesten?","translation":"Where is it shortest?"}],"unwahrscheinlich":[{"text":"Aber die Möglichkeit scheint unwahrscheinlich.","translation":"But the possibility seems unlikely."},{"text":"Es ist unwahrscheinlich, dass unser Team gewinnt.","translation":"Our team is unlikely to win."},{"text":"Je stärker wir sind, desto unwahrscheinlicher ist der Krieg.","translation":"The stronger we are, the less likely war is."},{"text":"Es ist unwahrscheinlich, dass sie Erfolg hatte.","translation":"It is unlikely that she succeeded."},{"text":"Es ist möglich, aber unwahrscheinlich.","translation":"It is possible, but unlikely."}],"Auflage":[{"text":"Er arbeitet für eine große Zeitung, deren Auflage sehr hoch ist.","translation":"He works for a big newspaper with a very large circulation."},{"text":"Bei dieser Auflage fehlen die Addenda.","translation":"In this edition, the addenda is missing."},{"text":"Kannst du die Auflagen für deinen Hund erfüllen?","translation":"Can you meet the requirements for your dog?"},{"text":"Wie groß ist die Auflage dieser Zeitschrift?","translation":"How big is the circulation of this magazine?"},{"text":"Die erste Auflage des Romans umfasste 150 000 Exemplare.","translation":"The first edition of the novel was 150,000 copies."}],"Hochschule":[{"text":"Im vergangenen Jahr bezog er die Hochschule.","translation":"Last year he moved into the university."},{"text":"Die medizinische Hochschule bildet Ärzte aus.","translation":"The medical school trains doctors."},{"text":"Bist du Student an einer Hochschule?","translation":"Are you a college student?"},{"text":"Wir können nicht entscheiden, ob wir zur Hochschule gehen oder nicht.","translation":"We cannot decide whether to go to college or not."},{"text":"Tom ließ sich von Mary scheiden, nachdem die Kinder die Hochschule verlassen hatten.","translation":"Tom divorced Mary after the children graduated from college."}],"taub":[{"text":"Die Frau ist fast taub.","translation":"The woman is almost deaf."},{"text":"Diese Nuss ist taub.","translation":"This nut is numb."},{"text":"Seine Ratschläge stießen auf taube Ohren.","translation":"His advice fell on deaf ears."},{"text":"Meine Bitte fällt bei Tom auf taube Ohren.","translation":"My request falls on deaf ears with Tom."},{"text":"Maria ist blind und taub.","translation":"Mary is blind and deaf."},{"text":"Keiner ist so taub wie derjenige, der nicht hören will.","translation":"No one is as deaf as the one who does not want to hear."},{"text":"Tom fängt an, taub zu werden.","translation":"Tom is beginning to go deaf."},{"text":"Meine Hände sind so taub vor Kälte, dass ich meine Finger nicht bewegen kann.","translation":"My hand is so numb with cold that I can't move my fingers."},{"text":"Er stellte sich mir gegenüber taub.","translation":"He turned a deaf ear to me."},{"text":"Ich bin taub, meine Frau ist blind. Wir sind glücklich.","translation":"I am deaf, my wife is blind. We are happy."},{"text":"Man darf nicht das Gras wachsen hören, sonst wird man taub.","translation":"You must not hear the grass growing, otherwise you will become deaf."},{"text":"Erfolg hört nur auf Applaus. Für alles andere ist er taub.","translation":"Success only listens to applause. He is deaf to everything else."},{"text":"Tom ist auf dem linken Ohr taub.","translation":"Tom is deaf in the left ear."},{"text":"Du stellst dich taub.","translation":"You turn a deaf ear."},{"text":"Ich habe es dir gerade gesagt. Bist du taub?","translation":"I just told you. Are you deaf?"}],"Schwung":[{"text":"Wir müssen etwas Schwung in den Laden bringen.","translation":"We've got to drum up some business in the shop."},{"text":"Sie fiel ihm mit Schwung um den Hals.","translation":"It fell around his neck with momentum."},{"text":"Tom kennt nicht den Unterschied zwischen einem Schwung und einem Anstoß.","translation":"Tom doesn't know the difference between a swing and a kick-off."},{"text":"Ein gewisses Maß an Begehren gibt dem Leben erst seinen Schwung.","translation":"A certain degree of desire gives life its momentum."},{"text":"Da die Äpfel heute im Sonderangebot waren, habe ich gleich einen ganzen Schwung gekauft.","translation":"Apples were on sale today, so I bought a lot of them."}],"haften":[{"text":"Das Wasser haftet nicht an den Bergen; die Rache nicht an einem großen Herzen.","translation":"The water does not adhere to the mountains; revenge not on a big heart."},{"text":"Eltern haften für ihre Kinder.","translation":"Parents are liable for their children."},{"text":"Nasse Kleidung haftet an der Haut.","translation":"Wet clothes adhere to the skin."},{"text":"Die Reifen haften sehr gut.","translation":"The tires are very sticky."},{"text":"Tom haftet der Ruf an, mit nichts pünktlich fertig zu werden.","translation":"Tom has a reputation of never getting things done on time."}],"sofortig":[{"text":"Nur eine sofortige Operation kann das Leben des Patienten retten.","translation":"Only an immediate operation can save the patient's life."},{"text":"Sofortige Maßnahmen sind notwendig.","translation":"Immediate action is needed."},{"text":"Tom trat mit sofortiger Wirkung zurück.","translation":"Tom resigned with immediate effect."},{"text":"Der sofortige Aufbau von Datenbanken ist ein Muss.","translation":"Instant database building is a must."},{"text":"Er machte sofort, was ich wollte, und ich dankte ihm für die sofortige Erfüllung meines Wunsches.","translation":"He immediately did what I wanted, and I thanked him for the immediate fulfillment of my wish."}],"zurzeit":[{"text":"Zurzeit ist niemand im Büro.","translation":"There's no one in the office at the moment."},{"text":"Das ist der schlechteste Film, den es zurzeit gibt.","translation":"This is the worst movie there is at the moment."},{"text":"Er arbeitet zurzeit nicht viel.","translation":"He doesn't work much at the moment."},{"text":"Ich kann euch jetzt nicht helfen, weil ich zurzeit auch kein Geld habe.","translation":"I can't help you right now because I don't have any money right now."},{"text":"Wissen Sie, welches Buch sich zurzeit gut verkauft?","translation":"Do you know which book is currently selling well?"}],"Erfassung":[{"text":"Die grundlegende Aufgabe der klinischen Chemie ist die analytische Erfassung chemischer Kenngrößen, in der Regel im Blutserum.","translation":"The basic task of clinical chemistry is the analytical recording of chemical parameters, usually in blood serum."}],"Helfer":[{"text":"Die Polizei, dein Freund und Helfer – von wegen!","translation":"The police, your friend and helper – no way!"},{"text":"Wenn man etwas mit ganzem Herzen tut, braucht man keinen Helfer.","translation":"If you do something wholeheartedly, you don't need a helper."},{"text":"Er benötigt Helfer.","translation":"He needs helpers."},{"text":"Die Helfer sind unterwegs.","translation":"The helpers are on their way."},{"text":"Ich möchte gegenüber allen Helfern meinen Dank zum Ausdruck bringen.","translation":"I would like to express my gratitude to all the helpers."}],"charmant":[{"text":"Tom hat sich wieder einmal von seiner charmantesten Seite gezeigt.","translation":"Tom has once again shown his most charming side."},{"text":"Du siehst heute sehr charmant aus.","translation":"You look very charming today."},{"text":"Deine Großmutter ist eine charmante Dame.","translation":"Your grandmother is a charming lady."},{"text":"Paul ist bei Weitem der charmanteste Junge in unserer Schule.","translation":"Paul is by far the most charming boy in our school."},{"text":"Er ist hübsch und charmant.","translation":"He's handsome and charming."}],"kid":[{"text":"John fing mit den College-Kids neben ihm an der Theke einen Streit an.","translation":"John picked a quarrel with college kids near him at the bar."},{"text":"„Aufgrund dessen, dass die Schulen dieses Jahr wegen des Coronavirus eher die Pforten schließen, gibt es für 22 Millionen Kinder, die darauf angewiesen gewesen wären, in der Schule Frühstück und Mittagessen zu bekommen, jetzt eine Lücke, die wir schließen müssen“, sagte Lisa Davis, geschäftsführende Direktorin der Aktion „Kein Kind soll hungern“ (engl. “No Kid Hungry”).","translation":"With schools closing early this year because of COVID-19, “22 million kids that relied on getting breakfast and lunch at school now have a gap we need to fill,” said Lisa Davis, senior vice president of the No Kid Hungry campaign."}],"fertigen":[{"text":"Die Statue wurde in Frankreich gefertigt.","translation":"The statue was made in France."},{"text":"Diese Schuhe werden in Italien gefertigt.","translation":"These shoes are made in Italy."},{"text":"Sie fertigten eine Liste der Namen an.","translation":"They made a list of the names."},{"text":"Alle Etagen des Hauses sind aus Holz gefertigt.","translation":"All floors of the house are made of wood."},{"text":"Maria trug Kleidung, gefertigt von ihrer Mutter.","translation":"Mary wore clothes made by her mother."}],"with":[{"text":"2015 kürten die Oxford-Wörterbücher das Emoji „face with tears of joy“ (dt. „Gesicht mit Freudentränen“) zum Wort des Jahres.","translation":"In 2015, Oxford Dictionaries named the “face with tears of joy” emoji as the word of the year."}],"gewähren":[{"text":"Nur ein früher Tod gewährt ewige Jugend.","translation":"Only an early death grants eternal youth."},{"text":"Ich sei, gewährt mir die Bitte, in eurem Bunde der Dritte.","translation":"I am, grant me the request, the third in your covenant."},{"text":"Ehre den Baum, der dir Schutz gewährt.","translation":"Honor the tree that gives you protection."},{"text":"Lange hatte sie gewährt, aber letztlich starb die Hoffnung doch.","translation":"For a long time she had granted, but in the end hope died."},{"text":"Gewähren Sie dem Heranwachsenden Freiheiten!","translation":"Grant the adolescent freedom!"}],"Kinn":[{"text":"Ich schlug ihm auf das Kinn.","translation":"I punched him in the chin."},{"text":"Der Mann kratzte sich am Kinn und überlegte, was er tun solle.","translation":"The man scratched his chin and thought about what to do."},{"text":"Weißt du, wie Tom an die Narbe an seinem Kinn gekommen ist?","translation":"Do you know how Tom got that scar on his chin?"},{"text":"Sie setzte sich neben mich an den Strand, umarmte ihre Knie und stütze darauf das Kinn.","translation":"She sat down next to me on the beach, hugged her knees and rested her chin on them."},{"text":"Der Junge streichelte das Mädchen ums Kinn und küsste es auf die Wangen.","translation":"The boy stroked the girl's chin and kissed her on the cheeks."}]}