{"denselben":[{"text":"Er hatte denselben Anzug an wie ich.","translation":"He was wearing the same suit as me."},{"text":"Wir steigen in denselben Fluss und doch nicht in denselben!","translation":"We get into the same river and yet not into the same one!"},{"text":"Sie kommt denselben Weg wie du.","translation":"She comes the same way as you."},{"text":"Du musst mir helfen! Jede Nacht habe ich denselben schrecklichen Traum.","translation":"You've got to help me! Every night I have the same horrible dream."},{"text":"Er machte zweimal denselben Fehler.","translation":"He made the same mistake twice."}],"Ersatz":[{"text":"Es ist ein Wort, für das ich gerne einen Ersatz finden würde.","translation":"It's a word I'd like to find a replacement for."},{"text":"Geld ist kein Ersatz für die Gesundheit.","translation":"You cannot substitute money for health."},{"text":"Es wird schwierig sein, Ersatz für sie zu finden.","translation":"It will be hard to find a substitute for her."},{"text":"Es wird schwer sein, für sie Ersatz zu finden.","translation":"It will be hard to find replacements for them."},{"text":"Männer verlassen ihre Freundinnen erst, wenn sie einen Ersatz haben.","translation":"Men don't leave their girlfriends until they have a replacement."}],"jenseits":[{"text":"Unsere Freundschaft ist jenseits dieser kleinen Missverständnisse.","translation":"Our friendship is beyond those little misunderstandings."},{"text":"Das ist jenseits von Gut und Böse.","translation":"This is beyond good and evil."},{"text":"Seine Wünsche waren jenseits von Gut und Böse.","translation":"His desires were beyond good and evil."},{"text":"Er ist jenseits jeden Verdachts.","translation":"He is above suspicion."},{"text":"Das ist jenseits der Grenze menschlichen Wissens.","translation":"It is beyond the boundary of human knowledge."},{"text":"Gibt es etwas jenseits des Universums?","translation":"Is there anything beyond the universe?"},{"text":"Alles Beste aber, wie überall im Leben, liegt jenseits der großen Straßen.","translation":"But all the best, as everywhere in life, lies beyond the big roads."},{"text":"Jenseits des Berges liegt ein Dorf.","translation":"There is a village over the mountain."},{"text":"Ich hoffe, dass wir eines Tages Leben jenseits der Erde finden werden.","translation":"I hope someday we'll find life beyond Earth."},{"text":"Weit von hier, jenseits des Meeres, liegt das sonnige Land Italien.","translation":"Far away across the sea lies the sunny land of Italy."},{"text":"Musik ist Religion für mich, auch im Jenseits wird es Musik geben.","translation":"Music is religion for me, there will also be music in the afterlife."},{"text":"Er beförderte sie ins Jenseits.","translation":"He transported them to the hereafter."},{"text":"Tschutschmekisch wurde im Jenseits als eine der Amtssprachen anerkennt.","translation":"Chuchmeek was recognized as one of the official languages in the afterlife."},{"text":"Das große Verdienst der Weltreligionen ist, dass sie den Soldaten die Angst vor dem Jenseits genommen haben.","translation":"The great merit of the world religions is that they have taken away the soldiers' fear of the hereafter."},{"text":"Warum die Hölle im Jenseits suchen? Sie ist schon im Diesseits vorhanden, im Herzen der Bösen.","translation":"Why seek hell in the afterlife? It is already present in this world, in the heart of the wicked."},{"text":"Tom sprach aus dem Jenseits zu Maria.","translation":"Tom spoke to Mary from beyond."},{"text":"Willkommen im Jenseits, Tom! Du bist tot.","translation":"Welcome to the hereafter, Tom! You are dead."},{"text":"Tom grüßt uns aus dem Jenseits.","translation":"Tom greets us from beyond."},{"text":"Besser ein bisschen zu spät im Diesseits als zu früh im Jenseits.","translation":"Better a little too late in this world than too early in the hereafter."},{"text":"Die Religion ist die Versicherung im Diesseits gegen Feuer im Jenseits.","translation":"Religion is the insurance in this world against fire in the hereafter."}],"salzig":[{"text":"Das Fleisch ist salzig.","translation":"The meat is salty."},{"text":"Die Butter ist salzig.","translation":"The butter is salty."},{"text":"Ich mag die Suppe eher salzig.","translation":"I like the soup rather salty."},{"text":"Dieses Wasser ist ein bisschen salzig.","translation":"This water is a little salty."},{"text":"Die Kombination mit einer nicht zu salzigen Soße ist perfekt.","translation":"The combination with a sauce that is not too salty is perfect."}],"wilde":[{"text":"Im Wald leben wilde Tiere.","translation":"Wild animals live in the forest."},{"text":"Es gibt viele wilde Tiere in diesem Gebiet.","translation":"There are many wild animals in this area."},{"text":"Diese wilde Rose gibt einen süßen Duft von sich.","translation":"This wild rose gives off a sweet scent."},{"text":"Es ist nicht legal, sich wilde Tiere als Haustiere zu halten.","translation":"It's not legal to keep wild animals as pets."},{"text":"Viele Vertreter des männlichen Geschlechts jagen wilde Tiere.","translation":"Many representatives of the male sex hunt wild animals."},{"text":"Ich bin wild auf den Wilden Westen.","translation":"I'm wild on the Wild West."},{"text":"Jeder Wilde kann tanzen.","translation":"Every savage can dance."},{"text":"Jene Wilden waren mit Pfeil und Bogen bewaffnet.","translation":"Those savages were armed with bows and arrows."},{"text":"Der zivilisierte Wilde ist der schlimmste aller Wilden.","translation":"The civilized savage is the worst of all savages."},{"text":"Dr. Patterson spricht zu einem Wilden mittels Gebärdensprache.","translation":"Dr. Patterson speaks to a savage through sign language."},{"text":"Wilde Tiere nicht füttern!","translation":"Don't feed wild animals."},{"text":"Zahme Vögel träumen von Freiheit. Wilde Vögel fliegen!","translation":"Tame birds dream of freedom. Wild birds fly!"},{"text":"Wilde Orchideen wachsen in den Regenwäldern.","translation":"Wild orchids grow in rainforests."},{"text":"Oscar Wilde empfahl: „Vergib stets deinen Feinden; nichts ärgert sie mehr.“","translation":"Oscar Wilde advised: \"Always forgive your enemies; Nothing annoys them anymore.\""},{"text":"Wilde Tiere liefen auf dem Grasland umher.","translation":"Wild animals roamed the grasslands."}],"p":[{"text":"Somit ist p dann und nur dann der Fall, wenn q der Fall ist.","translation":"Thus, p is the case if and only if q is the case."},{"text":"Der fünfzehnthäufigste Buchstabe im Esperanto ist \"p\".","translation":"The fifteenth most common letter in Esperanto is \"p\"."},{"text":"Das französische Alphabet enthält sechsundzwanzig Buchstaben: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"The French alphabet contains twenty-six letters: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Ohne wirklich zu wissen, was \"Phonetik\" bedeutet und wohl sogar ohne überhaupt das Alphabet zu kennen, hatte ich mir klar gemacht, dass \"p\" eine härtere Version von \"b\" ist, \"t\" eine härtere Version von \"d\", \"k\" eine entsprechende von \"g\" und das scharfe \"s\" eine entsprechende Version des weichen \"s\".","translation":"Without actually knowing what \"phonetics\" meant and probably not even knowing the alphabet, I was able to think to myself that \"p\" was a harder version of \"b\" as was \"t\" to \"d\", \"k\" to \"g\" and \"s\" to \"z\"."},{"text":"Ido hat dieselben 26 Buchstaben wie das englische, niederländische und lateinische Alphabet, und benötigt keinerlei diakritische Zeichen: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"Ido has the same 26 letters as the English, Dutch and Latin alphabet, with no diacritics: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Beweisen Sie, dass P eine teilweise geordnete Menge ist.","translation":"Prove that P is a partially ordered set."},{"text":"Die Senkrechte der Tangente t durch C und die Parallele durch P schneiden sich in einem Punkt P′.","translation":"The vertical of the tangent t through C and the parallel through P intersect in a point P′."},{"text":"Einer von fünf Franzosen hat bei der Stimmabgabe Le Pen unterstützt. Es heißt, hellwach zu bleiben und aufzupassen!","translation":"One in five French people supported Le Pen in the vote. It means staying wide awake and paying attention!"},{"text":"Indem man nun jedem Punkt P auf dem Rand des Kreises den Bildpunkt P′ zuordnet, entsteht die gewünschte Kurve.","translation":"By assigning the pixel P′ to each point P on the edge of the circle, the desired curve is created."},{"text":"Der Mars-Rover Curiosity rollt auf Reifen, deren Profil jeweils die Morsezeichen für J, P und L in den Boden drücken. Die Reifenspuren dienen dem Erkennen der Fortbewegung, insbesondere bei optisch ohne diese Reifenabdrücke recht eintönigem Boden. Erkennbar an der Spur wird die Orientierung des Fahrzeugs und das Maß des Durchrutschens von Reifen, mit dem Ziel das Fahren effizienter zu gestalten.","translation":"The Mars rover Curiosity rolls on tires whose tread pushes the Morse codes for J, P and L into the ground. The tire tracks are used to detect locomotion, especially in visually without these tire impressions quite monotonous ground. Recognizable by the lane is the orientation of the vehicle and the degree of slippage of tires, with the aim of making driving more efficient."}],"eindringen":[{"text":"Es wäre sicherlich nicht allzu schwierig, herauszufinden, wer in unser System eingedrungen ist.","translation":"I'm sure it wouldn't be too hard to find out who hacked into our system."},{"text":"Der Schnee war in unsere Schuhe eingedrungen und ist dort geschmolzen.","translation":"The snow had penetrated our shoes and melted there."},{"text":"Er ist durch das Fenster eingedrungen.","translation":"He entered through the window."},{"text":"Ist der Mensch in Gottes Revier eingedrungen?","translation":"Has man invaded God's territory?"},{"text":"Bitte schließen Sie die Tür, um die Kälte nicht ins Haus eindringen zu lassen!","translation":"Please close the door to prevent the cold from entering the house!"},{"text":"Die Öffnungen vor Eindringen von Sand bewaren!","translation":"Keep sand out of every orifice."},{"text":"Am unteren Rand des Daches werden Traufziegel verlegt. Ihre besondere Form verhindert das Eindringen von Tieren.","translation":"Eaves tiles are laid at the bottom of the roof. Their special shape prevents the penetration of animals."},{"text":"Es scheint, dass das Eindringen in die Privatsphäre von Internetnutzern zur Lieblingsbeschäftigung der Geheimdienste geworden ist.","translation":"It seems that intrusion into the privacy of Internet users has become the favorite pastime of the intelligence services."},{"text":"Hochwasser kann definiert werden als das Eindringen von Wasser in Gebiete oder Bereiche, die im Normalfall trocken sind.","translation":"A flood can be defined as the encroachment of water in an area or region which is usually dry."}],"brand":[{"text":"Die Ursache der Brandes ist bislang unbekannt.","translation":"The cause of the fire is yet unknown."},{"text":"Nach Krieg und Brand kommt Gottes Segen ins Land.","translation":"After war and fire, God's blessing comes into the country."},{"text":"Es kann einen Brand verursachen.","translation":"It can cause a fire."},{"text":"Wie kann man schnell einen Brand löschen?","translation":"How can you quickly extinguish a fire?"},{"text":"Schlagen Sie im Falle eines Brandes bitte dieses Fenster ein.","translation":"In case of fire, please smash this window."}],"tipp":[{"text":"Er war gewarnt, er hatte einen heißen Tipp bekommen.","translation":"He was warned, he had received a hot tip."},{"text":"Hat jemand einen Tipp-Ex?","translation":"Does anyone have a Tipp-Ex?"},{"text":"Ich glaube, das ist nur ein Tipp- und kein Grammatikfehler.","translation":"I think it's just a typo, rather than a grammatical error."},{"text":"Ich gab Tom einen Tipp.","translation":"I gave Tom a tip."},{"text":"Tatoeba gibt dir hier ein paar Tipps!","translation":"Tatoeba gives you some tips here!"},{"text":"Ich tippe ein Wort.","translation":"I type a word."},{"text":"Ich tippe schon seit heute Morgen an diesem Bericht, aber bin erst halb durch.","translation":"I have been typing this report since this morning, but I'm only halfway through."},{"text":"Ich tippe nun so schnell wie ich kann.","translation":"I now type as fast as I can."}],"steh":[{"text":"Ich glaub’, ich steh’ im Wald!","translation":"Blow me down!"},{"text":"Bitte steh nicht auf.","translation":"Please don't get up."},{"text":"Gott steh mir bei!","translation":"God help me!"},{"text":"Setze dich auf die Treppe und steh uns nicht im Weg.","translation":"Sit on the stairs and don't stand in our way."},{"text":"Komm, steh auf! Sonst kommst du noch zu spät.","translation":"Come, get up! Otherwise you will be late."},{"text":"Komm schon, steh auf.","translation":"Come on, get up."},{"text":"Bitte steh auf und stell dich vor!","translation":"Stand up and introduce yourself, please."},{"text":"Ich steh' nicht auf Männer.","translation":"I'm not into men."},{"text":"Da stehste, wie die Kuh vorm neuen Tor!","translation":"There you stood, like the cow in front of the new gate!"},{"text":"Maria, steh auf! Willst du Onkel Tom etwa im Nachthemd begrüßen?","translation":"Mary, get up! Do you want to greet Uncle Tom in a nightgown?"}],"einlegen":[{"text":"Ich schlage vor, dass wir jetzt eine kleine Pause einlegen.","translation":"I suggest we have a short break now."},{"text":"Ich werde ein gutes Wort für dich einlegen.","translation":"I'll put in a good word for you."},{"text":"Wenn ich den Artikel diese Woche nicht bekomme, werde ich Beschwerde bei Paypal einlegen.","translation":"If I do not get the item this week, I will make a complaint to PayPal."},{"text":"Wir haben uns noch nicht entschieden, wo wir eine Pause einlegen.","translation":"We haven't decided yet where to take a break."},{"text":"Könntet ihr vielleicht ein gutes Wort für mich einlegen?","translation":"Maybe you could put in a good word for me."},{"text":"Kannst du mir zeigen, wo man bei diesem Gerät die Batterie einlegt?","translation":"Can you show me where to insert the battery on this device?"},{"text":"Könntest du bei ihm ein gutes Wort für mich einlegen?","translation":"Could you put in a good word for me with him?"},{"text":"Werden Sie Widerspruch einlegen?","translation":"Will you appeal?"},{"text":"Sollen wir eine kurze Pause einlegen?","translation":"Shall we take a short rest?"},{"text":"Wollen wir nicht eine kleine Pause einlegen?","translation":"Shall we have a short break?"}],"Schwangerschaft":[{"text":"Die Ausnahme zu der Regel heißt Schwangerschaft.","translation":"The exception to the rule is called pregnancy."},{"text":"\"Seit meiner Schwangerschaft habe ich eine 75 %-Stelle und du?\" \"Ich arbeite 150 %.\"","translation":"\"Since my pregnancy, I've had a 75% job and you?\" \"I work 150%.\""},{"text":"Besteht die Möglichkeit einer Schwangerschaft?","translation":"Is there a possibility of pregnancy?"},{"text":"Ihre Schwangerschaften gehen immer über den Termin.","translation":"Your pregnancies always go beyond the appointment."},{"text":"Ist ihr wenigstens bewusst, dass das gefährlich für ihre Schwangerschaft ist?","translation":"Is she at least aware that this is dangerous for her pregnancy?"}],"Klima":[{"text":"Ich bin an das Klima gewöhnt.","translation":"I am accustomed to the climate."},{"text":"Langsam gewöhne ich mich an das feuchte Klima hier.","translation":"I'm slowly getting used to the humid climate here."},{"text":"Die Natur bestimmt das Klima.","translation":"Nature determines the climate."},{"text":"Wir müssen uns an das neue Klima anpassen.","translation":"We have to adapt to the new climate."},{"text":"Das Klima auf der Erde verändert sich.","translation":"Earth's climate is changing."}],"creme":[{"text":"Sie kauft Creme.","translation":"She buys cream."},{"text":"Savlon ist eine Creme, die der Haut Feuchtigkeit spendet.","translation":"Savlon is a cream that moisturizes the skin."},{"text":"Ich hätte gern eine Creme für die Hände.","translation":"I would like a cream for the hands."},{"text":"Mit dieser Creme schütze ich mich vor Sonnenbrand.","translation":"With this cream I protect myself from sunburn."},{"text":"„Seit ich diese Creme verwende sehe ich drei Wochen jünger aus“, sagte Maria voller Begeisterung.","translation":"\"Since I started using this cream, I look three weeks younger,\" Maria said enthusiastically."},{"text":"„Was meinst du: Sind wir Menschen gänzlich allein in der endlosen Weite des Alls?“ — „Ich würde es vorziehen, und übrigens: hast du die Anti-Mücken-Creme eingepackt?“","translation":"\"What do you mean: Are we humans completely alone in the endless expanse of space?\" — \"I would prefer, and by the way: did you pack the anti-mosquito cream?\""},{"text":"Übrigens ist das Gebäck, das in Japan als „Shu-Creme“ bekannt ist, weder in England noch in Frankreich unter diesem Namen geläufig. Wenn man in England nach „Shu-Creme“ fragt, bekommt man witzigerweise Schuhcreme.","translation":"By the way, the pastry known as \"Shu Cream\" in Japan is not known under this name neither in England nor in France. If you ask for a \"Shu Cream\" in England, you will end up comically receiving shoe shine."}],"Zerstörung":[{"text":"Es darf keine Freiheit geben zur Zerstörung der Freiheit.","translation":"There must be no freedom to destroy freedom."},{"text":"Krieg führt nur zu sinnloser und brutaler Zerstörung.","translation":"War results only in senseless and violent destruction."},{"text":"Der Krieg brachte Tod und Zerstörung über die Stadt.","translation":"The war brought about death and destruction in the city."},{"text":"Das Publikum wurde der Zerstörung ausgesetzt.","translation":"The audience was exposed to the devastation."},{"text":"Die Welt steht am Rande der Zerstörung.","translation":"The world is on the edge of destruction."}],"infiziert":[{"text":"Haben Sie keine Angst, von dem Virus infiziert zu werden?","translation":"Aren't you afraid of getting infected by the virus?"},{"text":"„Hat Tom etwas?“ – „Sein Rechner ist mit einem Virus infiziert.“","translation":"\"What's wrong with Tom?\" \"His computer is infected with a virus.\""},{"text":"Die Wunde hat sich infiziert.","translation":"The wound got infected."},{"text":"Ich bin ein Trojaner, also infizierte ich deinen Mac.","translation":"I'm a Trojan, so I infected your Mac!"},{"text":"Viele Touristen haben sich beim Skiurlaub im österreichischen Tirol mit dem Coronavirus infiziert.","translation":"Many tourists became infected with the coronavirus after going skiing in Austria's Tyrol region."},{"text":"Ein Virus hat Toms Computer infiziert.","translation":"A virus infected Tom's computer."},{"text":"In Europa nimmt die Zahl der mit dem Coronavirus infizierten Menschen weiter zu.","translation":"In Europe, the number of people infected with the coronavirus continues to increase."},{"text":"Männer können mit HPV infiziert sein.","translation":"Men can be infected with HPV."},{"text":"Das Krankenhaus stellte die infizierten Patienten zur Vermeidung einer Kreuzinfektion unter Quarantäne.","translation":"The hospital quarantined the infected patients to avoid cross infection."},{"text":"Sie ist infiziert.","translation":"It's infected."}],"ihrer":[{"text":"Mein Hund ist fast halb so groß wie Ihrer.","translation":"My dog is almost half the size of yours."},{"text":"In dieser Hinsicht unterscheidet sich meine Meinung von Ihrer.","translation":"In that respect, my opinion differs from yours."},{"text":"Ich hätte eine Frage zu einem Ihrer Schüler.","translation":"I'd like to ask you about a student of yours."},{"text":"Wenn Sie nicht kommen können, schicken Sie jemand anderen an Ihrer statt.","translation":"If you can't come, send someone in your stead."},{"text":"Hallo! Ich hätte gern eine Ihrer Margeriten.","translation":"Hello! I would like to have one of your daisies."},{"text":"Was haben Sie in Ihrer Tasche?","translation":"What do you have in your bag?"},{"text":"Was ist das für ein Ding da in Ihrer Tasche?","translation":"What's that there in your bag?"},{"text":"Gibt es eine Schule in Ihrer Straße?","translation":"Is there a school on your street?"},{"text":"Haben Sie ein Bild von Ihrer Frau in Ihrer Brieftasche?","translation":"Do you have a picture of your wife in your wallet?"},{"text":"Ich bin völlig überzeugt von Ihrer Unschuld.","translation":"I am fully convinced of your innocence."}],"Beleuchtung":[{"text":"Die Art der Beleuchtung einer Sache ändert nichts an ihrem Wesen.","translation":"The way a thing is illuminated does not change its essence."},{"text":"Die Beleuchtung ist perfekt.","translation":"The light is perfect."},{"text":"Komisch, dass die Beleuchtung in der Firma um diese Zeit an ist!","translation":"Funny that the lighting in the company is on at this time!"},{"text":"„Welcher Tag ist heute?“ － „Heute ist Montag und abends mit Beleuchtung.“","translation":"\"What day is today?\" - \"Today is Monday and evening with lighting.\""},{"text":"Was ist die richtige Blende bei dieser Beleuchtung?","translation":"What is the correct aperture in this light?"}],"dusche":[{"text":"Ist im Zimmer eine Dusche?","translation":"Is there a shower in the room?"},{"text":"Unter der Dusche singen? Das käme mir nie in den Sinn.","translation":"Singing in the shower? That would never occur to me."},{"text":"Fahren Sie heim, stellen Sie sich unter die Dusche und vergessen Sie alles!","translation":"Go home, take a shower and forget everything!"},{"text":"Ich nehme das Telefon bis unter die Dusche mit.","translation":"I take the phone to the shower."},{"text":"Man hörte ihn unter der Dusche singen.","translation":"He could be heard singing in the shower."}],"Ritter":[{"text":"Sehen Sie sich den Ritter auf dem Pferd an!","translation":"Look at the knight on horseback!"},{"text":"Ein Ritter ohne Dame war wie ein Baum ohne Blätter.","translation":"A knight without a lady was like a tree without leaves."},{"text":"Tom wurde von Königin Maria zum Ritter geschlagen.","translation":"Tom was knighted by Queen Mary."},{"text":"Arme Ritter sind köstlich.","translation":"French toast is delicious."},{"text":"Der Ritter Tristan liebte die Prinzessin Isolde.","translation":"The knight Tristan loved the princess Iseult."}],"Vorwurf":[{"text":"Mach dir keine Vorwürfe.","translation":"Don't blame yourself."},{"text":"Ich mache mir selber Vorwürfe.","translation":"I blame myself."},{"text":"Meine Kunst lasse ich nicht liegen, ich müsste mir ewige Vorwürfe machen!","translation":"I don't leave my art behind, I would have to blame myself forever!"},{"text":"Wer will ihr daraus einen Vorwurf machen?","translation":"Who wants to blame her for this?"},{"text":"Es ist geschehen. Und es hat keinen Sinn, sich jetzt Vorwürfe zu machen.","translation":"It has happened. And there is no point in blaming oneself now."}],"austauschen":[{"text":"Möchten Sie Links austauschen?","translation":"Would you like to exchange links?"},{"text":"Du kannst es nach deinem Belieben austauschen.","translation":"You can exchange it as you wish."},{"text":"Hier auf dem Lande wird gerne jede Gelegenheit wahrgenommen, um zu feiern und Neuigkeiten auszutauschen.","translation":"Here in the countryside, every opportunity is gladly taken to celebrate and exchange news."},{"text":"Ich habe nie Deutsch gelernt, dies hindert uns jedoch nicht daran, auf Esperanto Gedanken auszutauschen.","translation":"I never learned German, but that doesn't stop us from exchanging ideas in Esperanto."},{"text":"Ach, wollen wir nicht nächstes Mal Handynummern austauschen?","translation":"Oh, don't we want to exchange mobile numbers next time?"}],"Kraftstoffverbrauch":[],"Sorte":[{"text":"Balkanbrass ist immer noch die beste Sorte Blechblasmusik.","translation":"Balkanbrass is still the best kind of brass music."},{"text":"Gott liebt den kleinen Mann. Er hat so viele von seiner Sorte gemacht.","translation":"God loves the little man. He has made so many of his kind."},{"text":"Die gefährlichste Sorte von Dummheit ist ein scharfer Verstand.","translation":"The most dangerous kind of stupidity is a sharp mind."},{"text":"Welche Sorte Mensch bist du?","translation":"What kind of a person are you?"},{"text":"Es gibt verschiedene Sorten Kaffee.","translation":"There are different types of coffee."}],"messe":[{"text":"Ist der Teufel in der Kirche, so will er auch die Messe lesen.","translation":"If the devil is in church, he also wants to read Mass."},{"text":"Paris ist wohl eine Messe wert.","translation":"Paris is probably worth a fair."},{"text":"Um wie viel Uhr beginnt die erste Messe des Tages?","translation":"What time does the first mass of the day begin?"},{"text":"Auf der Messe gab es eine Reihe von etwa 20 Ständen.","translation":"There was a row of about 20 stalls at the fair."},{"text":"Mein Großvater geht jeden Sonntag zur Messe.","translation":"My grandfather goes to mass every Sunday."}],"riß":[{"text":"Maria riss ihr Kleid in Fetzen.","translation":"Maria tore her dress to shreds."},{"text":"Immer wenn ihm langweilig war, riss er sich einzelne Haare vom Kopf.","translation":"Whenever he was bored, he tore individual hair off his head."},{"text":"Sie riss die Augen auf.","translation":"She opened her eyes."},{"text":"Er riss die Fotos in Stücke.","translation":"He tore the photographs into pieces."},{"text":"Der Dieb riss ihr die Tasche aus der Hand.","translation":"The thief snatched the bag out of her hand."},{"text":"Ich trage jene Hose nicht mehr, weil sie einen großen Riss hat.","translation":"I don't wear those trousers any more because they've got a big rip in them."},{"text":"Es ist ein großer Riss in der Wand.","translation":"There is a big crack in the wall."},{"text":"Dieser Stoff bekommt schnell Risse.","translation":"This cloth tears easily."},{"text":"Das Vertrauen zwischen uns hat einen Riss bekommen.","translation":"The trust between us has cracked."},{"text":"Tom riss sich zusammen.","translation":"Tom pulled himself together."}],"Drittanbieter":[],"Aufenthalt":[{"text":"Wir haben jetzt zehn Minuten Aufenthalt.","translation":"We now have ten minutes stay."},{"text":"Wir freuen uns über unseren Aufenthalt im Elsass.","translation":"We are looking forward to our stay in Alsace."},{"text":"„Wie lange haben wir Aufenthalt in Paris?“ – „Fast eine Stunde.“","translation":"\"How long will we stay in Paris?\" – \"Almost an hour.\""},{"text":"Wir wünschen ihnen einen schönen Aufenthalt.","translation":"We wish you a nice stay."},{"text":"Ich hoffe, Sie hatten einen angenehmen Aufenthalt.","translation":"I hope you had a pleasant stay."}],"mental":[{"text":"Frauen sind mental oft stärker als Männer.","translation":"Women are often mentally stronger than men."},{"text":"Tom hat mentale Probleme.","translation":"Tom has mental problems."},{"text":"Meine Schwester ist mental ein Genie.","translation":"My sister is mentally a genius."},{"text":"Seine akademische Leistung ist hervorragend. Aber er scheint Schwächen auf mentaler Ebene zu haben.","translation":"His academic performance is outstanding. But he seems to have weaknesses on a mental level."},{"text":"Ich glaube, ich werde diese mentale Belastung kein zweites Mal aushalten können.","translation":"I don't think I'll be able to endure this mental strain a second time."}],"Schock":[{"text":"Er erholt sich nur langsam von dem Schock.","translation":"He recovers only slowly from the shock."},{"text":"Mach dich auf einen Schock gefasst!","translation":"Be prepared for a shock!"},{"text":"Der Schock saß tief.","translation":"The shock was deep."},{"text":"Sie starb an einem Schock.","translation":"She died of shock."},{"text":"Früher oder später wird sie den Schock überwinden.","translation":"Sooner or later, she'll get over the shock."}],"christlich":[{"text":"Nach christlicher Tradition ist der Sonntag der erste Tag der Woche.","translation":"According to Christian tradition, Sunday is the first day of the week."},{"text":"Nach dem christlichen Glauben hat Gott in Jesus von Nazareth Fleisch angenommen.","translation":"According to the Christian faith, God took flesh in Jesus of Nazareth."},{"text":"Das schönste christliche Fest ist Weihnachten.","translation":"The most beautiful Christian festival is Christmas."},{"text":"In der christlichen Tradition ist die heilige Jungfrau Maria die Mutter Jesu.","translation":"In Christian tradition, the Blessed Virgin Mary is the mother of Jesus."},{"text":"Bei Erfolgen demütig bleiben, ist ein christlicher Schatz.","translation":"Staying humble in successes is a Christian treasure."}],"Anerkennung":[{"text":"Neid ist die ehrlichste Form der Anerkennung.","translation":"Envy is the most honest form of recognition."},{"text":"Widerspruch ist immer ein Zeichen von Anerkennung.","translation":"Contradiction is always a sign of recognition."},{"text":"Für diese offenen Worte muss ich dir meine höchste Anerkennung aussprechen.","translation":"For these open words, I have to give you my highest appreciation."},{"text":"Wissen gibt dir Macht, aber der Charakter verschafft dir Respekt und Anerkennung.","translation":"Knowledge gives you power, but character gives you respect and recognition."},{"text":"Ich habe Verlangen nach mehr Anerkennung.","translation":"I have a desire for more recognition."}],"juristisch":[{"text":"Jedes Ding lässt sich von drei Seiten betrachten, von einer wirtschaftlichen, einer juristischen und einer vernünftigen.","translation":"Every thing can be viewed from three sides, one economic, one legal and one reasonable."},{"text":"Toms Sorge ist, dass alles juristisch richtig formuliert wird. Dafür braucht er Ihre Hilfe.","translation":"Tom's concern is that everything will be formulated correctly from a legal point of view. For this he needs your help."},{"text":"Juristisch gesehen ist zwischen beiden Taten ein großer Unterschied.","translation":"From a legal point of view, there is a big difference between the two acts."},{"text":"Wir haben eine juristische Übereinkunft getroffen.","translation":"We have reached a legal agreement."},{"text":"Das neue Gesetz gewährt homosexuellen Paaren die gleichen juristischen und sozialen Rechte.","translation":"The new law guarantees the same judicial and social rights to homosexual couples."}],"Ladung":[{"text":"Die Ladung des Schiffs wurde gelöscht.","translation":"The ship's cargo has been unloaded."},{"text":"Ohne die rechte Ladung ist der Schuss gefährlich.","translation":"Without the right charge, the shot is dangerous."},{"text":"Wir müssen die Ladung verringern.","translation":"We have to lighten the load."},{"text":"Die Ladung wurde durch den Regen beschädigt.","translation":"The shipment was damaged by the rain."},{"text":"Wir wussten nicht, dass die Kiste Löcher hatte. Wir haben die halbe Ladung unterwegs verloren.","translation":"We didn't know the box had holes in it. We lost half of the load along the way."}],"Anstrengung":[{"text":"Ohne Anstrengung erreicht man nichts.","translation":"Without effort, nothing can be achieved."},{"text":"Wenn wir das schaffen wollen, dann bedarf das riesiger Anstrengungen.","translation":"If we want to achieve this, it will take a huge effort."},{"text":"Jede Anstrengung zum Lernen wird sich lohnen.","translation":"Any effort to learn will be worth it."},{"text":"Tom hat mich ohne Anstrengung besiegt.","translation":"Tom defeated me without effort."},{"text":"Das hat mich eine Menge Anstrengung gekostet.","translation":"That took me a lot of effort."}],"komplizieren":[{"text":"Dieses Problem wirkt auf den ersten Blick einfach, aber tatsächlich ist es ziemlich kompliziert.","translation":"This problem seems simple at first glance, but actually it's fairly complicated."},{"text":"Diese Uhren sehen nur auf den ersten Blick kompliziert aus.","translation":"These watches only look complicated at first glance."},{"text":"Was dir einfach vorkommt, erscheint mir kompliziert.","translation":"What seems simple to you seems complicated to me."},{"text":"Lass mich dir diesen Fall abnehmen. Er sieht kompliziert aus.","translation":"Let me relieve you of that case. It looks heavy."},{"text":"Das hört sich kompliziert an.","translation":"That sounds complicated."},{"text":"Der erste Vorschlag erwies sich als zu kompliziert.","translation":"The first proposal proved to be too complicated."},{"text":"Ich will die Sache nicht unnötig komplizieren.","translation":"I do not want to complicate matters unnecessarily."},{"text":"Mann, du machst alles so kompliziert!","translation":"Man, you make everything so complicated!"},{"text":"Diese Uhren erscheinen nur auf den ersten Blick kompliziert.","translation":"These watches only seem complicated at first glance."},{"text":"Das hört sich zu kompliziert an.","translation":"That sounds too complicated."}],"Regal":[{"text":"Der Apfel ist neben dem Topf im Regal.","translation":"The apple is next to the pot on the shelf."},{"text":"Sieh bitte in den Schrank, ins oberste Regal.","translation":"Please look in the cabinet, the top shelf."},{"text":"Die Flasche Wein ist auf dem Regal gelegen.","translation":"The bottle of wine is on the shelf."},{"text":"„Kann ich das Buch auf das Regal stellen?“ – „Ja, stelle es ruhig darauf.“","translation":"\"Can I place the book on the shelf?\" \"Yes, you can place it there.\""},{"text":"Am Regal stand aber ein ganz anderer Preis als hier auf dem Bon!","translation":"But on the shelf there was a completely different price than here on the receipt!"}],"Amen":[{"text":"Hier stehe ich, ich kann nicht anders, so wahr mir Gott helfe. Amen.","translation":"Here I stand, I can't help it, so help me God. Amen."},{"text":"Im Namen Jesu Christi. Amen.","translation":"In the name of Jesus Christ, Amen."},{"text":"Die Gnade unsers Herrn Jesu Christi sei mit euch allen! Amen.","translation":"The grace of our Lord Jesus Christ be with you all. Amen."},{"text":"Ehre sei dem Vater und dem Sohn und dem Heiligen Geist, wie im Anfang, so auch jetzt und allezeit und in Ewigkeit. Amen.","translation":"Glory be to the Father, and to the Son, and to the Holy Spirit, as in the beginning, now and always, and forever. Amen."},{"text":"Hier stehe ich! Ich kann nicht anders, Gott helfe mir. Amen.","translation":"Here I am! I can't help it, God help me. Amen."},{"text":"So sicher wie das Amen in der Kirche.","translation":"As sure as the Amen in the church."},{"text":"Den Interessen unseres Volkes wird nicht gerecht, wer schon Amen sagt, wenn in Washington noch gebetet wird.","translation":"The interests of our people will not be met by those who say Amen when they are still praying in Washington."},{"text":"Die Liebe ist der Endzweck der Weltgeschichte, das Amen des Universums.","translation":"Love is the end purpose of world history, the amen of the universe."},{"text":"Das ist so sicher wie das Amen in der Kirche.","translation":"This is as certain as the Amen in church."},{"text":"Es ist so sicher wie das Amen in der Kirche.","translation":"It is as safe as the Amen in the church."},{"text":"Tom umgibt sich mit Leuten, die zu allem ja und amen sagen.","translation":"Tom surrounds himself with yes-men."},{"text":"Bekanntlich sagt sie stets zu allem und jedem ja und amen.","translation":"As is well known, she always says yes and amen to everything and everyone."},{"text":"Ich habe den Eindruck, dass ihr alle nur ein Haufen Duckmäuser seid, die zu allem ja und amen sagen.","translation":"I get the feeling that you're all just a bunch of yes-men."},{"text":"Er sagte zu allem Ja und Amen.","translation":"He said yes and amen to everything."},{"text":"„Gott sei mit dir!“ – „Amen.“","translation":"\"God be with you!\" – \"Amen.\""},{"text":"Das Mädchen war schwanger, bevor der Priester Amen sagen konnte.","translation":"The girl was pregnant before the priest could say Amen."}],"südlich":[{"text":"Italien liegt im südlichen Europa.","translation":"Italy is in Southern Europe."},{"text":"Genua liegt etwa 120 km südlich von Mailand.","translation":"Genoa is about 120 km south of Milan."},{"text":"Okinawa ist die südlichste Insel Japans.","translation":"Okinawa is the southernmost island in Japan."},{"text":"Er wohnt im südlichen Teil der Stadt.","translation":"He lives in the southern part of the city."},{"text":"In der Arktis steigen die Temperaturen zwei- bis dreimal schneller als weiter südlich.","translation":"Temperatures in the Arctic are rising 2 to 3 times faster than temperatures farther south."},{"text":"Für einen Hamburger ist alles südlich der Elbe Norditalien.","translation":"For a hamburger, everything south of the Elbe is northern Italy."},{"text":"Mali ist eines der ärmsten Länder Afrikas südlich der Saharawüste.","translation":"Mali is one of the poorest countries in Africa south of the Sahara desert."},{"text":"Quito, Equador, liegt etwas südlich des Äquators.","translation":"Quito in Ecuador lies some way south of the equator."},{"text":"In vielen afrikanischen Ländern südlich der Sahara herrscht Armut.","translation":"In many African countries south of the Sahara, poverty exists."},{"text":"Südlich des Weißwurstäquators fühle ich als Rheinländer mich wie im Ausland.","translation":"South of the Weißwurst equator, as a Rhinelander, I feel like I'm abroad."}],"Minister":[{"text":"Meine Minister besitzen mein volles Vertrauen.","translation":"My ministers have my full confidence."},{"text":"Ich sag zu allem „ja, so soll es sein“, darf ich nur Minister sein.","translation":"I say to everything \"yes, that's how it should be\", I can only be a minister."},{"text":"„Wie wird man Minister?“ – „Planen kann man es nicht. Das ergibt sich.“","translation":"\"How do you become a minister?\" – \"You can't plan it. That's what happens.\""},{"text":"Das ist die erste offizielle Reise des Ministers.","translation":"This is the Minister's first official trip."},{"text":"Der Minister weigerte sich, den Reportern ein Interview zu geben.","translation":"The minister refused to give an interview to the reporters."}],"Umfeld":[{"text":"Er ist in einem schlechten Umfeld aufgewachsen.","translation":"He grew up in a bad environment."},{"text":"Die Familie fügte sich schnell in das neue Umfeld ein.","translation":"The family assimilated quickly into their new environment."},{"text":"Tom wohnt in einem spanischen Umfeld.","translation":"Tom lives in a Hispanic neighborhood."},{"text":"Sich über etwas zu beschweren ist eine Art, sich an ein neues Umfeld zu gewöhnen.","translation":"Complaining about something is one way to adapt yourself to a new environment."},{"text":"In einem gewalttätigen Umfeld groß zu werden könnte dazu führen, dass aus dir ein Monster wird.","translation":"Growing up in a violent environment could turn you into a monster."}],"strategisch":[{"text":"Es scheint, dass unsere Regierung nicht in der Lage ist, strategische Probleme zu lösen.","translation":"It seems that our government is incapable of solving strategic problems."},{"text":"An vielen strategisch wichtigen Punkten der Stadt sind Panzer positioniert.","translation":"Tanks are positioned at many strategically important points of the city."},{"text":"Besonders die Russen hatten zwei furchtbare Waffen: die Masurischen Seen und den strategischen Rückzug.","translation":"The Russians, in particular, had two terrible weapons: the Masurian Lakes and strategic retreat."},{"text":"Das war ein riesengroßer strategischer Fehler.","translation":"That was a huge strategic mistake."},{"text":"Ein Schachspieler muss gut in strategischem Denken sein.","translation":"Chess players have to be good at strategic thinking."}],"Schachtel":[{"text":"Er faltet gerne Schachteln aus Papier.","translation":"He likes to fold boxes made of paper."},{"text":"Die Schachtel ist leer.","translation":"The box is empty."},{"text":"Die Schachtel dort ist größer als diese.","translation":"That box is bigger than this one."},{"text":"Ich kriege die Schachtel nicht auf, ohne dass sie kaputt geht.","translation":"I cannot open this box without breaking it."},{"text":"Der Mann hat eine einzelne Schachtel.","translation":"That man has one box."}],"brauchst":[{"text":"Ruf an, wenn du irgendwas brauchst oder wenn du einfach nur reden willst!","translation":"Call if you need anything or if you just want to talk!"},{"text":"Das brauchst du mir nicht zweimal zu sagen!","translation":"No need to tell me twice!"},{"text":"Brauchst du Hilfe, oder kommst du klar?","translation":"Do you need help, or can you manage?"},{"text":"Brauchst du noch lange?","translation":"Do you need a long time?"},{"text":"Gib nicht zu schnell dein Wort, so brauchst du's nicht zu brechen.","translation":"Don't give your word too quickly, you don't need to break it."},{"text":"„Brauchst du Hilfe beim Schminken?“ – „Von dir ganz sicher nicht. Hol mal Maria!“","translation":"\"Do you need help with make-up?\" – \"Certainly not from you. Get Maria!\""},{"text":"Brauchst du einen Freund?","translation":"Need a friend?"},{"text":"Brauchst du einen Arzt?","translation":"Do you need a doctor?"},{"text":"Komm gleich zur Sache, Tom! Was willst du? Brauchst du Geld?","translation":"Get straight to the point, Tom! What do you want? Do you need money?"},{"text":"Brauchst du noch Geld?","translation":"Do you still need money?"}],"Komfort":[{"text":"Denken ist eine Anstrengung, Glauben ein Komfort.","translation":"Thinking is an effort, believing is a comfort."},{"text":"Dieser Wagen bietet Raum und Komfort.","translation":"This car is spacious and comfortable."},{"text":"Die Straßen waren voller hungriger Familien, denen es aufgrund der Kälte an jeglichem Komfort fehlte.","translation":"The streets were full of hungry families who lacked any comfort due to the cold."},{"text":"Maria mag Komfort und Luxus.","translation":"Maria likes comfort and luxury."},{"text":"Zugunsten von mehr Sicherheit und Komfort wählten sie einen neuen Wohnsitz.","translation":"In favor of greater safety and comfort, they chose a new residence."}],"Diamant":[{"text":"Er schenkte ihr einen Ring mit Diamanten.","translation":"He gave her a ring with diamonds."},{"text":"Kann man weniger tun, als den Diamanten in Gold zu fassen?","translation":"Is there less you can do than put the diamond in gold?"},{"text":"Die Worte sind für die Gedanken, was das Gold für die Diamanten.","translation":"The words are to the thoughts, what the gold is to the diamonds."},{"text":"Das kann kein echter Diamant sein.","translation":"This can't be a real diamond."},{"text":"Dieser Diamant kostet ein Vermögen.","translation":"This diamond costs a fortune."}],"Grundschule":[{"text":"An unserer Grundschule werden die Kinder ausschließlich in englischer Sprache unterrichtet.","translation":"The children at our primary school are taught solely in English."},{"text":"Natürlich kenne ich dich noch. Wir waren doch dicke Freunde auf der Grundschule!","translation":"Of course I remember you. We were good friends at primary school!"},{"text":"Meine Mutter holte mich gewöhnlich ab, als ich in der Grundschule war.","translation":"My mother used to pick me up every day when I was at primary school."},{"text":"Mein kleiner Bruder geht in die Grundschule.","translation":"My younger brother goes to primary school."},{"text":"Über Tom weiß ich alles. Wir sind ja seit der Grundschule ständig zusammen.","translation":"I know everything about Tom. We've been together since primary school."}],"geliebt":[{"text":"Der Freund hört auf in der Geliebten.","translation":"The friend ends in the beloved."},{"text":"Die Gegenwart eines Gedankens ist wie die Gegenwart einer Geliebten.","translation":"The presence of a thought is like the presence of a beloved."},{"text":"Du kannst auf dieser Welt nur leben, wenn du sie zu deiner Geliebten machst.","translation":"You can only live in this world if you make her your beloved."},{"text":"Den Duft seiner Geliebten erkennt man immer.","translation":"The scent of his beloved is always recognizable."},{"text":"Tom überraschte Maria, als sie in den Armen ihres Geliebten lag.","translation":"Tom took Mary by surprise while she was in the arms of her lover."},{"text":"Eine geliebte Frau in den Armen halten! Das ist das Äußerste an menschlichem Glück.","translation":"Holding a beloved woman in your arms! This is the ultimate thing about human happiness."},{"text":"Ein geliebtes Kind trägt viele Namen.","translation":"A beloved child has many names."},{"text":"Er starb und ließ seine geliebten Kinder zurück.","translation":"He died, leaving behind his beloved children."},{"text":"Er verlor seinen geliebten Sohn.","translation":"He lost his beloved son."},{"text":"Der Verlust ihres geliebten Arbeitsplatzes war ein schwerer Schlag für Maria.","translation":"Losing the job she loved so much was a severe blow for Mary."}],"auflegen":[{"text":"Sie hatte Make-up aufgelegt.","translation":"She had put on makeup."},{"text":"Hat man das erlebt! Der Mann ist heute zu Scherzen aufgelegt!","translation":"Have you experienced that! The man is up for jokes today!"},{"text":"Einen Moment! Nicht auflegen!","translation":"One moment! Don't hang up!"},{"text":"Kaum hatte ich aufgelegt, klingelte das Telefon schon wieder.","translation":"I had hardly put the phone down when it rang again."},{"text":"Tom ist gerade nicht zu Scherzen aufgelegt.","translation":"Tom isn't in a joking mood."}],"Lizenz":[{"text":"Wer besitzt die Lizenz zum Töten?","translation":"Who has the license to kill?"},{"text":"Die Lizenz ist nicht mehr gültig.","translation":"The licence is no longer valid."},{"text":"Die Lizenz ist abgelaufen.","translation":"The licence has expired."},{"text":"Dieser Satz steht unter der Lizenz CC-BY-SA.","translation":"This sentence is licensed under cc-BY-SA."},{"text":"Eine Weitergabe ist nur unter derselben oder einer äquivalenten Lizenz gestattet.","translation":"Sharing is permitted only under the same or an equivalent license."}],"Eisen":[{"text":"Not bricht Eisen.","translation":"Distress breaks iron."},{"text":"Kaltes Eisen brennt nicht.","translation":"Cold iron does not burn."},{"text":"Du hast zu viele Eisen im Feuer.","translation":"You have too many irons in the fire."},{"text":"Das Thema war für Tom ein heißes Eisen.","translation":"The topic was a hot potato for Tom."},{"text":"Die Menschen kämpfen mit Eisen um Gold.","translation":"Men fight with iron for gold."}],"like":[{"text":"Like uns auf Facebook!","translation":"Like us on Facebook!"}],"kreieren":[{"text":"Gute Saucen kreieren ist meine Leidenschaft.","translation":"Creating good sauces is my passion."},{"text":"Das Coronavirus hat seine Promi-Ärzte kreiert.","translation":"The coronavirus has created its celebrity doctors."},{"text":"Gestern habe ich ein Video übersetzt und Untertitel auf Esperanto und Spanisch kreiert.","translation":"Yesterday I translated a video and composed subtitles in Esperanto and Spanish."},{"text":"Manchmal kreieren Übersetzungen Mehrdeutigkeit.","translation":"Sometimes translations do create ambiguity."},{"text":"Es kommt im Leben nicht darauf an, erfolgreich zu sein, viel Geld zu verdienen usw. Es kommt im Leben vielmehr darauf an, glücklich zu sein mit dem, was wir uns kreieren. Wenn wir uns etwas kreieren, das uns nicht glücklich macht, ist das Leben ein Kampf!","translation":"Life doesn't depend on being successful, making a lot of money, etc. It is more important in life to be happy with what we create for ourselves. When we create something that doesn't make us happy, life is a struggle!"}],"zufolge":[{"text":"Tom zufolge spricht Maria oft Französisch.","translation":"Tom says Mary often speaks French."},{"text":"Dem Lehrer zufolge bin ich ein guter Schüler.","translation":"According to the teacher, I am a good student."},{"text":"Tom zufolge weint Maria ständig.","translation":"Tom says Mary cries all the time."},{"text":"Dem Bericht zufolge lebt er.","translation":"According to the report, he is alive."},{"text":"Dieser Zeitschrift zufolge wird die wirtschaftliche Lage in Japan von Jahr zu Jahr schlechter.","translation":"According to this magazine, the economic situation in Japan is getting worse year by year."}],"abheben":[{"text":"Ich möchte Geld vom Konto abheben.","translation":"I'd like to lift some money from the account."},{"text":"Als das Flugzeug gerade im Begriff war abzuheben, hörte ich ein ungewöhnliches Geräusch.","translation":"As the plane was about to take off, I heard an unusual noise."},{"text":"Als ich am Flughafen ankam, sah ich das Flugzeug abheben.","translation":"When I arrived at the airport, I saw the plane take off."},{"text":"Das Flugzeug wird um 5 Uhr abheben.","translation":"The plane will take off at 5 a.m."},{"text":"Wir werden bald abheben.","translation":"We will take off soon."}],"Autobahn":[{"text":"Tom fuhr auf der Autobahn Schlangenlinien.","translation":"Tom zigzagged his way down the motorway."},{"text":"Wir waren mit 160 Sachen auf der Autobahn unterwegs.","translation":"We were going down the motorway doing 160 kilometres an hour."},{"text":"Die Autobahn A7 führt nahe bei uns vorbei.","translation":"The A7 Autobahn is not far from us."},{"text":"Tom liebt die deutschen Autobahnen.","translation":"Tom loves the German motorways."},{"text":"Auf der Autobahn A 2 kommen fast täglich Menschen ums Leben.","translation":"Almost every day, people lose their lives on highway A2."}],"Interaktion":[{"text":"Erst wenn aus einer Sinneswahrnehmung ein Gefühl wird, findet eine Interaktion statt.","translation":"Only when a sensory perception becomes a feeling, an interaction takes place."},{"text":"Kreativität entsteht durch Interaktion von linker und rechter Gehirnhälfte.","translation":"Creativity arises from the interaction of the left and right hemispheres of the brain."},{"text":"Kooperatives Lernen ist Lernen in kleinen Gruppen, in denen Interaktionen nach genau durchdachten Richtlinien strukturiert sind.","translation":"Cooperative learning is learning in small groups in which interactions are structured according to well-thought-out guidelines."},{"text":"Das Leben ist ein sich selbst reproduzierendes chemisches System, das sich als Folge seiner Interaktion mit der Umwelt entwickelt.","translation":"Life is a self-replicating chemical system that evolves as a consequence of its interaction with the environment."},{"text":"Die Haft hat mich Dinge vergessen lassen, von denen niemand glauben würde, dass man sie vergessen kann, weil dies Dinge sind, die wir gewöhnlich tagtäglich bei der Interaktion mit anderen Menschen verwenden. Zum Beispiel Formen des sozialen Umgangs.","translation":"Detention has made me forget things that no one would believe you can forget, because these are things we usually use every day when interacting with other people. For example, forms of social interaction."}],"Leber":[{"text":"Die Leber schafft es nicht mehr.","translation":"The liver doesn't make it anymore."},{"text":"„Was soll ich denn sagen?“ – „Ach, rede einfach frei von der Leber weg.“","translation":"\"What can I say?\" – \"Oh, just talk freely away from the liver.\""},{"text":"Alkohol macht die Leber kaputt.","translation":"Alcohol damages the liver."},{"text":"Ist es schlecht für die Gesundheit, Leber zu essen?","translation":"Is eating liver bad for you?"},{"text":"Es gibt einen Platz in meiner Leber nur für dich, Alkohol.","translation":"There's a place in my liver just for you, alcohol."}],"Institution":[{"text":"Die wichtigste Institution der Gesellschaft neben der Familie ist die Schule.","translation":"The most important institution of society besides the family is the school."},{"text":"Sie repräsentieren nicht nur sich selbst, sondern auch diese Institution.","translation":"They represent not only themselves, but also this institution."},{"text":"Die Ehe ist eine Institution, aber reichen die Mitarbeiter aus?","translation":"Marriage is an institution, but are the staff enough?"},{"text":"Die Deutschen zeigen ein enormes Engagement für die Europäische Union und deren Institutionen.","translation":"Germans show an enormous commitment to the European Union and its institutions."},{"text":"Sie ist eine Angehörige dieser Institution.","translation":"She is a member of this organization."}],"Handschuhe":[{"text":"Er hat absolut saubere Hände; er benutzt immer Handschuhe.","translation":"He has absolutely clean hands; he always uses gloves."},{"text":"Die Katze fängt die Mäuse nicht in Handschuhen.","translation":"The cat does not catch the mice in gloves."},{"text":"Es ist sehr kalt draußen, du solltest Handschuhe anziehen.","translation":"It's really cold outside. You should put some gloves on."},{"text":"Der Mörder trug wahrscheinlich Handschuhe.","translation":"The killer was probably wearing gloves."},{"text":"Ich habe ein Paar Handschuhe gekauft.","translation":"I bought a pair of gloves."}],"errichten":[{"text":"Niemand hat die Absicht, eine Mauer zu errichten.","translation":"Nobody has the intention of building a wall."},{"text":"Eine neue Schule wird auf dem Gelände errichtet.","translation":"A new school will be built on the site."},{"text":"Wir müssen gemeinsam die Wände des Hauses errichten, in dem unsere Völker wohnen.","translation":"We must build together the walls of the house in which our peoples live."},{"text":"Der königliche Palast wurde auf einem Hügel errichtet.","translation":"The royal palace was built on a hill."},{"text":"Nimm meine Hand. Wir werden ein Utopia errichten, du und ich.","translation":"Take my hand. We'll build a utopia, you and me."}],"Transaktion":[{"text":"Das ist eine illegale Transaktion.","translation":"This is an illegal transaction."}],"klatschen":[{"text":"Wer mit dir klatscht, wird über dich klatschen.","translation":"Whoever claps with you will clap at you."},{"text":"Mit einer Hand kann man nicht klatschen.","translation":"You can't clap with one hand."},{"text":"Das Publikum klatscht nicht für das, was einmal war.","translation":"The audience doesn't applaud for what once was."},{"text":"Mach, was du willst, geklatscht wird dennoch.","translation":"Do whatever you want, there will be gossiping anyhow."},{"text":"Das Publikum klatschte, als das Konzert zu Ende war.","translation":"The audience clapped when the concert was over."}],"Sender":[{"text":"Dieser Sender spielt gute Musik.","translation":"This station plays good music."},{"text":"Der Sender gefällt mir, aber sie geben die Nachrichten zu oft durch.","translation":"I like the station, but they get the news through too often."},{"text":"Immer wenn es spannend wird, schaltet Maria auf einen anderen Sender um.","translation":"Whenever things get exciting, Maria switches to another channel."},{"text":"Nur wenn ein Empfänger richtig eingestellt ist, kann ein Sender wirken.","translation":"Only if a receiver is set correctly, a transmitter can work."},{"text":"Ich mag den deutsch-französischen Sender Arte.","translation":"I like the german-French channel Arte."}],"anzupassen":[{"text":"Gewöhnlich ist es schwer, sich an das Leben in einer fremden Kultur anzupassen.","translation":"It is generally hard to adapt to living in a foreign culture."},{"text":"Intelligenz ist die Fähigkeit, sich an Veränderungen anzupassen.","translation":"Intelligence is the ability to adjust to changes."},{"text":"Er versuchte, sich seiner neuen Umgebung anzupassen.","translation":"He tried to adapt himself to his new surroundings."},{"text":"Sie fand es schwierig, sich an die neue Umgebung anzupassen.","translation":"She found it difficult to adapt to the new environment."},{"text":"Es war für uns nicht leicht, uns anzupassen.","translation":"It was not easy for us to adapt."},{"text":"Wir Menschen haben eine deutliche Neigung, die Fakten an unsere Theorie anzupassen, sobald wir eine aufgestellt haben.","translation":"We humans have a clear tendency to fit the facts to our theory once we have established one."},{"text":"Die chinesischen Zeitungen werden von der Regierung überwacht, welche das Recht hat, die Inhalte der jeweiligen politischen Linie der Partei anzupassen.","translation":"Chinese newspapers are supervised by the government who maintains the right to change content to match the current party line."},{"text":"Wir dürfen das Weltall nicht einengen, um es den Grenzen unseres Vorstellungsvermögens anzupassen, wie der Mensch es bisher zu tun pflegte. Wir müssen vielmehr unser Wissen ausdehnen, so dass es das Bild des Weltalls zu fassen vermag.","translation":"We must not restrict the universe in order to adapt it to the limits of our imagination, as man used to do. Rather, we must expand our knowledge so that it can grasp the image of the universe."},{"text":"Als ich die Ehre hatte meine Nachdichtung der Oresteia des Aischylos vorzutragen, verwahrte ich mich feierlich dagegen, dass ich etwas Wesentliches zugesetzt oder weggelassen hätte. Ich charakterisierte meine von der herkömmlichen abweichende Übersetzungweise dadurch, dass ich sagte: „Ich übersetze nicht die Worte, indem ich mich bemühe, die deutsche Sprache der griechischen anzupassen, während es dem Leser und Hörer überlassen bleibt, einen Sinn in den Worten zu finden oder auch nicht, sondern ich versuche, das griechische Original zu verstehen, und bemühe mich dann, den gefundenen Inhalt so gut ich's vermag in deutschen Versen wiederzugeben.“","translation":"When I had the honor of reciting my adaptation of oresteia of Aeschylus, I solemnly objected to the fact that I had added or omitted something essential. I characterized my translation method, which differs from the conventional one, by saying, \"I do not translate the words by trying to adapt the German language to the Greek language, while leaving it to the reader and listener to find meaning in the words or not, but I try to understand the Greek original, and then try to  reproduce the found content as well as I can in German verses.\""},{"text":"Der vernünftige Mensch passt sich der Welt an; der unvernünftige besteht auf dem Versuch, die Welt sich anzupassen. Deshalb hängt aller Fortschritt vom unvernünftigen Menschen ab.","translation":"If the governments devalue the currency in order to betray all creditors, you politely call this procedure \"inflation\"."}],"ausgeschalten":[{"text":"Ich habe den Computer ausgeschaltet.","translation":"I turned off the computer."},{"text":"Hast du den Fernseher ausgeschaltet?","translation":"Have you turned the television off?"},{"text":"Ich kann mich nicht mehr erinnern, ob ich das Gas ausgeschaltet habe, oder nicht.","translation":"I can't remember whether I turned off the gas or not."},{"text":"Du kannst keine Zahlen eingeben, weil die NumLock LED ausgeschaltet ist.","translation":"You cannot enter numbers because the NumLock LED is turned off."},{"text":"Kyōko hat die Benachrichtigungen per Netzpost ausgeschaltet, und das letztemal war sie am 25.1.2016 aktiv.","translation":"Kyōko turned off the notifications via network mail, and the last time it was active was on 25.1.2016."},{"text":"Das Radio ist ausgeschaltet.","translation":"The radio is powered off."},{"text":"Sein Handy war ausgeschaltet.","translation":"His cell phone was turned off."},{"text":"Sie hat das Licht ausgeschaltet, um keinen Strom zu verschwenden.","translation":"She turned off the lights so as not to waste electricity."},{"text":"Der Computer ist ausgeschaltet.","translation":"The computer is turned off."},{"text":"Sein Handy ist ausgeschaltet.","translation":"His phone is turned off."}],"one":[{"text":"Die Zeit deiner One-man show ist vorbei, Papa. Heute arbeitet man als Team.","translation":"The time of your one-man show is over, Dad. Today you work as a team."},{"text":"Der Manga »One Piece« ist in Malaysia sehr beliebt.","translation":"The \"One Piece\" manga is very popular in Malaysia."},{"text":"Der Manga „One Piece“ ist in Malaysia sehr beliebt.","translation":"The manga \"One Piece\" is very popular in Malaysia."}],"Privatsphäre":[{"text":"Du solltest ihre Privatsphäre achten.","translation":"You should respect their privacy."},{"text":"Die Menschen haben keine Privatsphäre mehr.","translation":"People no longer have privacy."},{"text":"Ich brauche meine Privatsphäre.","translation":"I need my privacy."},{"text":"Maria und Tom legen Wert auf ihre Privatsphäre.","translation":"Mary and Tom value their privacy."},{"text":"Ist denn ein wenig Privatsphäre zu viel verlangt?","translation":"Is it too much to ask for some privacy?"}],"selbständig":[{"text":"Ich musste die deutsche Sprache selbständig lernen.","translation":"I had to learn the German language on my own."},{"text":"Ich habe mit Freuden wahrgenommen, dass Tom sich jetzt selbstständig gemacht hat.","translation":"I was happy to see that Tom has now become self-employed."},{"text":"Du solltest deinem Sohn erlauben, selbständig zu werden.","translation":"You should allow your son to become independent."},{"text":"Denkst du ernsthaft daran, dich selbständig zu machen?","translation":"Are you seriously thinking about starting your own business?"},{"text":"Die Katze kletterte selbstständig auf das Dach meines Hauses.","translation":"The cat climbed independently to the roof of my house."}],"interagieren":[{"text":"Die Art und Weise, auf die Mütter mit ihren Kindern interagieren, prägt entscheidend das Selbstkonzept des Kindes.","translation":"The way in which mothers interact with their children decisively shapes the child's self-concept."},{"text":"Um seine Einsamkeit ertragen zu können, schuf Tom sich imaginäre Freunde, mit denen er interagierte. Im Laufe der Zeit vergaß er jedoch, dass diese nur in seiner Phantasie existierten.","translation":"In order to endure his loneliness, Tom made imaginary friends with whom he interacted. Over time, however, he forgot that these existed only in his imagination."},{"text":"Im Gehirn laufen wechselseitig voneinander abhängige Prozesse ab. Die Nervenzellen erzeugen elektrische Impulse, die mit den Molekülen des Gehirn interagieren. Dabei verändern sich die Moleküle selbst.","translation":"In the brain, interdependent processes take place. The nerve cells generate electrical impulses that interact with the molecules of the brain. In the process, the molecules themselves change."},{"text":"Man kann viel lernen, indem man ein Kind dabei beobachtet, wie es beim Spielen mit anderen Kindern interagiert.","translation":"Much can be learned by observing how a child interacts at play with other children."}],"auszudrücken":[{"text":"Ich finde nicht die Worte, um auszudrücken, was ich fühle.","translation":"I can't find the word to express what I feel."},{"text":"Um es freundlich auszudrücken: Markkus Geschmack ist recht ungewöhnlich.","translation":"To put it kindly: Markku's taste is quite unusual."},{"text":"Mir fallen nicht die richtigen Wörter ein, um meinen Dank auszudrücken.","translation":"I can't think of the right words to express my gratitude."},{"text":"Wir brauchen wenige Worte, um das Wesentliche auszudrücken.","translation":"We need few words to express the essential."},{"text":"Ich bin nicht in der Lage, meine Gefühle auszudrücken.","translation":"I am not able to express my feelings."},{"text":"Es fällt mir schwer, Gedanken mit Worten auszudrücken.","translation":"I find it difficult to express thoughts with words."},{"text":"Er hat gemerkt, dass es schwierig ist, sich auf Deutsch auszudrücken.","translation":"He has noticed that it is difficult to express oneself in German."},{"text":"Ich wünsche mir, den Mut zu haben, meine Gefühle auszudrücken.","translation":"I wish to have the courage to express my feelings."},{"text":"Manchmal hat er Schwierigkeiten, seine Auffassungen gut auszudrücken.","translation":"He sometimes has trouble expressing his opinions."},{"text":"Ich vermag mit Worten nicht auszudrücken, wie dankbar ich Ihnen für Ihre Hilfe bin!","translation":"I cannot express in words how grateful I am for your help!"}],"Vorderseite":[{"text":"Das Gesicht ist an der Vorderseite deines Kopfs.","translation":"The face is at the front of your head."},{"text":"Tom hat sich seine Sachen mit der Vorderseite nach hinten angezogen.","translation":"Tom put his clothes on back to front."},{"text":"Ich verstehe die Worte auf der Vorderseite der Münze nicht.","translation":"I don't understand the words on the face of the coin."},{"text":"Ich kann nicht sagen, welches die Vorderseite von diesem Papier ist.","translation":"I cannot tell which is the right side of this paper."},{"text":"Er ließ die Vorderseite und die Rückseite abstempeln.","translation":"He had the front and back stamped."}],"verschließen":[{"text":"Wer vor der Vergangenheit die Augen verschließt, wird blind für die Gegenwart.","translation":"Those who close their eyes to the past become blind to the present."},{"text":"Du kannst doch davor nicht die Augen verschließen!","translation":"You can't close your eyes to that."},{"text":"Vor der Wirklichkeit kann man die Augen verschließen, aber nicht vor der Erinnerung.","translation":"One can close one's eyes to reality, but not to memory."},{"text":"Meine Lippen sind verschlossen.","translation":"My lips are closed."},{"text":"Selig, wer sich vor der Welt ohne Hass verschließt.","translation":"Blessed are those who close themselves to the world without hatred."}],"vermischen":[{"text":"Die Milch war mit Wasser vermischt.","translation":"The milk was diluted with water."},{"text":"Man kann Öl und Wasser nicht vermischen.","translation":"You can't mix oil and water."},{"text":"Ich habe es nicht gern, wenn Arbeit und Freizeit vermischt werden.","translation":"I don't like it when work and leisure are mixed."},{"text":"Tom vermischt Mehl mit Zucker.","translation":"Tom is mixing flour with sugar."},{"text":"Unsere Flüssigkeiten vermischten sich.","translation":"Our liquids mixed."}],"neutral":[{"text":"Wer unabhängig ist, muss nicht neutral sein.","translation":"Those who are independent do not have to be neutral."},{"text":"Die Schweiz ist ein neutrales Land.","translation":"Switzerland is a neutral country."},{"text":"Das Land blieb während des Zweiten Weltkriegs neutral.","translation":"The country remained neutral during the Second World War."},{"text":"Die japanische Regierung nimmt eine neutrale Haltung zu dieser Angelegenheit ein.","translation":"The Japanese government takes a neutral attitude on the matter."},{"text":"Tom wollte mit Maria das Geschlecht tauschen; Maria wollte aber, dass ihres neutral bleibe.","translation":"Tom wanted to swap sexes with Mary; But Mary wanted hers to remain neutral."}],"Mittelpunkt":[{"text":"Die Erde ist nicht der Mittelpunkt des Universums.","translation":"The Earth is not the center of the universe."},{"text":"Der Mann steht im Mittelpunkt und somit allen Frauen im Wege.","translation":"The man is the focus and thus in the way of all women."},{"text":"Die Welt hat so viele Mittelpunkte, als es Menschen gibt.","translation":"The world has as many centers as there are people."},{"text":"In den Mittelpunkt der Aufmerksamkeit zu rücken kann gefährlich sein.","translation":"Being the center of attention can be dangerous."},{"text":"Das Forum war der Mittelpunkt des politischen Lebens im alten Rom.","translation":"The Forum was the center of political life in ancient Rome."}],"Kopfhörer":[{"text":"Habt ihr Kopfhörer?","translation":"Do you have any headphones?"},{"text":"Hat jemand von euch zufällig Kopfhörer dabei?","translation":"Do any of you have a pair of headphones with you?"},{"text":"Diese Kopfhörer funktionieren nicht.","translation":"Those earphones don't work."},{"text":"Die lauten Kopfhörer gehören zu diesem Kerl.","translation":"The noisy headphones are that guy's."},{"text":"Beim Lernen höre ich mit Kopfhörern Musik.","translation":"When I study, I listen to music with headphones."}],"voneinander":[{"text":"Ich kann sie nicht voneinander unterscheiden.","translation":"I can't tell them apart."},{"text":"Wir waren voneinander abhängig.","translation":"We were interdependent."},{"text":"Von Natur aus sind die Menschen fast gleich; erst die Gewohnheiten entfernen sie voneinander.","translation":"By nature, human beings are almost the same; only habits remove them from each other."},{"text":"Maria ist gerade mit sieben Jungen gleichzeitig zusammen, die alle nichts voneinander wissen.","translation":"Maria is with seven boys at the same time, all of whom know nothing about each other."},{"text":"In der Ehe muss man sich manchmal streiten, nur so erfährt man etwas voneinander.","translation":"In marriage you sometimes have to argue, only then you learn something about each other."}],"zurücklassen":[{"text":"Sie haben das Auto auf dieser Straße zurückgelassen.","translation":"They've left the car in that street."},{"text":"Du kannst Tom nicht zurücklassen.","translation":"You can't leave Tom behind."},{"text":"Was ist mit dem Buch passiert, das ich hier gestern zurückgelassen habe?","translation":"What happened to the book I left here yesterday?"},{"text":"Es fiel mir ein, dass ich meine Tasche im Zug zurückgelassen hatte.","translation":"It occurred to me that I had left my bag on the train."},{"text":"Zwei, drei Schüler sind zurückgelassen worden.","translation":"Two or three students have been left behind."}],"Infrastruktur":[{"text":"Algerien sollte seine heruntergekommene Infrastruktur verbessern.","translation":"Algeria should improve its creaking infrastructure."},{"text":"Die Infrastruktur des Internets ist gegenwärtig fast ausschließlich US-amerikanisch.","translation":"The infrastructure of the Internet is currently almost exclusively US-American."},{"text":"Es gibt hier keinerlei Infrastruktur. Es gibt keine Toiletten, Jauchegruben, Sickergruben oder ähnliches. Es gibt nur das Gebüsch am Rande des Dorfes.","translation":"There is no infrastructure here. There are no toilets, cesspools, septic tanks or the like. There are only the bushes on the edge of the village."},{"text":"Während seiner bald zu Ende gehenden fünfjährigen Amtsperiode konzentrierte der Präsident seine Aufmerksamkeit auf fünf große Projekte, nämlich Infrastruktur, Arbeit, Zugang zu Elektrizität und sauberem Wasser, Bildung und Gesundheit.","translation":"During his soon-to-end five-year term, the president focused his attention on five major projects, namely infrastructure, labor, access to electricity and clean water, education and health."},{"text":"Wenn ein Gerät kritische Infrastrukturen wie Energieversorger angreift, soll die Bundesbehörde Internet-Anbietern anordnen können, dessen Datenverkehr zu blockieren oder umzuleiten.","translation":"If a device attacks critical infrastructures such as energy suppliers, the federal authority should be able to order Internet providers to block or redirect their data traffic."}],"überspringen":[{"text":"Tom überspringt einen Satz.","translation":"Tom skips a sentence."},{"text":"Tom war so beschäftigt, dass er das Mittagessen übersprang.","translation":"Tom was so busy he skipped lunch."},{"text":"Ich überspringe die langweiligen Kapitel beim Lesen.","translation":"I skip the boring chapters while reading."},{"text":"Viele Leute überspringen das Geländer und hinterlassen auch noch Müll.","translation":"Many people skip the railing and also leave garbage."},{"text":"Er übersprang eine Klasse.","translation":"He skipped a class."}],"rauf":[{"text":"Wir fuhren rauf und runter mit dem Fahrstuhl.","translation":"We went up and down with the elevator."},{"text":"Hampti Dampti saß auf der Mauer; Hampti Dampti fiel von der Mauer. Des Königs Soldaten mit Pferden zuhauf, kriegten Hampti Dampti nicht wieder rauf.","translation":"Humpty Dumpty sat on a wall; Humpty Dumpty had a great fall. All the King's horses and all the King's men couldn't put Humpty Dumpty together again."},{"text":"Der Lift fährt rauf und runter.","translation":"The elevator is moving up and down."},{"text":"Zieh dir die Hose rauf! Man sieht deinen verlängerten Rücken!","translation":"Pull up your pants! You can see your extended back!"},{"text":"Kommst du noch rauf zu einem Schlürschluck?","translation":"Can you still come up for a sip?"},{"text":"Beamen Sie mich rauf!","translation":"Beam me up."},{"text":"Gib mir bitte eine Ratsche, die Nüsse Nummer 11 und 19 und einen Drehmomentschlüssel rauf.","translation":"Please give me a ratchet, nuts number 11 and 19 and a torque wrench up."},{"text":"Trink, aber sauf nicht; disputier', aber rauf nicht.","translation":"Drink, but don't drink; disputier', but not up."},{"text":"Keinem gelüstet es, sein Haar zum Raufen herzugeben.","translation":"No one desires to give up their hair for a fight."},{"text":"Als Tom und Johannes nun in die Jahre kamen und ihnen das Raufen immer schwerer fiel; als Maria keine Schönheit mehr war und die Welt sich längst nach Sigrun umschaute, die aber von Tom und Johannes, den gealterten Helden, nichts wissen wollte, war es nur eine Frage der Zeit, dass zwei neue Recken daherkämen. Die beiden hießen Eckwin und Dankwart, und die waren noch viel streit- und rauflustiger, als Tom und Johannes es selbst in ihren wildesten Jahren je gewesen waren. O was kam da auf die Welt zu!","translation":"When Tom and Johannes were getting old and the brawl became more and more difficult for them; when Mary was no longer a beauty and the world had long since looked around for Sigrun, but she did not want to know anything about Tom and Johannes, the aged heroes, it was only a matter of time before two new stretches came along. The two were called Eckwin and Dankwart, and they were even more belligerent and rowdy than Tom and Johannes had ever been even in their wildest years. Oh what was coming to the world!"}],"einatmen":[{"text":"Leben ist das Einatmen der Zukunft.","translation":"Life is the inhalation of the future."},{"text":"Es ist giftig beim Einatmen.","translation":"It is toxic when inhaled."},{"text":"Blütenstaub kann beim Einatmen einen anaphylaktischen Schock verursachen.","translation":"Pollen can cause anaphylactic shock when inhaled."},{"text":"Denken und Tun, Tun und Denken, das ist die Summe aller Weisheit, von jeher anerkannt, von jeher geübt, nicht eingesehen von einem jeden. Beides muss wie Aus- und Einatmen sich im Leben ewig fort hin und wider bewegen; wie Frage und Antwort sollte eins ohne das andere nicht stattfinden. Wer sich zum Gesetz macht, was einem jeden Neugebornen der Genius des Menschenverstandes heimlich ins Ohr flüstert, das Tun am Denken, das Denken am Tun zu prüfen, der kann nicht irren, und irrt er, so wird er sich bald auf den rechten Weg zurückfinden.","translation":"Thinking and doing, doing and thinking, that is the sum of all wisdom, always recognized, practiced from time immemorial, not seen by everyone. Both must move like exhalation and inhalation in life eternally back and forth; like question and answer, one should not take place without the other. Whoever makes himself a law, which the genius of common sense secretly whispers in the ear of every newborn, to test the doing of thinking, the thinking in doing, can not be wrong, and if he is mistaken, he will soon find himself back on the right path."},{"text":"Einatmen – und ausatmen!","translation":"Inhale – and exhale!"},{"text":"Ich will nicht die gleiche Luft wie er einatmen.","translation":"I don't want to breathe the same air as him."},{"text":"Bitte tief einatmen!","translation":"Please take a deep breath."},{"text":"Durch die Nase einatmen!","translation":"Inhale through the nose."},{"text":"Wenn man es einatmet, ist es giftig.","translation":"If you inhale it, it's toxic."},{"text":"Kälte hatte ihm noch nie etwas ausgemacht, vorausgesetzt, er konnte gute, frische Luft einatmen.","translation":"Cold had never bothered him, provided he could breathe good, fresh air."}],"benachrichtigen":[{"text":"Danke dafür, dass Sie mich benachrichtigt haben.","translation":"Thank you for notifying me."},{"text":"Wir müssen die Polizei benachrichtigen.","translation":"We have to notify the police."},{"text":"Hat man die Verwandten der verstorbenen Person benachrichtigt?","translation":"Have the relatives of the deceased person been notified?"},{"text":"Der Brief hat sie über seinen Tod benachrichtigt.","translation":"The letter notified her of his death."},{"text":"Du wirst Tom benachrichtigen, nicht wahr?","translation":"You will notify Tom, won't you?"}],"konntest":[{"text":"Wie konntest du mir so etwas antun?","translation":"How could you do such a thing to me?"},{"text":"Ok, ich freue mich, dass du kommen konntest.","translation":"O.K. I'm glad you could come."},{"text":"Schade, dass du nicht zu der Party kommen konntest!","translation":"Too bad you couldn't come to the party!"},{"text":"Wie konntest du mir nicht sagen, dass du meine Eltern kennst?","translation":"How could you not tell me you know my parents?"},{"text":"Super, Tom! Diesmal konntest du deinen Namen richtig schreiben.","translation":"Great, Tom! This time you could spell your name correctly."},{"text":"Wie konntest du das nur vergessen!","translation":"How could you even forget that?"},{"text":"Wie konntest du nur so grausam sein?","translation":"How could you be so cruel?"},{"text":"Du konntest das Problem nicht lösen, oder?","translation":"You couldn't solve the problem, could you?"},{"text":"Tom, ich habe deine Mitteilung bekommen. Wie konntest du so eine schlechte Note bekommen?","translation":"Tom, I got your message. How could you get such a bad grade?"},{"text":"Wie, zum Teufel, konntest du so viele Schriftzeichen lernen?","translation":"How the hell could you learn so many characters?"},{"text":"Konntest du schlafen?","translation":"Were you able to sleep?"},{"text":"Konntest du das Problem lösen?","translation":"Were you able to solve the problem?"},{"text":"Konntest du Tom erreichen?","translation":"Have you been able to contact Tom?"},{"text":"„Konntest du die Katze fangen?“ – „Ich hab’s versucht, aber sie ist mir entwischt.“","translation":"\"Could you catch the cat?\" – \"I tried, but it escaped me.\""},{"text":"„Auf dem Kamm des Gebirges, dort war der Schnee wirklich ideal.“ — „Also konntest du dort Ski fahren?“","translation":"\"On the crest of the mountains, the snow there was really ideal.\" — \"So you could ski there?\""}],"bisherig":[{"text":"Daraus folgt, dass das bisherige Vorgehen nicht richtig war.","translation":"It follows that the previous approach was not correct."},{"text":"Warum haben Sie Ihren bisherigen Job aufgegeben?","translation":"Why did you give up your previous job?"},{"text":"Lass uns auf dem bisherigen Weg zurückgehen.","translation":"Let's go back on the path we have taken so far."},{"text":"Erzählen Sie etwas über ihre bisherige berufliche Tätigkeit!","translation":"Tell us something about your previous professional activity!"},{"text":"Wähle niemand zum Freund, von dem du nicht weißt, wie er seine bisherigen Freunde behandelt.","translation":"Choose no one to be your friend of whom you don't know how he treated his previous friends."}],"festnehmen":[{"text":"Wann wird er festgenommen?","translation":"When will he be arrested?"},{"text":"Ungefähr 300 Personen wurden festgenommen.","translation":"About 300 people were arrested."},{"text":"Der Dieb wurde heute Morgen festgenommen.","translation":"The thief was arrested this morning."},{"text":"Der Mann, den die Polizei festgenommen hatte, ist jetzt wieder auf freiem Fuß.","translation":"The man the police arrested has now been released."},{"text":"Man nimmt an, dass die Polizei die falsche Frau festgenommen hat.","translation":"The police are believed to have arrested the wrong woman."}],"Bezirk":[{"text":"Wir leben im Bezirk der Schule.","translation":"We live in the district of the school."},{"text":"Die Legende kam aus alten Zeiten in diesen Bezirk.","translation":"The legend has come down in this district from olden times."},{"text":"Der Bezirk ist knapp an Wasser.","translation":"The district is short of water."},{"text":"Dieser Bezirk ist bekannt für seine schöne Landschaft.","translation":"This district is known for its beautiful scenery."},{"text":"Zu welchem Bezirk gehörst du?","translation":"To which district do you belong?"}],"your":[{"text":"Ich denke einmal, der Satz “All your base are belong to us” ist grammatisch falsch.","translation":"I don't think \"all your base are belong to us\" is a grammatically correct sentence."}],"Schalter":[{"text":"Dieser Schalter dort.","translation":"That counter there."},{"text":"Karten sind am Schalter zu lösen.","translation":"Cards must be purchased at the counter."},{"text":"Du darfst diesen Schalter unter keinen Umständen berühren.","translation":"On no account must you touch that switch."},{"text":"Diese Maschine verfügt über zahlreiche Schalter und Knöpfe.","translation":"This machine has a lot of switches and buttons."},{"text":"Bitte zahlen Sie an diesem Schalter.","translation":"Please pay at this counter."}],"Werkstatt":[{"text":"Tom steht ja noch immer in der Werkstatt. Wird der denn niemals müde?","translation":"Tom is still in the workshop. Doesn't he ever get tired?"},{"text":"Mein Auto muss zur Reparatur in die Werkstatt.","translation":"My car needs to go to the garage to be repaired."},{"text":"Sein Wagen ist in der Werkstatt.","translation":"His car is in the workshop."},{"text":"Die Marienfigur in unserer Kirche stammt aus der Werkstatt der \"Ulmer Schule\".","translation":"The figure of Mary in our church comes from the workshop of the \"Ulm School\"."},{"text":"Ich arbeite in der Werkstatt.","translation":"I am working at the workshop."}],"social":[],"Hop":[{"text":"Ihr Name ist Hope und sie liebt Katzen.","translation":"Her name is Hope and she loves cats."},{"text":"Maria hört gerne Hip-Hop.","translation":"Maria likes to listen to hip-hop."},{"text":"Nach einer Weile fiel ihm ein, dass er schneller reiten könne. Er schnalzte mit der Zunge und schrie: „Hop, hop!“ Das Pferd begann zu galoppieren und warf nach einigen Sprüngen seinen Reiter in einen Graben, der das Feld vom Weg trennte.","translation":"After a while, it occurred to him that he could ride faster. He snapped his tongue and shouted, \"Hop, hop!\" The horse began to gallop and, after a few jumps, threw its rider into a ditch that separated the field from the path."},{"text":"Nach einer Weile fiel ihm ein, dass er schneller reiten könne. Er schnalzte mit der Zunge und schrie: „Hop, hop!“ Das Pferd begann zu galoppieren und warf nach einigen Sprüngen seinen Reiter in einen Graben, der das Feld vom Weg trennte.","translation":"After a while, it occurred to him that he could ride faster. He snapped his tongue and shouted, \"Hop, hop!\" The horse began to gallop and, after a few jumps, threw its rider into a ditch that separated the field from the path."},{"text":"Mich graust es heute schon, wenn ich daran denke, dass in näherer Zukunft Hip Hop das sein wird, was heute Volksmusik ist.","translation":"I am already horrified today when I think that in the near future hip hop will be what folk music is today."}],"Großteil":[{"text":"Ein Großteil der Gebäude wurde im Zweiten Weltkrieg zerstört.","translation":"Most of the buildings were destroyed in World War II."},{"text":"Tom verbringt einen Großteil seiner Zeit damit, Mary zu helfen.","translation":"Tom spends a majority of his time helping Mary."},{"text":"Maschinen ersetzen einen Großteil menschlicher Arbeit.","translation":"Machines replace much of human labor."},{"text":"Bücher nehmen einen Großteil des Platzes in seinem Zimmer ein.","translation":"Books take up much of the space in his room."},{"text":"Ein Großteil der japanischen Tempel ist aus Holz gebaut.","translation":"Most Japanese temples are built of wood."}],"kichern":[{"text":"Als Tom sich vor Maria auszog, fing sie zu kichern an.","translation":"When Tom undressed in front of Maria, she began to giggle."},{"text":"Sie begannen beide zu kichern.","translation":"They both started giggling."},{"text":"Plötzlich fing Maria an, wie verrückt zu kichern.","translation":"Suddenly, Mary started giggling uncontrollably."},{"text":"Wenn man im Kino hinter Leuten sitzt, welche die ganze Zeit schwatzen und kichern, trägt das nicht zu einem vergnüglichen Abend bei.","translation":"Sitting behind people at the movies who constantly chat and giggle doesn't make for an enjoyable evening."},{"text":"Tom fing an zu kichern.","translation":"Tom started giggling."}],"unwohl":[{"text":"Dir ist wohl unwohl?","translation":"You're uncomfortable?"},{"text":"Maria fühlt sich ziemlich unwohl.","translation":"Maria feels quite uncomfortable."},{"text":"Tom kann heute nicht zur Arbeit kommen, weil er sich unwohl fühlt.","translation":"Tom can't come to work today because he doesn't feel well."},{"text":"Manchmal lächeln Leute, wenn sie sich unwohl fühlen.","translation":"Sometimes when people are uncomfortable they smile."},{"text":"Ich habe mich in der Firma meines Vaters immer unwohl gefühlt.","translation":"I always felt uncomfortable in my father's company."},{"text":"Ich fühle mich nicht unwohl.","translation":"I'm not uncomfortable."},{"text":"Tom schien sich in ihrer Gegenwart unwohl zu fühlen.","translation":"Tom seemed uneasy in their presence."},{"text":"Tom fühlt sich bei engen persönlichen Beziehungen unwohl.","translation":"Tom's uncomfortable with close personal relationships."},{"text":"Tom scheint sich ein wenig unwohl zu fühlen.","translation":"Tom looks slightly uncomfortable."},{"text":"Tom schien sich etwas unwohl zu fühlen.","translation":"Tom seemed a little uncomfortable."}],"Einblick":[{"text":"Träume werden dir Einblick in bunte Welten bieten, die es im Universum zu entdecken gilt.","translation":"Dreams will give you an insight into colorful worlds to discover in the universe."},{"text":"Dieser Mythos liefert Einblicke in die antike Kultur.","translation":"The myth offers insights into the ancient civilization."},{"text":"Um einen Einblick in unsere aktuellen Projekte zu erhalten, besuchen Sie gerne die Webseite auf <url>.","translation":"To get an insight into our current projects, please visit the website on <url>."},{"text":"Die Ideale und Idole der heutigen Gesellschaft offenbaren einen aussagekräftigen Einblick in ihren geistigen Horizont.","translation":"The ideals and idols of today's society reveal a significant vision of its intellectual horizon."},{"text":"Diese Wandmalerei gewährt uns einen kleinen Einblick in das Leben der Menschen der Urzeit.","translation":"This mural gives us a small insight into the life of the people of prehistoric times."}],"Rohr":[{"text":"Unter dem Boden verlaufen Rohre.","translation":"There are pipes running under the flooring."},{"text":"Das Rohr war beschädigt.","translation":"The pipe was damaged."},{"text":"Das Rohr platzte aufgrund hohen Drucks.","translation":"The pipe burst due to great pressure."},{"text":"Wir haben kein warmes Wasser, weil die Rohre kaputt sind.","translation":"We have no hot water because the pipes broke."},{"text":"Diese Rohre blieben fast zwanzig Jahre lang im Hafen liegen.","translation":"These pipes remained in port for almost twenty years."}],"Tutorial":[],"triffst":[{"text":"Wie triffst du deine Entscheidungen?","translation":"How do you make decisions?"},{"text":"Es kann sein, dass du Tom dort triffst.","translation":"You may meet Tom there."},{"text":"Wenn du ihn persönlich triffst, wird sich deine Meinung über ihn ändern.","translation":"When you meet him in person, your opinion about him will change."},{"text":"Ich will zusehen, dass du sie auf der Party triffst.","translation":"I will see to it that you meet her at the party."},{"text":"Vergiss nicht zu grüßen, wenn du einen Nachbarn triffst!","translation":"Don't forget to greet when you meet a neighbor!"},{"text":"Triffst du deinen Freund?","translation":"Will you meet your friend?"},{"text":"Triffst du dich mit einem Mann?","translation":"Are you seeing a man?"},{"text":"Triffst du dich zurzeit mit jemandem?","translation":"Are you seeing anybody now?"},{"text":"Triffst du ihn oft?","translation":"Do you meet him often?"},{"text":"Triffst du dich oft mit ihm?","translation":"Do you often meet with him?"}]}