{"viermal":[{"text":"Früher haben wir viermal am Tag Tee getrunken.","translation":"We used to drink tea four times a day."},{"text":"Die Oberfläche des Mondes ist ca. viermal so groß wie die von Europa.","translation":"The surface of the moon is about four times that of Europa."},{"text":"Willst du einen Sohn, dann musst du viermal heiraten.","translation":"If you want a son, you have to marry four times."},{"text":"Tom spielt drei- oder viermal im Monat Golf.","translation":"Tom plays golf three or four times a month."},{"text":"Die Bevölkerung von Tokyo ist viermal so groß wie die von Yokohama.","translation":"The population of Tokyo is four times that of Yokohama."}],"Arbeitszeit":[{"text":"Wer zwei Damen dient, muss unbedingt eine weitere Arbeit annehmen nach der normalen Arbeitszeit.","translation":"Anyone who serves two ladies must necessarily accept another job after normal working hours."},{"text":"Wäre ihre Arbeitszeit nicht so lang gewesen, wäre das vielleicht nicht passiert.","translation":"If their working hours hadn't been so long, this might not have happened."},{"text":"Wie sind die Arbeitszeiten in der Küche?","translation":"What are the working hours in the kitchen?"},{"text":"Ich bin flexibel, was die Arbeitszeit angeht.","translation":"I am flexible when it comes to working hours."},{"text":"Die Arbeiter beschwerten sich, als Ihre tägliche Arbeitszeit verlängert wurde.","translation":"Workers complained when their daily working hours were extended."}],"eingetreten":[{"text":"Ich bin in den Verein eingetreten.","translation":"I joined the club."},{"text":"Warum bist du in die Armee eingetreten?","translation":"Why did you join the army?"},{"text":"Wann bist du in die Armee eingetreten?","translation":"When did you join the force?"},{"text":"Tom ist in das Zimmer eingetreten, ohne an die Tür zu klopfen.","translation":"Tom came into the room without knocking on the door."},{"text":"Ohne jeglichen Übergang ist der Herbst eingetreten.","translation":"Without any transition, autumn has arrived."},{"text":"Jetzt ist eingetreten, wovor ich dich gewarnt hatte.","translation":"Now what I had warned you about has happened."},{"text":"Tom machte sich wegen der kürzlich eingetretenen Krankheit seines Freundes Sorgen.","translation":"Tom was worried about his friend's recent illness."},{"text":"Das Schlimmste ist eingetreten.","translation":"The worst thing happened."},{"text":"Wir haben die Tür geöffnet und sind eingetreten.","translation":"We opened the door and entered."},{"text":"Ich habe in meinem Leben eine Menge Probleme gekannt, die meisten davon sind nie eingetreten.","translation":"I have known a lot of problems in my life, most of them never happened."}],"tast":[{"text":"Du drückst die falsche Taste.","translation":"You press the wrong button."},{"text":"Was passiert, wenn ich diese Taste drücke?","translation":"What happens when I press this button?"},{"text":"Fühle die Taste!","translation":"Feel the button!"},{"text":"Um fortzufahren, drücken Sie eine beliebige Taste.","translation":"To continue, press any key."},{"text":"Es gibt da eine Taste, auf der steht 'Emotion'. Die muss ich bedienen. Wenn ich das nicht hinkriege, ist es unmöglich, gut zu spielen.","translation":"There's a button that says 'Emotion'. I have to operate them. If I can't do that, it's impossible to play well."}],"lenkrad":[{"text":"Englische und japanische Autos haben das Lenkrad auf der rechten Seite.","translation":"British and Japanese cars have steering wheels on the right side."},{"text":"Ein Auto hat ein Lenkrad.","translation":"A car has a steering wheel."},{"text":"Er ist hinter dem Lenkrad eingeschlafen und hatte einen Unfall.","translation":"He fell asleep behind the wheel and had an accident."},{"text":"Er drehte das Lenkrad nach links.","translation":"He turned the steering wheel to the left."},{"text":"Tom, kannst du mal kurz das Lenkrad halten, ich muss mich an zwei Stellen gleichzeitig kratzen!","translation":"Tom, can you hold the steering wheel for a moment, I have to scratch myself in two places at the same time!"}],"Tumor":[{"text":"Der Tumor streut.","translation":"The tumor spreads."},{"text":"Tom starb an den Folgen eines Tumors.","translation":"Tom died as a result of a tumor."},{"text":"Sie entfernten den Tumor.","translation":"They removed the tumor."},{"text":"Der Tumor scheint gutartig zu sein.","translation":"The tumour seems to be benign."},{"text":"Tom kommt jetzt unters Messer. Bei ihm wurde ein Tumor entdeckt, der wegmuss.","translation":"Tom is now under the knife. He was found to have a tumor that needs to go."}],"ziehst":[{"text":"Ich habe gehört, dass du nach Australien ziehst.","translation":"I hear you're moving to Australia."},{"text":"Ziehst du es eher vor zu lesen, als Karten zu spielen?","translation":"Do you prefer reading to cards?"},{"text":"Ziehst du so ein Gesicht, weil ich zu spät gekommen bin?","translation":"Are you pulling such a face because I was late?"},{"text":"Ziehst du dich noch lange an?","translation":"Will you continue to dress for a long time?"},{"text":"Warum ziehst du denn die Fäden von der Banane ab? Die enthalten doch die meisten Nährstoffe.","translation":"Why do you pull the strings off the banana? They contain most of the nutrients."}],"erpressen":[{"text":"Wer ein Verhältnis mit seiner Sekretärin anfangen kann, der kann erpresst werden.","translation":"Anyone who can start a relationship with his secretary can be blackmailed."},{"text":"Wer erpresst werden kann, der kann kriminelle Energien entwickeln.","translation":"Those who can be blackmailed can develop criminal energies."},{"text":"Womit kannst du mich erpressen?","translation":"What can you blackmail me with?"},{"text":"Er erpresste einen großen Geldbetrag von ihr.","translation":"He extorted a large amount of money from her."},{"text":"Es hat sich gezeigt, dass eine Handvoll Fanatiker ein ganzes Land erpressen kann.","translation":"It has been shown that a handful of fanatics can blackmail an entire country."}],"niemanden":[{"text":"Ich sehe dort niemanden.","translation":"I don't see anyone there."},{"text":"Außer Tom habe ich niemanden, dem ich mich anvertrauen kann.","translation":"Apart from Tom, I have no one to confide in."},{"text":"Ich ärgere niemanden.","translation":"I'm not annoying anyone."},{"text":"Ich war einsam, da ich niemanden zum Spielen hatte.","translation":"I was lonely as I had no one to play with."},{"text":"Ein idealer Boss ist wie der Tod: Er vergisst niemanden.","translation":"An ideal boss is like death: he doesn't forget anyone."}],"protestieren":[{"text":"Als sie mich holten, gab es keinen mehr, der protestieren konnte.","translation":"When they came for me, there was no one left who could protest."},{"text":"Die amerikanischen Arbeiter begannen zu protestieren.","translation":"American workers began to protest."},{"text":"Viele Amerikaner protestierten gegen den Kauf von Alaska.","translation":"Many Americans protested the purchase of Alaska."},{"text":"Sie protestierten gegen die neuen Regeln.","translation":"They objected to the new rules."},{"text":"Tom wollte protestieren, aber Maria hat ihn sofort zum Schweigen gebracht.","translation":"Tom wanted to protest, but Maria immediately silenced him."}],"hyun":[],"Tinte":[{"text":"Schmerz lass nach, nun sitzen wir aber ganz schön in der Tinte!","translation":"Yikes, we are in the soup now!"},{"text":"Die Tinte, mit der Geschichte geschrieben wird, ist meistens flüssiges Vorurteil.","translation":"The ink used to write history is mostly fluid prejudice."},{"text":"Schreib nicht mit Tinte.","translation":"Don't write in ink."},{"text":"Es ist kaum noch Tinte in meinem Drucker.","translation":"My printer is low on ink."},{"text":"Die Tinte ist noch feucht.","translation":"The ink is still wet."},{"text":"Muss ich mit Tinte schreiben?","translation":"Do I have to write in ink?"},{"text":"Das ist klar wie Tinte.","translation":"This is as clear as ink."},{"text":"Mein Herr, müssen wir mit Tinte schreiben?","translation":"Sir, do we have to write in ink?"},{"text":"Statt Tinte war irgendeine seltsame Flüssigkeit in der Flasche.","translation":"Instead of ink there was some kind of strange fluid in the bottle."},{"text":"Schluck Tinte und werd richtig blau.","translation":"Drink wet cement and get really stoned."}],"Ausschnitt":[{"text":"Er starrte auf ihren Ausschnitt.","translation":"He was staring at her cleavage."},{"text":"Das war ein schwarzes Kleid mit einem tiefen Ausschnitt.","translation":"This was a black dress with a deep neckline."},{"text":"In der Schachtel waren Ausschnitte aus Zeitungen und Zeitschriften.","translation":"Inside the box were cuttings from newspapers and magazines."},{"text":"Klicken Sie zweimal auf die Karte, um einen Ausschnitt zu vergrößern.","translation":"Double click the map to zoom in on a place."},{"text":"Sie beugte sich vor und bot einen atemberaubenden Einblick in ihren Ausschnitt.","translation":"She leaned forward, offering a breathtaking view of her cleavage."}],"Gewässer":[{"text":"Ein kleiner Bach, der fließt, ist besser als ein großes Gewässer, das ruht.","translation":"A small stream that flows is better than a large body of water that rests."},{"text":"In diesem Gewässer leben keine Fische.","translation":"There are no fish living in this body of water."},{"text":"Der Ozean ist ein mächtiges Gewässer, das ständig in Bewegung ist.","translation":"The ocean is a huge body of water that is constantly in motion."},{"text":"Der Schutz der Gewässer ist für das weitere Leben auf der Erde unabdingbar geworden.","translation":"The protection of waters has become indispensable for further life on earth."},{"text":"Nur ein ruhendes Gewässer wird wieder klarer.","translation":"Only a dormant body of water becomes clearer again."}],"Psychologe":[{"text":"Er ist Psychologe.","translation":"He is a psychologist."},{"text":"Es gibt Psychologen, die in einer kurzen weißen Jacke arbeiten - hinter einer Bar.","translation":"There are psychologists who work in a short white jacket - behind a bar."},{"text":"Maria berichtete, dass ihr Psychologe mitten in einer Sitzung eingeschlafen sei.","translation":"Maria reported that her psychologist fell asleep in the middle of a session."},{"text":"Sie wird von einem Psychologen betreut, seit sie vergewaltigt wurde.","translation":"She has been cared for by a psychologist since she was raped."},{"text":"Tom ist nicht Arzt, sondern Psychologe.","translation":"Tom is not an M.D. but a psychologist."},{"text":"Toms Psychologe musste zu seinem eigenen Psychologen gehen, nachdem er mit Tom gesprochen hatte.","translation":"Tom's psychologist had to go to his own psychologist after talking to Tom."},{"text":"„Mein Psychologe hat mir die drei Worte gesagt“, erwähnte Maria. „‚Ich liebe dich‘?“ entgegnete Tom entsetzt. „Das hat er wirklich gesagt?“","translation":"\"My psychologist told me the three words,\" Maria mentioned. \"'I love you,'\" Tom replied, horrified. \"He really said that?\""},{"text":"Der Schweizer Psychologe Claude Piron hält die Anwendung des Esperantos für „ein gerechteres Verfahren interkulturell zu kommunizieren als jedes andere“.","translation":"The Swiss psychologist Claude Piron considers the application of Esperanto to be \"a fairer way of communicating interculturally than any other\"."}],"lieber":[{"text":"Lass das mal lieber bleiben!","translation":"Leave it at that!"},{"text":"Schau mal, mein Lieber, so geht das nicht!","translation":"Look, my dear, that's not how it works!"},{"text":"Die einen mögen den Sommer, die anderen lieber den Winter.","translation":"Some people like summer, and others like winter."},{"text":"Ich würde das lieber nicht essen.","translation":"I'd rather not eat that."},{"text":"Ihr solltet lieber früh aufstehen.","translation":"You had better get up early."},{"text":"Lieber Gott, mach die bösen Menschen gut und die guten Menschen etwas netter!","translation":"Dear God, make the bad people good and the good people a little nicer!"},{"text":"Lieber Schlesien verloren als d e n geheiratet!","translation":"Better to lose Silesia than to get married!"},{"text":"Mein lieber Herr Müller, bitte nehmen Sie doch Platz!","translation":"My dear Mr. Müller, please take a seat!"},{"text":"„Tom hat bei Facebook 5000 Freunde.“ – „Mein lieber Scholli! Ist das nicht das Maximum?“","translation":"\"Tom has 5000 friends on Facebook.\" – \"My dear Scholli! Isn't that the maximum?\""},{"text":"Ah, danke, mein Lieber.","translation":"Ah, thank you, my dear."}],"agieren":[{"text":"Er agiert überlegt.","translation":"He acts deliberately."},{"text":"Es ist leichter zu regieren als zu agieren.","translation":"It is easier to govern than to act."},{"text":"Es ist absurd, dass sie agieren können, ohne dass jemand sie kontrolliert.","translation":"It is absurd that they can act without anyone controlling them."},{"text":"Wir müssen, denke ich, mit Vorsicht agieren.","translation":"I think we need to be careful."},{"text":"Agieren Sie zügig im Falle eines Notfalls?","translation":"Do you act quickly in the event of an emergency?"}],"Festland":[{"text":"Die Insel Fehmarn ist durch die Fehmarnsund-Brücke mit dem deutschen Festland verbunden.","translation":"The island of Fehmarn is connected to the German mainland by the Fehmarnsund Bridge."},{"text":"Er ist vom Festland zurück.","translation":"He is back from the mainland."},{"text":"Die ersten Schritte ans Festland wurden mit Flossen und nicht mit Füßen unternommen.","translation":"The first steps to the mainland were taken with fins and not with feet."},{"text":"Cornwall ist das südwestlichste Gebiet des britischen Festlands.","translation":"Cornwall is the south-westernmost county of the British mainland."},{"text":"Durch den Taifun ist die Verbindung zum Festland abgebrochen.","translation":"All communication with the mainland was cut off by the typhoon."}],"unentgeltlich":[{"text":"„Tom übersetzt unentgeltlich aus dem Französischen ins Englische.“ – „Das ist gut zu wissen.“","translation":"\"Tom will translate French into English for free.\" \"That's good to know.\""},{"text":"Es ist sehr wichtig, dass die Leute unentgeltlich Sport treiben dürfen.","translation":"It is very important that people are allowed to do sports free of charge."},{"text":"Wir helfen unentgeltlich. Wenn jemand Geld von Ihnen verlangt, so ist das ein Betrüger.","translation":"We help for free. If someone wants money from you, they are a scammer."},{"text":"Maria setzte sich für unentgeltliche und ausnahmslos jedem zur Verfügung stehende Bildung ein.","translation":"Maria was committed to free education available to everyone without exception."},{"text":"Die in verschiedene Sprachen übersetzten Texte werden allen unentgeltlich zur Verfügung stehen.","translation":"The texts translated into different languages will be available to everyone free of charge."}],"harmonisch":[{"text":"Eine gute Ehe ist eine, in der man harmonisch miteinander streitet.","translation":"A good marriage is one in which you argue harmoniously with each other."},{"text":"Die Steine wurden harmonisch im Stile japanischer Gärten angeordnet.","translation":"The stones were arranged harmoniously in the style of Japanese gardens."},{"text":"Es möge ein harmonisches Verhältnis zwischen Schüler und Lehrer sein.","translation":"May it be a harmonious relationship between student and teacher."},{"text":"Ich liebe die russische Sprache. Ich betrachte sie als äußerst schön und harmonisch.","translation":"I love the Russian language. I consider them to be extremely beautiful and harmonious."},{"text":"Liebe findet nicht statt unter gleichtönenden Seelen, aber unter harmonischen.","translation":"Love does not take place among souls of the same sound, but among harmonious ones."}],"Schirm":[{"text":"Wenn du einen Schirm brauchst, leihe ich dir einen.","translation":"If you need an umbrella, I'll lend you one."},{"text":"Maria spannte den Schirm auf.","translation":"Mary put her brolly up."},{"text":"Der Schnee auf meinem Schirm wiegt leicht, denn er gehört mir.","translation":"The snow on my screen weighs slightly, because it belongs to me."},{"text":"Wo es Liebe regnet, wünscht sich keiner einen Schirm.","translation":"Where it rains love, no one wants an umbrella."},{"text":"Wer mit dem Schirm weggeht, hat ein Recht auf Regen.","translation":"Those who leave with the umbrella have a right to rain."}],"gewiss":[{"text":"Ein gewisses Maß an Dunkelheit ist nötig, um die Sterne sehen zu können.","translation":"A certain amount of darkness is needed to see the stars."},{"text":"Ihre Meinung hat ein gewisses Gewicht.","translation":"Your opinion carries some weight."},{"text":"Ich habe ein gewisses Verständnis für deine Probleme.","translation":"I have some appreciation of your problems."},{"text":"Ein gewisses Maß an Begehren gibt dem Leben erst seinen Schwung.","translation":"A certain degree of desire gives life its momentum."},{"text":"Die Gebäude sehen jetzt ziemlich heruntergekommen aus, aber sie haben noch ein gewisses Etwas.","translation":"The buildings look pretty ragged now, but they still have charm."},{"text":"Er hätte mir ganz gewiss helfen können, doch er tat es nicht.","translation":"He certainly could have helped me, but didn't."},{"text":"Sie wird gewiss überrascht sein.","translation":"She is certain to be surprised."},{"text":"Das scheint gewiss der Fall zu sein.","translation":"That does certainly seem to be the case."},{"text":"So etwas Schönes verliert gewiss nicht seinen Wert.","translation":"Such a beautiful thing certainly does not lose its value."},{"text":"Der Tag wird gewiss kommen, an dem sich dein Traum erfüllt.","translation":"The day is sure to come when your dream will come true."}],"unterwerfen":[{"text":"Wir haben uns die Erde nicht unterworfen. Wir haben ihr nur tiefe Wunden geschlagen.","translation":"We have not subjugated the earth. We have only inflicted deep wounds on her."},{"text":"Sprache ist einem ständigen Wandel unterworfen.","translation":"Language is subject to constant change."},{"text":"Leben heißt für die Menschen: Die Prozesse organisieren, denen sie unterworfen sind.","translation":"For people, life means organizing the processes to which they are subjected."},{"text":"Nationen, die man unterworfen hat, muss man entweder glücklich machen oder vernichten.","translation":"Nations that you have subjugated must either be made happy or destroyed."},{"text":"Sie hatte keine andere Wahl, als sich ihrem Schicksal zu unterwerfen.","translation":"She had no choice but to submit to her fate."}],"Duell":[{"text":"Die beiden Kandidaten liefern sich heute Abend ein TV-Duell.","translation":"The two candidates are engaged in a TV duel tonight."},{"text":"Sein Sohn wurde bei einem Duell getötet.","translation":"His son had been killed in a duel."},{"text":"Vati, ist das ein richtiges Schwert? Aber ja, es ist doch auch ein richtiges Duell.","translation":"Dad, is that a real sword? But yes, it's also a real duel."},{"text":"Unnötig zu erwähnen, dass der gute Läufer das Duell mit dem schlechten Läufer gewonnen hat.","translation":"Needless to say, the good-squared bishop won the duel with the bad-squared bishop."},{"text":"Tom fühlte sich in seiner Ehre gekränkt und forderte Johannes zu einem Duell heraus.","translation":"Tom felt offended in his honor and challenged John to a duel."}],"erschrocken":[{"text":"Er war sehr erschrocken, als er die Schlange sah.","translation":"He was very scared when he saw that large snake."},{"text":"Tom war erschrocken und verwirrt.","translation":"Tom is frightened and confused."},{"text":"Sie war erschrocken beim Anblick der Leiche.","translation":"She was scared at the sight of the dead body."},{"text":"Ich stelle immer wieder erschrocken fest, dass ich ein paar Dinge vergessen habe, zu verdrängen.","translation":"I am always shocked to find that I have forgotten a few things to suppress."},{"text":"„Noch vor Ende dieses Tages“, sagte die alte Frau, „wirst du einen Apfel essen.“ – „Nein, niemals“, antwortete Maria erschrocken. „Das ist mir von meinem Vater aufgrund einer Prophezeiung streng verboten worden. Es heißt, ich müsse dann sterben.“","translation":"\"Before the end of this day,\" said the old woman, \"you will eat an apple.\" – \"No, never,\" Maria replied frightened. \"This was strictly forbidden to me by my father because of a prophecy. They say I have to die then.\""},{"text":"Du wirst erschrocken sein, was du unter hundert Dollar finden kannst.","translation":"You'll be shocked at what you can find for under a 100 dollars!"},{"text":"Du warst erschrocken.","translation":"You were terrified."},{"text":"Ich war komplett zu Tode erschrocken.","translation":"I was absolutely terrified."},{"text":"Der kleine Junge war so erschrocken, dass er kein Wort mehr hervorbringen konnte.","translation":"The little boy was so frightened that he could not produce a word."},{"text":"„Sie sind entsetzt, nicht?“ – „Ich bin zu Tode erschrocken.“","translation":"\"They're horrified, aren't they?\" – \"I'm scared to death.\""}],"Getriebe":[{"text":"Kannst du eine Getriebe per Hand bedienen?","translation":"Can you operate a manual transmission?"},{"text":"Jemand hat Sand ins Getriebe gestreut.","translation":"Someone's put a spanner in the works."},{"text":"Hörst du nicht, wie laut das Getriebe im dritten Gang läuft?","translation":"Don't you hear how loud the transmission runs in third gear?"},{"text":"Welch Wonne ist es zu sehen, wie die Zahnräder eines über viele Jahre sorgfältig gebauten Getriebes geschmeidig ineinandergreifen und die Maschinerie sich unaufhaltsam in Bewegung setzt!","translation":"What a delight it is to see how the gears of a gearbox carefully built over many years interlock smoothly and the machinery sets inexorably in motion!"},{"text":"Wer in das Getriebe der großen europäischen Politik hineingerissen wird, für den ist es sehr schwer, seinen Charakter lauter und ehrlich zu bewahren.","translation":"Anyone who is torn into the gears of major European politics finds it very difficult to maintain their character louder and honestly."}],"Patientin":[{"text":"Die Patientin sah gesund aus.","translation":"The patient was looking healthy."},{"text":"Die Patientin lag mit geschlossenen Augen im Bett.","translation":"The patient was lying in the bed with her eyes closed."},{"text":"Der Zustand der Patientin ist stabil.","translation":"The patient's condition is stable."},{"text":"Der Arzt war der Ansicht, der Puls der Patientin sei ein bisschen zu hoch.","translation":"The doctor thought that the patient's pulse was a little fast."},{"text":"Unsere Patientin kommt wieder zu Bewusstsein.","translation":"Our patient is regaining consciousness."}],"Sportart":[{"text":"Welche Sportarten magst du?","translation":"What sports do you like?"},{"text":"Keine andere Sportart ist in Brasilien so populär wie Fußball.","translation":"No other sport in Brazil is as popular as football."},{"text":"In welchen Sportarten sind Sie aktiv?","translation":"What kinds of sport do you do?"},{"text":"Die Amerikaner nehmen an den meisten Sportarten teil.","translation":"Americans participate in most sports."},{"text":"Sumo ist eine traditionell japanische Sportart.","translation":"Sumo is a traditional Japanese sport."}],"heimisch":[{"text":"Verwendet werden ausschließlich Obst, Blüten und Kräuter des heimischen Gartens.","translation":"Only fruit, flowers and herbs from the local garden are used."},{"text":"Die Menschen, und nicht die Natur, machen ein Land heimisch.","translation":"People, not nature, make a country home."},{"text":"Die meisten dieser Produkte stammen aus heimischer Produktion.","translation":"Most of these products are produced domestically."},{"text":"Diese Pflanze ist in Kanada heimisch.","translation":"This plant is native to Canada."},{"text":"Die Regierung hat Maßnahmen zur Förderung der heimischen Industrie eingeleitet.","translation":"The government has taken measures to promote domestic industry."}],"dämpfen":[{"text":"Die dicken Mauern dämpfen den Lärm von außen.","translation":"The thick walls dampen the noise from the outside."},{"text":"Welche natürliche Ernährung kann den Appetit dämpfen?","translation":"What natural foods help curb the appetite?"},{"text":"Tom dämpfte seine Stimme.","translation":"Tom lowered his voice."},{"text":"Das wird die Kosten dämpfen.","translation":"That'll bring the cost down."},{"text":"Ich habe die Aufgabe, für das Mittagessen das Gemüse zu dämpfen.","translation":"I have the task of steaming the vegetables for lunch."}],"Gewerkschaft":[{"text":"Die Gewerkschaft unterstützt den Protest.","translation":"The union supports the protest."},{"text":"Hast du mit jemandem von der Gewerkschaft gesprochen?","translation":"Did you talk to anyone from the union?"},{"text":"Die meisten Arbeiter sind Mitglied in einer Gewerkschaft.","translation":"Most workers are members of a trade union."},{"text":"Jeder hat das Recht, zum Schutz seiner Interessen Gewerkschaften zu bilden und solchen beizutreten.","translation":"Everyone has the right to form and to join trade unions for the protection of his interests."},{"text":"Die Gewerkschaft und die Firma einigten sich auf einen neuen Vertrag.","translation":"The union and the company agreed on a new contract."}],"registriert":[{"text":"Es war das stärkste jemals registrierte Erdbeben.","translation":"It was the greatest earthquake on record."},{"text":"Seid ihr registrierte Benutzer?","translation":"Are you a registered user?"},{"text":"Ihr seid registrierte Benutzer.","translation":"You are registered users."},{"text":"„Darf ich dich einladen?“ sagte Tom zu Maria und registrierte bei ihr eine spürbare Erleichtung, als er den Kofferraum seines Autos wieder schloss.","translation":"\"May I invite you?\" Tom said to Maria and noticed a noticeable relief when he closed the trunk of his car again."}],"th":[{"text":"Für viele ist das englische th unaussprechbar.","translation":"For many people, the English 'th' is unpronounceable."},{"text":"„Mama, warum schreibt man ‚Etymologie‘ eigentlich nicht mit th?“ – „Weil es vom altgriechischen Wort ἐτυμολογία kommt, und das schreibt man mit Tau und nicht mit Theta.“","translation":"\"Mom, why don't you write 'etymology' with th?\" – \"Because it comes from the ancient Greek word ἐτυμολογία, and you write that with dew and not with theta.\""}],"Generator":[{"text":"Der stärkste natürliche Generator für nahezu psychedelisch traumsymbolisch interpretierbare Sinneserscheinungen ist die Amygdala, sodass jedes Nachfragen nach psychedelischen Substanzen immer auch als ein indirektes Beklagen eines Mangels an und Indikation einer Untersuchung von Ihrem Funktionieren aufgefasst werden muss.","translation":"The most powerful natural generator for almost psychedelic dream-symbolically interpretable sensory phenomena is the amygdala, so that every inquiry for psychedelic substances must always be understood as an indirect complaint of a lack of and indication of an examination of their functioning."}],"Befreiung":[{"text":"Ist der Tod die einzige mögliche Befreiung?","translation":"Is death the only possible escape?"},{"text":"Die Scheidung kam einer Befreiung gleich.","translation":"The divorce felt like a liberation."},{"text":"Ich glaube, dass man die sexuelle Befreiung gründlich missverstanden hat. Porno tötet den Sex.","translation":"I believe that sexual liberation has been thoroughly misunderstood. Porno kills sex."},{"text":"Sie kämpft für die Befreiung der unterdrückten Eingeborenen.","translation":"She is fighting for the liberation of the oppressed natives."},{"text":"Konservendosen und Waschmaschinen haben mehr zur Befreiung der Frauen beigetragen als alle Revolutionen bisher.","translation":"Cans and washing machines have contributed more to the liberation of women than any revolution to date."}],"füreinander":[{"text":"Sie haben füreinander nichts übrig.","translation":"They have nothing left for each other."},{"text":"Wir werden füreinander einzig sein in der Welt.","translation":"We will be unique to each other in the world."},{"text":"Maria und Tom sind füreinander wie Feuer und Wasser.","translation":"Mary and Tom are like fire and water to each other."},{"text":"Wir sind nicht füreinander geschaffen.","translation":"We are not made for each other."},{"text":"Das junge Paar schien wie füreinander bestimmt.","translation":"The young couple were deeply devoted to each other."}],"Trommel":[{"text":"Jammer steht vor der Türe und Elend schlägt die Trommel.","translation":"Whining is just around the corner and misery beats the drum."},{"text":"Der Hammel, der die Trommel zerstört, zahlt mit seiner Haut.","translation":"The mutton, which destroys the drum, pays with its skin."},{"text":"Sie kann Trommel spielen.","translation":"She can play the drum."},{"text":"Ich höre die Trommel.","translation":"I hear the drum."},{"text":"Diese Trommel gibt ein seltsames Geräusch.","translation":"This drum makes a strange noise."}],"zurücksetzen":[{"text":"Ich musste mein Handy zurücksetzen und habe deshalb alle meine Daten verloren.","translation":"I had to reset my phone and therefore lost all my data."},{"text":"Die Zeit verrinnt, die Stunden vergehen, und nichts kann sie wieder zurücksetzen.","translation":"Time runs out, hours pass, and nothing can reset them."},{"text":"Wir stießen beim Zurücksetzen gegen einen Laster.","translation":"We bumped into a truck while resetting."}],"Gewähr":[{"text":"Für die Richtigkeit der gemachten Angaben übernehme ich keine Gewähr.","translation":"I assume no liability for the correctness of the information provided."},{"text":"Diese Beispiele wurden von unserem Expertenteam erarbeitet, das jedoch keine Gewähr für die Richtigkeit der darin enthaltenen Informationen übernehmen kann.","translation":"These examples have been prepared by our team of experts, but they cannot guarantee the accuracy of the information contained therein."},{"text":"Neunhundert Jahre sollt ihr wandern über Erins Seen und Ströme. Einzig dies gewähr’ ich euch: dass ihr behalten möget eure Sprache und dass auf der ganzen Welt keine Musik gleich der euren sei; die klagenden Weisen sollt ihr singen.","translation":"Nine hundred years shall you wander over the lakes and streams of Erin. This only I will grant unto you: that you retain your own speech, and there shall be no music in the world equal to yours, the plaintive music you shall sing."}],"geschützt":[{"text":"Wer kann mir sagen, was ein geschütztes Leerzeichen ist?","translation":"Who can tell me what a non-breaking space is?"},{"text":"Füge keine urheberrechtlich geschützten Sätze hinzu.","translation":"Don't add sentences from copyrighted sources."},{"text":"Dybowskis Frosch ist eine geschützte Tierart.","translation":"Dybowski's frog is a protected animal species."},{"text":"Im deutschen Bundesland Schleswig-Holstein ist Dänisch als geschützte Minderheitensprache anerkannt.","translation":"Danish is recognised as a protected minority language in the German state of Schleswig-Holstein."},{"text":"Das nächste Mal kannst du ja selber dran denken, da und dort ein geschütztes Leerzeichen unterzubringen.","translation":"Next time you can think about putting a non-breaking space here and there."}],"Hähnchen":[{"text":"Ich esse Hähnchen.","translation":"I eat chicken."},{"text":"Er brät ein köstliches Hähnchen.","translation":"He roasts a delicious chicken."},{"text":"Ich schneide das Hähnchen in fünf Teile.","translation":"I cut the chicken into five parts."},{"text":"„Ein halbes Hähnchen kostet fünf Euro.“ – „Das ist aber ganz schön teuer!“","translation":"\"Half a chicken costs five euros.\" – \"But that's pretty expensive!\""},{"text":"Ein Mädchen isst Hähnchen.","translation":"A girl eats chicken."}],"Skizze":[{"text":"Zeig mir deine Skizzen.","translation":"Show me your sketches."},{"text":"Hier sind die Adresse und eine Skizze, wie man zu meinem Büro gelangt.","translation":"Here is the address and a sketch of how to get to my office."},{"text":"Cilang hat eine Skizze vom Berg Fuji gezeichnet.","translation":"Cilang has drawn a sketch of Mount Fuji."},{"text":"Ich zeigte Tom die Skizzen, die ich angefertigt hatte.","translation":"I showed Tom the sketches I'd made."},{"text":"Der Sachverhalt lässt sich anhand einer Skizze erklären.","translation":"An illustration may make the point clear."}],"Astronaut":[{"text":"Wenn ich groß bin, werde ich Astronaut.","translation":"When I grow up, I'll be an astronaut."},{"text":"Sein Traum ist es, Astronaut zu werden.","translation":"His dream is to become an astronaut."},{"text":"Diese Rakete bringt die Astronauten in den Weltraum.","translation":"This rocket takes the astronauts into space."},{"text":"Astronauten sind Männer, die ihren Frauen von ihren Reisen nichts mitbringen müssen.","translation":"Astronauts are men who don't have to bring anything to their wives from their travels."},{"text":"Willst du gerne Astronaut werden?","translation":"Would you like to become an astronaut?"}],"Datenweitergabe":[],"halbieren":[{"text":"Heiraten heißt: Seine Rechte halbieren und seine Pflichten verdoppeln.","translation":"Getting married means halving your rights and doubling your duties."},{"text":"Nimm den Apfel und halbiere ihn.","translation":"Take the apple and divide it into halves."},{"text":"Seine Bezüge haben sich halbiert, seit er in Rente ist.","translation":"His salary has halved since he retired."},{"text":"Pharamp halbierte den Kuchen.","translation":"Pharamp cut the cake in half."},{"text":"Tom halbierte den Apfel mit seinem Messer.","translation":"Tom cut the apple in half with his knife."},{"text":"Genau! Ja! Halbieren.","translation":"Exactly! Yes! Bisect."},{"text":"Halbiere es.","translation":"Cut it in half."},{"text":"Halbiert.","translation":"Cut in half."}],"mühsam":[{"text":"Etwas Neues zu beginnen ist mühsamer als erwartet.","translation":"Doing new things is more tedious than expected."},{"text":"Die Intuition stellt manchmal mühelos auf den Kopf, worüber der Verstand sich mühsam den Kopf zerbricht.","translation":"Intuition sometimes turns upside down effortlessly, which the mind laboriously racks its brains about."},{"text":"Jeder, welcher aus den ersten Jugendträumen erwacht ist, eigene und fremde Erfahrung beachtet, sich im Leben, in der Geschichte der Vergangenheit und des eigenen Zeitalters, endlich in den Werken der großen Dichter umgesehen hat, wird, wenn nicht irgendein unauslöschlich eingeprägtes Vorurteil seine Urteilskraft lähmt, wohl das Resultat erkennen, dass diese Menschenwelt das Reich des Zufalls und des Irrtums ist, die unbarmherzig darin schalten, im Großen wie im Kleinen, neben welchen aber noch Torheit und Bosheit die Geißel schwingen: daher es kommt, dass jedes Bessere nur mühsam sich durchdrängt, das Edle und Weise sehr selten zur Erscheinung gelangt und Wirksamkeit oder Gehör findet, aber das Absurde und Verkehrte im Reiche des Denkens, das Platte und Abgeschmackte im Reiche der Kunst, das Böse und Hinterlistige im Reiche der Taten, nur durch kurze Unterbrechungen gestört, eigentlich die Herrschaft behaupten; hingegen das Treffliche jeder Art immer nur eine Ausnahme, ein Fall aus Millionen ist, daher auch, wenn es sich in einem dauernden Werke kund gegeben, dieses nachher, nachdem es den Groll seiner Zeitgenossen überlebt hat, isoliert dasteht, aufbewahrt wird, gleich einem Meteorstein, aus einer andern Ordnung der Dinge, als die hier herrschende ist, entsprungen.","translation":"Anyone who has awakened from the first childhood dreams, who has observed his own and others' experiences, who has finally looked around in life, in the history of the past and his own age, in the works of the great poets, will, if not some indelibly imprinted prejudice paralyzes his power of judgment, probably recognize the result that this human world is the realm of chance and error,  who mercilessly switch in it, in the large as well as in the small, but next to which folly and wickedness still swing the scourge: therefore it comes that every better one only laboriously penetrates itself, the noble and wise very rarely appears and finds effectiveness or hearing, but the absurd and wrong in the realm of thought, the plate and taste in the realm of art,  the evil and deceitful in the realm of deeds, disturbed only by brief interruptions, actually asserting domination; On the other hand, the excellence of every kind is always only an exception, a case of millions, therefore, even if it is made known in a permanent work, this afterwards, after having survived the resentment of its contemporaries, stands isolated, is preserved, like a meteor stone, from a different order of things than that prevailed here."},{"text":"Denken ist mühsam, deshalb beschränken sich viele aufs Urteilen.","translation":"Thinking is tedious, which is why many limit themselves to judging."},{"text":"Die Revolution löst nichts. Am Morgen danach beginnt wieder der mühsame Alltag der Probleme.","translation":"The revolution solves nothing. The morning after, the arduous everyday life of the problems begins again."},{"text":"Anfangen ist einfach, durchhalten mühsam, zu Ende bringen eine Kunst.","translation":"Starting is easy, perseverance tedious, bringing an art to an end."},{"text":"Das Vorankommen ist mühsam.","translation":"Moving forward is arduous."},{"text":"Es ist eine mühsame Prozedur.","translation":"It is a tedious procedure."},{"text":"Mühsam ernährt sich das Eichhörnchen.","translation":"The squirrel feeds laboriously."},{"text":"Mühsam nährt sich das Eichhörnchen von den Früchten des Waldes.","translation":"The squirrel laboriously feeds on the fruits of the forest."},{"text":"Mühsam ernährt sich das Eichhörnchen mit den Früchten des Waldes.","translation":"The squirrel laboriously feeds on the fruits of the forest."},{"text":"Mühsam ernährt sich das Eichhörnchen, hüpfend von Ast zu Ast.","translation":"The squirrel feeds laboriously, hopping from branch to branch."},{"text":"Mühsam nährt sich das Eichhörnchen, hüpfend von Ast zu Ast.","translation":"The squirrel feeds laboriously, hopping from branch to branch."}],"gemeint":[{"text":"War das als Scherz gemeint?","translation":"Was that intended as a joke?"},{"text":"Das habe ich eigentlich nicht gemeint.","translation":"That isn't actually what I meant."},{"text":"Das Gegenteil von Gut ist nicht Böse, sondern gut gemeint.","translation":"The opposite of good is not evil, but well-intentioned."},{"text":"Ich hatte es doch noch irgendwie ernst gemeint.","translation":"I was actually kind of serious."},{"text":"„Du scherzt.“ – „Ich habe es in meinem Leben noch nie so ernst gemeint.“","translation":"\"You are joking.\" \"I was never more serious in my life.\""},{"text":"Scheinbar will Tom nicht auf die gut gemeinten Vorschläge anderer hören.","translation":"Apparently, Tom does not want to listen to the well-intentioned suggestions of others."},{"text":"Ich werde ihr einen ernst gemeinten Vorschlag unterbreiten.","translation":"I will make a serious proposal to her."},{"text":"„Wenn ich meine Fäuste hebe, ist es zu spät für Sie. Verstehen Sie das als eine gut gemeinte Warnung!“","translation":"\"When I raise my fists, it's too late for you. Take that as a well-intentioned warning!\""},{"text":"Gut gemeinte Vorschläge werden gern entgegengenommen.","translation":"Well-intentioned suggestions are gladly accepted."}],"verschonen":[{"text":"Jeder stirbt anders, aber niemand bleibt davon verschont.","translation":"Everyone dies differently, but no one is spared."},{"text":"Ihr werdet verschont bleiben, wenn ihr euch ergebt.","translation":"Your lives will be spared if you surrender."},{"text":"Schwerin blieb vom Kriege verschont. So viel Glück hatten nur wenige Städte in Deutschland.","translation":"Schwerin was spared from the war. Only a few cities in Germany were so lucky."},{"text":"Die Überschwemmung hat uns, Gott sei Dank, verschont.","translation":"The flood has spared us, thank God."},{"text":"Tom, der unrettbare Tolpatsch, stolperte wieder einmal über seine eigenen Füße, kippte bei seinem Sturz die gesamte gedeckte Kaffeetafel um und zerdepperte so Marias teures, seit Generationen in der Familie befindliches Porzellangeschirr. Nicht eine Untertasse blieb verschont.","translation":"Tom, the unsalvageable Tolpatsch, once again stumbled over his own feet, tipped over the entire covered coffee table in his fall, thus smashing Mary's expensive porcelain dishes, which had been in the family for generations. Not one saucer was spared."},{"text":"Ihr werdet verschont, wenn ihr euch ergebt.","translation":"You will be spared if you surrender."},{"text":"Wie durch ein Wunder blieb Prag im 14. Jahrhundert vom Schwarzen Tod verschont.","translation":"Miraculously, during the fourteenth century, Prague was spared from the Black Death."},{"text":"Die Altstadt blieb zum Glück von den Bomben der Alliierten verschont.","translation":"Fortunately, the older part of the city was spared from the Allies' bombs."},{"text":"Bedenke, dass ein Gott in deinem Leibe wohnt, und vor Entweihung sei der Tempel stets verschont.","translation":"Remember that a God dwells in your body, and the temple is always spared from desecration."},{"text":"Was diese extreme Abscheulichkeit anbelangt, so hat mich die Vorsehung verschont.","translation":"As for this extreme abomination, Providence has spared me."},{"text":"Verschonen Sie mich mit so dummen Fragen!","translation":"Don't bother me with such foolish questions."},{"text":"Verschonen Sie mich mit solchen Kleinigkeiten!","translation":"Don't bother me with such trifles."},{"text":"Verschonen Sie mich mit Ihren Theorien.","translation":"I'm not interested in hearing any of your theories."},{"text":"Verschonen Sie mich mit Ihren Vorhaltungen!","translation":"Spare me with your reproaches!"}],"Manipulation":[{"text":"Es gab Hinweise auf eine Manipulation der Dokumente.","translation":"There were indications of manipulation of the documents."},{"text":"Wir sind alle Darsteller in einem Spiel der Täuschung und Manipulation.","translation":"We are all actors in a game of deception and manipulation."},{"text":"Angst, Scham und Schuldgefühl bilden einen wirkungsvollen Mechanismus zur Manipulation von Menschen.","translation":"Fear, shame and guilt form an effective mechanism for manipulating people."}],"Comedy":[{"text":"Comedy muss auch Grenzen überschreiten. Das darf aber nicht zum einzigen Geschäftsprinzip werden.","translation":"Comedy also has to cross boundaries. However, this must not become the only business principle."}],"wiese":[{"text":"Dieser Feld-Wald-und-Wiesen-Dichter sollte sich lieber anderen Dingen widmen.","translation":"This field-forest-and-meadow poet should rather devote himself to other things."},{"text":"Die ganze Wiese steht voller Löwenzahn.","translation":"The whole meadow is full of dandelions."},{"text":"Tom und Maria jagten sich auf der Wiese wie Kinder.","translation":"Tom and Maria chased each other on the meadow like children."},{"text":"Diese Hügel und Wiesen inspirieren mich sehr.","translation":"These hills and meadows inspire me a lot."},{"text":"Tom und Maria legten sich nebeneinander auf die Wiese und betrachteten die Wolken.","translation":"Tom and Mary lay down side by side on the grass and looked at the clouds."}],"unterziehen":[{"text":"Sie wollte ihre Grenzen der Probe unterziehen.","translation":"She wanted to test her limits."},{"text":"Mein Vater wird sich einer Operation unterziehen.","translation":"My father will undergo surgery."},{"text":"Er muss sich nächste Woche einer Operation unterziehen.","translation":"He will have to undergo an operation next week."},{"text":"Ich habe mich im letzten Jahr wegen grünen Stars einer Operation unterzogen.","translation":"I underwent surgery last year for glaucoma."},{"text":"Meine Großmutter hat sich in Deutschland einer Operation unterzogen.","translation":"My grandmother underwent surgery in Germany."}],"deinetwegen":[{"text":"Deinetwegen kriege ich noch mal Schwierigkeiten; lass mich in Zukunft bloß in Ruhe, ja!","translation":"Because of you, I get into trouble again; just leave me alone in the future, yes!"},{"text":"Deinetwegen kamen wir zu spät.","translation":"It's because of you that we were late."},{"text":"Ich bin deinetwegen sehr enttäuscht.","translation":"I'm very disappointed in you."},{"text":"Deinetwegen habe ich das Gesicht verloren.","translation":"You really made me lose face."},{"text":"Das hier ist alles deinetwegen und wegen deines verdammten Stolzes passiert!","translation":"This is all because of you and because of your damn pride!"},{"text":"Du machst so großen Lärm, dass deinetwegen niemand einschlafen kann.","translation":"You make so much noise that no one can fall asleep because of you."},{"text":"Deinetwegen stecke ich jetzt in Schwierigkeiten.","translation":"I'm in trouble because of you."},{"text":"Hör auf im Bett zu essen; ich habe es satt, es deinetwegen sauber zu machen.","translation":"Stop eating in bed; I'm tired of cleaning it for your sake."},{"text":"Tom, wenn ich noch einmal hören muss, dass deinetwegen ein Neuer das Weite sucht, bist du der nächste, der geht!","translation":"Tom, if I have to hear again that because of you a new one is looking for the distance, you are the next one to leave!"},{"text":"Ich tat es deinetwegen.","translation":"I did it on account of you."}],"Tendenz":[{"text":"Liisa besitzt so an die zweihundert Paar Schuhe — mit zunehmender Tendenz.","translation":"Liisa owns about two hundred pairs of shoes — and the trend is rising."},{"text":"Das ist die Tendenz der letzten 20 Jahre.","translation":"That has been the tendency for the last 20 years."},{"text":"Diese Tendenz ist unter Amerikanern weit verbreitet.","translation":"That tendency is strong among Americans."},{"text":"Man kann damit rechnen, dass sich diese Tendenz fortsetzt.","translation":"We can expect this trend to continue."},{"text":"Je größer der Wohlstand, desto tiefer der Sumpf. Dies beschreibt zweifelsfrei eine Tendenz unserer Zeit.","translation":"The greater the prosperity, the deeper the swamp. This undoubtedly describes a tendency of our time."}],"Komödie":[{"text":"Die besten Komödien kommen aus Frankreich.","translation":"The best comedies come from France."},{"text":"Shakespeare schrieb Komödien und Tragödien.","translation":"Shakespeare wrote comedies and tragedies."},{"text":"Ich liebe Komödien.","translation":"I love comedies."},{"text":"Die Wirklichkeit ist die lustigste Komödie der Welt.","translation":"Reality is the funniest comedy in the world."},{"text":"Das ist wie eine schlechte Komödie.","translation":"It's like a bad comedy."}],"systematisch":[{"text":"Ich bevorzuge eine systematische Methode.","translation":"I prefer a systematic method."},{"text":"Die Logik ist eine systematische Methode, voller Selbstvertrauen zu der falschen Schlussfolgerung zu kommen.","translation":"Logic is a systematic method of coming to the wrong conclusion full of self-confidence."},{"text":"Tom arbeitet systematisch.","translation":"Tom works methodically."},{"text":"Ich habe gleich bemerkt, dass du ordentlich und systematisch bist.","translation":"I immediately noticed that you are neat and systematic."},{"text":"Die Wissenschaft ist die systematische Klassifizierung der Erfahrung.","translation":"Science is the systematic classification of experience."}],"vorsätzlich":[{"text":"Wir haben nicht genügend Zeit, um nur vorsätzlich zu handeln.","translation":"We do not have enough time to act only intentionally."},{"text":"Der Arabische Frühling war kein Fehler, sondern ein vorsätzlicher Fehler.","translation":"The Arab Spring was not a mistake, but a deliberate mistake."},{"text":"Tom wurde des vorsätzlichen Mordes angeklagt.","translation":"Tom has been charged with first-degree murder."},{"text":"Der Angeklagte hat seinen Nachbarn vorsätzlich ermordet.","translation":"The defendant deliberately murdered his neighbor."},{"text":"Das war ein vorsätzliches Verbrechen.","translation":"This was a premeditated crime."}],"Werktage":[{"text":"Ich stehe am Montag und an allen Werktagen sehr früh auf.","translation":"I get up very early on Monday and every weekday."},{"text":"Unsere Mitarbeiter werden Sie innerhalb dreier Werktage kontaktieren.","translation":"Our staff will contact you within three working days."},{"text":"Die Gebühr an Werktagen und an Feiertagen unterschiedet sich sogar um 10000 Yen.","translation":"The fee on weekdays and holidays even differs by 10000 yen."},{"text":"Um wie viel Uhr stehst du an Werktagen auf?","translation":"What time do you get up on workdays?"},{"text":"Die Werktage sind: Montag, Dienstag, Mittwoch, Donnerstag und Freitag.","translation":"The working days are: Monday, Tuesday, Wednesday, Thursday and Friday."}],"abzuholen":[{"text":"Ich werde ihn darum bitten, mich vom Bahnhof abzuholen.","translation":"I'll ask him to pick me up from the railway station."},{"text":"Tom fährt zum Flughafen, um Maria abzuholen.","translation":"Tom is going to the airport to pick Mary up."},{"text":"Seine Mutter kam, um ihn abzuholen.","translation":"His mother came to pick him up."},{"text":"Es wird Zeit, Thomas von der Schule abzuholen.","translation":"It's time to go and pick Tom up from school."},{"text":"Vergiss nicht, mich vom Bahnhof abzuholen!","translation":"Do not forget to meet me at the station."}],"Rivale":[{"text":"Er möchte kein Partner sein; er möchte ein Rivale sein.","translation":"He doesn't want to be a partner; he wants to be a rival."},{"text":"Er zieht immer Vorteile aus den Fehlern seiner Rivalen.","translation":"He always takes advantage of the mistakes made by his rivals."},{"text":"Er hat seinen Rivalen verdrängt.","translation":"He edged out his rival."},{"text":"Die Arroganz ist ein Zeichen der Schwäche, der verdeckten Furcht gegenüber den Rivalen.","translation":"The arrogance is a sign of weakness, of hidden fear towards rivals."},{"text":"Tom greift zu fiesen Methoden, um seine Rivalen aus dem Weg zu räumen.","translation":"Tom resorts to nasty methods to get his rivals out of the way."}],"aßen":[{"text":"Das Eis war so hart, dass sie es mit Messer und Gabel aßen.","translation":"The ice cream was so hard that they ate it with a knife and fork."},{"text":"Acht alte Ameisen aßen am Abend Ananas.","translation":"Eight old ants ate pineapple in the evening."},{"text":"Wir aßen Peking-Ente im China-Restaurant.","translation":"We ate Peking duck in the Chinese restaurant."},{"text":"Kinder aßen an heißen Tagen Eis.","translation":"Children ate ice cream on hot days."},{"text":"Alle drei aßen gemeinsam zu Mittag.","translation":"The three of them ate lunch together."},{"text":"Wir aßen Eier.","translation":"We ate eggs."},{"text":"Sie aßen Fisch.","translation":"They ate fish."},{"text":"Sie aßen weiter, als ob nichts geschehen wäre.","translation":"They continued eating as if nothing had happened."},{"text":"Manche Leute fingen Ratten und aßen sie.","translation":"Some people caught rats and ate them."},{"text":"Ich weiß noch, wie wir nie Gemüse aßen, das wir nicht selbst angebaut hatten.","translation":"I remember when we used to never eat vegetables that we didn't grow ourselves."}],"tierisch":[{"text":"Ich esse nichts tierischen Ursprungs.","translation":"I don't eat anything of animal origin."},{"text":"Du darfst nicht alles so tierisch ernst nehmen!","translation":"You must not take everything so seriously!"},{"text":"Tom findet Marias Lispeln süß, Johanna dagegen regt es tierisch auf.","translation":"Tom finds Maria's Lispeln sweet, Johanna, on the other hand, gets upset."},{"text":"Reg dich doch nicht bei jeder Kleinigkeit so tierisch auf!","translation":"Don't get so upset about every little thing!"},{"text":"Heute ist es tierisch kalt.","translation":"Today it is beastly cold."}],"flotte":[{"text":"Der Rest der Flotte ist geflohen.","translation":"The rest of the fleet has fled."},{"text":"Die Römer bauten eine Flotte von dreihundert Schiffen.","translation":"The Romans built a fleet of three hundred ships."},{"text":"Eine Sprache ist ein Dialekt mit einer Armee und Flotte.","translation":"A language is a dialect with an army and fleet."},{"text":"Die Fluggesellschaft lässt ihre Flotte am Boden.","translation":"The airline has grounded its fleet."},{"text":"Während der Belagerung von Genua wurden, aufgrund der Blockade des Hafens durch die britische Flotte, die Nahrungsmittel knapp.","translation":"During the siege of Genoa, food became scarce due to the blockade of the port by the British fleet."}],"Akkord":[{"text":"Tom kann sich an die Akkorde des Liedes, aber nicht an den ganzen Text erinnern.","translation":"Tom can remember the chords to the song, but can't remember all the lyrics."},{"text":"Ich möchte sehr gern, dass Tom mir beibringt, ein paar Akkorde auf meiner Gitarre zu spielen.","translation":"What I really want is for Tom to teach me how to play a few chords on my guitar."},{"text":"Mir wird nicht ganz klar, was das bei 1:58 für ein Akkord ist. Kann mir jemand weiterhelfen?","translation":"I can't quite figure out what that chord around 1:58 is. Can somebody help me out?"},{"text":"Mit Schaufeln und im Akkord verheizt die Regierung das Geld der Steuerzahler.","translation":"With shovels and piecework, the government burns taxpayers' money."},{"text":"Die Musik stellt nichts Objektives, nichts Festlegbares dar; ihre Töne, Akkorde und Melodien sind gänzlich stofflos und lassen der Vorstellungskraft einen weiten Spielraum.","translation":"The music is not objective, nothing definable; her tones, chords and melodies are completely devoid of substance and leave a wide scope for the imagination."},{"text":"Der Dv-Akkord hat die Eigenschaft, dass er enharmonisch umdeutbar ist.","translation":"The diminished seventh chord has the property that it is enharmonically reinterpretable."}],"Ozean":[{"text":"Meine Augen sind ein Ozean, in dem sich meine Träume spiegeln.","translation":"My eyes are an ocean in which my dreams are reflected."},{"text":"Was wir wissen, ist ein Tropfen, was wir nicht wissen, ein Ozean.","translation":"What we know is a drop. What we don't know is an ocean."},{"text":"Der Frosch im Brunnen weiß nichts vom Ozean.","translation":"The frog in the well knows nothing about the ocean."},{"text":"Wer an der Küste bleibt, kann keine neuen Ozeane entdecken.","translation":"Those who stay on the coast cannot discover new oceans."},{"text":"Der Ozean war ruhig.","translation":"The ocean was calm."},{"text":"Diese Insel liegt im Atlantischen Ozean.","translation":"That island lies in the Atlantic Ocean."},{"text":"Haben Sie einen Tisch mit Blick auf den Ozean?","translation":"Do you have a table overlooking the ocean?"},{"text":"Tom entdeckte den Pazifischen Ozean.","translation":"Tom discovered the Pacific Ocean."},{"text":"Der Atlantische Ozean trennt Amerika von Europa.","translation":"The Atlantic Ocean separates America from Europe."},{"text":"Ungefähr 97 Prozent des Wassers der Erde befindet sich im Ozean.","translation":"About 97 percent of Earth's water is in the ocean."}],"knurren":[{"text":"Mir knurrt der Magen. Ich habe Hunger.","translation":"My tummy's rumbling. I'm hungry."},{"text":"Wenn einem mitten im Test der Magen knurrt, ist das ganz schön peinlich.","translation":"If your stomach growls in the middle of a test, that's pretty embarrassing."},{"text":"Der Hund knurrt.","translation":"The dog is growling."},{"text":"Dein Bauch knurrt.","translation":"Your tummy's growling."},{"text":"Der Hund knurrte, als wir uns näherten.","translation":"The dog growled when we approached."}],"Detective":[],"Badewanne":[{"text":"Tom nimmt ein Bad in der Badewanne.","translation":"Tom is in the bathtub having a bath."},{"text":"Wer gerne mal angerufen werden möchte, braucht nur in die Badewanne zu gehen.","translation":"If you would like to be called, you only have to go into the bathtub."},{"text":"Spaghetti kann man nur in der Badewanne essen.","translation":"Spaghetti can only be eaten in the bathtub."},{"text":"Kaum ist die Badewanne voll, bildet sie sich ein, ein Ozean zu sein.","translation":"As soon as the bathtub is full, it imagines itself to be an ocean."},{"text":"Er lag tot in der Badewanne.","translation":"He lay dead in the bathtub."}],"extrahieren":[{"text":"Sie extrahiert schöne Farben aus Kurkuma.","translation":"She extracts beautiful colors from turmeric."},{"text":"DNS wird aus einer Blutprobe extrahiert.","translation":"DNA is extracted from a blood sample."},{"text":"Bitte extrahieren Sie dem Patienten seine Weisheitszähne.","translation":"Please extract the patient's wisdom teeth."},{"text":"Der Cocktailparty-Effekt, auch intelligentes oder selektives Hören, bezeichnet die Fähigkeit des menschlichen Gehörsinns, bei Anwesenheit mehrerer Schallquellen die Schallanteile einer bestimmten Schallquelle aus dem Gemisch des Störschalls zu extrahieren.","translation":"The cocktail party effect, also known as intelligent or selective hearing, refers to the ability of the human sense of hearing to extract the sound components of a particular sound source from the mixture of interfering sound in the presence of several sound sources."},{"text":"Er extrahierte Salz aus Meerwasser durch Kristallisierung.","translation":"He extracted salt from seawater by crystallization."}],"erarbeiten":[{"text":"Mitleid bekommst du geschenkt. Neid musst du dir erarbeiten.","translation":"You get pity as a gift. You have to earn envy."},{"text":"Tom hat sich alles hart erarbeitet.","translation":"Tom has worked hard to get where he is."},{"text":"Erfolg muss gewöhnlich hart erarbeitet werden.","translation":"Success usually requires hard work."},{"text":"In der Politik wird Respekt hart erarbeitet und geht schnell verloren.","translation":"In politics, respect is hard won but easily lost."},{"text":"Zur Erklärung dieses Phänomens erarbeitete jeder Wissenschaftler seine eigene Theorie.","translation":"Each scientist came up with his own theory to explain this phenomenon."}],"zusammenhängen":[{"text":"Glück ist: zu begreifen, wie alles zusammenhängt.","translation":"Happiness is understanding how everything is connected."},{"text":"Maria sammelt alles, was irgendwie mit Eichhörnchen zusammenhängt.","translation":"Maria collects everything that is somehow related to squirrels."},{"text":"Ich interessiere mich für alles, was irgendwie mit Japan zusammenhängt.","translation":"I am interested in everything that is somehow related to Japan."},{"text":"Ich hasse Englisch und alles, was damit zusammenhängt.","translation":"I hate English and everything related to it."},{"text":"Der Mordfall könnte mit seinem plötzlichen Tod zusammenhängen.","translation":"The murder case may bear a relation to his sudden death."}],"spinnen":[{"text":"Jean und Pierre spinnen, sie sehen den ganzen Tag fern.","translation":"Jean and Pierre spin, they watch TV all day."},{"text":"Es ist nichts so fein gesponnen, es kommt doch ans Licht der Sonnen.","translation":"Nothing is so finely spun, it comes to the light of the suns."},{"text":"Spinnen, die nicht spinnen, spinnen.","translation":"Spiders that don't spin, spider."},{"text":"Sie spinnen zusammen an einem Rocken.","translation":"They spin together on a skirt."},{"text":"Eine kluge Frau kann auch mit dem Fuß eines Esels spinnen.","translation":"A smart woman can also spin with the foot of a donkey."}],"Champagner":[{"text":"Ich trinke Champagner, sonst nichts; das weißt du ja sehr gut.","translation":"I drink champagne, nothing else; You know that very well."},{"text":"Wein zum Fische, Champagner zum Feste und Bier zum Mittag.","translation":"Wine with fish, champagne for feasts and beer for lunch."},{"text":"Sie geht gern mit ihm aus, umso mehr als er immer Champagner bestellt.","translation":"She likes to go out with him, especially since he always orders champagne."},{"text":"Ich weiß nicht mehr, wohin ich den Champagner gestellt habe.","translation":"I don't remember where I put the champagne."},{"text":"„Haben Sie keinen Champagner?“ – „Doch, ich hole ihn.“","translation":"\"Don't you have champagne?\" – \"Yes, I'll get it.\""},{"text":"Möchtest du Champagner trinken?","translation":"Would you drink champagne?"},{"text":"Lasst uns ein Glas Champagner trinken.","translation":"Let's have a glass of champagne."},{"text":"Die Gäste trinken Champagner.","translation":"The guests are drinking Champagne."},{"text":"Holen wir Champagner, wir müssen das feiern!","translation":"Let's get champagne, we have to celebrate it!"},{"text":"Tom sah in der Küche eine Flasche Champagner stehen.","translation":"Tom saw a bottle of champagne in the kitchen."}],"anrichten":[{"text":"Mancher kann wohl kochen, aber nicht anrichten.","translation":"Some people can cook, but they can't serve."},{"text":"Mit Fortschritt bezeichnen gewisse Leute die Zerstörungen, die sie anrichten.","translation":"By progress, certain people refer to the destruction they cause."},{"text":"Wir müssen uns auch fragen, was das Geld anrichtet, da, wo es hingeht.","translation":"We must also ask ourselves what the money is doing where it is going."},{"text":"Wie können wir verhindern, dass die Blöden in der Politik noch mehr Schaden anrichten?","translation":"How can we prevent the stupids in politics from doing even more damage?"},{"text":"Ein Spinner kann nur Schaden anrichten.","translation":"A spinner can only do damage."}],"edel":[{"text":"Edel sei der Mensch, hilfreich und gut.","translation":"Noble be man, helpful and good."},{"text":"Ein edler Mann wird durch ein gutes Wort der Frauen weit geführt.","translation":"A noble man by woman's gentle word may oft be led."},{"text":"Gut sein ist edel. Andere lehren, gut zu sein, ist noch edler. Und leichter.","translation":"Being good is noble. Teaching others to be good is even more noble. And lighter."},{"text":"Edel ist, wer edel handelt!","translation":"Noble is he who acts noblely!"},{"text":"Es ist die edelste Gabe des Menschen, sich zu ändern.","translation":"It is man's noblest gift to change."}],"Asche":[{"text":"Man sieht's an der Asche noch, wo der Topf gestanden hat.","translation":"You can still see on the ashes where the pot has stood."},{"text":"Ich sage euch, die Vergangenheit ist ein Eimer voll Asche.","translation":"I tell you, the past is a bucket of ashes."},{"text":"Die Asche macht alle gleich.","translation":"The ashes make everyone equal."},{"text":"Der Mann und die Frau haben dieselbe Asche.","translation":"The man and the woman have the same ashes."},{"text":"Marias Haus wird zu Staub und Asche.","translation":"Mary's house becomes dust and ashes."},{"text":"Als Tom sechs Jahre alt war, legten die Briten Heilbronn in Schutt und Asche.","translation":"When Tom was six years old, the British reduced Heilbronn to rubble."},{"text":"Alles war zu Asche verbrannt.","translation":"Everything was burnt to ashes."},{"text":"Alles brannte, bis nur Asche übrig blieb.","translation":"Everything burned until only ashes remained."},{"text":"Das Haus verbrannte zu Asche.","translation":"The house burnt to ashes."},{"text":"Sie legten die Stadt in Schutt und Asche.","translation":"They reduced the city to rubble."}],"zertifiziert":[{"text":"Zusätzlich ist das Sortiment mit strengeren Standards als das gesetzliche Verbot von Tierversuchen es vorschreibt zertifiziert - für nachhaltige Sauberkeit und einen nachhaltigen Lifestyle ohne Abstriche.","translation":"In addition, the range is certified with stricter standards than the legal ban on animal testing - for sustainable cleanliness and a sustainable lifestyle without compromises."}],"ansiehst":[{"text":"Was denkst du, wenn du dieses Gemälde ansiehst?","translation":"What do you think when you look at this painting?"},{"text":"Ich hätte gerne, dass du dir etwas ansiehst.","translation":"I'd like you to look at something."},{"text":"Entscheide selbst, was du als normal ansiehst!","translation":"Decide for yourself what you consider normal!"},{"text":"Ich habe Angst, dass du mich, wenn du erst einmal mein Geheimnis kennst, nie mehr so ansiehst wie bisher.","translation":"I'm scared that once you find out about my secret, you'll never look at me the same way again."},{"text":"Das ist nicht fair, Maria! Du weißt ja, dass ich dir nichts abschlagen kann, besonders wenn du mich so ansiehst.","translation":"That's not fair, Maria! You know that I can't deny you anything, especially if you look at me like that."},{"text":"Dein Auge kann die Welt trüb oder hell dir machen. Wie du sie ansiehst, wird sie weinen oder lachen.","translation":"Your eye can make the world cloudy or bright for you. As you look at her, she will cry or laugh."},{"text":"Wenn Du vor mir stehst und mich ansiehst, was weißt Du von den Schmerzen, die in mir sind und was weiß ich von den Deinen. Und wenn ich mich vor Dir niederwerfen würde und weinen und erzählen, was wüsstest Du von mir mehr als von der Hölle, wenn Dir jemand erzählt, sie ist heiß und fürchterlich. Schon darum sollten wir Menschen voreinander so ehrfürchtig, so nachdenklich, so liebend stehn wie vor dem Eingang zur Hölle.","translation":"When you stand in front of me and look at me, what do you know about the pain that is in me and what do I know about yours. And if I prostrated myself before you and cried and said, what would you know more about me than about hell if someone told you it was hot and terrible. For this reason alone, we humans should stand before each other as reverently, as thoughtfully, as lovingly as before the entrance to hell."},{"text":"Ich weiß, dass du mich ansiehst.","translation":"I know you're looking at me."}],"Ausgangspunkt":[{"text":"Die Geburt ist der Ausgangspunkt des Abenteuers des Lebens.","translation":"Birth is the starting point for life's adventures."},{"text":"Das Fest war ein guter Ausgangspunkt für die künftige Zusammenarbeit.","translation":"The festival was a good starting point for future cooperation."},{"text":"Eine ganzheitliche Sicht der Politik sollte dabei unser Ausgangspunkt sein.","translation":"A holistic view of politics should be our starting point."},{"text":"Für eines Mannes Handeln ist das eigene Ich ein dürftiger Ausgangspunkt.","translation":"For a man's actions, one's own self is a poor starting point."},{"text":"Der Ausgangspunkt der Planungsüberlegungen ist die Interpretation der Form des Quadrates.","translation":"The starting point of the planning considerations is the interpretation of the shape of the square."}],"lebensjahr":[{"text":"Die Lebensjahre bringen Verstand, aber auch graue Haare.","translation":"The years of life bring intellect, but also gray hair."},{"text":"Beethoven war taub in seinen letzten Lebensjahren.","translation":"Beethoven was deaf in his late years."},{"text":"Sein letztes Lebensjahr verbrachte Stefan Zweig in der brasilianischen Stadt Petrópolis.","translation":"Stefan Zweig spent the last year of his life in the Brazilian city of Petrópolis."},{"text":"Tom hat seit dem sechsten Lebensjahr Gehprobleme.","translation":"Tom has had trouble walking ever since he was six years old."},{"text":"In ihren ersten zwanzig Lebensjahren wurde sie oft für einen Jungen gehalten.","translation":"In the first twenty years of her life, she was often mistaken for a boy."}],"widersetzen":[{"text":"Er würde sich niemals seinen Eltern widersetzen.","translation":"He would never oppose his parents."},{"text":"Ich könnte mich ihm sicher auch nicht widersetzen.","translation":"I certainly couldn't resist him either."},{"text":"Er wird leicht ärgerlich, wenn man sich ihm widersetzt.","translation":"He tends to get angry when people oppose him."},{"text":"Er hörte auf sich zu widersetzten und ergab sich seinem Schicksal.","translation":"He stopped resisting and surrendered to his fate."},{"text":"Man kann sich der Invasion durch Armeen widersetzen; nicht jedoch der Invasion von Ideen.","translation":"One withstands the invasion of armies; one does not withstand the invasion of ideas."}],"intim":[{"text":"Das ist eine intime Angelegenheit.","translation":"This is an intimate matter."},{"text":"Zahlreichen berühmten Personen wurden intime Bilder von den Telefonen gestohlen.","translation":"Intimate photos were stolen from many celebrities' phones."},{"text":"Ich stelle mir vor, dass du ein intimer Freund von Tom bist.","translation":"I imagine you are an intimate friend of Tom's."},{"text":"Tom kennt nicht den Unterschied zwischen intim und taktlos.","translation":"Tom doesn't know the difference between intimate and tactless."},{"text":"Wir werden mehr und mehr intim.","translation":"We are becoming more and more intimate."}],"Simulation":[{"text":"Ist es eine Simulation?","translation":"Is it a simulation?"},{"text":"Aus Simulation wird Assimilation.","translation":"Simulation becomes assimilation."}],"Mitbewohner":[{"text":"Ich bin Paul, dein Mitbewohner.","translation":"I'm Paul, your roommate."},{"text":"Ich habe Probleme mit meinem Mitbewohner. Er isst mir alles weg.","translation":"I'm having trouble with my roommate. He eats all my food."},{"text":"Mein Mitbewohner hat Klage über den Lärm erhoben.","translation":"My roommate complained about the noise."},{"text":"Mein Mitbewohner lernt Chinesisch.","translation":"My roommate is learning Chinese."},{"text":"„Bist du mit Tom befreundet?“ – „Ja, er ist mein Mitbewohner.“","translation":"\"Are you friends with Tom?\" \"Yes, he's my roommate.\""},{"text":"Tom ist Johns Mitbewohner geworden.","translation":"Tom has become John's roommate."},{"text":"Mein Mitbewohner ist zu geschwätzig.","translation":"My flatmate is too garrulous."},{"text":"Tom war Johns Mitbewohner.","translation":"Tom was John's roommate."}],"Gunst":[{"text":"Wem Gott will rechte Gunst erweisen, den schickt er in die weite Welt.","translation":"To whom God wants to show right favor, he sends him into the wide world."},{"text":"In jeder Gesellschaft gibt es ein schlechtes Theater, das die Gunst des Publikums genießt.","translation":"In every society there is a bad theater that enjoys the favor of the audience."},{"text":"Lege deinen Zweifel zu ihren Gunsten aus!","translation":"Interpret your doubts in their favor!"},{"text":"Der Krieg verläuft zu unseren Gunsten.","translation":"The war is going in our favor."},{"text":"Bist du sicher, dass das zu Toms Gunsten ist?","translation":"Are you sure this is in Tom's best interest?"},{"text":"Gunst geht vor Recht.","translation":"Favor comes before law."},{"text":"Ein Quentchen Gunst erreicht mehr als ein Pfund Gerechtigkeit.","translation":"A little bit of favor achieves more than a pound of justice."},{"text":"In der Demokratie werden Politiker belehrt, sie brauchen des Volkes Gunst, nicht umgekehrt.","translation":"In a democracy, politicians are taught that they need the favor of the people, not the other way around."},{"text":"Dadurch wird die Vorstellung begünstigt, dass Wohlstand und irdischer Erfolg Zeichen der Gunst Gottes seien.","translation":"This promotes the idea that wealth and worldly success are signs of God's favor."},{"text":"Habe ich durch des Schicksals Gunst zum Glück gefunden, so darfst du mir dies doch nicht als Schuld ankreiden.","translation":"If I have found favor to happiness through fate, you must not blame me for this."}],"demnach":[{"text":"\"Demnach ist es aus Stein gebaut?\" \"Es ist gewöhnlicher Stahlbeton.\"","translation":"\"So it's built from stone?\" \"It's ordinary reinforced concrete.\""},{"text":"Gewohnheit ist demnach die große Richtschnur im menschlichen Leben.","translation":"Custom, then, is the great guide of human life."},{"text":"König sein und so tun, als sei man nichts Besonderes, das ist erbärmlich. Der spanische König ist demnach erbärmlich.","translation":"Being king and pretending to be nothing special is pathetic. The Spanish king is therefore pathetic."},{"text":"Wenn wirklich die Griechen die Weiber nicht ins Schauspiel gelassen haben, so taten sie demnach recht daran; wenigstens wird man in ihren Theatern doch etwas haben hören können.","translation":"If it is true that the Greeks forbade women to go to the play, they acted in a right way; for they would at any rate be able to hear something."},{"text":"Man vermutet, dass es sich bei dem „Stern von Bethlehem“ um eine sehr seltene dreifache Konjunktion der Planeten Jupiter und Saturn im Sternbild der Fische im Jahre 7 v. Chr. gehandelt hat. Demnach wäre unsere Zeitrechnung falsch.","translation":"It is believed that the \"Star of Bethlehem\" was a very rare triple conjunction of the planets Jupiter and Saturn in the constellation of Pisces in 7 BC. Accordingly, our time calculation would be wrong."}],"entscheidest":[{"text":"Du entscheidest, ob wir dahin gehen oder nicht.","translation":"You decide whether we go there or not."},{"text":"Ohr, höre die andere Seite der Frage, ehe du entscheidest.","translation":"Ear, hear the other side of the question before you decide."},{"text":"Das Schicksal entscheidet, wer in dein Leben tritt, doch du entscheidest, wer bleibt.","translation":"Destiny decides who will step into your life, but you decide who stays."},{"text":"Denk darüber nach und sag mir, wie du dich entscheidest.","translation":"Think about it and tell me how you decide."},{"text":"Denke über Vor- und Nachteile nach, bevor du dich entscheidest!","translation":"Reflect on advantages and disadvantages before you make up your mind."},{"text":"Wie entscheidest du gewöhnlich, was du isst?","translation":"How do you usually decide what to eat?"},{"text":"Würde es dir etwas ausmachen, eine zusätzliche Tasse Kaffee zu kochen, wann immer du dich dazu entscheidest welchen aufzusetzen?","translation":"Would you mind making an extra cup of coffee whenever you decide to have some?"},{"text":"Entscheidest du dich nicht, macht es ein anderer für dich.","translation":"If you don't decide, someone else will do it for you."}],"Pullover":[{"text":"Dieser Pullover kostet nicht viel. Er ist sehr billig.","translation":"This jumper doesn't cost much. It's very cheap."},{"text":"Tom hat den gleichen Pullover wie du.","translation":"Tom has the same sweater as you."},{"text":"Das Mädchen, das einen roten Pullover trägt, ist meine Schwester.","translation":"The girl wearing a red sweater is my sister."},{"text":"Dieser Pullover darf nicht in der Waschmaschine gewaschen werden, sonst geht er ein.","translation":"This sweater must not be washed in the washing machine, otherwise it will die."},{"text":"Der Pullover einer Frau sitzt richtig, wenn die Männer nicht mehr atmen können.","translation":"A woman's sweater fits properly when men can no longer breathe."}],"Zivilist":[{"text":"Mode ist die Uniform der Zivilisten.","translation":"Fashion is the uniform of civilians."},{"text":"Einige Zivilisten wurden getötet.","translation":"Some civilians were killed."},{"text":"Tausende Soldaten und Zivilisten starben.","translation":"Thousands of soldiers and civilians were dying."},{"text":"Berufssoldaten sind desertierte Zivilisten.","translation":"Professional soldiers are deserted civilians."},{"text":"Welcher Gott hat Amerika gesegnet ? Ist das derjenige, der all die Indianer vernichtet? Einer, der Zivilisten in Hiroshima bombardierte oder alle zehn bis 20 Jahre in Länder eindringt?","translation":"Which God blessed America? Is this the one who is destroying all the Indians? One who bombed civilians in Hiroshima or invades countries every ten to 20 years?"}],"Magier":[{"text":"Der Magier ließ das Mädchen in der Luft schweben.","translation":"The magician made the girl float in thin air."},{"text":"Der Magier hat die Aufmerksamkeit der Kinder auf sich gezogen.","translation":"The magician has attracted the attention of the children."},{"text":"Dieser Magier verwendet einen Zauberstab.","translation":"This magician uses a wand."},{"text":"Tom ist Gedankenleser und Magier.","translation":"Tom is a mind reader and magician."},{"text":"Während der Unterredung mit dem berühmten Magier aus Kleptomanien verschwanden völlig unbemerkt die Kronjuwelen, die das sittsam bemessene Dekolleté der Königin geziert hatten.","translation":"During the conversation with the famous kleptomanian magician, the crown jewels that had adorned the queen's modestly sized décolleté disappeared completely unnoticed."},{"text":"Magier entlarven unseren Hang zu Illusionen.","translation":"Magicians expose our penchant for illusions."},{"text":"Magier üben die Kunst der Täuschung aus.","translation":"Mages practice the art of deception."}],"materiell":[{"text":"Nicht die materielle Seite bestimmt unser Leben, sondern die spirituelle Seite.","translation":"Not material, but spiritual things determine our life."},{"text":"Träume sind keine materiellen Dinge, sondern etwas Geistiges.","translation":"Dreams are not material things, but something spiritual."},{"text":"Der materielle Wohlstand kann die geistige Armut nicht verbergen.","translation":"Material prosperity cannot hide spiritual poverty."},{"text":"Sie unterstützten ihn sowohl materiell als auch geistig.","translation":"They supported him both materially and spiritually."},{"text":"Sie verschafften ihm sowohl geistige als auch materielle Unterstützung.","translation":"They provided him with both spiritual and material support."}],"schiessen":[{"text":"Er schießt Löcher in die Luft.","translation":"He shoots holes in the air."},{"text":"Mancher schießt ins Blaue und trifft ins Schwarze.","translation":"Some shoot into the blue and hit the mark."},{"text":"Tom schießt über das Ziel hinaus.","translation":"Tom overshoots the mark."},{"text":"Wartet, schießt nicht aufeinander!","translation":"Wait, don't shoot at each other!"},{"text":"Ich denke, er schießt den Vogel ab.","translation":"I think he's shooting the bird."}],"eingebaut":[{"text":"Selbst nach Jahrtausenden waren die zum Schutz in das Grab eingebauten Fallen noch immer wirksam.","translation":"Even after thousands of years, the traps built into the tomb for protection were still effective."},{"text":"Diese Anwendung hat eine eingebaute Übersetzungsfunktion.","translation":"This application has a built-in translation function."},{"text":"Das Gerät kommt mit eingebautem GPS-Empfänger und ist spülmaschinenfest.","translation":"The device comes with built-in GPS receiver and is dishwasher safe."},{"text":"Mein Laptop hat einen eingebauten Kartenleser.","translation":"My laptop has a built-in card reader."},{"text":"Die Badewanne ist ein besonders angenehmer Ort der Entspannung. Dazu trägt eine eingebaute Wassermassageeinrichtung bei.","translation":"The bathtub is a particularly pleasant place to relax. A built-in water massage facility contributes to this."}],"Verlängerung":[{"text":"Die Partie ging in die Verlängerung.","translation":"The game went to extra time."},{"text":"Die Kinder freuten sich über die Verlängerung der Sommerferien.","translation":"The children were happy about the extension of the summer holidays."},{"text":"Eine Verlängerung der Maskenpflicht ist nicht zu erwarten.","translation":"An extension of the mask requirement is not to be expected."},{"text":"Tom war bei der Verlängerung seiner Aufenthaltserlaubnis leider ganz auf sich gestellt.","translation":"Tom was unfortunately completely on his own when extending his residence permit."},{"text":"Die indonesische Regierung hat allen Touristen eine automatische Verlängerung ihrer Visa garantiert.","translation":"The Indonesian government has granted all tourists automatic visa extensions."}],"chi":[{"text":"Hast du einen Chip für den Einkaufswagen?","translation":"Do you have a chip for the shopping cart?"},{"text":"Der Chip hat acht Kerne mit einer Taktfrequenz von bis zu 3 GHz.","translation":"The chip has eight cores with a clock frequency of up to 3 GHz."},{"text":"Meinen Tai-Chi-Kurs hab ich nach drei Wochen wieder aufgegeben.","translation":"I gave up my Tai Chi course after three weeks."},{"text":"Ich habe in der Schule Tai-Chi gemacht.","translation":"I did tai chi at school."},{"text":"Tai-Chi soll gut für die Gesundheit sein. Mir ist das aber zu langweilig.","translation":"Tai chi is said to be good for your health. But that's too boring for me."},{"text":"Tai-Chi ist mir zu langweilig. Ich brauche mehr Action.","translation":"Tai chi is too boring for me. I need more action."},{"text":"Die Praxis des Tai Chi sucht die Balance zwischen Körper, Geist und Seele.","translation":"The practice of Tai Chi seeks the balance between body, mind and soul."}],"eun":[],"lebst":[{"text":"Lebst du noch oder liest du schon?","translation":"Are you still alive or are you already reading?"},{"text":"Ich glaube, du lebst woanders.","translation":"I think you live somewhere else."},{"text":"Lebst du wirklich allein?","translation":"Do you really live alone?"},{"text":"Lebst du denn auf einer Wolke?","translation":"Do you live on a cloud?"},{"text":"Das Beste am Tag ist, wenn du am Morgen feststellst, du lebst noch!","translation":"The best thing about the day is when you realize in the morning that you are still alive!"},{"text":"Lebst du schon lange in dieser Stadt?","translation":"Have you been living in this city for a long time?"},{"text":"Lebst du immer noch in Boston?","translation":"Do you still live in Boston?"},{"text":"„Lebst du schon lange in dieser Stadt?“ – „Ich wohne hier seit einem Jahr.“","translation":"\"Have you been living in this city for a long time?\" – \"I've been living here for a year.\""}],"klarstellen":[{"text":"Eines möchte ich klarstellen: Tom ist nicht mein Freund!","translation":"I want to make things clear. Tom is NOT my boyfriend."},{"text":"Es gibt da einige Dinge, die ich gerne klarstellen will.","translation":"I have a few things I want to make clear."},{"text":"Ich will eine Sache klarstellen.","translation":"I want to make one thing clear."},{"text":"Zuallererst möchte ich meine Position klarstellen.","translation":"First of all, I would like to clarify my position."},{"text":"Ich möchte eine physikalische Theorie, die die Struktur des Universums erklärt, klarstellt, was ein Beobachter innerhalb eines Universums ist, keine Theorie, die das Universum davon abhängig macht, dass ich es beobachte.","translation":"I want a physical theory that explains the structure of the universe, clarifies what an observer within a universe is, not a theory that makes the universe dependent on me observing it."},{"text":"Lassen Sie mich mal etwas klarstellen.","translation":"Let me explain something."}],"reißverschluß":[{"text":"Mein Reißverschluss ist kaputt.","translation":"My zip is broken."},{"text":"Tom, hilf mir! Der Reißverschluss sitzt fest!","translation":"Tom, help me. The zipper's stuck."},{"text":"Sie öffnete den Reißverschluss ihrer Hose.","translation":"She unzipped her pants."},{"text":"Du hast einen offenen Reißverschluss.","translation":"Your zip is undone."},{"text":"Er zog den Reißverschluss seiner Jacke zu.","translation":"He zipped up his jacket."}],"abo":[{"text":"Ich muss mein Abo verlängern.","translation":"I need to renew my subscription."},{"text":"Ich muss mein Abo kündigen.","translation":"I need to cancel my subscription."}]}