{"grausam":[{"text":"Wer gegen Tiere grausam ist, kann kein guter Mensch sein.","translation":"Anyone who is cruel to animals cannot be a good person."},{"text":"Wenn wir einmal nicht grausam sind, dann glauben wir gleich, wir seien gut.","translation":"If we are not cruel, we immediately believe that we are good."},{"text":"Liebe ist manchmal grausam.","translation":"Love is cruel sometimes."},{"text":"Die Natur ist grausam.","translation":"Nature is cruel."},{"text":"Kinder sind grausam.","translation":"Kids are cruel."}],"Saft":[{"text":"Sie trinken Saft.","translation":"They drink juice."},{"text":"Blut ist ein ganz besonderer Saft.","translation":"Blood is a very special juice."},{"text":"Kannst du mir dein Handy leihen? Meins hat keinen Saft mehr.","translation":"Could I borrow your cell? Mine ran out of energy."},{"text":"Ich mag lieber Milch als Saft.","translation":"I prefer milk to juice."},{"text":"Immer mit der Ruhe, auf der Steckdose ist gar kein Saft drauf.","translation":"Always with the peace, on the socket is no juice on it."}],"font":[],"Hügel":[{"text":"Hügel werfen Berge nicht um.","translation":"Hills don't knock over mountains."},{"text":"Der Hügel ist immer grün.","translation":"The hill is always green."},{"text":"Das Hotel liegt auf einem Hügel.","translation":"Located on a hill."},{"text":"Vom Hügel hat man einen schönen Blick aufs Meer.","translation":"From the hill, there's a beautiful view of the sea."},{"text":"Auf dem Hügel steht ein Haus.","translation":"There is a house on the hill."}],"verlängern":[{"text":"Wenn wir es nicht schaffen, müssen wir den Zeitraum verlängern.","translation":"If we don’t make it, we'll need to prolong the time frame."},{"text":"Ein lange Rede verlängert das Warten auf die Tat.","translation":"A long speech prolongs the wait for the deed."},{"text":"Ein guter Tipp verlängert das Leben.","translation":"A good tip prolongs life."},{"text":"Kannst du deinen Urlaub um ein paar Tage verlängern?","translation":"Can you extend your holiday by a few days?"},{"text":"Die Stadt will die Straße verlängern.","translation":"The city wants to extend the road."}],"psychisch":[{"text":"Tom hat psychische Probleme.","translation":"Tom has psychological problems."},{"text":"Er war psychisch krank.","translation":"He was mentally ill."},{"text":"Seine Krankheit war in erster Linie psychisch.","translation":"His illness was primarily psychological."},{"text":"Es fällt ihr aus psychischen Gründen schwer, nein zu sagen.","translation":"It is psychologically difficult for her to say no."},{"text":"Ich kann nicht verstehen, was bei einem solchen Mensch psychisch vor sich geht.","translation":"I can't understand the psychology of such a man."}],"unglücklich":[{"text":"Wer viel lacht, ist glücklich, und wer viel weint, ist unglücklich.","translation":"If you laugh a great deal, you are happy; if you cry a great deal, you are unhappy."},{"text":"Sie ist unglücklich verliebt.","translation":"She's crossed in love."},{"text":"Die Menschen sind wesentlich böse, wesentlich unglücklich, wesentlich dumm.","translation":"Men are essentially evil, essentially unhappy and essentially stupid."},{"text":"Zu viel Geld macht seinen Besitzer unglücklich.","translation":"Too much money makes its owner unhappy."},{"text":"Wie unglücklich wäre ich, wenn ich nicht mehr stolz sein könnte.","translation":"How unhappy I would be if I couldn't be more proud."}],"Industrie":[{"text":"Industrie, wie wir sie heute kennen, gab es zu dieser Zeit nicht.","translation":"Industry as we know it today didn't exist at that time."},{"text":"Der Industrie stehen einige Änderungen bevor.","translation":"The industry is facing some changes."},{"text":"Die großen Firmen der Industrie geben den Ton an.","translation":"The large firms in the industry call all the shots."},{"text":"Die Regierung sollte mehr Geld in die Industrie investieren.","translation":"The government should invest more money in industry."},{"text":"Die Entwicklung wirft ihre Schatten auch in der chemischen Industrie immer deutlicher voraus.","translation":"This development is casting a larger and larger shadow over the chemical industry as well."}],"Bedrohung":[{"text":"Wird von den Robotern eine Bedrohung ausgehen?","translation":"Will the robots pose a threat?"},{"text":"Die Bedrohung kommt aus dem Westen.","translation":"The threat comes from the West."},{"text":"Diese Art von Bombe ist eine ernsthafte Bedrohung für die Menschheit.","translation":"This kind of bomb is a serious menace to mankind."},{"text":"Diese Leute betrachten uns als Bedrohung.","translation":"These people view us as a threat."},{"text":"Es stellt keine Bedrohung dar.","translation":"It isn't a threat."}],"elegant":[{"text":"Es gibt eine elegante Lösung.","translation":"There is an elegant solution."},{"text":"Lächeln ist die eleganteste Art, seinen Gegnern die Zähne zu zeigen.","translation":"Smiling is the most elegant way to show your opponents' teeth."},{"text":"Das haben wir elegant gelöst.","translation":"We have solved this elegantly."},{"text":"Die Dame hat ein elegantes Auftreten.","translation":"The lady has a graceful manner."},{"text":"Maria trug ein einfaches, aber doch elegantes Kleid.","translation":"Mary wore a simple, yet elegant dress."}],"religiös":[{"text":"Wie religiös ist der Mensch?","translation":"How religious is man?"},{"text":"Sie ist eine sehr religiöse Frau.","translation":"She is a very religious woman."},{"text":"Ich habe meinen religiösen Glauben verloren.","translation":"I've lost my religious faith."},{"text":"Über religiöse Themen wurde bei uns zu Hause nicht gesprochen.","translation":"Religious issues were not discussed in our home."},{"text":"Tom ist in einer sehr religiösen Familie aufgewachsen.","translation":"Tom grew up in a very religious family."}],"Zelt":[{"text":"Wir nehmen für alle Fälle ein Zelt mit.","translation":"We will take a tent with us just in case."},{"text":"Haben Sie Platz für ein Zelt?","translation":"Have you got room for a tent?"},{"text":"Wir schliefen in einem Zelt.","translation":"We slept in a tent."},{"text":"Wir schlugen das Zelt neben dem Fluss auf.","translation":"We set up the tent next to the river."},{"text":"Wir haben eine halbe Stunde gebraucht, das Zelt aufzustellen.","translation":"It took us half an hour to set up the tent."},{"text":"Tom hat keine Freunde, die gerne zelten gehen.","translation":"Tom doesn't have any friends who like to go camping."},{"text":"Als ich Kind war, sind wir immer zelten gefahren.","translation":"We used to go camping when I was a kid."},{"text":"Es ist schade, dass Tom arbeiten musste und nicht mit uns zelten gehen konnte.","translation":"It's a shame Tom had to work and couldn't go camping with us."},{"text":"Tom hätte seinen Kindern erlauben sollen, mit uns zelten zu fahren.","translation":"Tom should've let his children come camping with us."},{"text":"Karl und Maria gehen gerne zelten.","translation":"Karl and Maria like to go camping."}],"Webseiten":[{"text":"Wie viele Benutzer überleben Webseiten wie Tatoeba?","translation":"How many users survive websites like Tatoeba?"},{"text":"Er studiert Französisch und gleichzeitig, wie man Webseiten macht.","translation":"He studies French and at the same time how to make websites."},{"text":"Viele von jungen Leuten erstellte Webseiten beeindrucken mehr durch ihr Aussehen als durch ihren Inhalt.","translation":"Many websites created by young people impress more by their appearance than by their content."},{"text":"Ich gehe darin auf, Kräuter zu züchten, und Ihre Webseiten sind mir eine große Hilfe.","translation":"I am absorbed in growing herbs and your Web pages are a great help to me."},{"text":"Beim Anschauen von Videos auf dubiosen Webseiten hat sich Tom einen Computervirus eingefangen.","translation":"While watching videos on dubious websites, Tom has caught a computer virus."}],"Brunnen":[{"text":"Jetzt ist das Kind schon in den Brunnen gefallen.","translation":"Now the child has already fallen in the fountain."},{"text":"Den Brunnen schätzt man erst, wenn er kein Wasser mehr gibt.","translation":"The well is only appreciated when it no longer gives water."},{"text":"Aus kleinen Brunnen trinkt man sich ebenso satt wie aus großen.","translation":"From small fountains you drink just as full as from large ones."},{"text":"Ein richtiger Mann soll nach seinem Tode sieben Söhne und sieben Brunnen hinterlassen.","translation":"A real man is said to leave seven sons and seven wells after his death."},{"text":"In Frankfurt gibt es einen Brunnen, der „Gerechtigkeitsbrunnen“ heißt.","translation":"In Frankfurt there is a fountain called \"Gerechtigkeitsbrunnen\"."}],"Staub":[{"text":"Musik reinigt die Seele vom Staub des Alltags.","translation":"Music cleanses the soul from the dust of everyday life."},{"text":"Staub bleibt Staub, und wenn er bis zum Himmel fliegt.","translation":"Dust remains dust, and when it flies to the sky."},{"text":"Das Böse schreibt man in Stein, das Gute in den Staub.","translation":"The evil is written in stone, the good in the dust."},{"text":"Tanzt ein Alter, so macht er großen Staub.","translation":"If an old man dances, he makes great dust."},{"text":"Wenn Gefahr droht, macht sich Tom sofort aus dem Staub.","translation":"When danger threatens, Tom immediately leaves the dust."}],"Nahrung":[{"text":"Gummi und Kunststoff geben den Flammen Nahrung.","translation":"Rubber and plastic feed the flames."},{"text":"Wie hoch ein Vogel auch fliegen mag, seine Nahrung sucht er auf der Erde.","translation":"No matter how high a bird may fly, it seeks its food on earth."},{"text":"Es gab im Haus keine Nahrung.","translation":"There was no food in the house."},{"text":"Durch Nahrung bekommt der Körper Energie.","translation":"Through food, the body gets energy."},{"text":"Sie versorgten die Soldaten mit ausreichend Nahrung und Wasser.","translation":"They provided the soldiers with sufficient food and water."}],"andererseits":[{"text":"Es gibt viele reiche Amerikaner. Andererseits sind manche Amerikaner sehr arm.","translation":"There're many rich Americans. On the other hand some Americans are very poor."},{"text":"Andererseits gibt es einige Nachteile.","translation":"On the other hand, there are some disadvantages."},{"text":"Es ist billig, aber andererseits ist es nicht gut.","translation":"It is cheap, but on the other hand it is not good."},{"text":"Einerseits will er alles haben, andererseits möchte er nichts dafür geben.","translation":"On the one hand, he wants everything, on the other hand, he doesn't want to give anything for it."},{"text":"Einerseits ist es gefährlich, andererseits ist es interessant. Auf jeden Fall ist es nötig.","translation":"On the one hand it is dangerous. On the other hand it is interesting. From both points of view it is necessary."}],"beschleunigen":[{"text":"Soll ich beschleunigen, was mich bedroht?","translation":"Should I speed up what threatens me?"},{"text":"Es ist unmöglich, den Gang der Natur zu beschleunigen.","translation":"It is impossible to speed up the course of nature."},{"text":"Du würdest beschleunigen.","translation":"You would speed up."},{"text":"Mach geduldig weiter; das lässt sich nicht beschleunigen.","translation":"Carry on patiently; This cannot be accelerated."},{"text":"Ich habe das Auto beschleunigt und dann ging das mit dem Überholen.","translation":"I accelerated my car and then I overtook them."}],"Hände":[{"text":"Johanna war schon in festen Händen.","translation":"Johanna was already in firm hands."},{"text":"Die Spannung zwischen Tom und Maria war mit Händen zu greifen.","translation":"The tension between Tom and Mary was palpable."},{"text":"Die Rose, die man lang in den Händen trägt und daran riecht, bleibt nicht.","translation":"The rose, which you carry in your hands for a long time and smell it, does not remain."},{"text":"Mit den Händen kommen die Leute zusammen, und mit den Füßen gehen sie auseinander.","translation":"People come together with their hands, and they diverge with their feet."},{"text":"Er hat nur Daumen an seinen Händen.","translation":"He only has thumbs on his hands."}],"Journalist":[{"text":"Dieser Journalist, dessen Artikel dich so interessiert hat, ist mein Nachbar.","translation":"This journalist, whose article you were so interested in, is my neighbor."},{"text":"Der Journalist hat eine Wohnung gemietet, die sehr teuer ist.","translation":"The journalist rented an apartment that is very expensive."},{"text":"Gute Journalisten sind, was Amerikaner Schmerzen im Hintern nennen.","translation":"Good journalists are what Americans call pain in the butt."},{"text":"Keinen Gedanken haben und ihn ausdrücken können – das macht den Journalisten aus.","translation":"Not having a thought and being able to express it – that's what makes a journalist."},{"text":"Journalist: Können Sie mir ein Beispiel geben?","translation":"Journalist: Can you give me an example?"}],"reif":[{"text":"Er ist im reifen Alter.","translation":"He is of mature age."},{"text":"Was reif ist, fällt vom Baum.","translation":"What is ripe falls from the tree."},{"text":"Die Zeit ist über Nacht reif geworden.","translation":"The time has come overnight."},{"text":"Ich wollte eine richtig reife Frau treffen.","translation":"I wanted to meet a really mature woman."},{"text":"Tom ist in den letzten paar Jahren ein gutes Stück reifer geworden.","translation":"Tom's matured a fair bit in the last few years."}],"königlich":[{"text":"Auch die königliche Toilette ist nur eine Toilette.","translation":"Also the royal toilet is just a toilet."},{"text":"In jenem alten Gebäude befand sich früher die königliche Münze.","translation":"That old building used to house the Royal Mint."},{"text":"Überall in der Welt liebt die Presse Skandale in königlichen Kreisen.","translation":"All over the world, the press loves scandals in royal circles."},{"text":"Zahlreiche Leute versammelten sich vor dem königlichen Palast.","translation":"Scores of people gathered in front of the Royal Palace."},{"text":"Die königliche Familie besuchte eins der vielen Museen dieser Stadt.","translation":"The royal family visited one of the city's many museums."},{"text":"Möge Gott die Königliche Familie vor einer Flut von Skandalen retten!","translation":"May God save the Royal Family from a flood of scandals!"},{"text":"Am 12. Januar 1837 legte Adalbert von Chamisso der Königlichen Akademie der Wissenschaften zu Berlin die erste Grammatik des Hawaiischen vor.","translation":"On 12 January 1837, the first grammar of Hawaiian was presented to the Royal Academy of Science in Berlin by Adalbert von Chamisso."},{"text":"Ganz gleich ob's regnet, schneit oder ob die Sonne scheint; fünf Uhr abends pflege ich am Königlichen Palast spazieren zu gehen.","translation":"Whether the weather is beautiful or nasty, it is my habit to walk around the Palais-Royal at 5 in the evening."},{"text":"Eine vom Königlich Kanadischen Münzamt herausgegebene, 100 kg schwere Riesengoldmünze, das sogenannte „Große Ahornblatt“, ist aus dem Bodemuseum in Berlin gestohlen worden.","translation":"A giant 100kg gold coin issued by the Royal Canadian Mint, dubbed the \"Big Maple Leaf\", has been stolen from the Bode Museum in Berlin."},{"text":"Obwohl ich kein Universitätsdiplom habe, brachte ich es dennoch zu einem außergewöhnlichen Posten in der Königlich Schwedischen Akademie der Wissenschaften, und kann sogar über den Nobelpreis mitentscheiden.","translation":"Although I don't have a university degree, I still managed to get an extraordinary position in the Royal Swedish Academy of Sciences, and I can even have a say in the Nobel Prize."}],"Jawohl":[{"text":"Jawohl! Ich stimme zu.","translation":"Yes! I agree."},{"text":"„Bist du jetzt zufrieden.“ – „Jawohl.“","translation":"\"Are you happy now?\" \"Yes, I am.\""},{"text":"„Wie heißt du?“ – „Muhammad.“ – „Bist du Muslim?“ – „Jawohl.“","translation":"\"What's your name?\" \"Muhammad.\" \"Are you Muslim?\" \"Yes.\""},{"text":"„Kommen Sie bitte früher als sonst zur Arbeit!“ – „Jawohl.“","translation":"\"Please come to work earlier than usual!\" – \"Yes.\""},{"text":"„Jawohl!“ erwiderte Maria entschlossen.","translation":"\"Yes,\" replied Mary decisively."}],"Rabatt":[{"text":"Auf die Rechnung haben wir zehn Prozent Rabatt bekommen.","translation":"We got a ten percent discount on the bill."},{"text":"Können Sie mir nicht einen kleinen Rabatt geben?","translation":"Can't you give me a small discount?"},{"text":"Ich habe das Auto mit 10 % Rabatt gekauft.","translation":"I bought the car at a 10% discount."},{"text":"Tom verkauft T-Shirts mit 30 % Rabatt.","translation":"Tom sells T-shirts at a 30% discount."},{"text":"Der Händler gab einen großen Rabatt auf den Preis.","translation":"The dealer gave a big discount on the price."}],"taten":[{"text":"Die Fragen taten nicht weniger weh.","translation":"The questions hurt no less."},{"text":"Wir taten, was wir für das Beste hielten.","translation":"We did what we thought was best."},{"text":"Wir taten beide so, als wäre nichts passiert.","translation":"We both pretended nothing had happened."},{"text":"Er mochte Ann, aber seine Eltern taten es nicht.","translation":"He liked Ann, but his parents didn't."},{"text":"Meine Füße taten weh.","translation":"My feet hurt."}],"erobern":[{"text":"Eigentlich wollte ich die Welt erobern, aber es regnet!","translation":"I wanted to conquer the world, but it rains!"},{"text":"Nachdem die Menschen aus der Stadt verschwunden waren, eroberte sich die Natur alles zurück.","translation":"After the people had disappeared from the city, nature recaptured it completely."},{"text":"Seine Freude zu erobern, ist mehr wert, als sich seinem Schmerz zu überlassen.","translation":"Conquering one's joy is worth more than surrendering to one's pain."},{"text":"Mit der Wahrheit hat noch keiner die Welt erobert.","translation":"With the truth, no one has yet conquered the world."},{"text":"Die künstliche Intelligenz erobert die Welt.","translation":"Artificial intelligence is conquering the world."}],"Hinsicht":[{"text":"In dieser Hinsicht hast du recht.","translation":"In this respect, you're right."},{"text":"Nehmen sie bitte Platz! In welcher Hinsicht kann ich Ihnen helfen.","translation":"Please take a seat! In what way can I help you."},{"text":"Sie ist in jeder Hinsicht perfekt.","translation":"She is perfect in every respect."},{"text":"Dieses Buch ist in vielerlei Hinsicht einzigartig.","translation":"This book is unique in many ways."},{"text":"Frauen und Männer sind in vielerlei Hinsicht grundsätzlich verschieden.","translation":"In many respects, women and men are completely different."}],"unmittelbar":[{"text":"Der Fluss fließt unmittelbar am Park vorbei.","translation":"The river flows directly past the park."},{"text":"Die Krise betraf unmittelbar unser Land.","translation":"The crisis directly affected our country."},{"text":"Dieser Mann ist mein unmittelbarer Chef.","translation":"This man is my immediate boss."},{"text":"Sie richten unmittelbar an den Präsidenten Fragen.","translation":"They ask questions directly of the President."},{"text":"Ich befand mich unmittelbar hinter Tom.","translation":"I was right behind Tom."}],"Parkplatz":[{"text":"Kein Parkplatz ist mehr zu haben.","translation":"There are no parking spaces left."},{"text":"Hast du einen Parkplatz für das Auto?","translation":"Do you have a parking space for the car?"},{"text":"Vor dem Bahnhof ist ein großer Parkplatz.","translation":"In front of the station is a large car park."},{"text":"Der Parkplatz kostet absolut nichts.","translation":"Parking in the car park is completely free of charge."},{"text":"Dieses Restaurant ist fantastisch, aber leider gibt es in der Nähe keinen Parkplatz.","translation":"This restaurant is fantastic, but unfortunately there's no nearby car park."}],"melde":[{"text":"Ich melde mich später.","translation":"I'll be in touch later."},{"text":"Ich gehe ans Telefon und melde mich.","translation":"I answer the phone and get in touch."},{"text":"Lass mich drüber nachdenken. Ich melde mich später bei dir.","translation":"Let me think about it. I'll get back to you later."},{"text":"Bitte melde dich, bevor du sprichst.","translation":"Please get in touch before you speak."},{"text":"Hinterlassen Sie eine Nachricht. Dann melde ich mich bei Ihnen.","translation":"Leave a message and I'll get back to you."},{"text":"Melde dich, wenn du eine Frage hast!","translation":"Raise your hand if you have a question."},{"text":"Melde dich bitte jetzt!","translation":"Please contact us now."},{"text":"Melde dich nie für irgend etwas freiwillig!","translation":"Never volunteer for anything."},{"text":"Diese Angelegenheit geht alle an. Wer also etwas dazu zu sagen hat, der melde sich zu Wort!","translation":"This matter concerns everyone. So if you have something to say about it, please speak up!"},{"text":"Ruf nicht einfach in die Klasse, Tom! Melde dich, wenn du etwas sagen willst, und warte, bis du drankommst!","translation":"Don't just call into class, Tom! Get in touch if you want to say something and wait for it!"}],"unhöflich":[{"text":"Kein \"bitte\"? Wie unhöflich!","translation":"No \"please\"? How rude!"},{"text":"Ich muss leider unhöflich sein. Unser wunderbares Gespräch neigt sich dem Ende zu.","translation":"Unfortunately, I have to be rude. Our wonderful conversation is coming to an end."},{"text":"Es ist unhöflich, sich während eines Konzerts zu unterhalten.","translation":"It's rude to talk during a concert."},{"text":"Sie finden es unhöflich, jemandem zu widersprechen, den sie nicht gut kennen.","translation":"They consider it impolite to disagree with someone they don't know very well."},{"text":"Es tut mir leid, dass ich so unhöflich war.","translation":"I'm sorry I was so rude."}],"engagieren":[{"text":"Tom engagiert sich für soziale Projekte.","translation":"Tom is committed to social projects."},{"text":"Tom konnte es sich nicht leisten, professionelle Schauspieler zu engagieren.","translation":"Tom couldn't afford to hire professional actors."},{"text":"Er engagiert sich in der Politik.","translation":"He is involved in politics."},{"text":"Tom ist zu arm, um einen Anwalt zu engagieren.","translation":"Tom is too poor to hire a lawyer."},{"text":"Ich frage mich, ob Tom engagiert ist.","translation":"I wonder if Tom is dedicated."},{"text":"Du musst engagiert sein.","translation":"You have to be active."},{"text":"Tom ist engagiert, nicht wahr?","translation":"Tom is dedicated, isn't he?"},{"text":"Tom hat einen renommierten Rechtsanwalt engagiert.","translation":"Tom has hired a renowned lawyer."},{"text":"Wollen wir für das Fest eine Liveband engagieren oder spielen wir nur Musik aus der Konserve?","translation":"Do we want to hire a live band for the festival or do we only play canned music?"},{"text":"Wir halten den Menschen für frei: aber seine Freiheit ist nur in dem Maße real und konkret, wie sie engagiert ist, ein Ziel anstrebt und sich anstrengt, einige Veränderungen in der Welt zu bewirken.","translation":"We consider man to be free: but his freedom is real and concrete only to the extent that he is committed, strives for a goal and strives to bring about some changes in the world."}],"Tempo":[{"text":"Es gibt nur ein Tempo, und das ist das richtige.","translation":"There's only one tempo, and that's the right one."},{"text":"Wenn wir in dem Tempo weitermachen, sind wir in drei Jahren erst fertig.","translation":"If we continue at this pace, we will only be finished in three years."},{"text":"Bei diesem Tempo werden wir nie ankommen.","translation":"We'll never get there at this rate."},{"text":"Bring mir die Tempos.","translation":"Bring me the paces."},{"text":"Er wird sicher die Prüfung bestehen, wenn er in diesem Tempo lernt.","translation":"He is sure to pass the exam if he studies at this rate."}],"que":[{"text":"Ich wünsche allen queeren Jugendlichen, dass sie auf Tumblr Gesellschaft finden.","translation":"I wish all queer youth to find company on Tumblr."}],"unterbrechen":[{"text":"Entschuldigungen Sie, ich wollte Sie nicht unterbrechen.","translation":"Excuse me, I didn't want to interrupt you."},{"text":"Darf ich sie für einen Moment unterbrechen?","translation":"May I interrupt it for a moment?"},{"text":"Darf ich auch mal reden, ohne von Ihnen ständig unterbrochen zu werden?","translation":"May I speak without being constantly interrupted by you?"},{"text":"Du wirst beim Reden ständig unterbrochen.","translation":"You are constantly interrupted while talking."},{"text":"Wir mussten die Arbeit unterbrechen, da es zu regnen begann.","translation":"We had to interrupt work because it was starting to rain."}],"überwachen":[{"text":"Sie überwachen das Verfahren.","translation":"They're monitoring proceedings."},{"text":"Überwachen Sie Ihr Gewicht?","translation":"Do you monitor your weight?"},{"text":"Die UN überwachte die Wahlen in diesem Land.","translation":"The UN monitored the elections in that country."},{"text":"Ich werde deinen Fortschritt von meinem Computer aus überwachen.","translation":"I will monitor your progress from my computer."},{"text":"Wenn Sie im Internet surfen, werden Sie möglicherweise von Websites überwacht.","translation":"When you browse the Internet, you may be monitored by websites."}],"Demokratie":[{"text":"Die Deutschen waren an die Demokratie noch nicht gewöhnt.","translation":"The Germans were not yet used to democracy."},{"text":"Die Demokratie rennt nicht, aber sie kommt sicherer zum Ziel.","translation":"Democracy does not run, but it reaches its goal more securely."},{"text":"Demokratie ist lustig.","translation":"Democracy is funny."},{"text":"Die Demokratie ist ein Weg in die Freiheit.","translation":"Democracy is a path to freedom."},{"text":"Wir erleben heute einen großen Sieg der spanischen Demokratie.","translation":"Today we are witnessing a great victory for Spanish democracy."},{"text":"Demokratie ist die Regierung des Volkes durch das Volk für das Volk.","translation":"Democracy is the government of the people, by the people, for the people."},{"text":"Demokratie ist Ausreden-Lassen und Zuhören-Können.","translation":"Democracy is letting excuses and being able to listen."},{"text":"Demokratie heißt: „Wählen zu können, wem man seine Steuern zahlt“.","translation":"Democracy means \"being able to choose who you pay your taxes to\"."},{"text":"Demokratie ist die Basis aller freien Länder.","translation":"Democracy is the basis of all free countries."},{"text":"Demokratie ist Regierung des Volkes durch das Volk für das Volk.","translation":"Democracy is government of the people by the people for the people."}],"großzügig":[{"text":"Er behauptet, immer großzügig gewesen zu sein.","translation":"He claims to have always been generous."},{"text":"Die großzügige Hand wird nie kleiner werden.","translation":"The generous hand will never get smaller."},{"text":"Tom ist nicht nur freundlich, sondern auch großzügig.","translation":"Tom is not only friendly, but also generous."},{"text":"Er ist immer großzügig mit armen Leuten.","translation":"He is always generous with poor people."},{"text":"Er ist der großzügigste Mensch, den ich kenne.","translation":"He's the most generous person I know."}],"beschädigen":[{"text":"Die Straße ist beschädigt.","translation":"The road is damaged."},{"text":"Diese Website kann Ihren Computer beschädigen.","translation":"This website can damage your computer."},{"text":"Wer die Form zerstört, beschädigt auch den Inhalt.","translation":"Whoever destroys the mold also damages the contents."},{"text":"Das Dach wurde durch den Sturm beschädigt.","translation":"The roof was damaged by the storm."},{"text":"Die Datei ist beschädigt.","translation":"The file is corrupted."}],"sprich":[{"text":"Sprich frei heraus, nimm kein Blatt vor den Mund!","translation":"Speak freely, don't mince your words!"},{"text":"Sprich lauter, damit wir dich verstehen können.","translation":"Speak louder so we can understand you."},{"text":"Sprich langsamer, damit wir dich verstehen können.","translation":"Speak more slowly so that we can understand you."},{"text":"Bitte sprich in Zukunft kein Englisch mehr vor mir, ja?","translation":"Please don't speak English in front of me in the future, yes?"},{"text":"Sei nicht schüchtern, sprich mit mir!","translation":"Don't be shy, talk to me!"},{"text":"Sprich weiter, denn du sprichst gut.","translation":"Keep talking, because you speak well."},{"text":"Sprich während der Fahrt nicht mit dem Fahrer.","translation":"Do not talk to the driver while driving."},{"text":"Sprich über deine Träume und versuche, sie wahr zu machen.","translation":"Talk about your dreams and try to make them come true."},{"text":"Lass Missverständnisse gar nicht erst entstehen, sondern sprich denjenigen direkt darauf an.","translation":"Don't let misunderstandings arise in the first place, but talk to them directly."},{"text":"Wenn du ihm helfen willst, sprich viel mit ihm.","translation":"If you want to help him, speak to him a lot."},{"text":"Sprich mit einer Frau so lange, bis sie mit sich reden lässt.","translation":"Talk to a woman until she lets them talk to her."},{"text":"Sprich nie schlecht über die Zeit, in der wir so glücklich waren!","translation":"Never talk badly about the time we were so happy!"},{"text":"Sprich laut und deutlich!","translation":"Speak loud and clear!"},{"text":"Wenn dir das nicht passt, sprich mit dem Chef!","translation":"If you have a problem with that, talk to the boss."},{"text":"Geh dorthin und sprich mit ihr.","translation":"Go there and talk to her."},{"text":"Sprich nicht, sondern handle!","translation":"Do not speak, but act!"},{"text":"Sprich nicht so laut!","translation":"Don't speak so loudly!"},{"text":"Sprich ruhig Deutsch! Tom versteht es ein wenig.","translation":"Feel free to speak German. Tom understands it a bit."},{"text":"Komm schon, Tom! Sprich mit ihr!","translation":"Come on, Tom. Say something to her."},{"text":"„Sprich nicht davon, dass du heute Abend weggehst“, bat Diana. „Ich will nicht daran denken!“","translation":"\"Don't speak of your going away tonight,\" begged Diana. \"I don't want to think of it.\""}],"Route":[{"text":"Welche Route hat er genommen?","translation":"Which route did he take?"},{"text":"Einen Router benötigt man, um ins Internet zu gelangen.","translation":"A router is needed to access the Internet."},{"text":"Die Route des Schiffs führt über mehrere Länder.","translation":"The ship will arrive by way of several countries."},{"text":"Es muss ganz bestimmt eine sichere Route geben.","translation":"There must certainly be a safe route."},{"text":"Haben Sie versucht, Ihren Router neu zu starten?","translation":"Have you tried restarting your router?"}],"College":[{"text":"Tom wird dieses Jahr im September aufs College gehen.","translation":"Tom will go to college in September this year."},{"text":"Das College ist von Herrn Smith gegründet worden.","translation":"The college was founded by Mr Smith."},{"text":"Hanako hat vier Jahre lang an einem amerikanischen College studiert.","translation":"Hanako has attended an American college for four years."},{"text":"Ich bin Schüler an einem College.","translation":"I'm a college student."},{"text":"Seine Eltern waren zu arm um ihren Sohn auf ein College zu schicken.","translation":"His parents were too poor to send their son to college."},{"text":"Sowohl ihre Söhne als auch ihre Töchter sind im College.","translation":"Her sons as well as her daughter are in college."},{"text":"Peterhouse ist das älteste der 33 Colleges von Cambridge.","translation":"Peterhouse is the oldest of the 33 colleges of Cambridge."},{"text":"Tom schlug sich durchs College.","translation":"Tom worked his way through college."},{"text":"David schlug sich durchs College.","translation":"David worked his way through college."},{"text":"Er trat der Marine bei, nachdem er das College beendet hatte.","translation":"He joined the navy after finishing college."}],"monatlich":[{"text":"Wir bezahlen monatlich Miete für diese Wohnung.","translation":"We pay monthly rent for this apartment."},{"text":"Sie verdient monatlich zwischen 2000 und 3000 Euro.","translation":"She earns between 2000 and 3000 euros per month."},{"text":"Wir müssen die monatlichen Kosten reduzieren.","translation":"We need to reduce monthly costs."},{"text":"Du solltest deine Eltern mindestens einmal monatlich anrufen.","translation":"You should call your parents at least once a month."},{"text":"Man bezahlt sie nicht monatlich, sondern täglich.","translation":"She isn't paid monthly, but daily."}],"weshalb":[{"text":"Weshalb kommst du zu spät?","translation":"Why are you late?"},{"text":"Weshalb wählten Sie diesen Beruf?","translation":"Why did you choose this profession?"},{"text":"Weshalb gingen Sie in die Politik?","translation":"Why did you go into politics?"},{"text":"Doch weshalb verbirgt sie es vor mir, so als wäre es nicht mein Kind?","translation":"But why does she hide it from me as if it were not my child?"},{"text":"Wenn ich auch nicht dazu in der Lage bin – weshalb meinst du, dass du es wärest?","translation":"If even I can't do this, then what makes you think that you can?"},{"text":"Ich möchte wirklich gerne wissen, weshalb er so etwas gemacht hat.","translation":"I really want to know why he did something like this."},{"text":"Ich war krank, weshalb ich nicht zu dir kommen konnte.","translation":"I was sick, so I couldn't come to you."},{"text":"Das ist der Grund, weshalb sie nicht mehr mit ihm zusammen sein möchte.","translation":"That's the reason she doesn't want to be with him anymore."},{"text":"Ich kenne den Grund, weshalb sie ihre Stelle aufgab.","translation":"I know the reason that she quit her job."},{"text":"Man wird dich fragen, weshalb du Lehrer werden willst.","translation":"You'll be asked why you want to be a teacher."},{"text":"„Ich habe schon viele Frauen umgebracht.“ — „So? Und weshalb?“ — „Sie waren zu neugierig.“","translation":"\"I've killed a lot of women.\" — \"So? And why?\" — \"They were too curious.\""},{"text":"Weshalb treffen wir uns hier?","translation":"Why are we meeting here?"},{"text":"Weshalb arbeiten wir viel?","translation":"Why do we work a lot?"},{"text":"Weshalb macht Tom das?","translation":"Why is Tom doing that?"},{"text":"„Woran denkst du?“ – „Weshalb interessieren dich meine Gedanken so sehr?“","translation":"\"What are you thinking about?\" – \"Why do you care so much about my thoughts?\""}],"naja":[{"text":"Naja, das ist meine Familie.","translation":"Well, that's my family."},{"text":"Naja.... mein Haus ist nicht groß genug.","translation":"Well... My house isn't big enough."},{"text":"\"Naja ...\" dachte Dima. \"Ich nehme an, in so einer Situation darf ich nicht wählerisch sein.\"","translation":"\"Oh, well...\" thought Dima. \"I suppose that I can't be picky at a time like this.\""},{"text":"„Sie haben sich gut gehalten.“ — „Naja, je nach dem. Heute sehe ich vielleicht jünger aus, morgen älter.“","translation":"\"They held up well.\" — \"Well, depending on that. Today I may look younger, tomorrow older.\""},{"text":"Demnächst sollen die Zigarettenpreise steigen. Naja, ich rauche eh nicht, also betrifft es mich nicht.","translation":"Cigarette prices are expected to rise soon. Well, I don't smoke anyway, so it doesn't affect me."}],"Stamm":[{"text":"Die ist doch vom Stamme Nimm.","translation":"It's from the tribe Nimm."},{"text":"Im Winter werden die Bäume fahl, der Stamm bleibt darum doch gesund.","translation":"In winter, the trees are pale, so the trunk remains healthy."},{"text":"Ohne Stamm gibt es keinen Stuhl.","translation":"Without a trunk there is no chair."},{"text":"Der Apfel fällt nicht weit vom Stamm.","translation":"Like mother, like daughter."},{"text":"Die sind alle vom Stamme „Nicht ohne mein Telefon“.","translation":"These guys are all part of the 'Can't be without their phones' group."}],"Planung":[{"text":"Abenteuer ist das Ergebnis schlechter Planung.","translation":"Adventure is the result of poor planning."},{"text":"Ich werde die Planung dir überlassen.","translation":"I'll leave the planning to you."},{"text":"Wegen des Regens verschob sich unsere Planung um zwei Wochen.","translation":"Because of the rain, our planning was postponed by two weeks."},{"text":"Ein Spiel über Planung, Geduld und Muster könnte helfen, unseren Verstand scharf zu halten.","translation":"A game about planning, patience, and patterns might help keep our minds sharp."},{"text":"Mit etwas Planung, glaube ich, können wir unser Unternehmen an die Spitze führen.","translation":"With a little planning, I believe we can lead our company to the top."}],"Motiv":[{"text":"Das Motiv des Mörders ist noch nicht bekannt.","translation":"The motive for the murder is not yet known."},{"text":"Ich kann das Motiv nicht erkennen.","translation":"I can't see the motive."},{"text":"Niemand schien ein Motiv für den Mord zu haben.","translation":"Nobody seemed to have a motive for the murder."},{"text":"Jetzt sind wir eher in der Lage ihre Motive zu verstehen.","translation":"Now we are better able to understand their motive."},{"text":"Was ist sein Motiv Mord zu begehen?","translation":"What's his motive for committing murder?"}],"überqueren":[{"text":"Es dauerte lange, die lange Brücke zu überqueren.","translation":"It took a long time to cross the long bridge."},{"text":"Tom überquert einen Fluss.","translation":"Tom crosses a river."},{"text":"Sobald du den Fluss überquert hast, bist du in Sicherheit.","translation":"Once you cross the river, you are safe."},{"text":"Das Schiff hat gestern den Äquator überquert.","translation":"The ship crossed the equator yesterday."},{"text":"Eine alte Frau überquert die Straße.","translation":"An old woman crosses the street."},{"text":"Man kann beim Überqueren einer Straße nie vorsichtig genug sein.","translation":"You cannot be too careful in crossing the street."},{"text":"Du musst beim Überqueren der Straße aufpassen.","translation":"You have to take care when crossing the road."},{"text":"Überqueren Sie diese Straße bei Regen besser nicht.","translation":"It is better not to cross this road in the rain."},{"text":"Sieh beim Überqueren der Straße nach links und rechts.","translation":"Look to right and left in crossing the street."},{"text":"Vorsicht beim Überqueren der Straße!","translation":"Be careful when crossing the street!"}],"empfohlen":[{"text":"Diese Bücher hat Tom mir empfohlen.","translation":"Tom recommended these books to me."},{"text":"Ich habe dieses Buch für Studenten empfohlen.","translation":"I recommended this book for students."},{"text":"Sie hat ihm empfohlen, nicht zu rauchen.","translation":"She advised him not to smoke."},{"text":"Ich habe mich so schnell wie möglich auf Französisch empfohlen.","translation":"I recommended myself in French as soon as possible."},{"text":"Sie hat ihm empfohlen, seiner Freundin zu sagen, dass er sie liebt.","translation":"She advised him to tell his girlfriend that he loves her."}],"gefangene":[{"text":"Die Menschen sind nicht Gefangene des Schicksals, sondern nur ihres Denkens.","translation":"People are not prisoners of fate, but only of their thinking."},{"text":"Wer die Gegenwart in die Zukunft retten will, ist ein Gefangener der Vergangenheit.","translation":"Anyone who wants to save the present into the future is a prisoner of the past."},{"text":"Der Gefangene bat um ein Stück Kuchen.","translation":"The prisoner asked for a piece of cake."},{"text":"Ich werde die Gefangenen befreien.","translation":"I'm releasing the prisoners."},{"text":"Grant nahm 14 000 Gefangene.","translation":"Grant took 14,000 prisoners."}],"klamotte":[{"text":"Ich kauf keine Klamotten mehr.","translation":"I don't buy clothes anymore."},{"text":"Tom braucht Klamotten.","translation":"Tom needs clothes."},{"text":"Hatte er gestern nicht schon die gleichen Klamotten an?","translation":"Didn't he already have the same clothes on yesterday?"},{"text":"Ich habe so viele Klamotten, ich weiß nicht, was ich morgen anziehen soll.","translation":"I have so many clothes I don't know what to wear tomorrow."},{"text":"Karoline ist nicht so dumm, ihr ganzes Geld für Klamotten auszugeben.","translation":"Karoline is not so stupid as to spend all her money on clothes."}],"Engel":[{"text":"Du bist ein Engel!","translation":"You are an angel!"},{"text":"Danke, du bist ein Engel.","translation":"Thank you, you are an angel."},{"text":"Niemand lebt ohne Mängel, wir sind Menschen, keine Engel.","translation":"No one lives without defects, we are human beings, not angels."},{"text":"Auch gefallene Engel wollen fliegen.","translation":"Even fallen angels want to fly."},{"text":"Du siehst aus wie ein Engel.","translation":"You look like an angel."},{"text":"Engel haben Harfen, Teufel haben Bodhráns.","translation":"Angels have harps, devils have bodhráns."},{"text":"Manche Menschen sind Engel, manche davon wissen es gar nicht.","translation":"Some people are angels, some of them don't even know it."},{"text":"Wenn Engel reisen, weint der Himmel.","translation":"When angels travel, heaven weeps."},{"text":"Was ist der Mensch? Halb Tier, halb Engel.","translation":"What is man? Half animal, half angel."},{"text":"Tom malte Maria als Engel.","translation":"Tom painted Mary as an angel."}],"ermutigen":[{"text":"Meine Freunde ermutigten mich.","translation":"My friends encouraged me."},{"text":"Ich ermutige meinen Bruder.","translation":"I encourage my brother."},{"text":"Er ermutigte seinen Sohn, mehr zu lernen.","translation":"He encouraged his son to learn more."},{"text":"Ermutige ihn, es noch einmal zu versuchen.","translation":"Encourage him to try again."},{"text":"Der Erfolg ermutigte den Autor zu einem neuen Werk.","translation":"The success encouraged the author to produce a new work."}],"variable":[{"text":"Je mehr Variablen man hat, desto weniger vorhersehbar werden die Ergebnisse.","translation":"The more variables you have, the less predictable the results become."},{"text":"Die Deklaration von Variablen ist in C und C++ sehr wichtig.","translation":"Declarations of variables are extremely important in C and C++."},{"text":"Wir müssen kulturelle Variablen in unsere Theorie zur Erklärung dieser Erscheinung einbeziehen.","translation":"We need to include cultural variables in our theory to explain this phenomenon."},{"text":"Obwohl der Wert des Parameters sich ändern kann, betrachten wir ihn dennoch als Konstante und nicht als Variable.","translation":"Although the value of the parameter can change, we still consider it a constant and not a variable."}],"stimmt":[{"text":"Das stimmt bestimmt.","translation":"That's certainly true."},{"text":"Stimmt doch gar nicht!","translation":"That's not true at all!"},{"text":"„Du hast es mir versprochen“ „Stimmt! Aber man verspricht sich öfter.“","translation":"\"You promised me\" \"That's right! But you promise yourself more often.\""},{"text":"Tom hatte keine Ahnung, ob irgendwas davon stimmte.","translation":"Tom had no idea if any of it was true."},{"text":"„Die Party ist super, finden Sie nicht?“ – „Stimmt, aber was für eine Hitze!“","translation":"\"The party is great, don't you think?\" – \"That's right, but what heat!\""},{"text":"Es stimmte nicht, was er sagte.","translation":"What he said was not true."},{"text":"Ich fühlte, etwas stimmte nicht bei ihr.","translation":"I felt something was wrong with her."},{"text":"Sie stimmte nicht nur gänzlich zu, sondern übergab mir auch jene Geldsumme zur Verfügung, welche sie besaß, und dies eröffnete mir die Möglichkeit, nach langer Suche nach einem Verleger, endlich im Jahre 1887 meine ersten vier Broschüren herauszugeben. Dies waren Esperanto-Lehrbücher in russischer, polnischer, deutscher und französischer Sprache.","translation":"Not only did she agree completely, but she also gave me the sum of money she had, and this gave me the opportunity, after a long search for a publisher, to finally publish my first four pamphlets in 1887. These were Esperanto textbooks in Russian, Polish, German and French."},{"text":"Tom stimmte nicht zu.","translation":"Tom disagreed."},{"text":"Sie wusste, etwas stimmte nicht.","translation":"She knew something was wrong."}],"angesichts":[{"text":"Angesichts der schwarzen Wolken beschloss ich, nach Hause zurückzukehren.","translation":"Faced with the black clouds, I decided to return home."},{"text":"Angesichts seiner begrenzten Fähigkeiten können wir nicht erwarten, dass er erfolgreich sein wird.","translation":"In light of his lack of abilities we cannot expect him to succeed."},{"text":"Was hätte ich angesichts einer solchen Situation sonst tun können?","translation":"Given such a situation what else could I do?"},{"text":"Sie muss in Frankreich studiert haben, angesichts dessen, dass sie fließend Französisch spricht.","translation":"She must have studied in France, given that she is fluent in French."},{"text":"Angesichts der gegenwärtigen Lage hoffen die Menschen im Allgemeinen auf große Veränderungen.","translation":"The people at large are hoping for great changes in the light of the present situation."}],"schockiert":[{"text":"Tom war schockiert zu hören, dass Maria gestorben war.","translation":"Tom was shocked to hear that Mary had died."},{"text":"Die Menschen auf der ganzen Welt waren schockiert.","translation":"People all over the world were shocked."},{"text":"Tom war schockiert über mein Benehmen.","translation":"Tom was shocked by my behavior."},{"text":"Tom war schockiert, wie unhöflich Maria war.","translation":"Tom was shocked by Mary's rudeness."},{"text":"Wenn Sie die Quantenmechanik nicht zutiefst schockiert hat, haben Sie sie noch nicht verstanden.","translation":"If quantum mechanics hasn't profoundly shocked you, you haven't understood it yet."},{"text":"Ich bin echt schockiert.","translation":"I'm really shocked."},{"text":"Tom war offensichtlich schockiert.","translation":"Tom was clearly shocked."},{"text":"Du wirst bestimmt schockiert sein, dies zu hören.","translation":"You will surely be shocked to hear this."},{"text":"Nun war Tom damit an der Reihe, schockiert zu sein.","translation":"It was Tom's turn to be shocked."},{"text":"Der tragische Tod der Prinzessin Diana schockierte die Menschen.","translation":"The tragic death of Princess Diana shocked people."}],"komplex":[{"text":"Die komplexen Zahlen bilden einen Körper.","translation":"The complex numbers form a body."},{"text":"Die komplexen Zahlen haben viele schöne Eigenschaften.","translation":"Complex numbers have many beautiful properties."},{"text":"Das ist ein sehr komplexes Thema.","translation":"This is a very complex issue."},{"text":"Die Situation ist sehr komplex.","translation":"The situation is very complex."},{"text":"Die Struktur des Gehirns ist komplex.","translation":"The structure of the brain is complicated."}],"verstärken":[{"text":"Durch den Tod wird das Leben verstärkt.","translation":"Through death, life is strengthened."},{"text":"Sänger benutzen Mikrofone, um ihre Stimmen zu verstärken.","translation":"Singers use microphones to make their voices louder."},{"text":"Dass verstärkte die Beziehung zwischen uns noch mehr.","translation":"That strengthened the relationship between us even more."},{"text":"Lautsprecher verstärken die Stimme, aber nicht die Argumente.","translation":"Loudspeakers strengthen the voice, but not the argument."},{"text":"Nach dem Regen verstärkt sich der Geruch des Eukalyptus und strömt zum Fenster herein.","translation":"After rain the smell of the eucalyptus intensifies and streams in through the window."}],"reiten":[{"text":"Auf alten Pferden lernt man reiten.","translation":"On old horses you learn to ride."},{"text":"Wenn der Hund nicht Lust hat zu jagen, reitet er auf dem Hintern.","translation":"If the dog does not feel like hunting, he rides on his butt."},{"text":"Mein Bruder reitet das Pony.","translation":"My brother rides the pony."},{"text":"Wir gehen reiten. Ich werde die Pferde vorbereiten.","translation":"We go horseback riding. I will prepare the horses."},{"text":"Unglück reitet schnell.","translation":"Misfortune rides fast."},{"text":"Reiten Sie Karriere!","translation":"Ride a career!"},{"text":"Reiten macht viel Spaß.","translation":"Riding a horse is a lot of fun."},{"text":"Er war sehr Erfahren im Reiten von Pferden.","translation":"He was a very experienced horseman."},{"text":"Reiten Sie nicht zu lange auf diesem Thema herum!","translation":"Don't dwell too much upon the subject."},{"text":"Toms Aufgabe war es, den Kindern das Reiten beizubringen.","translation":"Tom's job was to teach the children how to ride."}],"überschreiten":[{"text":"Nur wer eine Grenze überschreitet, kann neue Erfahrungen sammeln.","translation":"Only those who cross a border can gain new experiences."},{"text":"Die Bevölkerung Chinas hat bereits 1,3 Milliarden überschritten.","translation":"The population of China has already exceeded 1.3 billion."},{"text":"Sie hat die 40 wohl schon überschritten.","translation":"It has probably already passed 40."},{"text":"Du hast alle Schranken überschritten.","translation":"You have crossed all barriers."},{"text":"Ich denke, du hast bestimmte Grenzen überschritten.","translation":"I think you've crossed certain boundaries."},{"text":"Wir haben gestern die Grenze überschritten.","translation":"We crossed the line yesterday."},{"text":"Die Polizei hat ihre Befugnisse überschritten.","translation":"The police have exceeded their powers."},{"text":"Die Weltbevölkerung hat kürzlich 7 Milliarden überschritten.","translation":"The world's population recently passed 7 billion."},{"text":"Die Abgabefrist ist überschritten.","translation":"The deadline for handing it in has passed."},{"text":"Ach Scheiße, das Mindesthaltbarkeitsdatum ist überschritten, deswegen hast du gekotzt!","translation":"Oh shit, the best-before date has passed, that's why you fucked!"}],"app":[{"text":"Es gibt keine App für Erfolg, man muss sie selbst entwickeln.","translation":"There is no app for success, you have to develop it yourself."},{"text":"Gibt es dafür eine App?","translation":"Is there an app for that?"},{"text":"Es gibt für fast alles eine App.","translation":"There's an app for almost everything."},{"text":"Es ist eine gute App, um damit zu beginnen, Sport zu treiben.","translation":"It's a good app to start exercising."},{"text":"Mit dieser App können Sie ihre Fotos und Musik zwischen allen Ihren Geräten synchron halten.","translation":"This app will let you sync your photos and music between all your devices."},{"text":"Ich habe die App gelöscht.","translation":"I deleted the app."},{"text":"Hol dir die kostenlose App!","translation":"Get the free app!"},{"text":"Die App macht Probleme.","translation":"The app is acting up."},{"text":"Wie heißt diese App?","translation":"What is this app called?"},{"text":"Das Wort „App“ ist einer der vielen Anglizismen in der deutschen Sprache.","translation":"The word \"app\" is one of the many anglicisms in the German language."}],"einsperren":[{"text":"Hilfe, ich bin eingesperrt!","translation":"Help! I've been locked in!"},{"text":"Sie wurde durch die Polizei eingesperrt.","translation":"The police locked her up."},{"text":"Mein Freund wurde wegen zu schnellem Fahren eingesperrt.","translation":"My friend was arrested for speeding."},{"text":"Der Mann wurde wegen Mordes eingesperrt.","translation":"The man was imprisoned for murder."},{"text":"Ich wünsche mir, dass Tom jemand einsperrt und den Schlüssel beseitigt.","translation":"I want Tom to lock someone up and remove the key."}],"bereitstellen":[{"text":"Eine Karte wird auf Verlangen bereitgestellt.","translation":"A map is available upon request."},{"text":"Die Schule hat Lehrbücher bereitgestellt.","translation":"The school has provided textbooks."},{"text":"Bitte keine Klammern verwenden, sondern Zusatzinformationen im Kommentarteil bereitstellen! Bei Bedarf können auch zwei Sätze hinzugefügt werden.","translation":"Please do not use parentheses, but provide additional information in the comments section! If necessary, two sets can also be added."},{"text":"Wir würden gerne die Themen im morgigen Termin klären, damit wir ohne große Verzögerung, die Informationen bereitstellen können.","translation":"We would like to clarify the issues tomorrow so that we can provide the information without much delay."},{"text":"Wer wird für die Risikoanlage Kapital bereitstellen?","translation":"Who will provide capital for the risk investment?"}],"Gleichgewicht":[{"text":"Wahre Ruhe ist nicht Mangel an Bewegung. Sie ist Gleichgewicht der Bewegung.","translation":"True rest is not lack of exercise. It is balance of movement."},{"text":"Ich verlor das Gleichgewicht.","translation":"I lost my balance."},{"text":"Das Gleichgewicht von weiblicher und männlicher Energie ist wichtig.","translation":"The balance of female and male energy is important."},{"text":"Er hielt das Gleichgewicht.","translation":"He kept his balance."},{"text":"Was die Welt in diesem Augenblick sucht, ist viel weniger ein Gleichgewicht als eine Sprache.","translation":"What the world is looking for at this moment is much less a balance than a language."}],"Impfung":[{"text":"Der Kampf um die Impfung hat begonnen.","translation":"The battle for vaccination has begun."},{"text":"Mit einer Impfung schützt man sich vor einer gefährlichen Krankheit.","translation":"With a vaccination you protect yourself from a dangerous disease."},{"text":"Keiner übernimmt die Verantwortung für Corona-Impfungen.","translation":"No one takes responsibility for corona vaccinations."},{"text":"Ist diese Impfung wirksam?","translation":"Is this vaccination effective?"},{"text":"Tom erklärte Petrus vergeblich, dass er die erste Impfung schon erhalten hatte.","translation":"Tom explained to Peter in vain that he had already received the first vaccination."}],"absagen":[{"text":"Tom musste seinen Vortrag wegen Krankheit absagen.","translation":"Tom had to cancel his lecture because he was sick."},{"text":"Die Hochzeit wurde in letzter Minute abgesagt.","translation":"The wedding was canceled at the last minute."},{"text":"Wir müssen Ihnen leider mitteilen, dass die Reise abgesagt wurde.","translation":"Unfortunately, we must inform you that the trip was canceled."},{"text":"Das Treffen wurde abgesagt.","translation":"The meeting was called off."},{"text":"Ich muss alle Konzerte absagen.","translation":"I have to cancel all concerts."}],"auflösen":[{"text":"Man muss es in Wasser auflösen.","translation":"You have to dissolve it in water."},{"text":"Die einzige Option besteht darin, es aufzulösen.","translation":"The only option is to dissolve it."},{"text":"Mein Fahrrad hat sich in Luft aufgelöst.","translation":"My bike vanished into thin air."},{"text":"Sie scheinen sich in Luft aufzulösen.","translation":"They seem to vanish into thin air."},{"text":"Er war in Tränen aufgelöst.","translation":"He was in tears."}],"Phänomen":[{"text":"Es handelt sich um ein Phänomen, das schon bei einigen Vögeln bekannt ist.","translation":"It's a phenomenon already known in some birds."},{"text":"Dieser Mann ist ein Phänomen.","translation":"This man is a phenomenon."},{"text":"Im Ursprungsland Frankreich wurde Tatoeba ein kulturelles und soziales Phänomen.","translation":"In France, the country of origin, Tatoeba became a cultural and social phenomenon."},{"text":"Kunst ist ein kompliziertes Phänomen.","translation":"Art is a complicated phenomenon."},{"text":"Saurer Regen ist kein natürliches Phänomen.","translation":"Acid rain is not a natural phenomenon."}],"Schreibtisch":[{"text":"Hinter dem großen Schreibtisch saß eine Frau.","translation":"Behind the large desk sat a woman."},{"text":"Ich schließe die Dokumente im Schreibtisch ein.","translation":"I am locking up the documents in the desk."},{"text":"Stell deine Bücher nicht auf meinen Schreibtisch.","translation":"Don't put your books on my desk."},{"text":"Der Schreibtisch meines Vaters ist sehr groß.","translation":"My father's desk is very large."},{"text":"Sie werden den Bericht morgen früh als erstes auf Ihrem Schreibtisch haben.","translation":"You'll have the report on your desk first thing in the morning."}],"Haushalt":[{"text":"Er führt sich selbst den Haushalt.","translation":"He runs the household himself."},{"text":"Nur in jedem dritten deutschen Haushalt wird überhaupt noch täglich gekocht.","translation":"Only in every third German household are meals still cooked daily."},{"text":"Es gehört mehr zum Haushalt als vier Beine unter einem Tisch.","translation":"There is more to the household than four legs under one table."},{"text":"Sie interessiert sich sehr für ihren Haushalt.","translation":"She is very interested in her household."},{"text":"Dieser Haushalt ist perfekt.","translation":"This household is perfect."}],"front":[{"text":"Die Lage an der Front steht nicht gut.","translation":"The situation at the front is not good."},{"text":"Ich komme von der Front. Ich bin den ganzen Weg von dort gelaufen.","translation":"I am coming from the battle front. I ran all the way from there."},{"text":"Sie engagiert sich immer noch an vorderster Front.","translation":"It is still at the forefront."},{"text":"Man hofft, dass diese neue Politik auf breiter Front neue Arbeitsplätze schafft.","translation":"It is hoped that this new policy will create jobs on a large scale."},{"text":"An der Front der Sätze geht unser Kampf weiter.","translation":"On the front of sentences, our struggle continues."}],"ausruhen":[{"text":"Du bist krank, du musst dich ausruhen.","translation":"You are sick, you need to rest."},{"text":"Am Abend werde ich mich ausruhen.","translation":"In the evening I will rest."},{"text":"Freunde sind Gärten, in denen man sich ausruhen kann.","translation":"Friends are gardens where you can rest."},{"text":"Du solltest dich ausruhen.","translation":"You should rest."},{"text":"Du siehst müde aus. Du solltest dich ein bisschen ausruhen.","translation":"You look tired. You should rest a bit."}],"Vorlage":[{"text":"Die Gegner der Vorlage stammen aus unterschiedlichen politischen Lagern.","translation":"Opponents of the bill come from across the political spectrum."},{"text":"Unter Verwendung historischer Vorlagen schrieb sie mehrere spannende Romane.","translation":"Drawing on historical sources, she wrote several exciting novels."},{"text":"Maria fragte sich, wer wohl als Vorlage für den „Tom“ in Johannes’ Geschichte gedient haben könnte.","translation":"Mary wondered who might have served as a model for the \"Tom\" in John's story."},{"text":"Wenn man aus einer Sprache übersetzt, die man nicht richtig versteht, entstehen oft unnatürliche Übersetzungen, die sich zu sehr an den Wortlaut der Vorlage halten.","translation":"When you translate from a language that you don't understand correctly, unnatural translations often result that stick too much to the wording of the original."},{"text":"Diese außerordentliche Modernität des Mephistopheles — für den angeblich Voltaire die Vorlage bildete — fügt in der Tat die beiden Teile dieses außergewöhnlichen Dramas einigend zusammen, dessen Abfassung Goethes gesamtes Leben in Anspruch nahm.","translation":"This extraordinary modernity of Mephistopheles — for which Voltaire was supposedly the model — in fact unites the two parts of this extraordinary drama, the writing of which took Goethe's entire life."}],"hauen":[{"text":"Er hat sich übers Ohr hauen lassen.","translation":"He let himself be fooled."},{"text":"Weißt du was? Wir hauen einfach ab!","translation":"You know what? We just run away!"},{"text":"Ich sterbe vor Hunger! Ich muss mir unbedingt etwas in den Bauch hauen!","translation":"I'm dying of hunger! I really have to punch myself in the stomach!"},{"text":"Mein letztes Geld haue ich auf den Kopf.","translation":"I hit my last money on the head."},{"text":"Ich habe mir stets gewünscht, jemandem eine Rock-Gitarre auf den Kopf zu hauen.","translation":"I've always wanted to hit someone on the head with a rock guitar."}],"fach":[{"text":"Er hatte endlich alles unter Dach und Fach.","translation":"He finally had everything under wraps."},{"text":"In der Schule habe ich viele Fächer.","translation":"In school I have many subjects."},{"text":"Ich kenne mich in diesem Fach nicht aus.","translation":"I don't know anything about this subject."},{"text":"Wir lernen Englisch, das ist heutzutage ein wichtiges Fach.","translation":"We learn English, which is an important subject nowadays."},{"text":"Sie hat sich einen chinesischen Fächer gekauft.","translation":"She bought a Chinese fan."}],"kritisieren":[{"text":"Hör auf, mich zu kritisieren!","translation":"Stop criticizing me!"},{"text":"Viele Politiker in den USA haben Trumps Entscheidung kritisiert.","translation":"Many politicians in the U.S. have criticized Trump's decision."},{"text":"Besser kritisiert als ignoriert. Ich kann wunderbar leben mit schlechter Kritik.","translation":"Better criticized than ignored. I can live wonderfully with bad criticism."},{"text":"Tom schreibt in einem Stil, den viele als zu einfach kritisieren.","translation":"Tom writes in a style which many criticise for being too simple."},{"text":"Tiere sind die besten Freunde. Sie stellen keine Fragen und kritisieren nicht.","translation":"Animals are best friends. They do not ask questions and do not criticize."}],"unterliegen":[{"text":"Auf dem, der unterliegt, soll man nicht sitzen.","translation":"On the one that is subject, one should not sit."},{"text":"Auch dies unterliegt keinem Zweifel.","translation":"There can be no doubt about this, either."},{"text":"Er kämpfte mit vollem Einsatz, doch letztendlich unterlag er.","translation":"He tried his best, but in the end he was defeated."},{"text":"Alle Preise unterliegen Änderungen.","translation":"All prices are subject to change."},{"text":"Die Meiji-Universität unterlag der Keiō-Universität mit einem Stand von 5 : 3.","translation":"Meiji University was defeated by Keio University by a score of 5 : 3."},{"text":"Du hast überhaupt keinen Grund, dich unterlegen zu fühlen.","translation":"You have no reason at all to feel inferior."},{"text":"Unterlegen ist man im Leben erst dann, wenn man seine Selbstachtung definitiv verloren hat.","translation":"You are only inferior in life when you have definitely lost your self-respect."},{"text":"Ich fühle mich zurzeit minderwertig, unterlegen, habe zu wenig Selbstvertrauen.","translation":"I currently feel inferior, inferior, have too little self-confidence."},{"text":"Ihr habt überhaupt keinen Grund, euch unterlegen zu fühlen.","translation":"You have no reason at all to feel inferior."},{"text":"Wir sind ihnen unterlegen.","translation":"We are inferior to them."}],"erwerben":[{"text":"Freundschaft ist wie Geld - leichter zu erwerben als zu behalten.","translation":"Friendship is like money - easier to acquire than to keep."},{"text":"Bitte nie um Dinge, die du dir selbst erwerben kannst.","translation":"Never ask for things that you can acquire yourself."},{"text":"Wer sein Versprechen hält, erwirbt Lob.","translation":"Those who keep their promise acquire praise."},{"text":"Was die Väter erwarben, verschwenden die Kinder.","translation":"What the fathers acquired, the children waste."},{"text":"Arbeit ist eines der Verfahren, durch das A dem B Eigentum erwirbt.","translation":"Work is one of the processes by which A acquires property to B."}],"Rätsel":[{"text":"Aber wo finde ich den Schlüssel zu diesem Rätsel?","translation":"But where can I find the key to this puzzle?"},{"text":"Das Leben ist voller Geheimnisse und Rätsel.","translation":"Life is full of secrets and mysteries."},{"text":"Maria wurde von allen „die Sphinx“ genannt, weil sie in Rätseln zu sprechen pflegte.","translation":"Everybody called Mary \"the Sphinx\", because she always spoke in riddles."},{"text":"Die Wissenschaft steht vor einem Rätsel.","translation":"Science is faced with a mystery."},{"text":"Es bleibt mir ein Rätsel, wie das passieren konnte.","translation":"It remains a mystery to me how this could have happened."},{"text":"Tom spricht in Rätseln.","translation":"Tom speaks in riddles."},{"text":"Warum sprechen die Frauen in Rätseln, erwarten aber eindeutige Antworten auf ihre Fragen?","translation":"Why do women speak in riddles but expect clear answers to their questions?"},{"text":"Rätsel machen Spaß.","translation":"Puzzles are fun."},{"text":"Jetzt sprechen Sie in Rätseln.","translation":"Now you're speaking in riddles."},{"text":"Tom spricht oft in Rätseln.","translation":"Tom often speaks in riddles."}],"ärgern":[{"text":"Die Sache ärgert mich noch immer.","translation":"The thing still bothers me."},{"text":"„Warum macht Tom das?“ – „Ich weiß es nicht. Vielleicht, um uns zu ärgern?“","translation":"\"Why is Tom doing that?\" \"I don't know. To annoy us, maybe?\""},{"text":"Friedrich fuhr fort, mich zu ärgern.","translation":"Frederick continued to annoy me."},{"text":"Muiriel ärgert mich in letzter Zeit gerne.","translation":"Muiriel likes to annoy me lately."},{"text":"Thilo Sarrazin heisst der Autor des Buches, das viele Politiker in Deutschland ärgert.","translation":"Thilo Sarrazin is the name of the author of the book, which annoys many politicians in Germany."}],"Aufruf":[{"text":"In ihrem Blick lag ein Aufruf.","translation":"There was a look of appeal in her eyes."},{"text":"Letzter Aufruf für Flug 333 nach Boston.","translation":"This is the last call for Flight 333 to Boston."},{"text":"Die Firma ist dem Aufruf gefolgt und wird eine Spende von fünfundzwanzigtausend Euro tätigen.","translation":"The company has responded to the appeal and will make a donation of twenty-five thousand euros."},{"text":"Ich schließe mich dem Aufruf einer Gruppe palästinensischer Akademiker an, keine neuen Selbstmordanschläge zu verüben.","translation":"I join a group of Palestinian academics in calling for no new suicide bombings."},{"text":"Die Aufrufe zum Kampf gegen die Korruption werden von der russländischen Elite als eine persönliche Beleidigung wahrgenommen.","translation":"The calls to fight corruption are perceived by the Russian elite as a personal insult."}],"voran":[{"text":"Tom schritt mit so großen Schritten voran, dass ich Mühe hatte, ihm zu folgen.","translation":"Tom marched on, taking such huge strides that I had trouble keeping up with him."},{"text":"So richtig voran gebracht hat dieser Satz tatoeba.org nicht.","translation":"This sentence did not really advance tatoeba.org."},{"text":"Komm, mach voran! Wir kommen sonst zu spät.","translation":"Come, go ahead! Otherwise we will be late."},{"text":"Was uns den Weg verlegt, bringt uns voran.","translation":"What lays the way for us moves us forward."},{"text":"Wie kommen Sie mit Ihrer Arbeit voran?","translation":"How are you getting along with your work?"},{"text":"Wer früh aufsteht, kommt voran.","translation":"If you get up early, you get ahead."},{"text":"Es geht sehr langsam voran.","translation":"It is progressing very slowly."},{"text":"Die wirtschaftliche Entwicklung ging langsam voran.","translation":"Economic development proceeded slowly."},{"text":"In Asien gehen Männer für gewöhnlich Frauen voran.","translation":"In Asia men usually precede women when walking."},{"text":"Das Schiff kam gegen den starken Wind nur langsam voran.","translation":"The ship made slow progress against the strong wind."}],"gleichmäßig":[{"text":"Leider hat der liebe Gott den Verstand nicht gleichmäßig verteilt.","translation":"Unfortunately, the dear God did not distribute the mind evenly."},{"text":"Das wenige, das es gab, versuchte man möglichst gleichmäßig zu verteilen.","translation":"We tried to share the little there was as equally as possible."},{"text":"Wir teilten den Gewinn gleichmäßig auf.","translation":"We divided the profit evenly."},{"text":"Sie hat gleichmäßige Zähne.","translation":"She has even teeth."},{"text":"Teilen wir die Belohnung gleichmäßig auf!","translation":"Let's divide the reward evenly!"}],"wiederum":[{"text":"So musste es kommen, dass Tom und Maria wiederum nicht heiraten können.","translation":"So it had to happen that Tom and Maria could not marry again."},{"text":"Das wiederum erfordert ein neues Gesetz.","translation":"This, in turn, requires a new law."},{"text":"Tom belegte seine Pizza mit kleineren Pizzen, die wiederum mit Käse bestreut waren.","translation":"Tom topped his pizza with smaller pizzas, which in turn were sprinkled with cheese."},{"text":"Ich spreche besser Englisch als Französisch, das ich wiederum besser als Niederländisch spreche.","translation":"I speak English better than French, which in turn I speak better than Dutch."},{"text":"Das wiederum dient der Stromerzeugung.","translation":"This in turn aids the generation of electricity."}],"steigern":[{"text":"Unter freiem Himmel steigert sich mein Befinden.","translation":"Under the open sky, my well-being increases."},{"text":"Der Druck steigert sich.","translation":"The pressure is building."},{"text":"Die Nachricht steigerte unser Glück.","translation":"The news added to our happiness."},{"text":"Wir hoffen, uns im Laufe der Zeit zu steigern.","translation":"We hope to improve with time."},{"text":"Das wird die Effizienz um 20 % steigern.","translation":"This will increase efficiency by 20%."}],"Explosion":[{"text":"Was war das für eine Explosion?","translation":"What kind of explosion was that?"},{"text":"Viele Menschen starben bei der Explosion.","translation":"Many people died in the explosion."},{"text":"Was war der Grund für die Explosion?","translation":"What was the reason for the explosion?"},{"text":"Die Explosion des Space Shuttle hab' ich noch frisch in meiner Erinnerung.","translation":"The explosion of the Space Shuttle is still fresh in my memory."},{"text":"Plötzlich gab es eine Explosion.","translation":"All at once there was an explosion."}],"Vielzahl":[{"text":"Vor der heutigen Jugend steht eine Vielzahl schwieriger Aufgaben.","translation":"Today's youth face a multitude of difficult tasks."},{"text":"In Touristengegenden gibt es eine Vielzahl von Hotels.","translation":"There's a large number of hotels in tourist areas."},{"text":"Tom stellte Maria eine Vielzahl an Fragen.","translation":"Tom asked Mary a barrage of questions."},{"text":"Es erschien eine unerwartete Vielzahl von Besuchern.","translation":"An unexpected crowd of visitors appeared."},{"text":"Es gibt eine Vielzahl an Geschäften in der Umgebung.","translation":"There are a large number of shops and businesses in the surrounding area."}],"Erkrankung":[{"text":"Es ist eine sehr seltene Erkrankung.","translation":"It's a very rare disease."},{"text":"Seine Erkrankung wurde durch das schlechte Wetter verursacht.","translation":"His illness was caused by the bad weather."},{"text":"Hattest du schon einmal eine ernsthafte Erkrankung?","translation":"Have you ever had a serious illness?"},{"text":"All dies kann zu schweren Erkrankungen führen.","translation":"All this can lead to serious diseases."},{"text":"Ist Toms Erkrankung ernst?","translation":"Is Tom's illness serious?"}],"woran":[{"text":"Ich weiß nicht, woran ich schuld bin.","translation":"I don't know for what I'm guilty."},{"text":"Wir wissen nicht so recht, woran das liegt.","translation":"We don't really know why that is."},{"text":"„Ich weiß woran du denkst.“— „Pfui du Schwein, wie kommst du darauf?!“","translation":"\"I know what you're thinking about.\" — \"you pig, how did you come up with that?!\""},{"text":"Ich habe vergessen, woran ich dich erinnern wollte.","translation":"I've forgotten what I wanted to remind you about."},{"text":"Es ist nichts so klein und wenig, woran man sich nicht begeistern könnte.","translation":"There is nothing so small and little that you could not get excited about."},{"text":"Woran liegt das?","translation":"Why is this?"},{"text":"Woran liegt es, dass Sie so müde sind?","translation":"Why is it that you are so tired?"},{"text":"„Maria ist schuld!“ – „Woran bin ich schuld?“ – „Na ja, an allem eben!“","translation":"\"Mary is to blame!\" – \"What is my fault?\" – \"Well, everything!\""},{"text":"Woran denkt ihr?","translation":"What do you have in mind?"},{"text":"„Woran denkst du?“ – „Weshalb interessieren dich meine Gedanken so sehr?“","translation":"\"What are you thinking about?\" – \"Why do you care so much about my thoughts?\""}],"abdecken":[{"text":"Der Schaden war durch die Versicherung abgedeckt.","translation":"The damage was covered by insurance."},{"text":"Wenn das Kind ertrunken ist, soll der Brunnen abgedeckt werden.","translation":"If the child drowned, the well should be covered."},{"text":"Man soll das Grab mit einer Granitplatte abdecken.","translation":"One should cover the grave with a granite slab."},{"text":"Unser Monatseinkommen muss Lebensmittel, Miete, Kleidung, Fahrtkosten und so weiter abdecken.","translation":"Our monthly income must cover food, rent, clothing, travel expenses and so on."},{"text":"Unser Ziel war die Entwicklung natürlicher Nahrungsergänzungsmittel, die unseren Bedarf an Antioxidantien, Vitaminen, Spurenelementen und Mineralien in entsprechender Menge abdecken.","translation":"Our goal was to develop natural dietary supplements that meet our needs for antioxidants, vitamins, trace elements and minerals in appropriate quantities."}],"Nadel":[{"text":"Es ist so leise, dass man eine Nadel fallen hören kann.","translation":"It is so quiet that you can hear a needle drop."},{"text":"Mein Vetter hängt an der Nadel.","translation":"My cousin is hanging on the needle."},{"text":"Die Nadel wird abgelenkt.","translation":"The needle is deflected."},{"text":"Können Sie nähen, ohne eine Nadel zu verwenden?","translation":"Can you sew without using a needle?"},{"text":"Der Faden geht, wohin die Nadel ihn zieht.","translation":"The thread goes where the needle pulls it."}],"Aufzeichnung":[{"text":"Das sind Toms private Aufzeichnungen. Sie sind nicht für die Öffentlichkeit gedacht.","translation":"These are Tom's private records. They are not intended for the public."},{"text":"Spiel bitte die Aufnahme ab, nachdem die Aufzeichnung beendet ist.","translation":"Please play the recording after the recording is finished."},{"text":"Sie gab mir Zugang zu ihren Aufzeichnungen.","translation":"She gave me access to her records."},{"text":"Juli 2016 war der heißeste Monat seit Beginn der Aufzeichnungen.","translation":"July 2016 was the hottest month on record."},{"text":"Diese Aufzeichnungen sind nicht öffentlich zugänglich.","translation":"These records are not publicly available."}],"casino":[{"text":"Der Einzige, der im Casino dauernd gewinnt, ist der Staat.","translation":"The only one who constantly wins in the casino is the state."},{"text":"Er löste seine Chips ein und ging zu einer Show in das Casino gegenüber.","translation":"He cashed his chips and went to a show at the casino opposite."}],"unheimlich":[{"text":"Tom isst unheimlich viel.","translation":"Tom eats an incredible amount."},{"text":"Es ist unheimlich schwer geworden, gutes Personal zu finden.","translation":"It has become incredibly difficult to find good staff."},{"text":"All diese Zufälle fangen langsam an, mir unheimlich zu werden.","translation":"All these coincidences are starting to give me the creeps."},{"text":"Leute mit Mut und Charakter sind den anderen immer sehr unheimlich.","translation":"People with courage and character are always very scary to others."},{"text":"Mir fällt es unheimlich schwer darauf zu antworten.","translation":"I find it incredibly difficult to answer that."}],"spüre":[{"text":"Ich spüre eine sehr starke Energie in mir, die ich nicht beschreiben kann.","translation":"I feel a very strong energy inside me that I cannot describe."},{"text":"Ich spüre keinen Geschmack mehr auf der Zunge.","translation":"I don't feel any taste on my tongue anymore."},{"text":"Ich spüre den Unterschied zu vorher.","translation":"I feel the difference to before."},{"text":"Ich liebe das Kribbeln, das ich spüre, wenn ich jemandem helfe.","translation":"I love the fuzzy feeling I get when I help someone."},{"text":"Ich bin am Boden zerstört. Der Schmerz, den ich ich jetzt spüre, ist fast nicht auszuhalten.","translation":"I am devastated. The pain I feel now is almost unbearable."}],"Berechnung":[{"text":"Das, wobei unsere Berechnungen versagen, nennen wir Zufall.","translation":"We have given the failure of our calculations the title of \"chance\"."},{"text":"Nach meiner Berechnung muss er bald hier sein.","translation":"According to my calculation, he must be here soon."},{"text":"Das sieht nach reiner Berechnung aus.","translation":"This looks like pure calculation."},{"text":"Berechnungen zufolge spricht man weltweit zwischen 3000 und 5000 Sprachen.","translation":"According to calculations, between 3000 and 5000 languages are spoken worldwide."},{"text":"Gute Sitten haben für die Gesellschaft mehr Wert als alle Berechnungen Newtons.","translation":"Good morals have more value for society than all Newton's calculations."}],"jin":[],"Panik":[{"text":"Keine Panik! Ich bin schon da!","translation":"There's no reason for panic! I'm already here!"},{"text":"Die Regierung will eine Panik vermeiden.","translation":"The government wants to avoid panic."},{"text":"Sie waren von Panik ergriffen.","translation":"They were gripped by panic."},{"text":"Nur keine Panik, Tom! Wir sind schließlich keine Anfänger!","translation":"Just don't panic, Tom! After all, we are not beginners!"},{"text":"Uns packte die Panik.","translation":"We panicked."},{"text":"Die ganze Stadt ist in Panik.","translation":"The whole city is in panic."},{"text":"Aus wissenschaftlicher Sicht betrachtet, sollten wir jetzt alle in Panik geraten!","translation":"From a scientific point of view, we should all panic now!"},{"text":"Für Panik ist jetzt nicht die Zeit.","translation":"Now is not the time to panic."},{"text":"Er brach in Panik aus.","translation":"He panicked."},{"text":"Das Feuer löste im Theater Panik aus.","translation":"The fire caused panic in the theater."}]}