{"Gebot":[{"text":"Not kennt kein Gebot.","translation":"Necessity knows no commandment."},{"text":"Religion ist die Erkenntnis aller unserer Pflichten als göttliche Gebote.","translation":"Religion is the recognition of all our duties as divine commandments."},{"text":"Denkt an das 5. Gebot: Schlagt eure Zeit nicht tot.","translation":"Remember the 5th Commandment: Don't beat your time to death."},{"text":"Ordnung ist des Himmels oberstes Gebot.","translation":"Order is heaven's top priority."},{"text":"Ich werde ihr mit allen mir zu Gebote stehenden Mitteln helfen.","translation":"I'll help her any way I can."}],"Ã":[],"wichtiger":[{"text":"Hast du denn nichts Wichtigeres zu tun, als mit mir zu diskutieren?","translation":"Don't you have anything more important to do than argue with me?"},{"text":"Es gibt Leute in Amerika, die haben Wichtigeres zu tun, als Präsident zu sein.","translation":"There are people in America who have more important things to do than be president."},{"text":"„Regt dich das nicht auf?“ – „Was soll mich das kümmern? Es gibt Wichtigeres auf der Welt.“","translation":"\"Doesn't that upset you?\" – \"What should I care about? There are more important things in the world.\""},{"text":"Ich habe Wichtigeres zu tun.","translation":"I have something more important to do."},{"text":"Tom hat Wichtigeres zu tun.","translation":"Tom has more important things to do."},{"text":"Aber ist dir deine Sicherheit nicht wichtiger?","translation":"But isn't your safety more important to you?"},{"text":"Was ist dir wichtiger — ich oder deine Arbeit?","translation":"What is more important to you — me or your work?"},{"text":"Familie oder Kinder, was ist Ihnen wichtiger?","translation":"Family or children, what is more important to you?"},{"text":"Menschen sind wichtiger als Geld.","translation":"People are more important than money."},{"text":"Wenn es wissenschaftlich wird, ist Praxis wichtiger als Theorie.","translation":"When it comes to science, practice is more important than theory."}],"Norm":[{"text":"Nur weil etwas Norm ist, muss es nicht normal sein.","translation":"Just because something is norm doesn't mean it has to be normal."},{"text":"Seine Arbeit ist nicht nach der Norm.","translation":"His work is not according to the norm."},{"text":"Es gab eine Zeit, da war das Rauchen Teil der gesellschaftlichen Norm.","translation":"There was a time when smoking was part of society's norm."},{"text":"Ohne Abweichung von der Norm ist Fortschritt nicht möglich.","translation":"Without deviation from the norm, progress is not possible."},{"text":"Schönheit ist, was von der Norm abweicht.","translation":"Beauty is what deviates from the norm."}],"gestohlen":[{"text":"Ich habe den gestohlenen Fernseher in den Laden zurückgebracht, wo er her war.","translation":"I returned the stolen TV to the store where it was from."},{"text":"Wenn dies gestohlene Bücher sind, gib sie mir nicht.","translation":"If these books were stolen, then don't give them to me."},{"text":"Das gestohlene Fahrzeug wurde auf einem Parkplatz gefunden.","translation":"The stolen vehicle was found in a parking lot."},{"text":"Die Polizei verfolgte das gestohlene Auto.","translation":"The police pursued the stolen car."},{"text":"Tom versteckte den gestohlenen Ring in seiner Socke.","translation":"Tom hid the stolen ring in his sock."},{"text":"Der Dieb sagte zu den Polizisten, dass er nichts gestohlen hat.","translation":"The thief told the police that he didn't steal anything."},{"text":"Ich weiß noch nicht einmal, wer was gestohlen hat.","translation":"I don't even know who has stolen what."},{"text":"Das Fahrrad, mit dem ich viele Jahre so gerne gefahren bin, ist gestohlen worden.","translation":"The bike I loved riding for many years has been stolen."},{"text":"Glaubst du, dass Tom das gestohlen hat?","translation":"Do you think Tom stole that?"},{"text":"Tom hat der Polizei schon mitgeteilt, was gestohlen wurde.","translation":"Tom has already told the police what was stolen."}],"Fälschung":[{"text":"Die Fälschung unterscheidet sich vom Original dadurch, dass sie echter aussieht.","translation":"The fake differs from the original in that it looks more real."},{"text":"Dabei handelt es sich möglicherweise um eine Fälschung.","translation":"This may be a fake."},{"text":"Die Sache ist klar; der Pass ist eine Fälschung.","translation":"It's clear that the passport is a forgery."},{"text":"Die Münze ist eine Fälschung.","translation":"That coin is counterfeit."},{"text":"Das Gemälde hier ist eine Fälschung.","translation":"This painting is a forgery."}],"nebenbei":[{"text":"Mit Liedtexten lernt sich eine Sprache wie nebenbei.","translation":"With song lyrics, a language learns as if by the way."},{"text":"Nebenbei, wie viel Uhr haben wir jetzt?","translation":"By the way, what time do we have now?"},{"text":"Nebenbei, hast du ihn in der letzten Zeit getroffen?","translation":"By the way, have you met him lately?"},{"text":"Nebenbei gefragt, hast du heute Abend Zeit?","translation":"By the way, do you have time tonight?"},{"text":"Bier trinken und nebenbei Deutsch lernen ist echt klasse!","translation":"Drinking beer and learning German on the side is really great!"}],"Instinkt":[{"text":"Ich glaube, dass es Instinkt ist, was das Genie genial macht.","translation":"I believe that it is instinct that makes the genius ingenious."},{"text":"Benutze deinen Instinkt!","translation":"Use your instincts."},{"text":"Mein Instinkt hat mich nicht betrogen.","translation":"My instinct was right."},{"text":"Unsere Instinkte leiten und schützen uns, so scheint es.","translation":"Our instincts guide and protect us, it seems."},{"text":"Lerne, deinen Instinkten zu vertrauen!","translation":"Learn to trust your instincts."}],"Konkurrent":[{"text":"Wir haben einen entscheidenden Vorteil gegenüber unseren Konkurrenten.","translation":"We have a decisive advantage over our competitors."},{"text":"Er kritisierte seinen Konkurrenten scharf.","translation":"He criticized his rival severely."},{"text":"Er übertrifft seine Konkurrenten in allem.","translation":"It surpasses its competitors in everything."},{"text":"Die Auflage der Zeitung beträgt nur ein Drittel der ihres Konkurrenten.","translation":"The circulation of the newspaper is only one-third that of its competitor."},{"text":"Er ist seinen Konkurrenten in allem überlegen.","translation":"He is superior to his competitors in everything."}],"Sektor":[{"text":"Sie betreten den amerikanischen Sektor.","translation":"They enter the American sector."},{"text":"Die Sektoren waren zwölf Kilometer lang und an der breitesten Stelle maßen sie drei Kilometer.","translation":"The sectors were twelve kilometers long and at the widest point they measured three kilometers."},{"text":"Die Waldfläche war in drei Sektoren unterteilt.","translation":"The forest area was divided into three sectors."}],"populär":[{"text":"Was glaubst du, warum Fußball in den USA nicht so populär ist?","translation":"Why do you think soccer isn't popular in the US?"},{"text":"Die Geschichte ist sehr populär.","translation":"That story is household legend."},{"text":"In Japan ist keine Sängerin oder Sänger so populär wie sie.","translation":"No other singer in Japan is as popular as she."},{"text":"Die Zeitung begann Leser zu verlieren, als sie auf einen ihrer populärsten Autoren verzichtete.","translation":"The newspaper began to lose readers when it dispensed with one of its most popular writers."},{"text":"Er ist sehr populär bei den Frauen.","translation":"He is very popular among women."}],"provozieren":[{"text":"Wer interessieren will, muss provozieren.","translation":"If you want to be interested, you have to provoke."},{"text":"Deine Freunde sind dort, wo du schwach sein kannst, ohne Stärke zu provozieren.","translation":"Your friends are where you can be weak without provoking strength."},{"text":"„Willst du mich provozieren?“ – „Habe ich dich jemals provoziert?“","translation":"\"Do you want to provoke me?\" – \"Have I ever provoked you?\""},{"text":"Beruhige dich; er provoziert dich nur.","translation":"Calm down; he's just teasing you."},{"text":"Lasst euch nicht dazu provozieren, etwas zu sagen, was ihr später bereut.","translation":"Don't let yourself be provoked into saying something that you'll regret."}],"Kapital":[{"text":"Dass Leute versuchen, aus dieser Krise Kapital zu schlagen, ist klar.","translation":"It is clear that people are trying to make capital out of this crisis."},{"text":"Es kommt darauf an, dass sich ein Kapital bildet, was nie ausgeht.","translation":"It is important that a capital is formed, which never runs out."},{"text":"Touristen sind laufendes Kapital.","translation":"Tourists are current capital."},{"text":"Das kleinste Kapital eigener Erfahrung ist mehr wert als Millionen fremder Erfahrungen.","translation":"The smallest capital of one's own experience is worth more than millions of foreign experiences."},{"text":"Sie haben ausreichend Kapital, um eine zweite Fabrik zu bauen.","translation":"They have enough capital to build a second factory."},{"text":"Das ist Kapital. Lass es wachsen!","translation":"This is capital. Let it increase!"},{"text":"Von einer gewissen Summe an sagt man zum Geld Kapital.","translation":"From a certain sum on, money is called capital."},{"text":"Kapital hat keine Moral.","translation":"Capital has no morality."},{"text":"Er benötigte für den Aufbau seines neuen Unternehmens Kapital.","translation":"He needed capital to build his new company."},{"text":"Wozu brauchen wir Kapital, wenn es nach Marx und Engels nur eine verstorbene Arbeit ist?","translation":"Why do we need capital if, according to Marx and Engels, it is only a deceased labor?"}],"mik":[{"text":"Wie geht's, Mike?","translation":"How are you, Mike?"},{"text":"Es war Mike, der die Polizei angerufen hat.","translation":"It was Mike that telephoned the police."},{"text":"Mike und seine Schwester sprechen Französisch, aber kein Japanisch.","translation":"Mike and his sister speak French, but not Japanese."},{"text":"Ich bin mit Mike befreundet.","translation":"I'm friends with Mike."},{"text":"Wer ist schwerer, Ben oder Mike?","translation":"Who is heavier, Ben or Mike?"}],"Nachfolger":[{"text":"Christus hat viel Diener, aber wenig Nachfolger.","translation":"Christ has many servants, but few followers."},{"text":"Freue dich nie, dass jemand weggeht, ehe du nicht weißt, wer sein Nachfolger wird.","translation":"Never rejoice in someone leaving until you know who will be their successor."},{"text":"Wenn Gott stirbt, dann wählen wir den heiligen Nikolaus zu seinem Nachfolger!","translation":"When God dies, we choose St. Nicholas as his successor!"},{"text":"Wann wird ein Nachfolger für Tom ernannt?","translation":"When will they appoint someone to replace Tom?"},{"text":"Es wird uns sicherlich gelingen, einen Nachfolger zu finden.","translation":"We will certainly succeed in finding a successor."}],"safe":[{"text":"Ich habe Geld in einen Safe getan.","translation":"I put money in a safe."},{"text":"Es gibt einen Safe irgendwo in Toms Haus.","translation":"There's a safe somewhere in Tom's house."},{"text":"Ich habe so getan, als wüsste ich nicht, wie man den Safe öffnet.","translation":"I pretended I didn't know how to open the safe."},{"text":"Tom legte sein Geld in den Safe.","translation":"Tom put his money in the safe."},{"text":"Ich habe das Geld in den Safe getan.","translation":"I put the money into the safe."}],"Gewebe":[{"text":"Am Ende kennt man das Gewebe.","translation":"In the end, you know the tissue."},{"text":"Zellen bilden Gewebe.","translation":"Cells make up tissues."},{"text":"Tom schnitt das Gewebe sorgfältig mit der Schere ab.","translation":"Tom carefully cut the fabric with a pair of scissors."},{"text":"Ein Gutachter untersuchte das Gewebe, das im Auto gefunden wurde.","translation":"An appraiser examined the tissue found in the car."},{"text":"Die Venen transportieren das sauerstoffarme und kohlendioxidreiche Blut vom Gewebe zum Herzen.","translation":"The veins transport the oxygen-poor and carbon-dioxide-rich blood from the tissue to the heart."}],"streuen":[{"text":"Diese Straße wird bei Glatteis gestreut.","translation":"They grit this road when it's icy."},{"text":"Musst du auch noch Salz in die Wunde streuen?","translation":"Do you have to keep rubbing it in?"},{"text":"Tom streute sich Oregano auf die Pizza.","translation":"Tom sprinkled oregano on the pizza."},{"text":"Die Stadt weigert sich, meine Straße zu streuen.","translation":"The council refuses to grit my road."},{"text":"Tom streute etwas Zucker auf den Toast.","translation":"Tom sprinkled some sugar on the toast."},{"text":"Er hat jemandem Sand in die Augen gestreut.","translation":"He threw sand in someone's eyes."},{"text":"Jemand hat Sand ins Getriebe gestreut.","translation":"Someone's put a spanner in the works."},{"text":"An dieser Stelle ist Tom im Winter bei Glatteis einmal ausgerutscht. Es war nicht gestreut.","translation":"At this point, Tom slipped once in winter on black ice. It was not scattered."},{"text":"„Wo sind Tom und Maria begraben?“ – „Man hat ihrem Wunsch gemäß die Leichname verbrannt und die Asche bei Koblenz, wo sie sich einst auf einer Bootsfahrt kennenlernten, in den Rhein gestreut.“","translation":"\"Where are Tom and Maria buried?\" – \"According to their wishes, the bodies were cremated and the ashes scattered in the Rhine near Koblenz, where they once met on a boat trip.\""},{"text":"Der Redner hat allen Sand in die Augen gestreut.","translation":"The speaker has thrown all the sand in his eyes."}],"linear":[{"text":"Ist das System linear?","translation":"Is the system linear?"},{"text":"Im Allgemeinen weiß man wenig über nicht lineare Differentialgleichungen zweiter Ordnung.","translation":"In general, little is known about second-order nonlinear differential equations."},{"text":"Matrizen, lineare Gleichungssysteme, Rang... ich verstehe wirklich nur Bahnhof!","translation":"Matrices, linear systems of equations, rank... I really only understand train station!"},{"text":"Die Dimension eines Vektorraums ist gleich der maximalen Anzahl in ihm linear unabhängiger Elemente.","translation":"The dimension of a vector space equals the largest number of its elements that can be linearly independent."},{"text":"Leider stellen die Gleichungen der Fluiddynamik eine weitere Schwierigkeit dar, sie sind nämlich nicht linear.","translation":"Unfortunately, the equations of fluid dynamics present another difficulty, namely they are not linear."},{"text":"Der Vektorraum ist das zentrale Objekt der Linearen Algebra.","translation":"Vector space is the central object of linear algebra."},{"text":"„Ich habe in der Linearen Algebra eigentlich alles verstanden, bis wir dann zu den Vektorräumen kamen“, meinte Tom. Maria schüttelte nur mit dem Kopf.","translation":"\"Actually, I understood everything in linear algebra until we came to vector spaces,\" said Tom. Mary just shook her head."}],"Videoplattformen":[],"Honig":[{"text":"Ein Traum ist süßer als Honig.","translation":"A dream is sweeter than honey."},{"text":"Wo Bienen sind, ist der Honig nicht ferne.","translation":"Where bees are, honey is not far."},{"text":"Tom tut sich oft Honig statt Zucker in den Tee.","translation":"Tom often puts honey in his tea instead of sugar."},{"text":"Wir haben auch leckeren Honig.","translation":"We also have delicious honey."},{"text":"Wenn du dir einen Löffel nimmst, nimm dir auch etwas Honig!","translation":"If you take a spoon, take some honey too!"},{"text":"Tom strich sich Honig aufs Brot.","translation":"Tom spread honey on the bread."},{"text":"Isst du gern Honig?","translation":"Do you like honey?"},{"text":"Wo ist das Land, wo Milch und Honig fließen?","translation":"Where is the land where milk and honey flow?"},{"text":"Davon, dass man Honig sagt, wird der Mund nicht süß.","translation":"From the fact that one says honey, the mouth does not become sweet."},{"text":"Er nimmt Honig statt Zucker.","translation":"He takes honey instead of sugar."}],"Tyler":[],"user":[{"text":"Ich kann kaum glauben, wie viel unsinniges Zeug nicht nur von Usern des Forums, sondern auch von sogenannten „Experten“ geredet wird.","translation":"I can hardly believe how much nonsense is uttered not only by ordinary forum users but also by the so-called experts."},{"text":"Image Viewer ist eine Bildbetrachtungssoftware. Die Software ist ein sehr kleines Programm, die sich auf Grundfunktionen beschränkt. Die Software wurde von Usern des Tatoeba-Projektes übersetzt.","translation":"Image Viewer is an image viewing software. This software is a very small program. This software has basic functions only. This is translatable by Tatoeba Project users."},{"text":"Wie kann ich ein Trusted User werden?","translation":"How can I become a trusted user?"}],"schmilzen":[{"text":"Der Schnee schmilzt im Frühling.","translation":"The snow melts in spring."},{"text":"Der Schnee schmilzt, die Erde bleibt.","translation":"The snow melts, the earth remains."},{"text":"Zucker schmilzt in warmem Wasser.","translation":"Sugar melts in warm water."},{"text":"Wenn Eis schmilzt, wird es Wasser.","translation":"When ice melts, it becomes water."},{"text":"Bei welcher Temperatur schmilzt Blei?","translation":"At what temperature does lead melt?"}],"implementieren":[],"anzubieten":[{"text":"Im Bus steht ein Junge auf, um einer alten Frau seinen Platz anzubieten.","translation":"A boy on the bus stands up to offer his seat to an old woman."},{"text":"Anstatt mir Kaffee anzubieten, hat er mir Tee angeboten.","translation":"He offered me tea instead of coffee."},{"text":"Liebe besteht darin, jemandem, der es nicht will, etwas anzubieten, was man nicht hat.","translation":"Love consists of offering something you don't have to someone who doesn't want it."},{"text":"Er war so freundlich, mir seinen Platz anzubieten.","translation":"He was so kind as to offer his seat to me."},{"text":"Man überlegte, wie man besonders elitär sein könnte, und beschloss, Japanisch als Unterrichtsfach anzubieten.","translation":"They thought about how to be particularly elitist and decided to offer Japanese as a subject."}],"Eingriff":[{"text":"Dieser medizinische Eingriff geht gut aus.","translation":"This medical procedure is going well."},{"text":"Die Situation erfordert einen militärischen Eingriff.","translation":"The situation requires military intervention."},{"text":"Der menschliche Eingriff in die Natur wird nicht seine Grenzen finden.","translation":"Human intervention in nature will not find its limits."},{"text":"Ohne wirksame Antibiotika kann jede Operation, selbst ein kleiner Eingriff, tödlich enden.","translation":"Without effective antibiotics, any surgery, even a minor one, could become fatal."},{"text":"Die ins Krankenhaus eingelieferte Person konnte trotz aller chirurgischen Eingriffe nicht gerettet werden.","translation":"The person admitted to the hospital could not be saved despite all surgical interventions."}],"Kleber":[{"text":"Dieser Kleber hält keinen Kunststoff.","translation":"This glue does not adhere to plastic."},{"text":"Reich mir bitte den Kleber und die Schere in der Box.","translation":"Hand me the glue and the scissors in that box, please."},{"text":"Ich brauche Kleber.","translation":"I need glue."},{"text":"Nimme einen Spachtel, um den Kleber gleichmäßig zu verteilen.","translation":"Take a spatula to spread the glue evenly."},{"text":"Rühre meine Spaghettibrücke nicht an! Der Kleber muss noch trocknen!","translation":"Don't touch my spaghetti bridge! The glue is still hardening."}],"Einklang":[{"text":"Gut sein heißt, mit sich selber im Einklang zu sein.","translation":"Being good means being in tune with yourself."},{"text":"Meine Aussagen sind im Einklang mit der Wahrheit.","translation":"My statements are consistent with the truth."},{"text":"Das ist nicht im Einklang mit meinem Prinzip.","translation":"That doesn't accord with my principle."},{"text":"Wo Einklang ist, da ist immer auch der Sieg.","translation":"Where there is harmony there is always victory."},{"text":"Ihre Kleidung war im Einklang mit der Schönheit ihres Pferdes.","translation":"Her clothes were in harmony with the beauty of her horse."}],"Schlachtfeld":[{"text":"Millionen Menschen starben auf den Schlachtfeldern und an Krankheiten.","translation":"Millions of people died on the battlefields and from diseases."},{"text":"Libanon wird Schlachtfeld im syrischen Krieg.","translation":"Lebanon becomes a battlefield in the Syrian war."},{"text":"Hat eigentlich die Skepsis auf die Schlachtfelder geführt oder der Glaube?","translation":"Did skepticism actually lead to the battlefields or faith?"},{"text":"Solange es Schlachthäuser gibt, wird es auch Schlachtfelder geben.","translation":"As long as there are slaughterhouses, there will be battlefields."},{"text":"Das Leben ist viel zu kurz und unsere Welt viel zu klein, um ein Schlachtfeld daraus zu machen.","translation":"Life is far too short and our world far too small to make a battlefield out of it."}],"köpfen":[{"text":"Die größte Entfernung ist die zwischen zwei Köpfen.","translation":"The greatest distance is that between two minds."},{"text":"Hey, schau' mal, ein Affe mit drei Köpfen!","translation":"Hey, look, a monkey with three heads!"},{"text":"Wir sollten Nägel mit Köpfen machen.","translation":"We should settle things once and for all."},{"text":"Der Mann macht Nägel mit Köpfen.","translation":"The man makes nails with heads."},{"text":"Ob die Gedanken wirklich aus den Köpfen stammen? Meist stammen sie aus zweiter Hand.","translation":"Do the thoughts really come from the heads? Most of them come from second hand."},{"text":"Niemand köpft leichter als jene, die keine Köpfe haben.","translation":"No one beheads more easily than those who have no heads."},{"text":"„Warum lässt du mich hängen?“ – „Wäre es dir lieber, wenn ich dich köpfen ließe?“","translation":"\"Why do you leave me hanging?\" – \"Would you prefer me to have you beheaded?\""},{"text":"Der König wurde während der Schlacht gefangen genommen und geköpft.","translation":"The king was captured during the battle and beheaded."},{"text":"Ich werde dich köpfen. Das verspreche ich dir.","translation":"I'm going to behead you. I promise you that."},{"text":"Drei der Geiseln wurden geköpft.","translation":"Three of the hostages were beheaded."}],"innerlich":[{"text":"Es gibt Menschen, die sich auch innerlich kleiden, wie es die Mode fordert.","translation":"There are people who also dress internally, as fashion demands."},{"text":"Wir alle müssen verstehen, dass es das Wichtigste ist, innerlich schön zu sein.","translation":"We all need to understand that the most important thing is to be beautiful inside."},{"text":"Innerlich hat sie längst gekündigt. Sie reißt ihren Dienst einfach ab, ohne jedes persönliche Engagement.","translation":"Internally, she has long since resigned. She simply tears off her service, without any personal commitment."},{"text":"Innerlich sagt man sich, das ist doch ein krummer Hund.","translation":"Inside you say to yourself, this is a crooked dog."},{"text":"Innerlich sagte ich mir, gut möglich, dass ich morgen nicht zu meiner Arbeitsstelle kann.","translation":"Inwardly, I said to myself, quite possibly, that I will not be able to go to work tomorrow."},{"text":"Spiele nach außen nicht den starken Mann, wenn du innerlich am Boden liegst.","translation":"Don't play the strong man on the outside when you're lying on the ground inside."},{"text":"Für den Frieden kann nur stimmen, wer innerlich friedlich gestimmt ist.","translation":"Only those who are in a peaceful mood can vote for peace."},{"text":"Manch einer wäscht seinen Hals nur innerlich.","translation":"Some people wash their throat only internally."},{"text":"Er kocht innerlich.","translation":"He is boiling inside."},{"text":"Tom sank auf die Knie. Als sich der Schock etwas löste, brach er innerlich zusammen.","translation":"Tom sank to his knees. When the shock dissipated somewhat, it collapsed internally."}],"Dienstag":[{"text":"Am Dienstag fahren wir nach Paris.","translation":"On Tuesday we drive to Paris."},{"text":"Mahlzeit! Ich wünsche euch allen einen schönen Dienstag!","translation":"Meal! I wish you all a happy Tuesday!"},{"text":"Das Geschäft ist am Dienstag geschlossen.","translation":"The shop is closed on Tuesdays."},{"text":"Jeden Dienstag habe ich frei.","translation":"Every Tuesday I have free."},{"text":"Am Dienstag geht die Reise los.","translation":"The journey starts on Tuesday."},{"text":"„Welches Datum haben wir morgen?“ – „Morgen haben wir Dienstag, den 24. Oktober.“","translation":"\"What is tomorrow's date?\" \"Tomorrow is Tuesday, the twenty-fourth of October.\""},{"text":"Montag, Dienstag, Mittwoch, Donnerstag, Freitag, Samstag, Sonntag und Feiertag sind die Tage der Woche.","translation":"Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, Sunday and holiday are the days of the week."},{"text":"Haben wir schon Dienstag?","translation":"Is it Tuesday already?"},{"text":"Sie treffen sich am Dienstag, dem 11. Juli, um 19 Uhr.","translation":"They're meeting on Tuesday, 11 July at 7 p.m."},{"text":"Dann kannst du auch gleich bis Dienstag warten.","translation":"You might as well wait until Tuesday."}],"becken":[{"text":"Das Becken ist sehr tief.","translation":"The pond is very deep."},{"text":"Tom tauchte ins Becken.","translation":"Tom dived into the swimming pool."},{"text":"Er leiht ihm sein eigenes Becken!","translation":"He lends him his own basin!"},{"text":"Ich schwimme nicht gern im Becken.","translation":"I don't like swimming in the pool."},{"text":"Tom schwimmt nicht gerne in Becken, sondern lieber in Seen und Flüssen.","translation":"Tom doesn't like swimming in pools. He prefers swimming in lakes and rivers."}],"rassistisch":[{"text":"Viele der Alten haben eine rassistische Einstellung gegenüber Ausländern.","translation":"Many of the elderly have a racist attitude towards foreigners."},{"text":"Tom erzählte Mary einen rassistischen Witz.","translation":"Tom told Mary a racist joke."},{"text":"Ich bin in keiner Weise rassistisch.","translation":"I am not racist in any way."},{"text":"So zu reden ist rassistisch.","translation":"To talk like that is racist."},{"text":"Ist die Bezeichnung \"weißer Mann\" rassistisch?","translation":"Is the denomination \"white man\" racist?"}],"abgelaufen":[{"text":"Seine Uhr ist abgelaufen.","translation":"His clock has expired."},{"text":"Mach deine Rechnung mit dem Himmel, Vogt. Fort musst du, deine Uhr ist abgelaufen.","translation":"Make your calculation with heaven, bailiff. You have to leave, your clock has expired."},{"text":"Die Lizenz ist abgelaufen.","translation":"The licence has expired."},{"text":"Die Garantie auf meinem TV ist abgelaufen.","translation":"The warranty on my TV has expired."},{"text":"Marias Waschmaschine ging eine Woche, nachdem die Garantie abgelaufen war, kaputt.","translation":"Mary's washing machine broke down a week after the warranty had run out."}],"Jungfrau":[{"text":"Es ist nicht immer gut, die Jungfrau zu küssen.","translation":"It is not always good to kiss the virgin."},{"text":"Die Jungfrau weiß nichts und begreift doch alles.","translation":"The Virgo knows nothing and yet understands everything."},{"text":"Eine Jungfrau, ein Auge und der Glaube lassen nicht mit sich scherzen.","translation":"A virgin, an eye and faith cannot be joked with."},{"text":"Ich bin im Zeichen der Jungfrau geboren.","translation":"I was born under the sign of the Virgin."},{"text":"In der christlichen Tradition ist die heilige Jungfrau Maria die Mutter Jesu.","translation":"In Christian tradition, the Blessed Virgin Mary is the mother of Jesus."},{"text":"Warum blieb Maria Jungfrau?","translation":"Why did Mary remain a virgin?"},{"text":"Hast du schon die Geschichte von der Jungfrau Maria, Josef und dem Jesuskind gehört?","translation":"Have you heard the story of the Virgin Mary, Joseph and the Child Jesus?"},{"text":"Die Jungfrau Maria ist die Mutter Jesu.","translation":"The Virgin Mary is Jesus' mother."},{"text":"Das Mädchen dort mit dem Schal ist Jungfrau.","translation":"That girl who's wearing a scarf is a virgin."},{"text":"Warum spricht man vom Tierkreis, wenn doch Wassermann, Zwillinge, Jungfrau, Waage und Schütze gar keine Tiere sind?","translation":"Why do we speak of the zodiac when Aquarius, Gemini, Virgo, Libra and Sagittarius are not animals at all?"}],"Vektor":[{"text":"Die meisten begegnen den Vektoren zum ersten Mal auf dem Gymnasium oder auf der Universität.","translation":"Most people are introduced to vectors in high school or college."},{"text":"Stechmücken sind Vektoren der Übertragung.","translation":"Mosquitoes are vectors of transmission."},{"text":"Ein Vektor ist ein Einheitsvektor, wenn seine Norm eins beträgt.","translation":"A vector is a unit vector if its norm is 1."},{"text":"Vektoren müssen keiner physikalischen Größe entsprechen; viele Strukturen können einen Vektorraum bilden, solange die Vektoraddition und die Multiplikation mit Skalaren definiert sind.","translation":"Vectors need not correspond to a physical quantity; anything can be a vector space as long as vector addition and scalar multiplication is defined."},{"text":"Ein Vektor der Länge 1 ist ein Einheitsvektor.","translation":"A vector of length 1 is a unit vector."}],"notwendige":[{"text":"Ich habe alles Notwendige erledigt.","translation":"I've done everything necessary."},{"text":"Man umgebe mich mit Luxus. Auf alles Notwendige kann ich verzichten.","translation":"They surround me with luxury. I can do without everything necessary."},{"text":"Alles Notwendige ist erledigt.","translation":"Everything necessary has been done."},{"text":"Auch das Zufälligste ist nur ein auf entfernterem Wege herangekommenes Notwendiges.","translation":"Even the most random is only a necessity that has come in a more distant way."},{"text":"Lebenskünstler sind Menschen, die nicht nur Zeit für das Notwendige, sondern auch für das scheinbar Überflüssige haben.","translation":"Artists of life are people who not only have time for what is necessary, but also for what seems superfluous."},{"text":"Frauen und Wind sind notwendige Übel.","translation":"Women and wind are necessary evils."},{"text":"Irrtum ist das notwendige Instrument der Wahrheit.","translation":"Error is the necessary instrument of truth."},{"text":"Misserfolge sind oft notwendige Umwege zum Erfolg.","translation":"Failures are often necessary detours to success."},{"text":"Primärmetaboliten sind in jeder Pflanze überall vorhandene, für den Lebenserhalt des Organismus notwendige Stoffe.","translation":"Primary metabolites are substances present everywhere in every plant that are necessary for the survival of the organism."}],"zueinander":[{"text":"Sie passen zueinander.","translation":"They suit each other."},{"text":"Waren sie wie zwei Brüder zueinander: Kain und Abel?","translation":"Were they like two brothers to each other: Cain and Abel?"},{"text":"Ein großes Reich und kleine Geister passen nicht zueinander.","translation":"A big realm and small spirits don't go together."},{"text":"In der Liebe versteht man einander nur, wenn man nichts zueinander sagt.","translation":"In love, one understands each other only if one says nothing to each other."},{"text":"Es tut mir in der Seele weh, wie hässlich diese Leute zueinander sind.","translation":"It hurts my soul how ugly these people are to each other."}],"gelegen":[{"text":"Können Sie mir ein zentral gelegenes Hotel nennen?","translation":"Can you tell me a centrally located hotel?"},{"text":"Das im Tal gelegene Dorf war vollkommen zerstört.","translation":"The village that lay in the valley was completely destroyed."},{"text":"Das auf dem Hügel gelegene Haus ist seins.","translation":"The house located on the hill is his."},{"text":"Sie und er beschlossen, einen Spaziergang im nahe gelegenen Wald zu unternehmen.","translation":"She and he decided to go for a walk in the nearby woods."},{"text":"Ich habe eine kleine, nicht weit von Boston gelegene Stadt besucht.","translation":"I visited a small town not too far from Boston."},{"text":"Die Polizei ist der Ansicht, dass das Feuer absichtlich gelegt wurde.","translation":"Police think the fire was deliberately lit."},{"text":"Tom hob das Huhn hoch, um nachzuzählen, wie viele Eier es gelegt hatte.","translation":"Tom lifted the chicken up to count how many eggs were underneath."},{"text":"Ich habe einen Ziegelstein auf den Mülleimer gelegt, so dass ihn der Wind nicht aufreißen kann.","translation":"I put a brick on top of the rubbish bin so the wind wouldn't tear it open."},{"text":"Auf einem selbst errichteten Hochsitz, gelegen in einem abgeschiedenen Waldstück fernab aller Straßen und Wege, wohin es kaum je einen Mensch verschlug, trafen sich Tom und Johannes oft, um die Tiere zu beobachten und über das Leben zu räsonieren.","translation":"In a self-built hide, situated in a secluded part of the woods far from any road or path, a place into which people had hardly ever strayed, Tom and John would often meet to watch the animals and put the world to rights."},{"text":"Ich habe die letzten drei Jahre ein Drittel meines Gehalts beiseite gelegt.","translation":"I've set aside a third of my salary for the last three years."}],"Wörterbuch":[{"text":"In einem Wörterbuch wie diesem sollte es mindestens zwei Sätze mit \"Kühlschrank\" geben.","translation":"In a dictionary like this, there should be at least two sentences with \"refrigerator.\""},{"text":"Das wichtigste Buch zum Lernen einer Sprache ist natürlich ein Wörterbuch.","translation":"The most important book for learning a language is, of course, a dictionary."},{"text":"Ich habe gerade kein Wörterbuch zur Hand.","translation":"I don't have a dictionary to hand."},{"text":"Ich nehme dein Wörterbuch.","translation":"I'll take your dictionary."},{"text":"Ich vermisse mein elektronisches Wörterbuch. Hat es zufällig jemand gesehen?","translation":"I miss my electronic dictionary. Did anyone happen to see it?"}],"inhaltlich":[{"text":"Es genügt nicht, dass Sätze sprachlich einwandfrei seien. Sie müssen auch inhaltlich korrekt sein.","translation":"It is not enough that sentences are linguistically flawless. They must also be correct in terms of content."},{"text":"Was ist der inhaltliche Unterschied von Religion und einer Kulturgemeinschaft?","translation":"What is the difference in content between religion and a cultural community?"},{"text":"Der Satz ist grammatisch richtig, inhaltlich aber fragwürdig.","translation":"The sentence is grammatically correct, but questionable in terms of content."},{"text":"So können Sie zeigen, dass Sie über einen großen Wortschatz verfügen, ohne dass Sie Ihren Lesern zusätzliche inhaltliche Informationen aufbürden.","translation":"You can show that you have a large vocabulary without burdening your readers with added information."},{"text":"Schließlich wird gefolgert, dass eine inhaltliche Bestimmung des Guten (oder Schlechten) durch eine Ethik nicht zu leisten ist, sondern dass jedem zurechnungsfähigen Menschen die Bedeutung des Ausdrucks »gut« bereits praktisch bekannt ist und dass eine Ethik lediglich eine einleuchtende, kohärente und einfache Beschreibung des Bekannten leisten soll, an der man sich orientieren kann.","translation":"Finally, it is concluded that an ethical determination of the content of the good (or bad) cannot be achieved, but that the meaning of the term \"good\" is already practically known to every responsible person and that an ethics should only provide a plausible, coherent and simple description of the known, on which one can orient oneself."},{"text":"Die Aufgabe der Ethik als philosophisches Fach besteht nicht darin, inhaltlich neue moralische Gesetze zu formulieren.","translation":"The task of ethics as a philosophical subject is not to formulate new moral laws in terms of content."},{"text":"Von Tom und Maria mag man sagen, was man will. Wenn es um Geschichte und Wissenschaft geht, ist inhaltliche Korrektheit das oberste Gebot.","translation":"Say what you like about Tom and Mary. When it comes to history and science, accuracy of content is the top priority."}],"Frosch":[{"text":"Ich habe einen Frosch im Hals.","translation":"I have a frog in my throat."},{"text":"Die Prinzessin küsste den Frosch und verwandelte sich ebenfalls in einen solchen.","translation":"The princess kissed the frog and turned into one as well."},{"text":"Ein Frosch wird bei schwacher Hitze gekocht, so dass er nicht platzt.","translation":"A frog is cooked over low heat so that it does not burst."},{"text":"Der Frosch im Brunnen ahnt nichts von der Weite des Meeres.","translation":"The frog in the well has no idea of the vastness of the sea."},{"text":"Komm, sei kein Frosch! Wir anderen trauen uns ja auch in die Höhle.","translation":"Come, don't be a frog! The rest of us dare to go into the cave."},{"text":"Nicht überall, wo Wasser ist, sind Frösche; aber wo man Frösche hört, ist Wasser.","translation":"One doesn't always find frogs wherever there is water; but there is always water wherever you hear frogs."},{"text":"Man muss viele Frösche küssen, bevor man einen Prinzen findet.","translation":"You have to kiss a lot of frogs before you find a prince."},{"text":"Frösche haben Angst vor Schlangen.","translation":"Frogs are afraid of snakes."},{"text":"Frösche verwandeln sich nur in Märchen in Prinzen.","translation":"Frogs turn into princes only in fairy tales."},{"text":"„Haben Frösche Nieren?“ — „Nein, aber Herzen haben sie.“","translation":"\"Do frogs have kidneys?\" — \"No, but they have hearts.\""}],"Marine":[{"text":"Die Marine verteidigt unsere Küste.","translation":"The navy defends our seacoast."},{"text":"Offiziere der Marine tragen weiße Uniformen.","translation":"Officers of the navy wear white uniforms."},{"text":"Nach der Universität ging Tom zur Marine.","translation":"Tom joined the navy after finishing college."},{"text":"Er trat der US-Marine bei.","translation":"He joined the United States Navy."},{"text":"Die amerikanische Marine war bereit zu kämpfen.","translation":"The American Navy was ready to fight."},{"text":"Sein Vater war Kapitän in der Königlichen Marine.","translation":"His father was a captain in the Royal Navy."},{"text":"Die Marines bezwangen die kommunistischen Streitkräfte schnell.","translation":"The communist forces quickly defeated the Marines."},{"text":"Anscheinend haben sich die Marine-Jets völlig verfranzt und versehentlich ihre eigenen Truppen bombardiert.","translation":"It seems the navy jets had a major screw-up in navigation and they bombed their own troops by mistake."}],"Immunsystem":[{"text":"Bildung ist des Menschen geistiges Immunsystem.","translation":"Education is man's mental immune system."},{"text":"Die Bakterien, die bei einem Kuss übertragen werden, helfen, das Immunsystem zu stärken.","translation":"The bacteria that are transferred during a kiss help improve your immune system."},{"text":"Wer mit seinen Fingern ständig ins Gesicht greift, tut seinem Immunsystem keinen Gefallen.","translation":"If you constantly reach for your face with your fingers, you are not doing your immune system any favors."},{"text":"Diese Medikamente senken die Aktivität des Immunsystems.","translation":"These drugs lower the activity of the immune system."},{"text":"In dieser Gemeinschaft ist jede Person wie eine Zelle im Immunsystem eines gesunden menschlichen Körpers.","translation":"Every person in this community is like a cell in the immune system of a healthy human body."}],"youtuber":[{"text":"Tom ist YouTuber.","translation":"Tom is a YouTuber."}],"Essenz":[{"text":"Wasser ist die Essenz des Lebens.","translation":"Water is the essence of life."},{"text":"Die Existenz geht der Essenz voraus.","translation":"Existence precedes essence."},{"text":"Wie könnte ich dir die Essenz der Koordinatengeometrie erklären, wenn ich sie selbst nicht verstehe?","translation":"How could I explain to you the essence of coordinate geometry if I don't understand it myself?"},{"text":"„Was ist die Essenz des Buches?“ – „Kannst du das verständlicher sagen?“ – „Ich meine, worum geht es im Kern?“","translation":"\"What is the essence of the book?\" – \"Can you say this in a more understandable way?\" – \"I mean, what is it all about?\""},{"text":"Tue anderen nichts an, was dir, wenn es dir selbst angetan würde, Schmerz verursachen würde. Dies ist die Essenz aller Moral.","translation":"Don't do anything to others that, if done to yourself, would cause you pain. This is the essence of all morality."}],"filtern":[{"text":"In Schwimmbädern wird das Wasser ständig gefiltert.","translation":"In swimming pools, water is continuously pumped through a filter."},{"text":"Mediziner empfehlen eine Krem zu verwenden, welche die UV-Strahlen der Sonne filtert.","translation":"Doctors recommend using a cream that filters the UV rays of the sun."},{"text":"Wir müssen das Ergebnis dieses Befehls filtern, damit wir nur die Zeilen sehen, die „foo‟ enthalten.","translation":"You need to filter the output of this command in order to display only the lines with \"foo\" inside."},{"text":"Als andere Sünder noch schliefen, war dieser verschlagene und unverschämte Mensch schon dabei, sich den morgendlichen Kaffee zu filtern.","translation":"When other sinners were still asleep, this cunning and outrageous person was already filtering his morning coffee."}],"Führerschein":[{"text":"Sie hat keinen Führerschein.","translation":"She doesn't have a driver's license."},{"text":"Wenn man Auto fahren will, braucht man einen Führerschein.","translation":"If you want to drive a car, you'll need a driving licence."},{"text":"Hat Tom einen gültigen Führerschein?","translation":"Does Tom have a valid driving licence?"},{"text":"Wenn du im Verkehr mit geschlossenen Augen küsst, verlierst du deinen Führerschein.","translation":"If you kiss in traffic with your eyes closed, you will lose your driver's license."},{"text":"Den Führerschein zu machen, würde mich glücklich machen.","translation":"Getting my driver's license would make me happy."},{"text":"Soll ich fahren? Ich habe vor drei Monaten meinen Führerschein bekommen.","translation":"Shall I drive? I got my driving licence three months ago."},{"text":"Mein Führerschein läuft nächste Woche ab.","translation":"My driver's license expires next week."},{"text":"Die Polizei hat Dan den Führerschein abgenommen.","translation":"The police confiscated Dan's driving licence."},{"text":"Es ist möglich, dass Tom keinen Führerschein hat.","translation":"It's possible Tom doesn't have a driver's license."},{"text":"Wussten Sie, dass Tom keinen Führerschein besitzt?","translation":"Did you know that Tom doesn't have a driver's license?"}],"verbot":[{"text":"Trotz des Verbots rauchte der Junge.","translation":"Despite the ban, the boy smoked."},{"text":"Das Verbot wird von keinem mehr ernst genommen.","translation":"The ban is no longer taken seriously by anyone."},{"text":"Wie kommt das Betreten-Verboten-Schild mitten in den Rasen?","translation":"How does the entry-forbidden sign get into the middle of the lawn?"},{"text":"Wenn Argumente fehlen, kommt meist ein Verbot heraus.","translation":"If arguments are missing, a ban usually comes out."},{"text":"Wann wird das Verbot zur Umsetzung gelangen?","translation":"When will the ban be implemented?"}],"Karton":[{"text":"Ich öffnete den Karton und sah hinein.","translation":"I opened the box and looked inside."},{"text":"Er sah etwas hinter einem Haufen alter Kartons.","translation":"He saw something behind a lot of old boxes."},{"text":"Katzen mögen Kartons.","translation":"Cats like boxes."},{"text":"Ein Karton fehlt noch.","translation":"One box is still missing."},{"text":"Ich ziehe um, darum brauche ich Kartons für meine Sachen.","translation":"I'm moving, so I need boxes for my things."}],"heruntergeladen":[{"text":"Das Glück ist keine App, die auf das Handy heruntergeladen wird.","translation":"Happiness isn't an app that you can download onto your phone."},{"text":"Hast du schon das letzte Software-Update heruntergeladen?","translation":"Have you already downloaded the last software update?"},{"text":"Danke! Ich habe mir alle sechs Dateien heruntergeladen.","translation":"Thanks, I downloaded all six files."},{"text":"Sie sagen, dass Firefox jeden Tag mehr als 8 Millionen Mal heruntergeladen wird.","translation":"They say that Firefox is downloaded more than 8 million times every day."},{"text":"Es heißt, Firefox werde täglich mehr als acht Millionen Mal heruntergeladen.","translation":"They say that Firefox is downloaded more than 8 million times a day."}],"Beutel":[{"text":"Er hat ein Loch im Beutel.","translation":"He has a hole in the bag."},{"text":"Aus viel Beuteln ist gut Geld zählen.","translation":"From a lot of bags is good money counting."},{"text":"Schwer drückt ein voller Beutel. Schwerer drückt ein leerer.","translation":"A full bag presses hard. Heavier presses an empty one."},{"text":"Wenn der Sack kommt, wirft man den Beutel hinter die Kiste.","translation":"When the bag comes, you throw the bag behind the box."},{"text":"Der Zucker ist im Beutel.","translation":"The sugar is in the bag."}],"Intensität":[{"text":"Länge hat nichts mit Tiefe, Dauer nichts mit Intensität zu tun.","translation":"Length has nothing to do with depth, duration has nothing to do with intensity."},{"text":"Er war von der Intensität ihrer Liebe überwältigt.","translation":"He was overwhelmed by the intensity of their love."},{"text":"Der Grad der Beherrschung einer Sprache hängt von der Intensität ihrer Anwendung ab.","translation":"The degree of mastery of a language depends on the intensity of its application."},{"text":"Die Beleuchtung wurde so installiert, dass man die Intensität mit nur einem Knopf regeln kann, um die gewünschte Helligkeit zu bekommen.","translation":"The lighting has been installed in such a way that you can adjust the intensity with just one button to get the desired brightness."},{"text":"Der Regen hämmerte mit solcher Intensität auf meinen unzureichend verhüllten Körper, dass ich nach wenigen Minuten schon derart durchnässt war, dass es keinen Unterschied gemacht hätte, hätte ich auf den Schutz der Textilien völlig verzichtet.","translation":"The rain hammered with such intensity on my inadequately covered body that after a few minutes I was already soaked that it would have made no difference if I had completely renounced the protection of the textiles."}],"scannen":[{"text":"Ein 3-D-Scanner ermöglicht das Scannen von 3-D-Objekten.","translation":"A 3D scanner allows you to scan 3D objects."},{"text":"Ich habe es auch gescannt und als Hintergrundbild eingerichtet.","translation":"I also scanned it and set it up as a wallpaper."}],"Spezialität":[{"text":"Gibt es eine Spezialität des Hauses?","translation":"Is there a speciality of the house?"},{"text":"Suppen sind ihre Spezialität.","translation":"Soups are their specialty."},{"text":"Gebratene Spinnen sind eine regionale Spezialität in Kambodscha.","translation":"Fried spiders are a regional specialty in Cambodia."},{"text":"Lasst uns den Hummer bestellen! Ich habe gehört, das soll hier die Spezialität sein.","translation":"Let's order the lobster! I've heard that this is supposed to be the specialty here."},{"text":"Baumkuchen ist eine deutsche Spezialität.","translation":"Baumkuchen is a German specialty."}],"Hubschrauber":[{"text":"Der Hubschrauber landete auf dem Dach.","translation":"The helicopter landed on the roof."},{"text":"„Wo ist der Hubschrauber?“ — „Ich muss bloß anrufen; dann kommt er gleich.“","translation":"\"Where's the helicopter?\" — \"I just have to call; Then he'll come right away.\""},{"text":"Wir leben in einem Paradies! Das sieht man besonders gut aus dem Hubschrauber.","translation":"We live in a paradise! This can be seen particularly well from the helicopter."},{"text":"Sie wurden per Hubschrauber gerettet.","translation":"They were rescued by helicopter."},{"text":"Er weiß, wie man einen Hubschrauber fliegt.","translation":"He knows how to fly a helicopter."}],"ten":[{"text":"Maria existiert in Bild und Ton.","translation":"Mary exists in image and sound."},{"text":"Was ist denn das für ein Ton? Du pflegst wohl schlechten Umgang?","translation":"What kind of sound is that? You probably take care of bad dealings?"},{"text":"Achte bitte auf deinen Ton!","translation":"Will you please watch your language?"},{"text":"Ich verbitte mir diesen Ton!","translation":"You will not speak to me like that."},{"text":"In der Ehe stammen Drehbuch und Regie vom Mann, Dialoge und Ton von der Frau.","translation":"In marriage, the script and direction come from the man, dialogues and sound from the woman."}],"Beat":[{"text":"Im Internet verhält sich die fromme Beate ein bisschen abartig.","translation":"On the Internet, the pious Beate behaves a bit deviant."},{"text":"Meine Seele tanzt zum Beat unserer Herzen, die im Takt schlagen, wenn wir zwei EINS sind.","translation":"My soul dances to the beat of our hearts beating to the beat when we are two ONE."}],"Überwachung":[{"text":"Stehen wir alle unter Überwachung?","translation":"Are we all under surveillance?"},{"text":"Überwachung ist Freiheit.","translation":"Surveillance is freedom."},{"text":"Die totale Überwachung sämtlicher Bürger mit Hilfe des Internets ist zu einem grundlegenden Instrument der Politik geworden.","translation":"The total surveillance of all citizens with the help of the Internet has become a fundamental instrument of politics."},{"text":"Trotz strenger Überwachung nahm sich Tom in der Nacht vor der Hinrichtung in seiner Zelle das Leben.","translation":"Despite close surveillance, Tom took his own life in his cell the night before the execution."},{"text":"\"Wie stark ist die Internet-Überwachung in Weißrussland?\" - \"Ich persönlich gehe auf die Webseiten, die ich lesen möchte - wohl wissend, dass die Behörden Informationen über meine IP-Adresse speichern und alle Seiten, die ich besuche, sammeln dürfen. Das wird nicht dazu führen, dass morgen jemand an meiner Tür klopft und mich verhaftet, aber im Zweifelsfall kann es einmal gegen mich verwendet werden.\"","translation":"\"How strong is the Internet surveillance in Belarus?\" - \"I personally go to the websites I want to read - knowing full well that the authorities are allowed to store information about my IP address and collect all the pages I visit. This will not lead to someone knocking on my door tomorrow and arresting me, but in case of doubt it can be used against me once.\""}],"Übereinstimmung":[{"text":"Hast du eine Übereinstimmung?","translation":"Do you have a match?"},{"text":"Es ist besonders wichtig, in Übereinstimmung mit den traditionellen Werten zu handeln.","translation":"It is especially important to act in accordance with traditional values."},{"text":"Die Übereinstimmung zwischen den beiden Ergebnissen liegt bei knapp unter 50%.","translation":"The agreement between the two results is just shy of 50%."},{"text":"Ich habe den Satz in Übereinstimmung mit deiner Empfehlung geändert.","translation":"I changed the sentence in accordance with your recommendation."},{"text":"Ich erwarte eine Übereinstimmung.","translation":"I am awaiting an agreement."}],"verloben":[{"text":"Wenn er dich nicht heiraten will, warum hat er sich dann mit dir verlobt?","translation":"If he doesn't want to marry you, why did he get engaged to you?"},{"text":"Sie ist mit einem reichen Mann verlobt.","translation":"She is engaged to a rich man."},{"text":"Er ist mit meiner jüngeren Schwester verlobt.","translation":"He is engaged to my younger sister."},{"text":"Er verlobte sich mit meinem Cousin.","translation":"He got engaged to my cousin."},{"text":"Die Prinzessin war einem Prinzen verlobt, der gar ferne lebte.","translation":"The princess was betrothed to a prince who lived a great way off."}],"Umzug":[{"text":"Ich habe meinen Koffer gepackt und den Umzug vorbereitet.","translation":"I packed my suitcase and prepared the move."},{"text":"Beim Umzug werde ich seine Hilfe in Anspruch nehmen.","translation":"When moving, I will seek his help."},{"text":"Wir freuen uns über den Umzug in das neue Gebäude.","translation":"We are excited about the move to the new building."},{"text":"Der Umzug wird am Wochenende stattfinden.","translation":"The parade will take place over the weekend."},{"text":"Ich bin wegen des Umzugs schon ganz aufgeregt.","translation":"I'm excited about the move."},{"text":"Ich helfe dir nicht beim Umzug.","translation":"I'm not helping you move."},{"text":"Wann steigt der Umzug?","translation":"When will the move start?"},{"text":"Ihre Freunde helfen ihr beim Umzug.","translation":"Her friends help her with the move."},{"text":"Freunde haben Tom und Maria beim Umzug in die neue Wohnung geholfen.","translation":"Tom and Mary's friends helped them move into their new apartment."},{"text":"Falls dein neues Haus mit dem Innenausbau fertig ist, helfe ich dir beim Umzug.","translation":"If your new house is finished with the interior work, I will help you move."}],"etablieren":[{"text":"Dieser Brauch hat sich bei den Japanern fest etabliert.","translation":"This custom has become firmly established among the Japanese."},{"text":"Diplomatische Beziehungen zwischen Japan und Nordkorea sind noch nicht etabliert.","translation":"Diplomatic relations between Japan and North Korea are not yet established."},{"text":"Wir brauchen alle Zeit der Welt, um Esperanto weitläufig zu etablieren.","translation":"We need all the time in the world to establish Esperanto extensively."},{"text":"Langsam aber sicher etablieren sich digitale Technologien im Sprachunterricht.","translation":"Slowly but surely, digital technologies are establishing themselves in language teaching."},{"text":"Er etablierte sich schnell zu einem der meistgelesenen Autoren des Landes.","translation":"He quickly established himself as one of the most widely read authors in the country."}],"Kofferraum":[{"text":"Er öffnete den Kofferraum.","translation":"He popped the trunk."},{"text":"Im Kofferraum sind fünf Koffer.","translation":"In the luggage rack there are five suitcases."},{"text":"Vergiss nicht meine Sachen aus dem Kofferraum zu nehmen!","translation":"Don't forget to take my things out of the boot!"},{"text":"Könntest du diese Taschen in den Kofferraum packen?","translation":"Could you put these bags in the boot?"},{"text":"Die Kiste ist zu groß: die passt nicht in den Kofferraum des Wagens.","translation":"That box is too big to put in the boot."}],"weine":[{"text":"Das Gegenteil von Lachen ist nicht das Weinen.","translation":"The opposite of laughter is not crying."},{"text":"Weine nicht mehr! Du kriegst einen anderen.","translation":"Don't cry anymore! You get another one."},{"text":"Du wirst sie zum Weinen bringen, ganz egal was du sagst.","translation":"Whatever you say will set her off crying."},{"text":"Weine nicht, weil etwas vergangen ist! Lächle, weil es geschehen ist!","translation":"Don't cry / For the good times gone. / Smile instead / While they're still going on."},{"text":"Alle Tage mit Weinen und Lachen beschäftigt, habe ich zum Lernen keine Zeit.","translation":"Busy crying and laughing every day, I don't have time to study."}],"mexikanisch":[{"text":"Tom isst gerne mexikanisch.","translation":"Tom likes Mexican food."},{"text":"Ich habe ein gutes mexikanisches Restaurant gefunden.","translation":"I found a good Mexican restaurant."},{"text":"Wo befindet sich die mexikanische Botschaft?","translation":"Where is the Mexican embassy?"},{"text":"Tom fragte Maria, ob sie gerne mexikanisch esse.","translation":"Tom asked Mary if she liked Mexican food."},{"text":"Er verließ die mexikanische Hauptstadt und kehrte nach Texas zurück.","translation":"He left the Mexican capital to return to Texas."}],"strahlend":[{"text":"Sie war der strahlende Mittelpunkt einer Party.","translation":"She was the shining center of a party."},{"text":"Der Stoff war strahlend rot gefärbt.","translation":"The fabric was colored bright red."},{"text":"Tom hat eine strahlende Zukunft.","translation":"Tom has a bright future."},{"text":"Diese Schauspielerin ist der strahlende Stern in der Firma.","translation":"That actress is the shining star in the company."},{"text":"Sie hat strahlende Zähne.","translation":"She has radiant teeth."}],"schminken":[{"text":"Sie schminkt sich gerade ab!","translation":"She's just taking off her makeup!"},{"text":"Ich schminke mich grundsätzlich nicht.","translation":"I don't wear makeup at all."},{"text":"Manche asiatischen Männer schminken sich.","translation":"Some Asian men wear makeup."},{"text":"Die Prinzessin hatte sich zu stark geschminkt.","translation":"The princess was wearing too much makeup."},{"text":"Maria verlässt das Haus nie, ohne sich vorher zu schminken.","translation":"Mary never leaves her house without first putting on makeup."}],"beachte":[{"text":"Beachte nicht, was er vorhin gesagt hat, es war nur ein Witz.","translation":"Don't notice what he said earlier, it was just a joke."},{"text":"Beachte gar nicht, dass ich hier bin.","translation":"Don't even notice that I'm here."},{"text":"Beachte das nicht!","translation":"Don't pay attention to that!"},{"text":"Beachte ihn gar nicht!","translation":"Don't pay any attention to him."},{"text":"Man beachte den Widerspruch!","translation":"Note the contradiction!"},{"text":"Beachte die gar nicht! Das ist nur ein Haufen Dummköpfe.","translation":"Ignore them. They're just a bunch of morons."},{"text":"„Wer ist das da in der Ecke?“ – „Das ist Tom. Beachte ihn gar nicht!“","translation":"\"Who's that in the corner?\" \"That's Tom. Don't mind him.\""},{"text":"Beachte ihn gar nicht, Tom. Der ist nur neidisch.","translation":"Ignore him, Tom. He's just jealous."}],"Begleitung":[{"text":"Sind Sie allein oder in Begleitung?","translation":"Are you by yourself or with someone?"},{"text":"Tom bot sich mir zur Begleitung an.","translation":"Tom offered to accompany me."},{"text":"Ich fühle mich in ihrer Begleitung wohl.","translation":"I feel comfortable in her company."},{"text":"Halten Sie sich in der Dunkelheit nicht ohne Begleitung auf.","translation":"Don't walk alone after dark."},{"text":"So klug und freundlich wie er ist, ist dieser Hund eine gute Begleitung für mich.","translation":"As smart and friendly as he is, this dog is a good companion for me."}],"Zertifikat":[{"text":"Ich habe die Zertifikate versiegelt.","translation":"I sealed the certificates."},{"text":"Wenn Sie das Seminar über das Thema \"Korruptionsbekämpfung in der Firma\" nicht besuchen möchten, können Sie einfach 200 Hrywen bezahlen und das Zertifikat erwerben.","translation":"If you don't want to attend classes in the seminar on the topic \"Fighting Corruption Inside the Enterprise\", you can just pay 200 hryven' and receive the certificate."},{"text":"Wenn du noch risikofreudiger bist, kannst du statt eines gewöhnlichen Zertifikats ein sogenanntes Hebel-Zertifikat kaufen.","translation":"If you are even more willing to take risks, you can buy a so-called leverage certificate instead of an ordinary certificate."},{"text":"Dieses Wort gehört zum Wortschatz des Zertifikats Deutsch.","translation":"This word is part of the vocabulary of the certificate German."}],"besorg":[{"text":"Besorgen Sie mir einen Wagen?","translation":"Will you get me a car?"},{"text":"Besorgen Sie mir etwas zu essen.","translation":"Get me something to eat."},{"text":"Besorgen Sie sich einen anständigen Anzug.","translation":"Get yourself a decent suit."},{"text":"Ach so. Ob du mir dann eins besorgen könntest?","translation":"Oh, I see. Could you get me one then?"},{"text":"Besorgen wir uns eine Flasche Whiskey!","translation":"Let's get a bottle of whiskey."},{"text":"Besorg mir etwas zu essen.","translation":"Get me something to eat."},{"text":"Besorg mir einfach diese Liste.","translation":"Just get me the list."},{"text":"Besorg auf dem Rückweg Tofu.","translation":"Get some tofu on the way back."},{"text":"Ich besorge heute Material.","translation":"I'm getting material today."},{"text":"Ich besorge den Wein.","translation":"I'll get the wine."},{"text":"Ich gehe jetzt zur Post und besorge ein paar Briefmarken.","translation":"I'm going to the post office now to get a few stamps."},{"text":"Pass auf meine Tasche auf, während ich eine Fahrkarte besorge.","translation":"Take care of my bag while I get a ticket."},{"text":"Bitte besorge mir Möhren aus dem Handel.","translation":"Please get me carrots from the trade."},{"text":"Besorg dir ein Zimmer!","translation":"Get a room."},{"text":"Besorg mir die Zeitung.","translation":"Get me the newspaper."},{"text":"Der Ausruf \"Besorg es mir\" kann natürlich eine Aufforderung sein, für jemanden etwas einzukaufen, aber weit häufiger hört man ihn in einem sexuellen Kontext.","translation":"The exclamation \"Get it for me\" can of course be an invitation to buy something for someone, but far more often you hear it in a sexual context."}],"schockierend":[{"text":"Eine Meinung ist nur dann schockierend, wenn sie eine Überzeugung ist.","translation":"An opinion is shocking only if it is a belief."},{"text":"Die Nachricht vom Tod seines Sohns war schockierend.","translation":"News of his son's death was shocking."},{"text":"Es ist schockierend, was in den Zeitungen über sie geschrieben wurde.","translation":"It's shocking what they wrote about her in the newspapers."},{"text":"Maria fordert uns mit schockierenden Handlungen und Gedanken heraus.","translation":"Mary challenges us with shocking actions and thoughts."},{"text":"Ich hatte einen Freund, der mir das oder etwas Ähnliches einmal erzählt hat. Es war schockierend.","translation":"I had a friend who once told me that, or something similar. It was shocking."}],"linke":[{"text":"Die Rechte soll nicht wissen, was die Linke tut.","translation":"The right should not know what the left is doing."},{"text":"Wenn man will, dass die SPD wieder sozialer wird, muss man die Linke wählen.","translation":"If you want the SPD to become more social again, you have to vote for the Left Party."},{"text":"Mit der Linken übe dich, solange die Rechte noch da ist.","translation":"Practice with the left while the right is still there."},{"text":"Tom sitzt zu meiner Linken.","translation":"Tom is sitting on my left."},{"text":"Ich habe nie die Linke in Frankreich gewählt und jetzt werde ich auch nicht damit anfangen.","translation":"I never voted for the left in France and now I'm not going to start with it."}],"sprühen":[{"text":"Zur Verteidigung können Krötenechsen Blut aus ihren Augen sprühen.","translation":"For defense, toad lizards can spray blood from their eyes."},{"text":"Tom sprüht seinen Garten.","translation":"Tom is spraying his garden."},{"text":"Das Mädchen sprüht vor Energie.","translation":"That girl sure has a lot of energy."},{"text":"Tom sprüht nur so vor Lebensfreude.","translation":"Tom is bursting with joie de vivre."},{"text":"Tom befreite den geplagten Igel von seinen Zecken und sprühte ihn mit einem Mittel gegen die Flöhe ein.","translation":"Tom freed the plagued hedgehog from his ticks and sprayed him with a remedy for the fleas."}],"schwierige":[{"text":"Waren das schwierige Entscheidungen?","translation":"Were those decisions difficult?"},{"text":"Das ist eine schwierige Frage.","translation":"This is a difficult question."},{"text":"Das ist eine sehr schwierige Situation. Maria benötigt dringend Unterstützung.","translation":"This is a very difficult situation. Maria desperately needs support."},{"text":"In Gesetzestexten werden häufig schwierige Wörter und Ausdrücke verwendet.","translation":"Difficult words and expressions are often used in legal texts."},{"text":"Es war eine lange und schwierige Reise, aber endlich sind wir am Ziel.","translation":"It was a long and hard journey but we're finally at our destination."},{"text":"Manchmal ist das Schwierige das, was erleichtert.","translation":"Sometimes the difficult is what makes things easier."},{"text":"Nichts ist so schwierig, wie etwas Schwieriges einfach zu erklären.","translation":"Nothing is as difficult as coming up with a simple explanation for something difficult."},{"text":"Frag mich nicht so was Schwieriges!","translation":"Don't ask me something so difficult!"},{"text":"Grammatik ist etwas sehr Schwieriges.","translation":"Grammar is something very difficult."},{"text":"Das Schwierige machen wir sofort, das Unmögliche dauert etwas länger.","translation":"The difficult we do at once. The impossible takes a little longer."}],"Kraftstoffverbräuchen":[],"verflucht":[{"text":"Verflucht sei der, der den ersten Krieg erfunden hat!","translation":"Cursed be he that first invented war."},{"text":"Verflucht! Nichts gefällt dir.","translation":"Cursed! You don't like anything."},{"text":"Verflucht seist du, dass du mich daran erinnerst!","translation":"Cursed, you are to remind me of this!"},{"text":"Verflucht sei es!","translation":"Cursed be it!"},{"text":"Verflucht! Ich kann bei dem Radau keinen klaren Gedanken fassen.","translation":"Cursed! I can't think clearly about the Radau."},{"text":"Das ist die verfluchteste Geschichte, die ich jemals gehört habe.","translation":"That's the damnedest story I ever heard."},{"text":"Warum machst du nie diese verfluchte Tür zu?","translation":"Why do you never close that cursed door?"},{"text":"Ich werde diesen verfluchten Satz nicht los!","translation":"I can't get rid of that damned sentence!"},{"text":"Du bist ein verfluchtes Genie!","translation":"You're a fucking genius."},{"text":"Wo, verflixt nochmal, habe ich denn jetzt bloß wieder die verfluchten Schlüssel hingelegt?","translation":"Where, darn it, have I just put down the cursed keys again?"}],"Erleichterung":[{"text":"Seine Mutter seufzte vor Erleichterung.","translation":"His mother sighed with relief."},{"text":"Zu unserer Erleichterung kam er sicher wieder zurück.","translation":"To our relief, he came back safely."},{"text":"Dieses Gefühl der Erleichterung bilde ich mir ein zu kennen.","translation":"I imagine that I know this feeling of relief."},{"text":"Am nächsten Morgen kam er zu unserer großen Erleichterung gesund und munter heim.","translation":"The next morning, to our great relief, he returned home safe and sound."},{"text":"Er stieß einen tiefen Seufzer der Erleichterung aus.","translation":"He let out a deep sigh of relief."}],"unklar":[{"text":"Es ist völlig unklar, was dieser Satz bedeuten soll.","translation":"It is completely unclear what this sentence is supposed to mean."},{"text":"Ich habe mich wieder unklar ausgedrückt. In letzter Zeit passiert mir das häufiger.","translation":"Again, I have expressed myself unclearly. Lately, this happens to me more often."},{"text":"Die Bedeutung des Textes ist unklar.","translation":"The meaning of the text is unclear."},{"text":"Mir ist unklar, welche Rolle ich spiele.","translation":"It is unclear to me what role I play."},{"text":"Es ist unklar, was der Autor damit sagen will.","translation":"It is unclear what the author is trying to say."}],"Maler":[{"text":"Nicht jeder, der einen Pinsel in die Hand nimmt, ist ein Maler.","translation":"Not everyone who has a paintbrush in their hand is a painter."},{"text":"Der Maler kennt die Farben am besten.","translation":"The painter knows the colors best."},{"text":"Gegen Ende seines Lebens war Beethoven so taub, dass er dachte, er sei Maler.","translation":"Towards the end of his life, Beethoven was so deaf that he thought he was a painter."},{"text":"Ich brauche einen Maler.","translation":"I need a painter."},{"text":"Als Maler kannst du richtig viel Geld verdienen, wenn du deinen Job gut kannst.","translation":"As a painter, you can earn a lot of money if you do your job well."}],"qualifizieren":[{"text":"Sie müssen unbedingt hart lernen, wenn Sie sich für die Prüfung qualifizieren möchten.","translation":"It is imperative that you learn hard if you want to qualify for the exam."},{"text":"Wir haben uns für das Finale qualifiziert.","translation":"We qualified for the final."},{"text":"Für diese Arbeit qualifiziert ihn seine Erfahrung.","translation":"His experience qualifies him to do the job."},{"text":"Genau genommen ist sie für den Job nicht qualifiziert.","translation":"Strictly speaking, she's not qualified for the job."},{"text":"Sie wird mindestens zwei Jahre brauchen, um für diesen Posten qualifiziert zu sein.","translation":"It will take her at least two years to be qualified for that post."},{"text":"Er ist nicht qualifiziert für die Stelle.","translation":"He is not qualified for the job."},{"text":"Tom ist nicht qualifiziert genug, um eure Wünsche zu erfüllen.","translation":"Tom is not qualified enough to fulfill your wishes."},{"text":"Sie ist qualifiziert Englisch zu unterrichten.","translation":"She is qualified to teach English."},{"text":"Du bist qualifiziert, um ein Arzt zu werden.","translation":"You are qualified to become a doctor."},{"text":"Jones ist gut qualifiziert für den Job.","translation":"Jones is well qualified for the job."}],"reifen-/rädersatz":[],"Einhaltung":[{"text":"Ich bin religiös und achte gut auf die Einhaltung der kirchlichen Feiertage.","translation":"I am religious and pay close attention to the observance of church holidays."},{"text":"Sie versprechen uns das Blaue vom Himmel, ich vermute allerdings, wir können auf die Einhaltung der Versprechen bis in alle Ewigkeiten warten.","translation":"They promise us the moon, but I suspect we can wait for the fulfillment of those promises till hell freezes over."}],"Fassung":[{"text":"Da verlor er völlig die Fassung.","translation":"Then he completely lost his composure."},{"text":"Ich habe die ursprüngliche Fassung des Satzes wiederhergestellt.","translation":"I have restored the original version of the sentence."},{"text":"Tom gerät bei der geringsten Kleinigkeit außer Fassung.","translation":"Tom gets out of his composure at the slightest trifle."},{"text":"Du bringst mich aus der Fassung!","translation":"You're upsetting me!"},{"text":"Sie trug es mit Fassung.","translation":"She wore it with composure."}],"Nachhaltigkeit":[{"text":"Bei allem, was man tut, das Ende zu bedenken, das ist Nachhaltigkeit.","translation":"Considering the end in everything you do is sustainability."},{"text":"Fahrräder sind Hilfsmittel für städtische Nachhaltigkeit.","translation":"Bicycles are tools for urban sustainability."},{"text":"Im Rahmen der Nachhaltigkeit werden Produkte hin zu einer positiven Ökobilanz optimiert.","translation":"As part of sustainability, products are optimized towards a positive life cycle assessment."},{"text":"Das Wort Nachhaltigkeit stammt von dem Verb nachhalten mit der Bedeutung „längere Zeit andauern oder bleiben“.","translation":"The word sustainability comes from the verb to follow with the meaning \"to last or stay for a long time\"."},{"text":"Nachhaltigkeit ist eine sowohl in der Wissenschaft als auch in der Politik und in der Unternehmenspraxis verwendete Bezeichnung.","translation":"Sustainability is a term used in science, politics and business practice."}],"Dienstleister":[],"edl":[{"text":"Hunde besitzen sämtliche edle Eigenschaften des Menschen, doch keine einzige ihrer schlechten.","translation":"Dogs have all the noble qualities of humans, but none of their bad qualities."},{"text":"An einem edlen Pferd schätzt man nicht seine Kraft, sondern seinen Charakter.","translation":"On a noble horse you do not appreciate its strength, but its character."},{"text":"Er stammt von einem edlen Geschlecht ab.","translation":"He is descended from a noble family."},{"text":"Oft verbirgt sich unter geringem Kleid ein edles Herz.","translation":"Often a noble heart is hidden under a small dress."},{"text":"Er hat einen edlen Geist.","translation":"He has a noble mind."}],"Segment":[{"text":"Die maximale Kabellänge eines Segments beträgt 90 Meter.","translation":"The maximum cable length of a segment is 90 meters."},{"text":"Die Ringelwürmer sind Würmer, deren Körper aus ringförmigen Segmenten bestehen.","translation":"The ringworms are worms whose bodies consist of ring-shaped segments."},{"text":"Die Ergebnisse werden für einzelne übersetzte Segmente berechnet - in der Regel Sätze - durch Vergleich mit einer Reihe von qualitativ hochwertigen Referenzübersetzungen.","translation":"The results are calculated for individual translated segments - usually sentences - by comparing them with a number of high-quality reference translations."}],"Updates":[{"text":"Wegen eines Updates sind die Sprachkurse vorübergehend nicht erreichbar.","translation":"Due to an update, the language courses are temporarily unavailable."},{"text":"Ein technischer Fehler hat eine Verzögerung der Updates verursacht. Wir arbeiten aktuell daran, das Problem so schnell wie möglich zu lösen. Vielen Dank für Ihr Verständnis.","translation":"A technical error caused a delay in updates. We are currently working to resolve the issue as quickly as possible. Thank you for your understanding."},{"text":"Tom möchte Updates.","translation":"Tom wants updates."}],"östlich":[{"text":"Tokyo heißt übersetzt \"östliche Hauptstadt\".","translation":"Translated, \"Tokyo\" means \"eastern capital.\""},{"text":"Narita liegt etwa 70 km östlich von Tokio.","translation":"Narita is located about 70 km east of Tokyo."},{"text":"Wir legten am östlichen Ufer an.","translation":"We docked on the eastern shore."},{"text":"Östliche und westliche Kultur mischen sich in diesem Land.","translation":"Cultures of the East and the West are mixed in this country."},{"text":"Der östliche Himmel wurde hell.","translation":"The eastern sky was getting light."}],"Erziehung":[{"text":"Ich denke, dass Prüfungen die Erziehung ruinieren.","translation":"I think that trials ruin education."},{"text":"Erziehung ist Beispiel und Liebe, sonst nichts.","translation":"Education is example and love, nothing else."},{"text":"Die Erziehung ist der beste Freund der Entwicklung des Menschen.","translation":"Education is the best friend of human development."},{"text":"Erziehung ist: Einen Kopf drehen, bis er verdreht ist — natürlich auf den neuesten Stand.","translation":"Education is: turn a head until it is twisted — up to date, of course."},{"text":"Erziehung war früher anders.","translation":"Education used to be different."}],"bestand":[{"text":"Alle Studenten haben die Prüfung bestanden.","translation":"All students passed the exam."},{"text":"Sie hat die Prüfung gerade noch so bestanden.","translation":"She just passed the exam."},{"text":"Zu meiner Freude hat meine Tochter die Prüfung bestanden.","translation":"To my joy, my daughter passed the examination."},{"text":"Sie hat das Abitur mit 1,5 bestanden.","translation":"She passed the Abitur with 1.5."},{"text":"Sie hat ihre Diplomprüfung mit Auszeichnung bestanden.","translation":"She passed her diploma examination with distinction."},{"text":"Das Durchschnittliche gibt der Welt ihren Bestand, das Außergewöhnliche ihren Wert.","translation":"The average gives the world its existence, the extraordinary its value."},{"text":"So hat es das Schicksal gewollt: Kein Glück darf dauernden Bestand haben!","translation":"That's what fate wanted: No luck should last!"},{"text":"Das Glück hat keinen Bestand.","translation":"Happiness does not last."},{"text":"Nichts hat mehr Bestand als die Vergangenheit.","translation":"Nothing endures more than the past."},{"text":"Die Ruhe hatte nicht lange Bestand.","translation":"The calm didn't last for long."}],"ächzen":[{"text":"Griechenland ächzt unter dem Druck der Europäischen Union.","translation":"Greece is groaning under pressure from the European Union."},{"text":"Du brauchst gar nicht so zu ächzen; so schwer ist das doch gar nicht.","translation":"You don't need to groan like that; It's not that difficult."},{"text":"Es gab so viel Essen, dass der Tisch ächzte.","translation":"There was so much food that the table groaned."},{"text":"Das russische Volk ächzte unter der Knute der Zaren.","translation":"The Russian people groaned under the thumb of the tsars."},{"text":"Die Tische ächzten unter der Last eines reichhaltigen Büfetts.","translation":"The tables groaned under the weight of a rich buffet."},{"text":"Unter Ächzen und Stöhnen richteten die Sklaven den Obelisken auf.","translation":"With groans and moans, the slaves erected the obelisk."}],"Verzweiflung":[{"text":"Wenn die Hoffnung aufwacht, legt sich die Verzweiflung schlafen.","translation":"When hope wakes up, despair goes to sleep."},{"text":"Es war Tod aus Verzweiflung.","translation":"It was death out of despair."},{"text":"Maria wandte sich in ihrer Verzweiflung an Tom.","translation":"Maria turned to Tom in desperation."},{"text":"Wo nur eine Träne der Freude liegt, liegen tausend Tränen der Verzweiflung begraben.","translation":"Where there is only a tear of joy, a thousand tears of despair are buried."},{"text":"Es hat Verzweiflung oft die Schlachten schon gewonnen.","translation":"Despair has often won the battles."}],"vorab":[{"text":"Du hättest vorab anrufen sollen.","translation":"You should have telephoned in advance."},{"text":"Vorab erstmal: du hättest nicht herkommen sollen.","translation":"You shouldn't have come here to begin with."},{"text":"Du solltest die Miete vorab bezahlen.","translation":"You should pay the rent in advance."},{"text":"Ihr hättet vorab anrufen sollen.","translation":"You should have called in advance."}],"Weitergabe":[{"text":"Information ist Energie. Bei jeder Weitergabe verliert sie etwas davon.","translation":"Information is energy. With every passing on, she loses some of it."},{"text":"Eine Weitergabe ist nur unter derselben oder einer äquivalenten Lizenz gestattet.","translation":"Sharing is permitted only under the same or an equivalent license."},{"text":"Die Weitergabe der Sprache an die junge Generation verläuft nicht zufriedenstellend.","translation":"The transmission of the language to the young generation is not satisfactory."},{"text":"Tradition ist nicht die Anbetung der Asche, sondern die Weitergabe des Feuers.","translation":"Tradition is not the worship of ashes, but the passing on of fire."},{"text":"Das Handeln mancher Aktien ist wie die Weitergabe eines brennenden Streichholzes, der Letzte verbrennt sich die Finger.","translation":"Trading some stocks is like passing on a burning match, the last one burning his fingers."}],"Quarantäne":[{"text":"Das Leben ist eine Quarantäne für das Paradies.","translation":"Life is a quarantine for paradise."},{"text":"Für wie viele Selbstmorde wird diese Quarantäne wohl verantwortlich sein?","translation":"How many suicides will this quarantine be responsible for?"},{"text":"Es herrscht Quarantäne.","translation":"Quarantine in progress."},{"text":"Wie lange dauert die Quarantäne noch?","translation":"How long will the quarantine last?"},{"text":"Der Direktor hat Daniel in Quarantäne geschickt.","translation":"The director has sent Daniel to quarantine."},{"text":"Warst du schon mal in Quarantäne?","translation":"Have you ever been quarantined?"},{"text":"Nach einem Zusammentreffen mit einem Arzt, der positiv auf das Coronavirus getestet wurde, befindet sich Kanzlerin Angela Merkel in Quarantäne.","translation":"Chancellor Angela Merkel is in quarantine after being in contact with a doctor who tested positive for the coronavirus."}]}