{"Aufschlag":[{"text":"Du hast Aufschlag.","translation":"Now it's your serve."},{"text":"Sami und Layla hatten Aufschlag.","translation":"Sami and Layla had serve."},{"text":"Beim Aufschlag ist ihr/ ihm der Schläger aus der Hand gerutscht und durch den Aufschlag auf dem Platz zerbrochen.","translation":"On serve, the racket slipped out of his/her hand and was broken by the serve on the court."}],"Verhör":[{"text":"Tom wurde zum Verhör festgehalten.","translation":"Tom was detained for questioning."},{"text":"Die Polizei kann Tom erst ins Verhör nehmen, wenn sein Rechtsanwalt hier ist.","translation":"The police can't question Tom until his lawyer gets here."},{"text":"Obwohl er unschuldig war, gestand Tom nach einem stundenlangen Verhör.","translation":"Even though Tom was innocent, after hours of interrogation, he confessed."},{"text":"Die Festgenommenen warteten auf ihr Verhör.","translation":"Those under arrest were waiting to be questioned."},{"text":"Sie haben ein Recht auf Anwesenheit eines Rechtsanwalts während des Verhörs.","translation":"You have the right to have a lawyer with you during questioning."}],"gütig":[{"text":"Wer wirklich gütig ist, kann nie unglücklich sein.","translation":"Those who are truly kind can never be unhappy."},{"text":"Gewalt soll gütig sein.","translation":"Violence is supposed to be kind."},{"text":"Tom ist ein sehr gütiger, großzügiger Mensch.","translation":"Tom is a very kind and generous man."},{"text":"Ich wusste nicht, dass die Russen so gütig sind.","translation":"I didn't know that the Russians were so kind."},{"text":"Gütige Herzen altern nie.","translation":"Kind hearts never age."}],"beschaffen":[{"text":"Heutzutage kann sich jeder Bücher beschaffen.","translation":"Nowadays anybody can get books."},{"text":"Ich werde Ihnen sämtliche nötigen Informationen beschaffen.","translation":"I will provide you all the necessary information."},{"text":"Tom könnte Maria eine gute Stelle beschaffen.","translation":"Tom could find Mary a good job."},{"text":"Wo kann ich mir die Medikamente beschaffen?","translation":"Where can I get the medicine?"},{"text":"Ich werde Tom bitten, dir etwas zu essen zu beschaffen.","translation":"I'll ask Tom to get you something to eat."}],"Hunger":[{"text":"Lange hungern ist kein Brot sparen.","translation":"Starving for a long time is not saving bread."},{"text":"Unter dem Wasser ist Hunger, unter dem Schnee Brot.","translation":"There is hunger under the water, bread under the snow."},{"text":"Ich habe schrecklichen Hunger.","translation":"I am terribly hungry."},{"text":"Der Hund hat bestimmt Hunger.","translation":"The dog must be hungry."},{"text":"Gib mir bitte etwas zu essen. Ich habe großen Hunger.","translation":"Please give me something to eat. I am very hungry."},{"text":"Hunger macht böse.","translation":"Hunger makes you evil."},{"text":"Wer im Sommer nicht arbeitet, muß im Winter Hunger leiden.","translation":"Those who do not work in summer must go hungry in winter."},{"text":"„Hast du Hunger?“ – „Nein danke, ich habe keinen Hunger.“","translation":"\"Are you hungry?\" – \"No thanks, I'm not hungry.\""},{"text":"„Mir ist gerade nicht nach Disko und Rumhüpfen.“ – „Wonach dann?“ – „Ich hab’ Hunger.“","translation":"\"I'm not about to go prancing about in a disco.\" \"Where to, then?\" \"I'm hungry.\""},{"text":"Der Mann hat Hunger.","translation":"The man is hungry."}],"Einwand":[{"text":"Gibt es irgendwelche Einwände?","translation":"Are there any objections?"},{"text":"Ich verstehe ihren Einwand nicht.","translation":"I do not understand their objection."},{"text":"Was mich betrifft, ich habe keine Einwände gegen den Plan.","translation":"As far as I am concerned, I have no objection to the plan."},{"text":"Ich hoffe, dass niemand einen Einwand hat.","translation":"I hope that no one has an objection."},{"text":"Ihr Einwand ist reiner Unsinn.","translation":"Your objection is sheer nonsense."}],"Ader":[{"text":"Wer einen zur Ader lassen will, der muss ihn auch verbinden können.","translation":"If you want to let you have your vein, you have to be able to connect it."},{"text":"Blut fließt durch die Adern.","translation":"Blood runs in the veins."},{"text":"Der eine hatte blaues Blut in seinen Adern.","translation":"One had blue blood in his veins."},{"text":"Das wird Feuer in deine Adern blasen, wenn dich sonst nichts mehr begeistert.","translation":"This will blow fire into your veins when nothing else excites you."},{"text":"Eine Ader ist in seinem Gehirn geplatzt.","translation":"A vein has burst in his brain."}],"Rollstuhl":[{"text":"Seit einem Autounfall vor 15 Jahren sitzt Maria im Rollstuhl.","translation":"Maria has been in a wheelchair since a car accident 15 years ago."},{"text":"Ich brauche keinen Rollstuhl.","translation":"I don't need a wheelchair."},{"text":"Da ist eine Frau im Rollstuhl, die Sie sprechen will.","translation":"There's a woman in a wheelchair wanting to talk to you."},{"text":"Ich half Tom in den Rollstuhl.","translation":"I helped Tom get into his wheelchair."},{"text":"Der Flur muss breit genug für einen Rollstuhl sein.","translation":"The hallway must be wide enough for a wheelchair."},{"text":"Tom saß im Rollstuhl.","translation":"Tom was in a wheelchair."},{"text":"Hast du Großvaters Rollstuhl gesehen?","translation":"Did you see grandpa's wheelchair?"},{"text":"Der alte Mann im Rollstuhl sagte mir, dass er meine Mutter als Jugendliche gekannt habe.","translation":"The old man in the wheelchair told me that he knew my mother when she was a teenager."}],"Unterhalt":[{"text":"Tom verdient seinen Unterhalt.","translation":"Tom earns his living."},{"text":"Ich sorge für den Unterhalt meiner Familie.","translation":"I sustain my family."},{"text":"Der Unterhalt eines Kriminellen im Gefängnis ist sehr teuer.","translation":"Maintaining a criminal in the jail is very expensive."},{"text":"Mit dem Geld, das der Unterhalt eines iPhones kostet, kann man ein afrikanisches Dorf ernähren.","translation":"With the money that the maintenance of an iPhone costs, you can feed an African village."},{"text":"Laserdrucker sind in der Regel günstiger im Unterhalt als Tintenstrahldrucker.","translation":"Laser printers are usually cheaper to maintain than inkjet printers."},{"text":"Wir saßen nur zusammen und haben uns unterhalten.","translation":"We just hung out and talked."},{"text":"Eule hat eine verdammt hohe Intelligenz gehabt, dass sie sich im Wald mit niemandem unterhalten konnte.","translation":"Owl had a damn high intelligence that she couldn't talk to anyone in the forest."}],"chang":[{"text":"Du kannst das Etikett „change“ schon entfernen.","translation":"You can already remove the label \"change\"."},{"text":"„Hat Li Chang was gemacht, während ich auf Toilette war?“ – „Er hat ein Bier bestellt.“","translation":"\"Did Li Chang do anything while I was in the toilet?\" \"He ordered a pint.\""},{"text":"Dr. Chang-Díaz ist verheiratet und hat vier Kinder.","translation":"Dr. Chang-Díaz is married and has four children."},{"text":"Lassen wir heute denjenigen den Abwasch machen, der beim Ching Chang Chong verliert.","translation":"Today, let's let the one who loses at Ching Chang Chong do the dishes."},{"text":"Die Stadt Shanghai liegt im Osten Chinas, am mittleren Teil der chinesischen Küste und an der Mündung des Jangtsekiang oder Chang Jiang, des \"Gelben Flusses\".","translation":"The city of Shanghai is located in eastern China, on the central part of the Chinese coast and at the mouth of the Yangtze River or Chang Jiang, the \"Yellow River\"."}],"Aquarium":[{"text":"Mein Hobby ist mein Aquarium.","translation":"My hobby is my aquarium."},{"text":"Wie viele Fische kannst du in deinem Aquarium halten?","translation":"How many fish can you keep in your tank?"},{"text":"Ich musste Wasser ins Aquarium füllen.","translation":"I had to fill water into the aquarium."},{"text":"Hast du ein Aquarium zu Hause?","translation":"Do you have an aquarium at home?"},{"text":"Tom hat sich ein paar Eichhörnchenfische für sein Aquarium gekauft.","translation":"Tom bought some squirrelfish for his aquarium."}],"schreibe":[{"text":"Schreibe auf, was du fühlst!","translation":"Write down what you feel!"},{"text":"Schreibe, bis die Zeit abgelaufen ist!","translation":"Write until the time is up!"},{"text":"Schreibe mir früh genug, wann du kommst.","translation":"Write me early enough when you're coming."},{"text":"Als Tagebuchschreiber brauchst du nicht viel nachzudenken. Schreibe einfach auf, was dir in den Kopf kommt.","translation":"As a diarist, you don't need to think much. Just write down what comes into your head."},{"text":"Du willst wissen, wie du diese Beziehungskrise bewältigen kannst? Schreibe ihr einen freundschaftlichen Brief, der zu erkennen gibt: ich trage dir nichts nach.","translation":"You want to know how to cope with this relationship crisis? Write her a friendly letter that makes it clear: I don't carry anything after you."}],"Wirbel":[{"text":"Mann, der Satz hat echt für Wirbel gesorgt.","translation":"Boy, that sentence sure caused a kerfuffle."},{"text":"Selbst der lange Giraffenhals weist nur sieben Wirbel auf.","translation":"Even the long neck of a giraffe contains only seven vertebrae."},{"text":"Ihnen fehlt gar nichts, sagte der Orthopäde. Sie haben nur einen Wirbel zuviel in der Säule.","translation":"They lack nothing, said the orthopedist. They have only one vertebra too many in the column."},{"text":"Es gab einen ziemlichen Wirbel bei der Ratssitzung, als die kontroversen Vorschläge zur Debatte standen.","translation":"There was quite a kerfuffle at the council meeting when the controversial proposals were being debated."},{"text":"Hätten der Elefant und die Giraffe nicht gemeinsame Vorfahren, wie wäre es dann möglich, dass man in ihren Hälsen die exakt gleiche Anzahl von Wirbeln bemerkt?","translation":"Had the elephant and the giraffe not had common ancestors, how might one possibly have observed that they had an exactly equal number of vertebrae in their necks?"},{"text":"Wer sich gegen fließendes Wasser stemmt, weil er Standpunkte hat, verursacht Wirbel.","translation":"Anyone who resists running water because he has points of view causes eddies."}],"Wertschätzung":[{"text":"Die Wertschätzung eines Menschens ist ein Danke in Form eines Lächelns.","translation":"The appreciation of a person is a thank you in the form of a smile."},{"text":"Wertschätzung ist ein Wert, welchen wir mehr schätzen sollten.","translation":"Appreciation is a value that we should value more."},{"text":"Du setzt dich selbst herab in der Wertschätzung.","translation":"You're making yourself appear cheap."},{"text":"Du gibst mir keine Wertschätzung.","translation":"You don't value me."},{"text":"Unser Erfolg besteht in der Wertschätzung unserer Mitarbeiter.","translation":"Our success lies in the appreciation of our employees."}],"Gefrierschrank":[{"text":"Tom öffnete den Gefrierschrank und nahm das Eis heraus.","translation":"Tom opened the freezer and got out the ice cream."},{"text":"Wir schreiben das Jahr 2038. Die Weltführung hat Gluten für illegal erklärt. Die letzten Weizensamen befinden sich in einem Gefrierschrank neben einem Fläschchen mit Pocken.","translation":"The year is 2038. The global government has declared gluten illegal. The last seeds of wheat sit in a freezer next to a vial of smallpox."}],"stöhne":[{"text":"Mit Stöhnen geht es erheblich besser.","translation":"With moans it is much better."},{"text":"Ein Stöhnen drang aus der Kehle.","translation":"A moan came out of the throat."},{"text":"Unter Ächzen und Stöhnen richteten die Sklaven den Obelisken auf.","translation":"With groans and moans, the slaves erected the obelisk."},{"text":"Nein, ich leide nicht an Asthma, ich stöhne vor Lust!","translation":"No, I'm not suffering from asthma. I'm moaning in lust!"}],"minderjährige":[{"text":"Für Minderjährige verboten!","translation":"Forbidden for minors!"},{"text":"Es ist für Minderjährige nicht geeignet.","translation":"It isn't suitable for minors."},{"text":"Ein Minderjähriger ist abhängig von seinen Eltern.","translation":"A minor is dependent on his parents."},{"text":"Unter den Opfern sind acht Erwachsene und zwei Minderjährige.","translation":"Among the victims are eight adults and two minors."},{"text":"Die Abgabe von Alkohol an Minderjährige stellt in diesem Staat keine Straftat dar.","translation":"Providing alcohol to minors is not a criminal offense in this state."},{"text":"Da die Erwachsenen viel zu tun haben, bleiben Minderjährige sich selbst überlassen.","translation":"Because the adults have a lot to do, the children are left to their own devices."},{"text":"Es ist verboten, Zigaretten an Minderjährige zu verkaufen.","translation":"It is illegal to sell cigarettes to a minor."},{"text":"Die Brücke ist für Kinder unter 6 Jahren gesperrt, Minderjährige müssen von ihren Eltern begleitet werden. Auch für Erwachsene ist die Begleitung durch einen Touristenguide erforderlich.","translation":"The bridge is closed to children under 6 years of age, minors must be accompanied by their parents. Also for adults the accompaniment of a tourist guide is required."}],"Wirkstoff":[{"text":"Sein wichtigster Wirkstoff ist Zimtaldehyd.","translation":"Its most important active ingredient is cinnamaldehyde."},{"text":"Über 180 verschiedene Wirkstoffe sind im Honig.","translation":"Over 180 different active ingredients are in honey."},{"text":"Prostaglandine sind Wirkstoffe, die das Gewebe des Verdauungstraktes schützen.","translation":"Prostaglandins are a substance which protect the lining of the digestive system."},{"text":"Nehmen Sie Präparate, die Wirkstoffe von Fingerhut enthalten?","translation":"Do you take digitalis?"},{"text":"Wir vertreten die Ansicht, dass in Ungarn und in benachbarten Regionen unzählige „natürliche Wunder“ zu finden sind, die unseren Organismus mit lebenswichtigen Nährstoffen und Wirkstoffen versorgen können, welche zu dessen störungsfreiem und gesundem Funktionieren notwendig sind.","translation":"We believe that in Hungary and in neighboring regions there are countless \"natural wonders\" that can provide our organism with vital nutrients and active ingredients necessary for its trouble-free and healthy functioning."}],"bachelor":[{"text":"Tom hat den Bachelor.","translation":"Tom has a bachelor's degree."}],"profitabel":[{"text":"Tom besitzt eine sehr profitable Firma.","translation":"Tom owns a very profitable company."},{"text":"Was nicht angenehm ist, ist nicht profitabel.","translation":"No profit grows when is no pleasure taken."},{"text":"Geldwäsche ist ein sehr profitabler Bereich der organisierten Kriminalität.","translation":"Money laundering is a very profitable area of organized crime."},{"text":"Ist Ebola eine Killerseuche oder Anlass für eine profitable Panikmache?","translation":"Is Ebola a killer epidemic or a cause for profitable scaremongering?"},{"text":"Die derzeitige Modedroge ist Khat, eine euphorisierende Pflanze, deren profitabler Anbau in Ostafrika Kulturen wie Gemüse und Kaffee verdrängt.","translation":"The current fashion drug is khat, a euphoric plant whose profitable cultivation in East Africa displaces crops such as vegetables and coffee."}],"publisher":[],"Kompromisse":[{"text":"Im Leben muss man Kompromisse schließen.","translation":"In life, you have to make compromises."},{"text":"Politik ist, seine Ideen zu positionieren. Demokratie ist, Kompromisse zu finden, um sie durchzusetzen.","translation":"Politics is to position one's ideas. Democracy is finding compromises in order to enforce them."},{"text":"Gehen Sie wegen der Finanzierung keine Kompromisse ein hinsichtlich Ihrer Vision.","translation":"Don't compromise your vision to acquire funding."},{"text":"Tom will sich nicht auf Kompromisse einlassen.","translation":"Tom doesn't want to compromise."},{"text":"Beziehungen haben Kompromisse zur Folge.","translation":"Relationships result in compromises."}],"nächster":[{"text":"Du redest als Nächster, und du bist ruhig!","translation":"You talk next and you be quiet."},{"text":"Ich bin als Nächster an der Reihe.","translation":"My turn comes next."},{"text":"Tom kommt als Nächster dran.","translation":"Tom is the next in line."},{"text":"Tue nichts im Leben, was dir Angst machen muss, wenn es dein Nächster bemerkt.","translation":"Don't do anything in life that must scare you if your neighbor notices."},{"text":"Wer ist mein Nächster?","translation":"Who is my neighbour?"},{"text":"Mein nächster Türnachbar ist ein Virtuose, dessen Geschick am Klavier ihm einen Namen unter den Musikexperten eingebracht hat.","translation":"My next doormate is a virtuoso whose skill at the piano has earned him a name among music experts."}],"Jupiter":[{"text":"Beim Jupiter, dem werde ich es schon noch zeigen!","translation":"With Jupiter, I'll show it to him!"},{"text":"Jupiter hat es nicht ganz zum Stern geschafft – ihm fehlt etwas Masse.","translation":"Jupiter didn't quite make it to the star — it lacks some mass."},{"text":"Der Große Rote Fleck wird schon seit über 300 Jahren auf dem Jupiter beobachtet.","translation":"The Great Red Spot has been observed on Jupiter for over 300 years."},{"text":"Jupiter ist der größte Planet des Sonnensystems.","translation":"Jupiter is the largest planet in the Solar System."},{"text":"Die Erde, der Mars und der Jupiter sind Planeten.","translation":"Earth, Mars and Jupiter are planets."},{"text":"Jupiter ist ein großer Planet, nicht wahr?","translation":"Jupiter is a big planet, right?"},{"text":"Jupiter gefällt tatsächlich allen.","translation":"Jupiter actually pleases everyone."},{"text":"Erde, Mars und Jupiter sind Planeten.","translation":"Earth, Mars and Jupiter are planets."},{"text":"Jupiter ist ein Riese.","translation":"Jupiter is a giant."},{"text":"Zwischen Mars und Jupiter befinden sich über 100 000 Objekte aus Gestein, die man Asteroiden nennt.","translation":"At least 100,000 rocky objects called asteroids reside between Mars and Jupiter."}],"Leitfaden":[{"text":"Ein Leitfaden für Menschen, die nach der Flucht aus ihrem Heimatland in Deutschland leben und arbeiten.","translation":"A guide for people who have fled their homelands and live and work in Germany."},{"text":"Sex-Leitfäden sind meist Parfümrezepte, verfasst von Leuten, die einen Stockschnupfen haben.","translation":"Sex guides are mostly perfume recipes written by people who have a cane cold."},{"text":"Die Informationen in diesem Leitfaden sollen helfen, eine legale Arbeit unter fairen Bedingungen zu finden und nicht in ausbeuterische Situationen zu geraten.","translation":"The information contained in this guide is meant to help people find work under fair conditions and avoid exploitation."},{"text":"Christoph Kolumbus’ „Idiotensicherer Leitfaden, wie man einen Haifisch mit bloßen Händen tötet“ und „Die zwanzig Möglichkeiten, einen Riesenkalmar zu erwürgen“ wurden beide Verkaufsschlager.","translation":"Christopher Columbus's \"The Idiot's Guide to Killing a Shark Barehanded\" and \"The Twenty Ways to Strangle a Giant Squid\" both went on to become bestsellers."}],"kürzester":[{"text":"Maria hat innerhalb kürzester Zeit Deutsch gelernt.","translation":"Mary has learnt German in no time at all."},{"text":"Die Pflanze erholt sich innerhalb kürzester Zeit.","translation":"The plant recovered in no time."},{"text":"Gemeinsam arbeitend haben sie das ganze Haus in kürzester Zeit geputzt.","translation":"Working together, they cleaned the entire house in no time."},{"text":"Tom hätte das Problem in kürzester Zeit gelöst. Herbert macht wochenlang rum und kommt zu keinem Ergebnis.","translation":"Tom would have solved the problem in no time. Herbert messes around for weeks and comes to no conclusion."},{"text":"Die Teilnehmer des Kochschulkurses verspeisten die von ihnen gefertigten Gerichte innerhalb kürzester Zeit.","translation":"The participants of the cooking school course ate the dishes they had prepared within a very short time."}],"Zwerg":[{"text":"Wenn die Sonne der Kultur tief steht, werfen selbst Zwerge große Schatten.","translation":"When the sun of culture hangs low, even dwarfs will cast long shadows."},{"text":"Ich bin kein Zwerg. Ich bin ein etwas zu klein geratener Riese.","translation":"I am not a dwarf. I'm a little too small a giant."},{"text":"Mache dich nicht so wichtig — es gibt größere Zwerge, als du einer bist.","translation":"Don't make yourself so important — there are bigger dwarves than you are."},{"text":"Ein Zwerg wird nicht größer, auch wenn er sich auf einen Berg stellt.","translation":"A dwarf does not get bigger, even if he stands on a mountain."},{"text":"Was für ein Zwerg sind Sie denn?","translation":"What kind of dwarf are you?"},{"text":"Proxima Centauri ist ein Roter Zwerg; so werden die kleinsten aktiven Sterne bezeichnet.","translation":"Proxima Centauri is a red dwarf, as the smallest active stars are called."},{"text":"Wenn die Sonne der Kultur niedrig steht, werfen selbst Zwerge einen langen Schatten.","translation":"When the sun of culture is low, even dwarfs cast a long shadow."},{"text":"Was sind Sie denn für ein Zwerg?","translation":"What kind of dwarf are you?"},{"text":"Etwa drei Viertel aller Sterne im Universum sind Rote Zwerge.","translation":"About three-quarters of all stars in the universe are red dwarfs."},{"text":"Tom fuhr als Zwerg hin und kam als Riese wieder.","translation":"Tom went there as a dwarf and came back as a giant."}],"Donuts":[{"text":"Ich möchte zwölf Donuts kaufen.","translation":"I want to buy twelve donuts."},{"text":"Ab heute soll es bei Mister Donut gebackene Donuts geben. Lass uns welche kaufen gehen.","translation":"From today there will be baked donuts at Mister Donut. Let's go buy some."},{"text":"Tom hat ein Dutzend Donuts gekauft.","translation":"Tom bought a dozen donuts."}],"verschlingen":[{"text":"Maria demonstrierte, wie eine Schlange ein Ei verschlingt.","translation":"Mary demonstrated how a snake devours an egg."},{"text":"Wenn ein Hund sehr hungrig ist, verschlingt er sein Fressen.","translation":"When a dog is very hungry, it devours its food."},{"text":"Diese Reise verschlingt viel Geld.","translation":"This trip consumes a lot of money."},{"text":"Das Feuer verschlang die Stadt.","translation":"The fire devoured the town."},{"text":"Tom verschlingt Bücher und hat zu Hause eine umfangreiche Bibliothek.","translation":"Tom is a voracious reader, and has an extensive library at home."}],"Befragung":[{"text":"Nach vielen Stunden von Befragung, hat sich den Verbrecher seine Verbrechen erkannt.","translation":"After many hours of questioning, the criminal has recognized his crimes."},{"text":"Er stimmte einer Befragung durch uns zu.","translation":"He agreed to give us an interview."},{"text":"Die Polizei wendete bei der Befragung von Verdächtigen Zwangsmittel an.","translation":"The police used coercive techniques when questioning suspects."},{"text":"Bei der Befragung verwickelte sich Tom in Widersprüche. Schließlich gestand er, dass er die Tat selbst begangen hatte.","translation":"During the interrogation, Tom became embroiled in contradictions. Finally, he confessed that he had committed the act himself."},{"text":"Unsere Befragungen besagen, dass die Bevölkerung die vorgesehenen Gesetzesvorhaben unterstützen.","translation":"Our surveys indicate that the public would support the proposed legislation."}],"Kunden":[{"text":"Sie kennt alle Kunden mit Namen.","translation":"She knows all customers by name."},{"text":"Ich sehe keinen einzigen Kunden in diesem Geschäft.","translation":"I don't see a single customer in this store."},{"text":"Jedes Jahr zum chinesischen Frühlingsfest findet sich eine erschreckend große Anzahl Kunden im großen Tang Frères im dreizehnten Pariser Arrondissement ein.","translation":"Every year for the Chinese Spring Festival, an alarmingly large number of customers gather at the large Tang Frères in the thirteenth arrondissement of Paris."}],"beiliegen":[{"text":"Mama ist heute Mittag nicht da. Macht euch deswegen den Reis und die Beilagen aus dem Kühlschrank in der Mikrowelle warm, hört ihr?","translation":"Mom is not here this afternoon. So warm up the rice and the side dishes from the fridge in the microwave, you hear?"}],"Reserve":[{"text":"Das Flugzeug muss etwas Treibstoff als Reserve mitnehmen.","translation":"The aircraft must take some fuel as a reserve."},{"text":"Ich nehme es als Reserve.","translation":"I'll take it as a spare."},{"text":"Manchmal muss man ihn erst aus der Reserve locken.","translation":"Sometimes you have to lure him out of the reserve first."},{"text":"Die Stauseen sind ohne Reserven.","translation":"The reservoirs are without reserves."},{"text":"Nicht zuletzt der Sport beweist eindrucksvoll, dass die Menschen über riesige körperliche und geistige Reserven verfügen, die sie aktivieren können, wenn sie es wirklich wollen.","translation":"Last but not least, sport impressively proves that people have huge physical and mental reserves that they can activate if they really want to."}],"Scheune":[{"text":"Ein Blitz schlug in die Scheune ein.","translation":"Lightning struck the barn."},{"text":"Neid kriecht nicht in leere Scheunen.","translation":"Envy does not creep into empty barns."},{"text":"Wir lagerten das Heu in der Scheune.","translation":"We stored the hay in the barn."},{"text":"Sie schliefen in einer Scheune.","translation":"They slept in a barn."},{"text":"Die Scheune brach unter dem Gewicht des Schnees zusammen.","translation":"The barn collapsed under the weight of the snow."}],"Jubel":[{"text":"Hätte Tom Erfolg gehabt, wäre der Jubel groß gewesen.","translation":"If Tom had been successful, the jubilation would have been great."},{"text":"Sie reagierten mit überschäumendem Jubel.","translation":"They reacted with exuberant cheers."},{"text":"Jubel über militärische Schauspiele ist eine Reklame für den nächsten Krieg.","translation":"Jubilation over military spectacles is an advertisement for the next war."},{"text":"Ich war endlich am Ziele angekommen. Als der Jubel verflogen war, erkannte ich aber, dass ich nun keine Aufgabe mehr hatte.","translation":"I had finally reached my destination. When the jubilation had evaporated, however, I realized that I no longer had a task."},{"text":"Wem der große Wurf gelungen, eines Freundes Freund zu sein; wer ein holdes Weib errungen, mische seinen Jubel ein!","translation":"Whoever has succeeded in the great attempt to be a friend's friend; whoever has won a lovely woman, add in his jubilation!"},{"text":"Als der Sänger die Bühne betrat, brach das Publikum in Jubel aus.","translation":"When the singer entered the stage, the audience burst into jubilation."}],"Mitarbeiterin":[{"text":"Meine Mitarbeiterin trägt Schmuck.","translation":"My co-worker wears jewelry."},{"text":"Meine Mitarbeiterin ist sauer.","translation":"My co-worker is angry."},{"text":"Maria sah Tom dabei, wie er mit einer Mitarbeiterin herumschäkelte.","translation":"Mary saw Tom flirting with a coworker."},{"text":"Sie ist eine unangenehme Mitarbeiterin, der es an Kooperationsbereitschaft mangelt.","translation":"She is an unpleasant employee who lacks a willingness to cooperate."},{"text":"Nun, ich leugne nicht, dass sie eine verlässliche Mitarbeiterin ist, dein Lob finde ich aber dennoch übertrieben.","translation":"Well, I don't deny that she is a reliable employee, but I still find your praise exaggerated."}],"Dino":[{"text":"Maria sucht Dino-Eier auf eBay.","translation":"Maria is looking for dino eggs on eBay."},{"text":"„Hast du wieder meine lange Unterhose an, Maria? Die mit den Dinos meine ich.“ – „Mit den Dinos? Hast du denn so eine? Und wieso sollte ich die anziehen?“ – „Weil du verrückt auf Dinos bist?“","translation":"\"Have you got my long johns on again, Mary? The ones with dinosaurs, I mean.\" \"With dinosaurs? Have you got a pair like that? Why would I put those on?\" \"Because you're mad on dinosaurs?\""},{"text":"Dino hat nicht angerufen, obwohl er es versprochen hatte.","translation":"Dino didn't call, even though he had promised."}],"irisch":[{"text":"Die irische Telekom musste in den letzten Jahren wiederholt Stellen abbauen.","translation":"The Irish telecom has had to cut jobs repeatedly in recent years."},{"text":"Es gibt die griechische und die irische Bouzouki.","translation":"There is the Greek and Irish bouzouki."},{"text":"Die Bedienung fragte Tom auf Englisch mit starkem irischem Akzent, was er trinken wolle.","translation":"The waitress asked Tom in English with a strong Irish accent what he wanted to drink."},{"text":"Tom mag keinen irischen Kaffee.","translation":"Tom doesn't like Irish coffee."},{"text":"Aus irgendeinem seltsamen Grund spreche ich zu meinen Hunden mit irischem Akzent.","translation":"For some strange reason I talk to me dogs with an Irish accent."},{"text":"Besser ein schlechtes Irisch als ein cleveres Englisch!","translation":"Better a bad Irish than a clever English!"},{"text":"Ich spreche kein Irisch.","translation":"I don't speak Irish."},{"text":"Ich will Irisch lernen.","translation":"I want to learn Irish."},{"text":"Ich bin Ire, aber ich spreche kein Irisch.","translation":"I'm Irish, but I don't speak Irish."},{"text":"Ich bin Irin, spreche aber kein Irisch.","translation":"I'm Irish, but I don't speak Irish."},{"text":"Sprechen Sie Irisch?","translation":"Do you speak Irish?"},{"text":"Ich verstehe viel, wenn sich Aoibheann und Sean auf Irisch unterhalten, aber längst nicht alles.","translation":"I understand a lot when Aoibheann and Sean talk in Irish, but not everything."},{"text":"Das Keltische ist immer noch da in Form des Irischen, Walisischen und Schottisch-Gälischen.","translation":"Celtic is still there in the form of Irish, Welsh and Scottish Gaelic."},{"text":"Ich habe Hebräisch, Altgriechisch, Deutsch, einige skandinavische Sprachen, Russisch und Ukrainisch gelernt, aber Irisch macht mich fertig. Es ist eine äußerst schwierige Sprache.","translation":"I learned Hebrew, Ancient Greek, German, some Scandinavian languages, Russian and Ukrainian, but Irish makes me ready. It is an extremely difficult language."},{"text":"Sprichst du Irisch?","translation":"Do you speak Irish?"}],"Gastronomie":[{"text":"Ich arbeite in der Gastronomie.","translation":"I work in catering."}],"besichtigen":[{"text":"Letzten Sommer hatte ich die Gelegenheit, London zu besichtigen.","translation":"Last summer, I had the chance to visit London."},{"text":"Ich besichtigte das Haus, in dem Shakespeare geboren worden war.","translation":"I visited the house in which Shakespeare was born."},{"text":"Der Frühling ist die beste Jahreszeit, um Kyoto zu besichtigen.","translation":"Spring is the best season to visit Kyoto."},{"text":"Die Zahl der Menschen, die diese Stadt besichtigen, nimmt jedes Jahr zu.","translation":"The number of people visiting the town is increasing year-on-year."},{"text":"Ich möchte diesen Park finden und besichtigen.","translation":"I want to find and visit this park."}],"andauernd":[{"text":"Frag mich doch nicht andauernd.","translation":"Don't keep asking me."},{"text":"Auf Tatoeba.org werde ich andauernd korrigiert.","translation":"On Tatoeba.org I am constantly being corrected."},{"text":"Nach dem Tod seiner Frau Maria verfiel Tom in eine lang andauernde Depression.","translation":"After the death of his wife Maria, Tom fell into a long-lasting depression."},{"text":"Wer andauernd begreift, was er tut, bleibt unter seinem Niveau.","translation":"Those who constantly understand what they are doing remain below their level."},{"text":"Dieser Computer ist einfach Schrott. Andauernd geht er kaputt.","translation":"This computer is just junk. It is constantly broken."}],"Aufsicht":[{"text":"Sie darf nicht ohne Aufsicht dieses Zimmer verlassen.","translation":"She is not allowed to leave this room without supervision."},{"text":"Wir können Sie nicht ohne ärztliche Aufsicht lassen.","translation":"We cannot leave you without medical supervision."},{"text":"Unter Aufsicht kümmert er sich viel besser um seine Kunden.","translation":"Under supervision, he takes much better care of his customers."},{"text":"Tom muss eigentlich 24 Stunden am Tag, sieben Tage die Woche unter Aufsicht sein.","translation":"Tom actually has to be under supervision 24 hours a day, seven days a week."},{"text":"Achtsamkeit ist, wenn man seine Gedanken nicht ohne Aufsicht spazieren gehen lässt.","translation":"Mindfulness is when you don't let your mind go for a walk without supervision."}],"erzählt":[{"text":"Die erzählte Wahrheit ist eine beherrschte Wahrheit.","translation":"The narrated truth is a controlled truth."},{"text":"Er hat sich ein neues Auto gekauft, aber er hat niemandem davon erzählt.","translation":"He bought a new car, but he didn't tell anyone about that."},{"text":"Sami hat Layla davon in einem Brief erzählt.","translation":"Sami told Layla about it in a letter."},{"text":"Ich glaube, Tom hat Maria erzählt, was er im vergangenen Sommer gemacht hat.","translation":"I think Tom told Mary about what we did last summer."},{"text":"Mir hat jemand davon erzählt, aber ich erinnere mich nicht, wer.","translation":"Someone told me about it, but I don't remember who."},{"text":"Erzählte Tom darüber etwas?","translation":"Did Tom say anything about it?"},{"text":"Zählt das Erreichte oder reicht das Erzählte?","translation":"Does what has been achieved count or is what has been told enough?"}],"Booster":[],"ausgebildet":[{"text":"Bislang stellten wir uns das Gehirn als einen voll ausgebildeten, reifen Mechanismus vor.","translation":"Until now, we have imagined the brain as a fully developed, mature mechanism."},{"text":"Ich wusste nicht, dass Sie ein ausgebildeter Tänzer sind.","translation":"I didn't know you were a trained dancer."},{"text":"Es gab auch einen allgemeinen Mangel an ausgebildeten Arbeitern.","translation":"There was also a general paucity of trained operatives."},{"text":"Tom ist ein klassisch ausgebildeter Musiker.","translation":"Tom is a classically-trained musician."},{"text":"Tatoebas wertvollstes Kapital sind begeisterte, aktive und gut ausgebildete Mitarbeiter.","translation":"Tatoeba's most valuable asset is enthusiastic, active and well-trained employees."}],"anläßlich":[{"text":"Anlässlich eines Festes ließ ich mir einen neuen Anzug machen.","translation":"On the occasion of a party, I had a new suit made."},{"text":"Anlässlich der traurigen Nachricht konnte sie nur weinen.","translation":"She could not but cry at the sad news."},{"text":"Ich werde im April anlässlich der Hochzeit meines Cousins in New Orleans sein.","translation":"I will be in New Orleans in April for my cousin's wedding."},{"text":"Sie vergessen niemals, ein Geschenk an ihre Mutter anlässlich ihres Geburtstages zu senden.","translation":"They never forget to send their mother a gift on her birthday."},{"text":"Maria reservierte anlässlich des Geburtstages ihres Freundes einen Tisch in einem guten Restaurant.","translation":"Mary made a reservation at a good restaurant for her boyfriend's birthday."}],"Webbrowser":[{"text":"Ich wende den Webbrowser Firefox an.","translation":"I use the Firefox web browser."},{"text":"Nicht alle Webbrowser sind sicher.","translation":"Not all web browsers are secure."}],"seltsames":[{"text":"Gestern Abend geschah etwas Seltsames.","translation":"A strange thing happened last night."},{"text":"Ich habe etwas Seltsames geträumt.","translation":"I dreamed something strange."},{"text":"Mir fiel etwas Seltsames auf.","translation":"Something strange caught my eye."},{"text":"Etwas sehr Seltsames geschah in der Stadt Salvador.","translation":"Something very strange happened in the city of Salvador."},{"text":"Etwas sehr Seltsames geschieht hier gerade.","translation":"Something very strange is happening here."},{"text":"Etwas Seltsames geschieht.","translation":"Something strange is happening."},{"text":"Etwas Seltsames ist passiert.","translation":"A strange thing happened."},{"text":"Etwas Seltsames geschieht hier.","translation":"Something strange is happening here."}],"Geschrei":[{"text":"Dieses Geschrei muss sofort aufhören!","translation":"This shouting must stop immediately!"},{"text":"Hören Sie auf mit Ihrem Geschrei!","translation":"Stop your screaming!"},{"text":"Nebenan ertönt Geschrei.","translation":"Next door there is a scream."},{"text":"Es muss ein junger Wolf sein, der nie ein Geschrei gehört hat.","translation":"It must be a young wolf who has never heard a scream."},{"text":"Viel Geschrei und wenig Wolle.","translation":"A lot of shouting and little wool."}],"eigenartig":[{"text":"Sein Körper weist einen eigenartigen Bau auf.","translation":"His body has a peculiar structure."},{"text":"Als er zur Tür hereinkam, bekam ich ein eigenartiges Gefühl.","translation":"When he walked in the door, I got a strange feeling."},{"text":"Dieser Joghurt schmeckt eigenartig.","translation":"This yogurt tastes strange."},{"text":"Es mag eigenartig erscheinen.","translation":"It may seem odd."},{"text":"Diese Flüssigkeit hat einen eigenartigen Geschmack.","translation":"This liquor has a taste all of its own."}],"prügeln":[{"text":"Wir hatten keine andere Wahl, als uns zu prügeln.","translation":"We had no choice but to beat each other up."},{"text":"Tom hätte Mary fast zu Tode geprügelt.","translation":"Tom came close to beating Mary to death."},{"text":"Wenn ihr nicht aufhört, euch zu prügeln, rufe ich die Polizei.","translation":"If you don't stop beating each other, I'll call the police."},{"text":"Maria prügelt sich mit ihrer Freundin.","translation":"Mary is fighting her friend."},{"text":"Die Medien sind verdächtig still und prügeln niemanden durchs Dorf, wie sie es sonst tun.","translation":"The media is suspiciously silent and doesn't beat anyone through the village as they usually do."}],"undeutlich":[{"text":"„Spreche ich undeutlich?“ — „Ja, sehr undeutlich.“","translation":"\"Am I speaking indistinctly?\" — \"Yes, very indistinct.\""},{"text":"Ich konnte Tom nicht verstehen, weil er so undeutlich sprach.","translation":"I couldn't understand Tom because he spoke so indistinctly."},{"text":"Ich sah dort etwas, aber undeutlich.","translation":"I saw something there, but indistinctly."},{"text":"Ich erinnere mich nur undeutlich daran, was ich ihnen versprochen habe.","translation":"I only vaguely remember what I promised them."},{"text":"Weder für den Redakteur, noch für den Schriftsetzer ist es angenehm, undeutlich geschriebene Manuskripte zu lesen.","translation":"Neither for the editor nor for the typesetter it is pleasant to read indistinctly written manuscripts."}],"Übergabe":[],"Muttersprachler":[{"text":"Muttersprachler zu sein bedeutet noch lange nicht, seine Sprache auch zu beherrschen.","translation":"To be a native speaker by no means means to have a good command of one's native language."},{"text":"Ich bezweifle, dass sich ein Muttersprachler so ausdrücken würde.","translation":"I doubt a native speaker would say it that way."},{"text":"Selbst kleinste Sätze sind in den Händen von Muttersprachlern besser aufgehoben.","translation":"Even the smallest sentences are better off in the hands of native speakers."},{"text":"Mach dir das Leben leicht: nimm Rat von Muttersprachlern an!","translation":"Simplify your life. Take advice from native speakers."},{"text":"Eine Überprüfung durch Muttersprachler ist notwendig.","translation":"A check by native speakers is necessary."}],"Unterwelt":[{"text":"Dies ist nicht das Land des Lichts – dies ist die Unterwelt.","translation":"This is not the land of light – this is the underworld."},{"text":"Christoph Columbus bekämpfte einst Kerberos, den dreiköpfigen Wächter der Unterwelt, mit nichts als seinem Hut.","translation":"Christopher Columbus once fought Cerberus, the three-headed guardian of the underworld, with nothing but his hat."},{"text":"O Götter der Unterwelt, zu denen wir alle, die wir leben, kommen müssen, hört meine Worte, denn sie sind wahr.","translation":"O deities of the underworld, to whom all we who live must come, hear my words, for they are true."}],"fake":[{"text":"Wir leben im Zeitalter der Fake News.","translation":"We live in the age of fake news."}],"monatelang":[{"text":"Tom hat seine Freundin monatelang betrogen.","translation":"Tom cheated on his girlfriend for months."},{"text":"Nach monatelangen Protesten erfüllte der Präsident des Landes einen Teil der Forderungen der Opposition.","translation":"After months of protests, the country's president fulfilled some of the opposition's demands."},{"text":"Ich habe Tom monatelang geholfen.","translation":"I've been helping Tom for months."},{"text":"Nach monatelangem Umherwandern findet ein Reisender endlich den Einsiedler im Himalaya.","translation":"After months of wandering, a traveler finally finds the hermit in the Himalayas."},{"text":"Nach einem monatelangen ziellosen Herumirren in der Wüste entdeckten wir eine einsame Oase.","translation":"After months of wandering aimlessly in the desert, we discovered a lonely oasis."},{"text":"Er hat monatelang daran gearbeitet.","translation":"He worked on it for months."},{"text":"Monatelang haben sie verhandelt. Ohne Ergebnis.","translation":"They have been negotiating for months. No result."},{"text":"Schon monatelang steht das Auto in der Garage.","translation":"The car has been in the garage for months."},{"text":"Da war ich schon monatelang nicht mehr drin!","translation":"I haven't been in there for months!"},{"text":"Die Soldaten auf diesem Stützpunkt leben monatelang völlig isoliert und mit der Angst, dass die Vorräte bis zur nächsten Lieferung vielleicht nicht reichen werden.","translation":"The soldiers at this base live for months completely isolated and with the fear that the supplies may not last until the next delivery."},{"text":"Er machte monatelang fast nichts.","translation":"For months, he did almost nothing."},{"text":"Die Sowjetunion isolierte monatelang Berlin, am 12. Mai 1949 endete die Blockade.","translation":"The Soviet Union isolated Berlin for months, and the blockade ended on May 12, 1949."}],"Geschäftspartner":[{"text":"Ist es Ihnen angenehmer, wenn Ihr Geschäftspartner die Initiative ergreift?","translation":"Are you more comfortable when your business partner takes the initiative?"},{"text":"Er schickte eine schriftliche Anfrage an seinen Geschäftspartner.","translation":"He sent a written request to his business partner."},{"text":"Du hast deinem Geschäftspartner vertraut.","translation":"You trusted your business partner."},{"text":"Die beiden Männer waren Geschäftspartner.","translation":"The two men were business partners."},{"text":"Ich habe Punkt 9 Uhr einen sehr wichtigen Termin in meinem Büro mit einem sehr wichtigen Geschäftspartner.","translation":"I have a very important appointment in my office with a very important business partner at 9 o'clock sharp."}],"Interessent":[{"text":"Es kamen überraschend viele Interessenten.","translation":"There was a surprising amount of interest."},{"text":"Ich glaube, ich habe einen Interessenten für dein Haus gefunden.","translation":"I think I've found someone interested in buying your house."},{"text":"Es gibt einige Interessenten für die freie Stelle.","translation":"There are some interested parties for the vacancy."},{"text":"Mehrere Interessenten mussten leider draußen vor der Tür bleiben.","translation":"Several interested parties unfortunately had to stay outside the door."},{"text":"Auf unser Inserat haben sich bisher noch keine Interessenten gemeldet.","translation":"So far, no interested parties have responded to our advertisement."}],"durchdringen":[{"text":"Ein übler Geruch durchdrang den Raum.","translation":"A foul smell permeated the room."},{"text":"Lichtwellen durchdringen den Raum und verschiedene Materialien.","translation":"Light waves travel through space and various kinds of materials."},{"text":"Die Informationsverarbeitung durchdringt alle Aspekte des Lebens.","translation":"Information processing permeates all aspects of life."},{"text":"Ich werde nie das Gefühl vergessen, das mich durchdrang, als der Einbrecher mit einer Pistole auf mich zielte.","translation":"I will never forget the feeling that came over me when the burglar pointed his pistol at me."},{"text":"Das Kohlendioxid, das wir in die Luft eintragen, durchdringt auch das Meer und verursacht seine Versauerung.","translation":"The carbon dioxide we put into the air also penetrates the sea and causes its acidification."}],"kitschig":[{"text":"Die Serie ist furchtbar kitschig. Aber ich stehe darauf!","translation":"The series is terribly cheesy. But I'm into it!"},{"text":"Einst gefiel mir diese kitschige Musik.","translation":"I once liked this cheesy music."},{"text":"Finden Sie mich kitschig, weil ich jodeln kann?","translation":"Do you think I'm cheesy because I can yodel?"},{"text":"Diese Stadt ist gierig und zügellos, reich und kitschig.","translation":"This city is greedy and rampant, rich and kitschy."},{"text":"Was glaubst du, warum die kitschigen Schnulzen der Nachkriegszeit so erfolgreich waren? Weil die Leute im Fernsehen nicht auch noch Probleme serviert bekommen wollten.","translation":"Why do you think the cheesy jokes of the post-war period were so successful? Because people didn't want to be served problems on TV."}],"Flyer":[],"verheerend":[{"text":"Das war die kurze Ruhe vor dem alles verheerenden Sturm.","translation":"That was the brief calm before the devastating storm."},{"text":"Tom befahl, das Feuer zu eröffnen – eine verheerende Entscheidung.","translation":"Tom ordered the fire to be opened – a devastating decision."},{"text":"Die Entscheidung der Regierung hatte verheerende wirtschaftliche Folgen.","translation":"The government's decision had devastating economic consequences."},{"text":"Maria hat einen weiteren verheerenden Schlag erlitten.","translation":"Maria has suffered another devastating blow."},{"text":"Tom hatte eine verheerende Neuigkeit.","translation":"Tom had devastating news."}],"Internetauftritt":[{"text":"Ich finde das Konzept dieses Internetauftritts gut.","translation":"I really like the concept of this website."}],"herrje":[{"text":"Ach herrje! Alle sehen mich an!","translation":"Oh my God, everybody is looking at me!"},{"text":"„Wie spät ist es jetzt?“ – „Halb drei.“ – „Ach herrje! Dabei wollte ich doch heute früher ins Bett!“","translation":"\"What time is it now?\" – \"Half past three.\" – \"Oh herrje! But I wanted to go to bed earlier today!\""},{"text":"Ach herrje!","translation":"Oh dear!"},{"text":"Herrje , das Licht ist aus.","translation":"Herrje, the light is off."},{"text":"Oh Herrje, das wusste ich nicht.","translation":"Oh Sir, I didn't know that."},{"text":"Herrje, jetzt wird’s bizarr.","translation":"Whoa, this is getting weird."}],"verspotten":[{"text":"Tom wurde von allen im Dorfe als Monster verspottet und gemieden.","translation":"Tom was mocked as a monster and shunned by everyone in the village."},{"text":"Die bösen Jungen verspotteten den kleinen Jungen und zogen ihn nie in irgendetwas rein.","translation":"The bad boys mocked the little boy and never dragged him into anything."},{"text":"Sie verspotten die Polizisten.","translation":"They mock the police."},{"text":"Höre auf, mich zu verspotten!","translation":"Stop mocking me!"},{"text":"Toms Ideen wurden verspottet.","translation":"Tom's ideas were ridiculed."}],"distanzieren":[{"text":"Ich werde mich für eine Weile von ihr distanzieren.","translation":"I'm going to keep my distance from her for a while."},{"text":"Manchmal scheint er sehr distanziert.","translation":"Sometimes he seems very distant."},{"text":"Wir distanzierten uns vom Rest der Familie.","translation":"We distanced ourselves from the rest of the family."},{"text":"Einige Autoren distanzieren sich von ihren frühen Werken.","translation":"Some authors distance themselves from their early work."},{"text":"Thomas verhielt sich distanziert.","translation":"Thomas behaved in a distanced manner."},{"text":"Der neue Junge verhält sich distanziert, weil er uns nicht kennt.","translation":"The new boy is distant because he does not know us."},{"text":"Was ist der Grund dafür, dass du dich so distanziert verhältst?","translation":"What is the reason why you behave so distantly?"}],"Halbinsel":[{"text":"Italien ist eine Halbinsel.","translation":"Italy is a peninsula."},{"text":"Saudi-Arabien ist das größte Land auf der Arabischen Halbinsel.","translation":"Saudi Arabia is the largest country in the Arabian Peninsula."},{"text":"Putin hat eine ganze Halbinsel als Geisel genommen.","translation":"Putin has taken an entire peninsula hostage."},{"text":"Haben Sie schon einmal die koreanische Halbinsel besucht?","translation":"Have you ever visited the Korean peninsula?"},{"text":"Die Griechen landeten im achten Jahrhundert vor Christus auf der italienischen Halbinsel.","translation":"The Greeks landed on the Italian peninsula in the eighth century B.C."},{"text":"Der Persische Golf befindet sich zwischen dem Iran und der Arabischen Halbinsel.","translation":"The Persian Gulf is located between Iran and the Arabian Peninsula."},{"text":"Der Persische Golf liegt zwischen Iran und der Arabischen Halbinsel.","translation":"The Persian Gulf is located between Iran and the Arabian Peninsula."},{"text":"Der Islam entstand im siebten Jahrhundert auf der Arabischen Halbinsel.","translation":"Islam originated in the seventh century on the Arabian Peninsula."},{"text":"Die Briten wollten den Weg nach Indien schützen, indem sie die Arabische Halbinsel und Ägypten kontrollierten.","translation":"The British wanted to protect the route to India by controlling the Arabian Peninsula and Egypt."},{"text":"Die arabischen Völker lebten vor dem Auftreten des Islams über die Arabische Halbinsel verstreut.","translation":"The Arab peoples lived scattered across the Arabian Peninsula before the advent of Islam."}],"frühzeitig":[{"text":"Ihr sollt euch frühzeitig zum Flughafen begeben.","translation":"You should get to the airport early."},{"text":"Ich kam frühzeitig, um einen guten Sitzplatz zu haben.","translation":"I came early in order to get a good seat."},{"text":"Ich ging frühzeitig dorthin, um mir noch einen guten Platz zu sichern.","translation":"I went there early to secure a good place."},{"text":"Tom war nicht überrascht, als Maria frühzeitig erschien.","translation":"Tom wasn't surprised when Mary showed up early."},{"text":"Ich wollte eigentlich frühzeitig los, aber es hat mich ständig jemand um Hilfe gebeten.","translation":"I tried to leave early, but people kept asking me for help."}],"tech":[{"text":"In Ostfriesland ist alles High Tech, was mehr als zwei Knöpfe hat.","translation":"In East Frisia, everything that has more than two buttons is high tech."},{"text":"Vorbesprechung der Sekretärinnen: Ab zehn Uhr tagt heute wieder der Hauptausschuss. Da müssen wir 4 Liter Kaffee auf den Tisch stellen. Das geht nicht so einfach. Denn unser neuer Hi-Tech-Automat macht Kaffee nur in kleinen Plastikbechern. Der Ausschuss verlangt aber Porzellantassen und Kannen auf dem Tisch. Also: wir müssen schon spätestens um 9:20 mit dem Kochen anfangen.","translation":"Preliminary discussion of the secretaries: From ten o'clock today the main committee meets again. We have to put 4 litres of coffee on the table. It's not that easy. Because our new hi-tech vending machine only makes coffee in small plastic cups. However, the committee demands porcelain cups and jugs on the table. So: we have to start cooking at 9:20 at the latest."},{"text":"An der japanischen Hi-Tech-Toilette waren etliche Knöpfe mit Texten in Kanji. Die konnte ich nicht lesen und ich hatte Angst, etwas Falsches zu tun. Was würde passieren? Schließlich fand ich wenigstens den Knopf für die Spülung. Und zum Glück gab es noch klassisches Papier.","translation":"On the Japanese high-tech toilet there were quite a number of buttons with text in Kanji. These I couldn't read, and I was afraid of doing something wrong. What would happen? Finally, I at least found the button for flushing. And, luckily, there was still classic paper."}],"zurückblicken":[{"text":"Wer nur zurückblickt, sieht nicht, was auf ihn zukommt.","translation":"If you only look back, you don't see what's in store for you."},{"text":"Erfolg ist, wenn man auf viele Entscheidungen zurückblickt und sich dabei ein breites Grinsen in seinem Gesicht manifestiert.","translation":"Success is when you look back on many decisions and a big grin manifests itself on your face."},{"text":"„Du hast Erinnerungen, auf die du heute zurückblicken darfst, liebe Maria.“ – „Danke, liebes Telefon, aber ich bin gerade nicht in der Stimmung dafür. Bitte verzeih!“ – „Das verstehe ich. Ich zeige sie dir später.“","translation":"\"You have memories that you can look back on today, dear Mary.\" – \"Thank you, dear telephone, but I'm not in the mood for it right now. Please forgive!\" – \"I understand that. I'll show them to you later.\""},{"text":"Werden wir in der Zukunft auf die Gegenwart zurückblicken, so werden wir sagen, dass die USA der islamischen Welt die Hand reichten, um Freundschaft zu schließen.","translation":"If we look back on the present in the future, we will say that the US reached out to the Islamic world to make friends."},{"text":"Als ein riesiger Affe aus der Höhle gepoltert kam, erschrak Maria und lief davon. Erst als sie sich in Sicherheit glaubte und zurückblickte, sah sie, dass es kein Affe, sondern Tom war.","translation":"When a huge monkey came out of the cave, Mary was frightened and ran away. It wasn't until she thought she was safe and looked back that she saw that it wasn't a monkey, it was Tom."}],"vorbeischauen":[{"text":"Ich werde morgen bei ihm vorbeischauen.","translation":"I will call on him tomorrow."},{"text":"Nun ja, wir sind halt Nachbarn. Ich werde öfter mal vorbeischauen.","translation":"Well, we're neighbours. I'll be popping over all the time."},{"text":"Ich werde so oft wie möglich vorbeischauen.","translation":"I will stop by as often as possible."},{"text":"Ich werde persönlich bei dir vorbeischauen.","translation":"I will visit you personally."},{"text":"Ich werde morgen früh vorbeischauen.","translation":"I'll pop in tomorrow morning."}],"Saite":[{"text":"Eine Saite an meiner Gitarre ist gerissen.","translation":"A string on my guitar broke."},{"text":"Die dritte Saite ist nicht richtig gestimmt.","translation":"The third string is not tuned correctly."},{"text":"Spezialisten sind Leute, die nur eine Saite auf ihrer Fiedel haben.","translation":"Specialists are people who only have one string on their fiddle."},{"text":"Vertraue dir selbst — bei dieser eisern Saite Klang erschwingt ein jedes Herz.","translation":"Trust yourself: every heart vibrates to that iron string."},{"text":"Sie lag auf dem Boden, stranguliert mit der Saite einer Harfe.","translation":"She lay on the floor, strangled with the string of a harp."}],"betäuben":[{"text":"Die Zeit heilt vielleicht deine Wunden nicht, aber eventuell betäubt sie sie.","translation":"Time may not heal your wounds, but it might anesthetize them."},{"text":"Zu viel Alkohol betäubt unsere Sinne.","translation":"Too much alcohol numbs our senses."},{"text":"Bitte gib mir irgendein Medikament, um die Schmerzen zu betäuben.","translation":"Please give me some kind of medicine to curb the pain."},{"text":"Das Wort hindert das Schweigen daran, zu sprechen. Das Wort betäubt. Statt Tat zu sein, tröstet es uns, so gut es kann, über unser Nichtstun hinweg.","translation":"The word prevents silence from speaking. The word numbs. Instead of being an act, it comforts us as best we can over our idleness."},{"text":"Bei einem Schriftsteller muss man, wie bei einem Chirurgen, das Gefühl haben, in guten Händen zu sein, damit man sich im Vertrauen betäuben lassen kann.","translation":"With a writer, like a surgeon, you have to feel like you're in good hands so that you can be stunned in confidence."},{"text":"Sie schaute wie betäubt unter dem Einfluss der Droge.","translation":"She looked dazed with the drug."},{"text":"Der Aberglaube ist das ungeheure, fast hilflose Gefühl, womit der stille Geist gleichsam in der wilden Riesenmühle des Weltalls betäubt steht und einsam.","translation":"Superstition is the tremendous, almost helpless feeling with which the silent mind stands stunned and lonely in the wild giant mill of space."}],"leide":[{"text":"Nur wer die Sehnsucht kennt, weiß, was ich leide.","translation":"Only those who know the longing know what I suffer."},{"text":"Er sagte, dass er unter starken Kopfschmerzen leide.","translation":"He said he was suffering from a bad headache."},{"text":"Der liebe Gott hat den Menschen geschaffen, auf dass dieser leide.","translation":"The dear God created man so that he might suffer."},{"text":"Bist du ein Amboss, so leide als Amboss; bist du Hammer, so schlage als Hammer zu.","translation":"If thou art an anvil, suffer as an anvil; if thou art hammer, strike as a hammer."},{"text":"Die grausigste Beleidigung, die man einem Menschen zufügen kann, ist die, ihm abzusprechen, dass er leide.","translation":"The most gruesome insult you can inflict on a person is to deny him that he is suffering."},{"text":"Ich leide sehr unter dem Lärm der Baustelle nebenan.","translation":"I suffer a lot from the noise of the construction site next door."},{"text":"Ich leide keine Tiere in der Wohnung.","translation":"I do not suffer animals in the apartment."},{"text":"Wie leide ich vor Sehnsucht! Wäre es doch Weihnachten!","translation":"How I suffer from longing! If only it were Christmas!"},{"text":"Nein, ich leide nicht an Asthma, ich stöhne vor Lust!","translation":"No, I'm not suffering from asthma. I'm moaning in lust!"},{"text":"Es wechselt Pein und Lust. Genieße, wenn du kannst, und leide, wenn du musst.","translation":"It alternates pain and lust. Enjoy when you can, and suffer when you have to."}],"überwiegen":[{"text":"Die Vorteile überwiegen die Nachteile.","translation":"The advantages outweigh the disadvantages."},{"text":"Freude beruht auf dem frohen Glauben, dass das Gute überwiegt.","translation":"Joy is based on the joyful belief that good prevails."},{"text":"Wenn der Gewinn den Verlust überwiegt, kann auch der Verlust ein Gewinn sein.","translation":"If the profit outweighs the loss, the loss can also be a gain."},{"text":"Meine Liebe zu ihr überwiegt meine Verärgerung.","translation":"My love for her outweighs my anger."},{"text":"An der Ost-Nanjing-Straße gibt es viele hundert Jahre alte Geschäfte, an der West-Nanjing-Straße überwiegt der exklusive Verkauf hochwertiger Produkte.","translation":"On East Nanjing Street there are many hundred-year-old shops, on West Nanjing Street the exclusive sale of high-quality products predominates."}],"unerlässlich":[{"text":"Ein Traum ist unerlässlich, wenn man die Zukunft gestalten will.","translation":"A dream is essential if you want to shape the future."},{"text":"Diese Kamera ist unerlässlich, wenn ich nach Osaka fahre.","translation":"This camera is essential when I go to Osaka."},{"text":"Ein Pass ist unerlässlich, wenn man ins Ausland fährt.","translation":"A passport is essential when going abroad."},{"text":"Geduld ist für einen Lehrer unerlässlich.","translation":"Patience is essential for a teacher."},{"text":"Es ist unerlässlich, zu wissen, was wie und wann zu tun ist.","translation":"It is essential to know what to do, how and when."}],"Einsicht":[{"text":"Einsicht fällt schwer.","translation":"Insight is difficult."},{"text":"Von der Einsicht bis zur Tat ist meistens ein sehr langer Weg.","translation":"From insight to deed is usually a very long way."},{"text":"Wir sind nicht stark genug, um unserer ganzen Einsicht zu folgen.","translation":"We are not strong enough to follow all our insight."},{"text":"Einsicht ist der erste Schritt zur Besserung.","translation":"Insight is the first step to recovery."},{"text":"Danke für Einsicht!","translation":"Thank you for your insight!"}],"lackieren":[{"text":"Maria lackiert sich die Nägel.","translation":"Mary is polishing her nails."},{"text":"Warum lackieren sich Frauen ihre Nägel?","translation":"Why do women paint their nails? ​"},{"text":"Tom und Maria müssen ihren Wagen lackieren lassen.","translation":"Tom and Mary have to get their car painted."},{"text":"Sie lackiert sich die Nägel immer rot.","translation":"She always paints her nails red."},{"text":"Maria lackierte sich die Nägel.","translation":"Mary painted her nails."}],"ausgenutzt":[{"text":"Gefährliche Leute haben dich ausgenutzt.","translation":"Dangerous people took advantage of you."},{"text":"Ich fühle mich ausgenutzt.","translation":"I feel exploited."},{"text":"Ich habe das Gefühl, ungerecht behandelt und ausgenutzt zu werden.","translation":"I feel like I'm being treated unfairly and taken advantage of."},{"text":"Maria wird von skrupellosen Menschen ausgenutzt.","translation":"Maria is exploited by unscrupulous people."},{"text":"Er hat die übriggebliebene Zeit optimal ausgenutzt.","translation":"He made the most of the remaining time."},{"text":"Wir haben das schöne Wetter ausgenutzt, um Tennis zu spielen.","translation":"We took advantage of the fine weather to play tennis."},{"text":"Er fühlte sich ausgenutzt.","translation":"He felt exploited."},{"text":"Sie hat meine Unwissenheit ausgenutzt.","translation":"She took advantage of my ignorance."},{"text":"Maria hat Tom zur Erreichung ihrer eigenen Ziele schamlos ausgenutzt.","translation":"Maria shamelessly exploited Tom to achieve her own goals."},{"text":"Tom fühlte sich ausgenutzt.","translation":"Tom felt taken advantage of."}],"schärfe":[{"text":"Vorsicht! Es hat eine gewisse Schärfe.","translation":"Be careful. It's a little spicy."},{"text":"Eine spitze Zunge ist ein Werkzeug, welches durch ständigen Gebrauch nur noch an Schärfe zunimmt.","translation":"A pointed tongue is a tool that only increases in sharpness through constant use."},{"text":"Seine Winzigkeit nimmt dem Pfeffer nichts an Schärfe.","translation":"Its tinyness does not deprive the pepper of its sharpness."},{"text":"Der Blick des Verstandes fängt an, scharf zu werden, wenn der Blick der Augen an Schärfe verliert.","translation":"The gaze of the mind begins to become sharp when the gaze of the eyes loses sharpness."},{"text":"Ein Scherz, ein lachend' Wort entscheidet oft die größten Sachen treffender und besser als Ernst und Schärfe.","translation":"A joke, a laughing word often decides the biggest things more aptly and better than seriousness and sharpness."}],"Republikaner":[{"text":"Lincoln war Republikaner.","translation":"Lincoln was a Republican."},{"text":"Der Kandidat der Republikaner gewann die Wahl.","translation":"The Republican candidate won the election."},{"text":"Die Demokraten und die Republikaner arbeiteten zusammen.","translation":"Democrats and Republicans worked together."},{"text":"Arnold Schwarzenegger ist Republikaner.","translation":"Arnold Schwarzenegger is a Republican."},{"text":"Tom wurde Republikaner.","translation":"Tom became a Republican."}],"Informatik":[{"text":"Frau Jones unterrichtet Informatik.","translation":"Ms. Jones teaches computer science."},{"text":"Kennst du dich mit Informatik aus?","translation":"Are you familiar with computer science?"},{"text":"Ich studiere Informatik.","translation":"I'm studying computer science."},{"text":"Die Informatik hat in unserem Land große Fortschritte gemacht.","translation":"Computer science has made rapid progress in our country."},{"text":"Im Zeitalter der Informatik ist es schwierig ohne Computer zu kommunizieren.","translation":"In the age of computer science, it is difficult to communicate without a computer."}],"liebend":[{"text":"Nichts ist so schön anzusehen, wie eine liebende Frau im Schlaf.","translation":"Nothing is as beautiful to look at as a loving woman in her sleep."},{"text":"Raum ist in der kleinsten Hütte für ein glücklich liebend Paar.","translation":"Space is in the smallest cottage for a happy loving couple."},{"text":"Der für eine liebende Frau attraktivste Mann ist nicht immer der emotional intelligenteste.","translation":"The most attractive man to a loving woman is not always the most emotionally intelligent."},{"text":"Eine liebende Frau hört auch das, was man noch gar nicht gesagt hat.","translation":"A loving woman also hears what has not yet been said."},{"text":"Ich würde liebend gerne wissen, was vor sich geht.","translation":"I'd love to know what's happening."}],"kandidieren":[{"text":"Niemand erwartete, dass er wieder kandidieren würde.","translation":"No one expected him to be a candidate again."},{"text":"Ich kandidiere für das Amt des Bürgermeisters.","translation":"I am running for mayor."},{"text":"Er kandidiert nicht bei der nächsten Wahl.","translation":"He is not standing in the next election."},{"text":"Ich kandidiere nicht mehr für die Präsidentschaft.","translation":"I am no longer running for the presidency."},{"text":"Ich habe in letzter Zeit gar keine Zeitung gelesen; daher weiß ich nicht einmal, wer in der Wahl dieses Jahr kandidiert.","translation":"I haven't read any newspapers lately; so I don't even know who is running in this year's election."}],"Praktikant":[{"text":"Kollegin brüllt durchs Büro: \"Der Praktikant war schon wieder in meiner Spalte drin!\"","translation":"Colleague yells through the office: \"The intern was already back in my column!\""},{"text":"Der Praktikant ist faul.","translation":"The intern is lazy."},{"text":"Der Praktikant starb nach zweiundsiebzig Stunden ohne Schlaf.","translation":"The intern died after working for 72 hours without sleep."},{"text":"Die Praktikanten arbeiten im Keller, und es gibt dort keine Fenster.","translation":"The interns work in the basement and there are no windows."},{"text":"Morgen werden wir unseren ersten Praktikanten in Empfang nehmen.","translation":"Tomorrow we will receive our first intern."}],"Spanier":[{"text":"Ich arbeite mit einem Spanier.","translation":"I'm working with a Spaniard."},{"text":"Während sich die deutschen Mitarbeiter um jedes Komma streiten, werden die Spanier aufholen.","translation":"While the German employees fight over every decimal point, the Spaniards will catch up."},{"text":"\"Hattest du in deinem Spanienurlaub Schwierigkeiten mit der Sprache?\" - \"Ich nicht, aber die Spanier!\"","translation":"\"Did you have difficulties with the language during your holiday in Spain?\" - \"Not me, but the Spaniards!\""},{"text":"Was sagt eigentlich ein Spanier, wenn er ausdrücken will, dass ihm „etwas spanisch“ vorkommt?","translation":"What does a Spaniard actually say when he wants to express that \"something Spanish\" seems to him?"},{"text":"Magda wird einen Spanier heiraten.","translation":"Magda will marry a Spaniard."},{"text":"Ist euer Vater Spanier?","translation":"Is your father Spanish?"},{"text":"Carlos ist Spanier und seine Frau ist Deutsche.","translation":"Carlos is Spanish and his wife is German."},{"text":"Es ist für Russen viel einfacher Spanisch zu lernen, als für Spanier Russisch zu lernen.","translation":"It's a lot easier for Russians to learn Spanish than it is for Spaniards to learn Russian."},{"text":"Spanier gehen gern in der Abendkühle spazieren.","translation":"Spaniards love to stroll around in the evening cool."},{"text":"Bist du Spanier?","translation":"Are you Spanish?"}],"Weihnachtsbaum":[{"text":"Gestern haben wir den Weihnachtsbaum geschmückt.","translation":"Yesterday, we decorated the Christmas tree."},{"text":"Tom war enttäuscht; denn keines der Geschenke unter dem Weihnachtsbaum war für ihn.","translation":"Tom was disappointed; for none of the presents under the Christmas tree were for him."},{"text":"Eine Sache wollte ich dir schon seit Langem sagen: Bring endlich den Weihnachtsbaum weg!","translation":"One thing I've wanted to tell you for a long time: Finally get rid of the Christmas tree!"},{"text":"Am Weihnachtsbaum brennen die Lichter.","translation":"The candles on the Christmas tree are burning."},{"text":"Habt ihr schon den Weihnachtsbaum aufgestellt?","translation":"Have you put up the Christmas tree already?"}],"denkt":[{"text":"Denkt ihr nicht, dass ich eine Entschuldigung verdiene?","translation":"Don't you think I deserve an apology?"},{"text":"Das denkt niemand.","translation":"Nobody thinks so."},{"text":"Denkt nicht einmal daran!","translation":"Don't even think about it."},{"text":"Denkt ihr ernsthaft daran, in diesem Laden einen Computer zu kaufen?","translation":"Are you seriously thinking about buying a computer in this store?"},{"text":"Ohne zu denken hat die Natur eine Maschine erschaffen, die denkt.","translation":"Without thinking, nature has created a machine that thinks."}],"Stier":[{"text":"Auch für einen starken Stier findet man Menschen, die ihm den Hals umdrehen.","translation":"Even for a strong bull you will find people who turn his neck."},{"text":"Der Stier entkam aus dem Ring.","translation":"The bull escaped from the ring."},{"text":"Es ist manchmal der Stier, der gewinnt.","translation":"It is sometimes the bull that wins."},{"text":"Vorsicht! Hinter Ihnen steht ein dicker Stier.","translation":"Caution! Behind you is a fat bull."},{"text":"Du musst den Stier bei den Hörnern packen.","translation":"You have to take the bull by the horns."}],"stütze":[{"text":"Du solltest für mich eine Stütze sein.","translation":"You should be a support for me."},{"text":"Berge sind keine gegenseitige Stütze, Menschen schon.","translation":"Mountains are not mutual support, people are."},{"text":"Gnade ist die Stütze der Gerechtigkeit.","translation":"Grace is the pillar of justice."},{"text":"Der Geist der Wahrheit und der Geist der Freiheit sind die Stützen unserer Gesellschaft.","translation":"The spirit of truth and the spirit of freedom are the pillars of our society."},{"text":"Seine Freundin war keine Stütze.","translation":"His girlfriend was not supportive."}],"soo":[{"text":"Nachdem ich ihm eine Gardinenpredigt gehalten hatte, war er wirklich soo klein mit Hut.","translation":"After I gave him a curtain sermon, he was really so small with a hat."}],"sprechend":[{"text":"Der Mensch ist das einzige sprechende Tier.","translation":"Man is the only talking animal."},{"text":"Die Hauptfigur dieser Sendung ist ein sprechendes Eichhörnchen.","translation":"This show's main character is a talking squirrel."},{"text":"Der Englisch sprechende Junge da ist größer als ich.","translation":"The English speaking boy there is taller than me."},{"text":"Wie kann ich mit einem Japanisch sprechenden Arzt Kontakt aufnehmen?","translation":"How can I contact a Japanese-speaking doctor?"},{"text":"Ein sprechender Frosch!","translation":"A talking frog!"}],"geradezu":[{"text":"Die Grammatik des Esperanto ist geradezu genial einfach.","translation":"The grammar of Esperanto is ingeniously simple."},{"text":"Er ist nicht nur interessiert, er ist geradezu verrückt danach.","translation":"He is not just interested, he's crazy about it."},{"text":"Herr Wright spricht die japanische Sprache geradezu so wie ein Japaner.","translation":"Mr. Wright speaks the Japanese language almost like a Japanese."},{"text":"Dieser Film war geradezu langweilig.","translation":"That movie was really boring."},{"text":"Obwohl ich älter als sie bin, behandelt sie mich geradezu wie einen Diener.","translation":"Even though I'm older than her, she treats me like a servant."}],"herausbringen":[{"text":"Wenn wir schon nicht die Wahrheit herausbringen, dann wenigstens die Wirklichkeit.","translation":"If we don't bring out the truth, then at least reality."},{"text":"Es ist höchst unwahrscheinlich, dass wir vor dem nächsten Winter ein Album herausbringen.","translation":"It's very unlikely that we will release a new album before next winter."},{"text":"Bei der Erziehung muss man etwas aus dem Menschen herausbringen und nicht in ihn hinein.","translation":"In education, you have to bring something out of the person and not into him."},{"text":"Diese beliebte Fernsehserie wird im Herbst zwei neue Folgen herausbringen.","translation":"That popular television series is going to spin off two new shows in the fall."},{"text":"Tom hat ein neues Buch mit dem Titel „Die Kunst, sich in Gleichgültigkeit zu üben“ herausgebracht.","translation":"Tom has published a new book called \"The Art of Practicing Indifference.\""}],"Terror":[{"text":"Tom weiß nicht den Unterschied zwischen Horror und Terror.","translation":"Tom doesn't know the difference between horror and terror."},{"text":"Was man früher Terrorismus nannte, heißt heute Terror.","translation":"What used to be called terrorism is now called terror."},{"text":"Sie erlebten beide Weltkriege und den Terror der sowjetischen Besatzung.","translation":"They experienced both world wars and the terror of the Soviet occupation."},{"text":"Der nachrevolutionäre Terror schreckte ihn ab.","translation":"The post-revolutionary terror deterred him."},{"text":"Ein Student sagt, dass die Säuberung in China noch nicht vorbei ist und dass dort Terror herrscht.","translation":"A student says that the purge in China is not over yet and that there is terror there."},{"text":"Außerdem kämpfen sie gegen die Terror-Miliz IS.","translation":"They are also fighting against the terrorist militia IS."},{"text":"Die Terror-Miliz IS ist noch nicht besiegt.","translation":"The terrorist militia IS has not yet been defeated."},{"text":"Terror nährt sich durch Angst und Beachtung, welche durch Medien und soziale Netzwerke verbreitet wird. An dem Tag, an dem die Medien nicht mehr stündlich über Anschläge berichten, an dem Tag, an dem wir dem Terror weniger Beachtung schenken, ab dem Tag hat der Terror den Krieg verloren.","translation":"Terror feeds on fear and attention spread through the media and social networks. The day the media stops reporting on attacks every hour, the day we pay less attention to terror, the day terror has lost the war."},{"text":"Das US-Justizministerium und der Inlandsgeheimdienst FBI (Federal Bureau of Investigation) führen menschenrechtswidrige, verdeckte Anti-Terror-Operationen durch, in deren Zuge sie amerikanische Muslime auf Grund ihrer Religion und ethnischer Identität verfolgen, so Human Rights Watch und das Menschenrechtsinstitut.","translation":"The U.S. Department of Justice and the Federal Bureau of Investigation (FBI) conduct human rights-violating covert counterterrorism operations in which they persecute American Muslims based on their religion and ethnic identity, Human Rights Watch and the Human Rights Institute said."}],"symbolisch":[{"text":"Wer ist ein Dichter? Der, dessen Leben symbolisch ist.","translation":"Who is a poet? The one whose life is symbolic."},{"text":"Das war eine symbolische Ohrfeige.","translation":"That was a symbolic slap in the face."},{"text":"Sogar Leute, die nicht an die katholische Kirche glauben, verehren den Papst als ein symbolisches Oberhaupt.","translation":"Even people who do not believe in the Catholic Church venerate the Pope as a symbolic leader."},{"text":"Viele kleine symbolische Gestirne sind auf der Amerika Flagge.","translation":"Many small symbolic stars are on the American flag."},{"text":"Das Fußballspiel ist rituelle Jagd, stilisierter Kampf und symbolisches Geschehen.","translation":"The game of football is ritual hunting, stylized struggle and symbolic events."}],"mmm":[],"Influencer":[],"aufzupassen":[{"text":"Das gefällt mir nicht so gut wie auf die Kinder aufzupassen.","translation":"I don't like it as much as taking care of children."},{"text":"Er schwört Stein und Bein, künftig besser aufzupassen.","translation":"He swears stone and leg to pay better attention in the future."},{"text":"Würde es dir etwas ausmachen, auf meine Sachen aufzupassen, während ich baden gehe?","translation":"Would you mind watching my things while I go for a swim?"},{"text":"Ich bat Maria, auf die Kinder aufzupassen.","translation":"I asked Maria to watch the children."},{"text":"Ob Tom wohl etwas dagegen hätte, morgen Abend auf unsere Kinder aufzupassen?","translation":"I wonder whether or not Tom would mind babysitting our children tomorrow night."}]}