{"Wohnwagen":[{"text":"Toms Eltern leben in einem alten Wohnwagen.","translation":"Tom's parents live in an old trailer."},{"text":"Tom und Maria haben ihr Heim in einem Wohnwagen.","translation":"Tom and Maria have their home in a caravan."},{"text":"Mit meinem Wohnwagen habe ich schon viele Esperantokongresse besucht.","translation":"With my caravan I have already attended many Esperanto congresses."},{"text":"Maria lebt in einem Wohnwagen.","translation":"Mary lives in a trailer."},{"text":"Tom lebt in einem Wohnwagen.","translation":"Tom lives in a trailer."}],"Bunker":[{"text":"Im Krieg ist jedes Loch ein Bunker.","translation":"In war, every hole is a bunker."},{"text":"Der alte General verließ den Bunker erhobenen Hauptes.","translation":"The old general left the bunker with his head held high."},{"text":"Es gibt ein paar atombombensichere Bunker in der Stadt.","translation":"There are a few nuclear bomb shelters in the city."}],"Einwanderer":[{"text":"Toms Eltern sind Einwanderer.","translation":"Tom's parents are immigrants."},{"text":"Die meisten Amerikaner stammen von Einwanderern ab.","translation":"Most Americans are descended from immigrants."},{"text":"Es sind zwei Bücher über die soziale Situation von Einwanderern in Portugal.","translation":"There are two books about the social situation of immigrants in Portugal."},{"text":"Die Vereinigten Staaten heißen Einwanderer aus vielen Ländern willkommen.","translation":"The United States welcomes immigrants from many countries."},{"text":"Tom bringt Einwanderern Deutsch bei.","translation":"Tom teaches German to immigrants."}],"Nichte":[{"text":"Das Mädchen, dem ich helfe, ist meine Nichte.","translation":"The girl I help is my niece."},{"text":"Tante Thea fuhr zu ihren Neffen und Nichten nach Kalifornien.","translation":"Aunt Thea went to her nephews and nieces in California."},{"text":"Maria schnitt zusammen mit ihrer kleinen Nichte Scherenmännchen aus.","translation":"Maria, together with her little niece, cut out male scissors."},{"text":"Seine Nichte ist attraktiv und reif für ihr Alter.","translation":"His niece is attractive and mature for her age."},{"text":"In Wirklichkeit ist sie meine Nichte.","translation":"To tell the truth, she is my niece."},{"text":"Elke, Marias Nichte, hilft ihr, wie so oft, beim Kochen.","translation":"Elke, Maria's niece, helps her, as so often, with cooking."},{"text":"Wir haben vergessen, deiner Nichte Souvenirs zu kaufen.","translation":"We forgot to buy souvenirs for your niece."},{"text":"Marias Nichte findet es erstaunlich, dass Esperanto lediglich einhundert Jahre älter ist als sie selbst.","translation":"Maria's niece finds it astonishing that Esperanto is only one hundred years older than herself."},{"text":"Meine Nichte ist ein ernstes Mädchen.","translation":"My niece is a serious girl."},{"text":"Meine Nichte arbeitet in einer Behindertenwerkstatt.","translation":"My niece works at a sheltered workshop."}],"hybrid":[{"text":"Ich habe mir ein Hybrid-Auto gekauft.","translation":"I bought a hybrid."}],"Kommissar":[{"text":"Ich war's nicht, Kommissar!","translation":"It wasn't I, commissioner!"},{"text":"Der Kommissar ließ sich die Akte aus dem Archiv holen.","translation":"The Commissioner had the file retrieved from the archive."},{"text":"Ich weiß, wer den Kommissar umgebracht hat.","translation":"I know who killed the Commissioner."},{"text":"Der Kommissar hat ihn befragt.","translation":"The Commissioner questioned him."},{"text":"Der Kommissar hat ihn die ganze Nacht über verhört.","translation":"The Commissioner interrogated him all night long."},{"text":"Dieser Fall ist klar, lieber Herr Kommissar.","translation":"This is a clear case, Commissioner."},{"text":"Dank der Vermittlung des UNO-Kommissars konnte eine Lösung in der Geiselfrage erreicht werden.","translation":"Thanks to the mediation of the UN Commissioner, a solution to the hostage issue has been reached."}],"id":[{"text":"Es gibt keinen Satz mit ID 264405.","translation":"There's no sentence with #264405."},{"text":"Mit der Datenbank stimmt etwas nicht. Der erste und dritte Eintrag haben dieselbe ID.","translation":"Something is wrong with the database. The first and third entries have the same ID."}],"Freak":[{"text":"Du siehst aus wie ein Freak.","translation":"You look like a freak."},{"text":"Nenn ihn nicht Freak.","translation":"Don't call him a freak."}],"Abgabe":[{"text":"Ich möchte, dass die Bauern erfahren, dass ich ihre Abgaben nicht senken werde.","translation":"I want the farmers to know that I am not going to reduce their taxes."},{"text":"König Salomo erhob eine Abgabe aus ganz Israel.","translation":"King Solomon raised a levy from all of Israel."},{"text":"Die Abgaben sind unvorstellbar hoch.","translation":"The levies are unimaginably high."},{"text":"Der Zeiger läuft. In einer Stunde ist Abgabe.","translation":"The pointer is running. In one hour is delivery."},{"text":"Die Abgabe von Alkohol an Minderjährige stellt in diesem Staat keine Straftat dar.","translation":"Providing alcohol to minors is not a criminal offense in this state."}],"koordinieren":[{"text":"Wir koordinieren Ihre Interessen.","translation":"We coordinate your interests."},{"text":"Wer soll unsere Tätigkeit koordinieren, wenn wir das nicht selbst tun?","translation":"Who is supposed to coordinate our activities if we don't do it ourselves?"},{"text":"Die finanzielle und wirtschaftliche Hilfe für diese Länder muss man besser koordinieren.","translation":"Financial and economic aid to these countries needs to be better coordinated."},{"text":"Begeben sie sich zum Bug, klettern sie die Strickleiter wieder hinauf und koordinieren Sie die Evakuierung!","translation":"Go to the bow, climb back up the rope ladder and coordinate the evacuation!"},{"text":"Unternehmerin sein, heißt: Überblick haben, koordinieren, Ziele setzen, Richtung weisen.","translation":"Being an entrepreneur means: having an overview, coordinating, setting goals, pointing the way."}],"säen":[{"text":"Die mit Tränen säen, werden mit Freuden ernten.","translation":"They that sow in tears shall reap in joy."},{"text":"Dem Armen gegeben ist wohl gesät.","translation":"Given to the poor is well sown."},{"text":"Wer redet, sät. Wer hört, erntet.","translation":"Whoever talks, sows. Whoever hears, reaps."},{"text":"Die Freundschaft ist wie das Land, auf dem man sät.","translation":"Friendship is like the land where you sow."},{"text":"Wer Streit sät, kann die Ernte gleich mitnehmen.","translation":"Those who sow quarrels can take the harvest with them."}],"Rücksicht":[{"text":"Nehmen Sie Rücksicht auf meine kranke Mutter!","translation":"Be considerate of my sick mother!"},{"text":"Rücksicht war noch nie das Konzept der Evolution.","translation":"Consideration has never been the concept of evolution."},{"text":"Die Rücksicht auf das Recht des anderen – das ist der Friede.","translation":"Respect for the right of the other – that is peace."},{"text":"Mit Rücksicht auf seine Gesundheit zog er an einen wärmeren Ort.","translation":"Out of consideration for his health, he moved to a warmer place."},{"text":"Rücksichtslosigkeiten, die edle Menschen erfahren haben, verwandeln sich in Rücksichten, die sie erweisen.","translation":"Ruthlessness experienced by noble people is transformed into considerations that they show."}],"vegetarisch":[{"text":"Immer mehr Menschen ernähren sich vegetarisch.","translation":"More and more people are following a vegetarian diet."},{"text":"Willst du vegetarisch essen?","translation":"Do you want to eat vegetarian?"},{"text":"Tom ernährt sich streng vegetarisch.","translation":"Tom eats a strict vegetarian diet."},{"text":"Vegetarische Ernährung dient der Gesundheit.","translation":"Vegetarian nutrition is good for health."},{"text":"„Herr Wirt, wir möchten gern eine Kleinigkeit vegetarisch frühstücken.“ — „Korn oder Kirsch?“","translation":"\"Mr. Wirt, we would like to have a little vegetarian breakfast.\" — \"Grain or cherry?\""}],"Bräutigam":[{"text":"Er ist der Bräutigam.","translation":"He is the bridegroom."},{"text":"Der Bräutigam bekam wenige Minuten vor der Hochzeit kalte Füße.","translation":"The groom was getting cold feet just minutes before the wedding."},{"text":"Der Bräutigam ließ die Braut vor dem Altar stehen.","translation":"The groom left the bride standing at the altar."},{"text":"Sie müssen aufpassen, dass Sie nicht besser aussehen als der Bräutigam!","translation":"You have to be careful not to look better than the groom!"},{"text":"Sie sagten, sie seien die Cousinen ​​des Bräutigams.","translation":"They said they were the groom's cousins."},{"text":"Ich bin die Braut und du der Bräutigam, lass uns heiraten!","translation":"I am the bride and you the groom, let's get married!"},{"text":"Braut und Bräutigam treten gemeinsam vor den Altar.","translation":"The bride and groom step together in front of the altar."},{"text":"Essen und Trinken wurden bei der Hochzeit in solch einem Überfluss serviert, dass Braut und Bräutigam begannen, sich zu fragen, ob sie nicht mehr Gäste einladen hätten sollen.","translation":"Food and drink were served in such abundance at the wedding that the bride and groom began to wonder if they shouldn't have invited more guests."},{"text":"Ich war kürzlich auf der Hochzeit eines chinesischen Freundes. Braut und Bräutigam waren Kommilitonen, haben beide ihren Abschluss an der Chinesisch-Fakultät gemacht und sind seit fünf Jahren ein Paar.","translation":"I recently attended a Chinese friend's wedding. The bride and groom were fellow students, both graduated from Chinese faculty and have been a couple for five years."},{"text":"Hier sitze ich, von aller Welt verlassen, ich, die ich eine Königstochter bin, und eine falsche Zofe hat mich gezwungen, meine Kleider auszuziehen, und bei meinem Bräutigam meinen Platz eingenommen, indes ich den niederen Dienst einer Gänsemagd zu verrichten habe.","translation":"Here I sit, deserted by all the world, I who am a king's daughter, and a false waiting-maid has forced me to take off my own clothes, and has taken my place with my bridegroom, while I have to fulfill the lowly office of goose-girl."}],"ent":[{"text":"Auf dem Teich schwimmen viele Enten.","translation":"There are a lot of ducks swimming in the pond."},{"text":"Der Kapitän gibt den Befehl zum Entern.","translation":"The skipper is giving the order to board the ship."},{"text":"Ich gehe jetzt die Enten füttern.","translation":"I'm going to go feed the ducks."},{"text":"Tom wirft den Enten Brot zu.","translation":"Tom throws bread to the ducks."},{"text":"Enten sind hervorragend als Haustiere geeignet.","translation":"Ducks make great pets."}],"est":[{"text":"Est scheint mir sehr interessant zu sein, die Sätze von Esperantostern zu lesen und zu übersetzen.","translation":"Est seems to me to be very interesting to read and translate the sentences of Esperanto stars."}],"Silbe":[{"text":"Der Akzent des Wortes ist auf der zweiten Silbe.","translation":"The accent of the word is on the second syllable."},{"text":"Tom erwähnte mit keiner Silbe, dass Maria hier wäre.","translation":"Tom never said anything about Mary being here."},{"text":"Was eine einzige Silbe alles bewirken kann!","translation":"What a single syllable can do!"},{"text":"In Esperanto betont man die vorletzte Silbe.","translation":"In Esperanto, the penultimate syllable is emphasized."},{"text":"Versuch dir einen Satz mit fünfzehn Silben auszudenken.","translation":"Try to come up with a sentence that has fifteen syllables."}],"Mutation":[{"text":"Tom hat eine seltene genetische Mutation.","translation":"Tom has a rare gene mutation."},{"text":"Vielen der besorgniserregendsten Varianten sind dieselben Mutationen zu eigen.","translation":"Many of the most concerning variants share the same mutations."},{"text":"Das Einhorn existiert doch. Es gibt eine Mutation unter den Rehen, infolgedessen haben die nur ein Horn.","translation":"The unicorn does exist. There is a mutation among the deer, as a result of which they have only one horn."},{"text":"Die Göttin Natürliche Selektion wählt blind und unbewusst, aber erstaunlich kreativ, zufällige Mutationen aus, die in langen Abständen vom Gott Zufall erzeugt werden.","translation":"The goddess Natural Selection blindly and unconsciously, but amazingly creatively, chooses random mutations produced at long intervals by the god Chance."},{"text":"Diese Krankheit wird von einer seltenen genetischen Mutation hervorgerufen.","translation":"This disease is caused by a rare genetic mutation."}],"Fertigkeit":[{"text":"Fähigkeiten werden vorausgesetzt; sie sollen zu Fertigkeiten werden. Dies ist der Zweck aller Erziehung.","translation":"Skills are required; they should become skills. This is the purpose of all education."},{"text":"Das Tun bringt die Fertigkeit, das Nichtstun die Ideen dazu.","translation":"Doing brings the skill, doing nothing brings the ideas."},{"text":"Der Bedarf an Fertigkeiten und Kenntnissen wird sich ändern.","translation":"The need for skills and knowledge will change."},{"text":"Man bekommt keine Arbeit, wenn man keine nützlichen Fertigkeiten besitzt.","translation":"You can't get a job if you don't have useful skills."},{"text":"Er zeigte große Fertigkeiten.","translation":"He showed great skill."}],"konstruieren":[{"text":"Als Ingenieur konstruiert Tom Flugzeuge.","translation":"As an engineer, Tom designs airplanes."},{"text":"Mein Vater konstruiert Brücken.","translation":"My father builds bridges."},{"text":"Er hat die Geschichte mit Steinen konstruiert ... an Hälse geknotet.","translation":"He constructed the story with stones ... knotted to necks."},{"text":"Die Ehe ist kein Fertighaus, sondern ein Gebäude, an dem ständig konstruiert und repariert werden muss.","translation":"Marriage is not a prefabricated house, but a building that needs to be constantly constructed and repaired."},{"text":"Eine weitere Überlegung sagt: Dies Ichgefühl des Erwachsenen kann nicht von Anfang an so gewesen sein. Es muss eine Entwicklung durchgemacht haben, die sich begreiflicherweise nicht nachweisen, aber mit ziemlicher Wahrscheinlichkeit konstruieren lässt.","translation":"Another consideration says: This sense of self of the adult cannot have been like this from the beginning. It must have undergone a development that understandably cannot be proven, but can be constructed with reasonable probability."},{"text":"Tom hat immer davon geträumt Raumschiffe zu konstruieren.","translation":"Tom has always dreamed of constructing spaceships."},{"text":"Die Brücke ist so konstruiert, dass sie sich in der Mitte öffnen lässt.","translation":"The bridge is so made that it may open in the middle."},{"text":"Er konstruierte einen Roboter.","translation":"He constructed a robot."},{"text":"Mein Haus ist so konstruiert, dass es einem Erdbeben standhalten kann.","translation":"My house is designed so as to withstand an earthquake."},{"text":"Intelligent ist, wer ein Atomkraftwerk konstruieren kann. Klug ist, wer es bleiben lässt.","translation":"Intelligent is who can construct a nuclear power plant. Clever is who lets it stay."}],"dominant":[{"text":"Tom bekannte sich zu seiner Frau und sagte seiner dominanten Mutter den Gehorsam auf.","translation":"Tom confessed to his wife and told his dominant mother to obey."},{"text":"Das dominante Charakteristikum des Alltagslebens ist die Spontanität.","translation":"The dominant characteristic of everyday life is spontaneity."},{"text":"Dominant oder devot - welchen Part willst du übernehmen?","translation":"Dominant or submissive - which part do you want to play?"}],"tausch":[{"text":"Tausch nicht das Leben gegen einen Traum. Besiegen kann man nur die Wirklichkeit.","translation":"Don't trade life for a dream. Only reality can be defeated."},{"text":"Ich möchte euch im Tausch gegen eine andere Sprache Chinesisch beibringen.","translation":"I want to teach you Chinese in exchange for another language."},{"text":"Er gab mir im Tausch gegen ein Stück Kuchen eine Apfelsine.","translation":"He gave me an orange in exchange for a piece of cake."},{"text":"Internationale Diplomatie kann definiert werden als der Tausch vieler brennender Fragen gegen eine schwelende.","translation":"International diplomacy can be defined as the exchange of many burning issues for a smoldering one."},{"text":"Es ist komisch, dass kein Mensch mit Esprit ein Glück möchte, das auf Dummheit gegründet ist, und doch ist es klar, dass man dabei einen guten Tausch machen würde.","translation":"It is funny that no man with wit wants a happiness based on stupidity, and yet it is clear that one would make a good exchange."},{"text":"Bitte tausche es in ein blaues Exemplar um.","translation":"Please change this for a blue one."},{"text":"Ich tausche meine Würde nicht gegen meine Freiheit.","translation":"I do not exchange my dignity for my freedom."},{"text":"Tausche die Fahne.","translation":"Change the flag."},{"text":"Bitte tausche die leere Druckerpatrone aus.","translation":"Please replace the empty printer cartridge."},{"text":"Ich tausche sie nicht.","translation":"I don't trade them."},{"text":"Tausche ich mich genug aus mit den Leuten, die ich mag?","translation":"Do I exchange enough with the people I like?"},{"text":"Mein eigenes Haus tausche ich nicht gegen ein Schloss.","translation":"I don't exchange my own house for a lock."},{"text":"„Wohl bedacht sehe ich“, sprach er zu sich selbst, „dass ich durch den Tausch gewonnen habe.“","translation":"\"Well considered,\" he said to himself, \"I see that I have won through the exchange.\""},{"text":"Tausche es aus.","translation":"Replace it."}],"Durchfall":[{"text":"Hier ist ein Mittel gegen Durchfall.","translation":"Here's some medicine for diarrhea."},{"text":"Das ist ein Medikament gegen Durchfall.","translation":"This is a medicine for diarrhoea."},{"text":"Ich hoffe, ich bekomme von all dem Fett in dem Salat keinen Durchfall.","translation":"I hope I don't get diarrhea from all the fat in that salad."},{"text":"Durchfall kann durch Dehydratation zum Tode führen.","translation":"Diarrhea can kill by causing dehydration."},{"text":"Die Verstorbenen wiesen Krankheitsbilder mit Durchfall, Fieber, Atemproblemen, Übelkeit, Erbrechen und Krämpfen auf.","translation":"The deceased had symptoms with diarrhea, fever, breathing problems, nausea, vomiting and convulsions."}],"thailändisch":[{"text":"Ich mag asiatisches Essen, insbesondere thailändisch.","translation":"I like Asian food, especially Thai."},{"text":"Tom isst oft thailändisch.","translation":"Tom often eats Thai food."},{"text":"Es gibt ein nettes thailändisches Restaurant hier in der Nähe.","translation":"There's a nice Thai restaurant near here."},{"text":"Ich esse, wann immer ich die Möglichkeit dazu habe, thailändisch.","translation":"I eat Thai food every chance I get."},{"text":"„Phat si-io“ ist ein thailändisches Gericht, zubereitet mit flachen, breiten Reisnudeln.","translation":"\"Pad See Ew\" is a Thai dish made with flat, broad rice noodles."}],"Steigerung":[{"text":"Steigerung des Luxus: eigenes Auto, eigene Villa, eigene Meinung.","translation":"Increase in luxury: own car, own villa, own opinion."},{"text":"Das war eine riesige Steigerung.","translation":"That was a huge increase."},{"text":"Diese Politik hat letztendlich zu einer raschen Steigerung der Lebenshaltungskosten geführt.","translation":"These policies have ultimately led to a rapid increase in the cost of living."},{"text":"Die Steigerung der Preise beruht größtenteils auf Wucher.","translation":"The increase in prices is largely due to usury."},{"text":"Die Steigerung der Verkäufe war der Schwerpunkt der Teambesprechung.","translation":"The increase in sales was the focal point of the team meeting."}],"wars":[{"text":"Ich habe \"Star Wars\" zweimal gesehen.","translation":"I've seen \"Star Wars\" twice."},{"text":"Welches ist dein Lieblings-\"Star Wars\"-Charakter?","translation":"Who's your favorite Star Wars character?"},{"text":"Der zweite und beste Teil der originalen Star-Wars-Trilogie heißt „Das Imperium schlägt zurück“.","translation":"The second and best part of the original Star Wars trilogy is called \"The Empire Strikes Back\"."},{"text":"Ich verstehe bei den Star-Wars-Filmen nicht, warum ausgerechnet Disney die siebte und achte Episode gemacht hat.","translation":"With the Star Wars movies, I don't understand why Disney of all people made the seventh and eighth episodes."},{"text":"Es ist schon so lange her, dass ich dich zuletzt gesehen habe: Beim letzten Mal hieß »Star Wars« noch »Krieg der Sterne« und hatte nur drei Teile, die alle gut waren.","translation":"It's been so long since I last saw you: Last time, Star Wars was called Star Wars and only had three parts, all of which were good."}],"Menschlichkeit":[{"text":"Krieg ist ein Verbrechen gegen die Menschlichkeit.","translation":"War is a crime against humanity."},{"text":"Weihnachten, das ist eine Zeit, da erinnern wir uns an die Menschlichkeit.","translation":"Christmas is a time when we remember humanity."},{"text":"Solange uns die Menschlichkeit miteinander verbindet, ist es völlig egal, was uns trennt.","translation":"As long as humanity connects us, it doesn't matter what separates us."},{"text":"Wo Gewalt zur Unterhaltung wird, legt sich die Menschlichkeit ins Grabe.","translation":"Where violence becomes entertainment, humanity burys itself."},{"text":"Der Preis des Erfolges sollte niemals die Menschlichkeit sein.","translation":"The price of success should never be humanity."}],"stornieren":[{"text":"Wenn die Lieferung bis 15 Uhr nicht da ist, stornieren wir den Auftrag.","translation":"If the delivery is not there by 3 pm, we will cancel the order."},{"text":"Wir müssen unsere Reise nach Japan stornieren.","translation":"We have to cancel our trip to Japan."},{"text":"Bitte stornieren Sie meine Bestellung und schicken Sie mir darüber eine Bestätigung.","translation":"Please cancel my order and send confirmation that this has been done."},{"text":"Ich möchte meine Reservierung stornieren.","translation":"I'd like to cancel my booking."},{"text":"Du brauchst deinen Urlaub nicht zu stornieren.","translation":"You needn't cancel your holiday."}],"eingetragen":[{"text":"Ich habe auf dem Formular meinen eigenen Namen eingetragen.","translation":"I filled in my own name on the form."},{"text":"Ich hatte mich im Hotel kaum eingetragen, als er mich anrief.","translation":"I had hardly checked in at the hotel when he called me."},{"text":"Hast du \"Zucker\" in die Einkaufsliste eingetragen?","translation":"Did you put \"sugar\" on the shopping list?"},{"text":"Ich wünsche Weltbürger zu sein, allen zu gehören, oder besser noch Nichtbürger bei allen zu sein. Möchte ich doch das Glück haben, in die Bürgerliste der himmlischen Stadt eingetragen zu werden! Denn dahin strebe ich.","translation":"I wish to be a citizen of the world, to belong to all, or better yet, to be a non-citizen to all. I would like to be lucky enough to be entered into the citizens' list of the heavenly city! Because that's where I'm striving."},{"text":"Bist du in der Wählerliste eingetragen?","translation":"Are you registered on the voters' list?"},{"text":"Ist Tatoeba eine eingetragene Marke?","translation":"Is Tatoeba a registered trademark?"}],"aufgeführt":[],"Schuljahr":[{"text":"Das Schuljahr ist zu Ende.","translation":"The school year is over."},{"text":"In Japan beginnt das Schuljahr im April.","translation":"In Japan, the school year begins in April."},{"text":"Ein neues Schuljahr stand kurz bevor.","translation":"Another school year was about to begin."},{"text":"Dieser Lehrer ist für die Klasse im dritten Schuljahr zuständig.","translation":"That teacher is in charge of the third-year class."},{"text":"Sie sprachen für den Rest des Schuljahres kein Wort mehr miteinander.","translation":"They didn't say a word to each other for the rest of the school year."}],"stationär":[{"text":"Er wurde stationär behandelt wegen einer chirurgischen Operation.","translation":"He was hospitalized for surgical surgery."}],"Terminal":[{"text":"Bitte bleiben Sie sitzen, bis wir das Terminal erreicht haben.","translation":"Please stay seated until we reach the terminal."},{"text":"Karte aufs Terminal legen oder einstecken.","translation":"Place the card on the terminal or insert it."}],"Eindringling":[{"text":"Ich fühle mich wie ein Eindringling.","translation":"I feel like an intruder."},{"text":"Die Eindringlinge sind dazu bestimmt, besiegt zu werden.","translation":"The invaders are destined to be defeated."},{"text":"Das Volk erhob sich gegen die Eindringlinge.","translation":"The people rose up against the invaders."},{"text":"Sie verteidigten ihre Heimat gegen die Eindringlinge.","translation":"They defended their homeland against the invaders."},{"text":"Tom beschrieb den Eindringling.","translation":"Tom described the intruder."}],"zerschlagen":[{"text":"Wenn der Himmel einfällt, so sind alle Töpfe und Bäume zerschlagen.","translation":"When the sky falls, all the pots and trees are smashed."},{"text":"Meinst du, dass das der Kerl ist, der das Fenster zerschlug?","translation":"Do you think that's the guy who smashed the window?"},{"text":"Die Nachricht zerschlug unsere Hoffnungen.","translation":"The news dashed our hopes."},{"text":"Im Falle eines Brandes zerschlagen Sie dieses Fenster!","translation":"In case of fire, smash this window!"},{"text":"Er zerschlug absichtlich ein Fenster.","translation":"He deliberately smashed a window."}],"Charlie":[{"text":"„Ich verstehe Weihnachten nicht“, sagte Charlie Brown.","translation":"\"I don't understand Christmas,\" Charlie Brown said."},{"text":"Charlie war noch ein Kind, als ich ihn zuletzt gesehen habe.","translation":"Charlie was a mere child when I saw him last."},{"text":"Gestern habe ich einen alten Film mit Charlie Chaplin gesehen.","translation":"Yesterday I saw an old movie with Charlie Chaplin."},{"text":"Charlie Chaplin ist ein Schauspieler.","translation":"Charlie Chaplin is an actor."},{"text":"Charlie Chaplin ist einer der größten Künstler aller Zeiten.","translation":"Charlie Chaplin is one of the greatest artists of all time."}],"Verantwortlicher":[{"text":"Handeln wir daher in verantwortlicher Weise!","translation":"Let us therefore act responsibly!"}],"verbindet":[{"text":"Er weiß, wie er seinen Rechner mit dem Internet verbindet.","translation":"He knows how to connect his computer to the Internet."},{"text":"Ein Meer trennt, verbindet aber auch.","translation":"A sea divides, but also connects."},{"text":"Ein Fehler, den man mit einem anderen Menschen teilt, verbindet tiefer als ein gemeinsamer Vorzug.","translation":"A mistake that you share with another person connects deeper than a common advantage."},{"text":"„Ihr beide sprecht Schwedisch miteinander, obwohl keiner von euch aus Schweden ist?“ – „Ja, das ist mal was anderes als das ständige Englisch. Es macht Spaß, und es verbindet uns, weil wir es beide lernen.“","translation":"\"You two speak Swedish to each other, although neither of you is from Sweden?\" – \"Yes, that's something different than the constant English. It's fun, and it connects us because we both learn it.\""},{"text":"Uhren nehmen mit ihrem strengen Maß den Stunden jenes Schweben, das sie mit der Unendlichkeit verbindet. Sie zersägen den vollen Klang des Werdens.","translation":"Watches, with their strict measure, take away the hours of that hovering that connects them to infinity. They saw the full sound of becoming."}],"krage":[{"text":"Mir platzt gleich der Kragen.","translation":"I'm about to blow my top."},{"text":"Humor ist der Knopf, der verhindert, dass uns der Kragen platzt.","translation":"Humor is the button that prevents our collar from bursting."},{"text":"Es lohnt sich nicht, Kopf und Kragen zu riskieren.","translation":"It is not worth risking your head and collar."},{"text":"Das kann ihm den Kragen kosten.","translation":"That can cost him the collar."},{"text":"Man sieht nicht in den Magen, wohl aber auf den Kragen.","translation":"You don't look into the stomach, but you do look at the collar."}],"Bitch":[{"text":"1000 Bitches, aber keine echte Frau.","translation":"1000 bitches, but no real woman."},{"text":"Das Wort „bitch“ bedeutet eigentlich „Hündin“. Wer in ungezwungenen Gesprächen in herabwürdigender, plumper und beleidigender Weise eine Frau so bezeichnet, der gibt sich als zurückgeblieben mit möglichem Hang zur sexuellen Belästigung zu erkennen.","translation":"The word \"bitch\" literally means a female dog. Its use in casual conversation to apply to a woman is demeaning, crude and insulting, and marks the person who uses this descriptor to be backwards and, potentially, a sexual harasser."}],"schluchzen":[{"text":"Ich hörte sie leise schluchzen.","translation":"I heard her sobbing softly."},{"text":"Das Mädchen, das sich verlaufen hatte, schluchzte, als es seinen Namen sagte.","translation":"The girl who'd got lost sobbed as she said her name."},{"text":"Das Mädchen schluchzte in der Ecke des Klassenzimmers.","translation":"The girl was sobbing in the corner of the schoolroom."},{"text":"Sie schluchzte heftig.","translation":"She sobbed heavily."},{"text":"Sie fing an zu schluchzen.","translation":"She burst into sobs."},{"text":"Ich habe sie in ihrem Zimmer schluchzen gehört.","translation":"I heard her sobbing in her room."},{"text":"Ich habe sie in ihrem Schlafzimmer schluchzen hören.","translation":"I heard her sobbing in her bedroom."},{"text":"Haben Sie in der Nacht jemanden – eine Frau, denke ich – schluchzen hören?","translation":"Did you happen to hear someone, a woman I think, sobbing in the night?"},{"text":"Ich konnte sie in ihrem Schlafzimmer schluchzen hören.","translation":"I could hear her sobbing in her bedroom."},{"text":"Tom konnte Maria im Nebenzimmer schluchzen hören.","translation":"Tom could hear Mary sobbing in the next room."},{"text":"Ich habe es deutlich vernommen, und ich bin mir sicher, dass es sich wirklich um das Schluchzen einer Frau handelte.","translation":"I heard it distinctly, and I am sure that it was really the sob of a woman."},{"text":"Als das Flugzeug abhob, war ein allgemeines Schluchzen unter den Passagieren, die traurig waren, wieder in ihre Heimat zurückkehren zu müssen, zu vernehmen.","translation":"As the plane took off, a general sob could be heard among the passengers, who were sad to have to return home."},{"text":"Ihre Patentante, die sie bitterliche Tränen weinen sah, fragte, was sie denn betrübe. „Ich wünschte, ich könnte –“, hub sie an, aber vor lauter Schluchzen konnte sie nicht zu Ende sprechen.","translation":"Her godmother, who saw her all in tears, asked her what was the matter. \"I wish I could—I wish I could—\" but she could not finish for sobbing."},{"text":"Maria war am Schluchzen.","translation":"Mary was sobbing."}],"steuerlich":[{"text":"Sie meinte, die Nullkuponanleihe sei aus steuerlichen Gründen interessant für uns.","translation":"She said that the zero coupon bond was interesting for us for tax reasons."},{"text":"Was kann ich mir unter einem steuerlichen Querverbund vorstellen?","translation":"What can I imagine under a tax cross-link?"},{"text":"Die Grundstücksbesitzer hier werden steuerlich bevorzugt behandelt.","translation":"The property owners here are given preferential tax treatment."},{"text":"Die Firma hat die Konzernzentrale aus steuerlichen Gründen nach Hongkong verlegt.","translation":"The company moved its corporate domicile to Hong Kong for tax purposes."},{"text":"Steuersenkungen werden oftmals als steuerliches Hauptinstrument eingesetzt, um die Wirtschaft anzukurbeln.","translation":"Tax cuts are often used as the main tax tool to boost the economy."},{"text":"Ich bin steuerlich nicht vorgebildet und kann mich daher nur wahrheitsgemäß äußern.","translation":"I am not tax-educated and can therefore only express myself truthfully."}],"Maggie":[],"Absolvent":[{"text":"Er ist Harvard-Absolvent.","translation":"He graduated from Harvard."},{"text":"Der Lehrer hatte Spaß daran sich mit einigen der Absolventen zu unterhalten.","translation":"The teacher enjoyed talking with some of the graduates."},{"text":"Ich bin Absolvent der Universität Kyōto.","translation":"I graduated from Kyoto University."},{"text":"Versicherungsgesellschaften stellen gerne junge Absolventen ein.","translation":"Insurance companies like to hire young graduates."},{"text":"Die Exmatrikulation erfolgt automatisch spätestens zum Ende des Semesters, in dem ein Absolvent seine letzte Prüfungsleistung erfolgreich abgelegt hat.","translation":"Exmatriculation takes place automatically at the latest at the end of the semester in which a graduate has successfully passed his last examination."}],"festzuhalten":[{"text":"Es erfordert oft mehr Mut, seine Ansicht zu ändern, als an ihr festzuhalten.","translation":"It often takes more courage to change one's view than to hold on to it."},{"text":"Er versuchte, sich am Geländer festzuhalten.","translation":"He tried to hold on to the railing."},{"text":"Von Beginn an habe ich versucht, alles in meinem Notizbuch festzuhalten.","translation":"From the beginning, I tried to write everything down in my notebook."},{"text":"Ein edler Mensch zieht edle Menschen an und weiß sie festzuhalten.","translation":"A noble man attracts noble people and knows how to hold on to them."},{"text":"Die meiste Zeit wird damit vergeudet, festzuhalten, was man längst verloren hat.","translation":"Most of the time is wasted trying to record what you have long since lost."}],"Gier":[{"text":"Die Gier brachte ihn um.","translation":"Greed killed him."},{"text":"Junge Männer neigen dazu, Opfer ihrer eigenen Gier zu werden.","translation":"Young men are apt to fall a victim to their own avarice."},{"text":"Obwohl er viel Spielzeug hatte, ließ ihn seine Gier nach mehr verlangen.","translation":"Although he had many toys, his greed made him want more."},{"text":"Gier ist die Wurzel allen Übels.","translation":"Greed is the root of all evil."},{"text":"Giere nicht nach Reichtum!","translation":"Don't crave wealth!"},{"text":"Gier ist nicht immer gut.","translation":"Greed is not always good."},{"text":"Gier macht blind.","translation":"Greed makes you blind."},{"text":"Gier ist ein genauso schlechter Ratgeber wie Angst.","translation":"Greed is just as bad a counselor as fear."},{"text":"Von Gier geblendet scheint er sein Urteilsvermögen verloren zu haben.","translation":"Blinded by greed, he seems to have lost his judgment."},{"text":"Gier macht den Menschen im Leben arm, denn die Fülle dieser Welt macht ihn nicht reich.","translation":"Greed makes man poor in life, because the abundance of this world does not make him rich."}],"ethisch":[{"text":"Über die damit verbundenen ethischen Fragen wurde ebenfalls ausführlich diskutiert.","translation":"The ethical issues involved were also discussed in detail."},{"text":"Ich habe ethische Grundsätze.","translation":"I have moral standards."},{"text":"Viele Menschen waren aus ethischen Gründen gegen Gentherapie.","translation":"A great many people were opposed to gene therapy in terms of ethics."},{"text":"Da alles Wissen relativ ist, sind also auch ethische Standards relativ.","translation":"Since all knowledge is relative, ethical standards are also relative."},{"text":"Damit hat Ziri eine ethische Grenze überschritten.","translation":"By doing this, Ziri crossed an ethical boundary."}],"Lebensraum":[{"text":"Hitler forderte Lebensraum in Osteuropa.","translation":"Hitler called for \"Lebensraum\" in Eastern Europe."},{"text":"Die Wohnung ist dein Lebensraum; sie zu pflegen, heißt, sich selbst zu pflegen.","translation":"The apartment is your living space; To take care of them is to take care of oneself."},{"text":"Wissenschaftler befürchten, dass Koalas bis 2050 aussterben könnten, wenn die Zerstörung ihres Lebensraumes weitergeht.","translation":"Scientists fear that koalas could be heading toward extinction by 2050 if the destruction of their habitat continues."},{"text":"Bäume sind Lebensräume von Tieren wie Eichhörnchen oder Vögeln.","translation":"Trees are habitats for animals, such as squirrels and birds."},{"text":"Was ist der Lebensraum der Pinguine?","translation":"What is the habitat of penguins?"}],"Berühmtheit":[{"text":"Berühmtheit passt nicht zu jedem Menschen zu.","translation":"Celebrity does not suit everyone."},{"text":"Man trifft nur selten zufällig eine Berühmtheit.","translation":"You rarely meet a celebrity by chance."},{"text":"Tom wünscht sich Reichtum und Berühmtheit zu erlangen.","translation":"Tom wants to become rich and famous."},{"text":"Als sie auf die Berühmtheit stießen, baten die Fans um sein Autogramm.","translation":"On encountering the celebrity, the fans asked for his autograph."},{"text":"Tom hatte sich zum Ziel gesetzt, eine Berühmtheit zu werden.","translation":"Tom had set himself the goal of becoming a celebrity."}],"konventionell":[{"text":"Individualisten gehen keine konventionellen Wege.","translation":"Individualists do not go conventional ways."},{"text":"Maria hat sehr konventionelle Ideen.","translation":"Maria has very conventional ideas."},{"text":"Die Allerweltsweisheit lehrt, dass es besser für das Ansehen ist, auf konventionelle Art zu versagen, als auf ungewöhnliche Art Erfolg zu haben.","translation":"Conventional wisdom teaches that it is better for reputation to fail in conventional ways than to succeed in unusual ways."},{"text":"Damit wird sie nicht nur queerfeministischem Punk-Aktivismus gerecht, sondern tritt auch konventionellen Darstellungen von Punk als männlich, hetero und weiß, bzw. als entpolitisierter und deradikalisierter Spaßkultur entgegen.","translation":"In doing so, she not only does justice to queer-feminist punk activism, but also counters conventional depictions of punk as male, hetero and white, or as a depoliticized and deradicalized fun culture."}],"Vertragsschluß":[],"kontroverse":[{"text":"In der Kontroverse stellten wir uns auf seine Seite.","translation":"We sided with him in the controversy."},{"text":"Die Gall-Peters-Projektion war Gegenstand einer Kontroverse.","translation":"The Gall-Peters map projection was a subject of controversy."},{"text":"Dass Conchita Wurst für den Liederwettbewerb der Eurovision 2014 ausgewählt wurde, sorgte in Österreich für Kontroversen.","translation":"Conchita Wurst's selection for the Eurovision Song Contest 2014 sparked controversy in Austria."},{"text":"Deep Blue, ein Supercomputer, der in den neunziger Jahren von IBM entwickelt wurde, um Schach auf höchstem Niveau zu spielen, wurde nach dem zweiten Spiel 1997 gegen Großmeister Garri Kasparow in den Ruhestand versetzt (zerstört?). Es gibt immer noch viele Kontroversen um diese historischen Spiele.","translation":"Deep Blue, a supercomputer created by IBM in the nineties to play chess at the highest level, was retired (destroyed?) after the second match, played in 1997, against Grandmaster Garry Kasparov. Much controversy still exists around these historical matches."},{"text":"Wir hatten eine Kontroverse.","translation":"We did have a controversy."}],"Selbstbewußtsein":[{"text":"Selbstbewusstsein ist etwas Gesundes, solange es andere nicht krank macht.","translation":"Self-confidence is something healthy as long as it doesn't make others sick."},{"text":"Es ist die wichtigste Aufgabe, das Selbstbewusstsein einer Schönen zu heben.","translation":"It is the most important task to raise the self-confidence of a beautiful woman."},{"text":"Bescheiden können nur die Menschen sein, die genug Selbstbewusstsein haben.","translation":"Only people who have enough self-confidence can be modest."},{"text":"Du wirst gezwungen, Arbeiten auszuführen, die dein Selbstbewusstsein verletzen.","translation":"You will be forced to do work that hurts your self-confidence."},{"text":"Komplimente dürfen für das Selbstbewusstsein ein Genuss, aber niemals ein Arzneimittel sein.","translation":"Compliments may be a pleasure for self-confidence, but never a medicine."}],"anerkannt":[{"text":"Er ist auf diesem Gebiet eine anerkannte Autorität.","translation":"He is a recognised authority in this field."},{"text":"Das ist eine von keinem Land anerkannte Regierung.","translation":"This is a government that is not recognized by any country."},{"text":"Viele der heute bekannten Darsteller führen ein gesellschaftlich anerkanntes Leben.","translation":"Many of the actors known today lead a socially recognized life."},{"text":"Die Mitgliedstaaten verfügen im Bereich des militärischen Schiffbaus über eine anerkannte technische Kompetenz.","translation":"Member States have recognised technical competence in the field of military shipbuilding."},{"text":"Es gibt mehrere Hypothesen zur Entstehung dieser Krankheit, doch eine allgemein anerkannte Theorie existiert noch nicht.","translation":"There are several hypotheses about the development of this disease, but a generally accepted theory does not yet exist."}],"Beschränkung":[{"text":"In der Beschränkung zeigt sich erst der Meister.","translation":"It is in self-limitation that a master first shows himself."},{"text":"Die Kunst liegt in der Beschränkung auf das Wesentliche.","translation":"Art lies in the limitation to the essentials."},{"text":"Wir haben uns keine Beschränkung auferlegt.","translation":"We have not imposed any restrictions on ourselves."},{"text":"Die einzige Beschränkung legt dir deine Phantasie auf.","translation":"The only limit is your own imagination."},{"text":"Heute ist man ohne Beschränkungen auf der Jagd nach Luxus und Sinnengenuss.","translation":"Today, people are on the hunt for luxury and sensory enjoyment without restrictions."}],"variabel":[{"text":"Ihre Lyrik ist thematisch bunt und variabel im Stil.","translation":"Her poetry is thematically colorful and variable in style."}],"konsistent":[],"hust":[{"text":"Ich habe Husten und ein bisschen Fieber.","translation":"I have a cough and a bit of a fever."},{"text":"Lieben und Husten lässt sich nicht verbergen.","translation":"Loving and coughing cannot be hidden."},{"text":"Ich habe einen trockenen Husten.","translation":"I have a dry cough."},{"text":"Liebe und Husten bleiben nicht verborgen.","translation":"Love and cough do not remain hidden."},{"text":"Ich kann meinen Husten nicht loswerden.","translation":"I cannot get rid of my cough."}],"maßgeschneidert":[{"text":"Tom trägt nur maßgeschneiderte Anzüge.","translation":"Tom only wears tailored suits."},{"text":"Unsere Ingenieure schaffen unseren Kunden maßgeschneiderte Lösungen.","translation":"Our engineers create tailor-made solutions for our clients."},{"text":"Meine ganze Garderobe ist maßgeschneidert.","translation":"My whole wardrobe is tailor-made."},{"text":"Image ist eine maßgeschneiderte Zwangsjacke.","translation":"Image is a tailor-made straitjacket."},{"text":"Der Anzug ist maßgeschneidert.","translation":"The suit's custom-made."}],"gewaltsam":[{"text":"Es ist der Krieg ein roh gewaltsam Handwerk.","translation":"War is a crudely violent craft."},{"text":"Machen Sie keine plötzlichen oder gewaltsamen Bewegungen.","translation":"Do not make any sudden or violent movements."},{"text":"Als seine Frau von seinem gewaltsamen Tod hörte, war sie außer sich vor Kummer.","translation":"When his wife heard of his violent death, she was beside herself with grief."},{"text":"Die Tür wurde gewaltsam geöffnet.","translation":"The door was opened by force."},{"text":"Snorri Sturlusons Geschichten erzählen unter anderem davon, dass in Norwegen das Christentum gewaltsam verbreitet wurde.","translation":"Snorri Sturluson's stories tell, among other things, that Christianity was spread violently in Norway."},{"text":"Der Mann wurde gewaltsam aus dem Flugzeug entfernt.","translation":"The man was forcibly removed from the airplane."},{"text":"Ich kann diesen Film nicht anschauen, er ist zu gewaltsam.","translation":"I can't watch this movie, it's too violent."},{"text":"Ein Konflikt zwischen Familien wird mit größerer Wahrscheinlichkeit gewaltsam als einer innerhalb der Familie. Oder nicht?","translation":"Inter-family is more likely than intra-family conflict to result in violence. Or is it?"},{"text":"Tom öffnete die Tür gewaltsam mit einer Brechstange.","translation":"Tom forced open the door with a crowbar."}],"cremig":[{"text":"Das fühlt sich weich und cremig an.","translation":"It feels soft and creamy."},{"text":"Margarine in eine Schüssel geben und cremig rühren.","translation":"Put the margarine in a bowl and mix until creamy."},{"text":"Als Lohn dieser Arbeit erhalten wir einen herrlich cremigen, sahnigen milden Joghurt, der viel besser als ein gekauftes Produkt schmeckt.","translation":"As a reward for this work, we get a wonderfully creamy, creamy mild yogurt that tastes much better than a purchased product."}],"flieg":[{"text":"Flieg!","translation":"Fly!"}],"Inspektion":[{"text":"Korea stimmte einer Inspektion durch die IAEA zu.","translation":"Korea allowed an inspection by the IAEA."},{"text":"Wir fanden ihn hart arbeitend zwanzig Kilometer von dem Ort entfernt, wo die Inspektion stattfand.","translation":"We found him working hard twenty kilometers from the place where the inspection took place."},{"text":"Als Draisine wird ein meist vierrädriges oder dreirädiges Bahndienstfahrzeug bezeichnet, das mit Muskel- oder mit Motorantrieb ausgestattet, als Hilfsfahrzeug zur Inspektion von Eisenbahnstrecken sowie zum Transport von Arbeitern und Werkzeug verwendet wird.","translation":"A draisine is a usually four-wheeled or three-wheeled railway service vehicle, which is equipped with muscle or motor drive, used as an auxiliary vehicle for the inspection of railway lines and for the transport of workers and tools."},{"text":"Heute findet eine große Inspektion statt.","translation":"Today, a major inspection is taking place."}],"Beliebtheit":[{"text":"Asiatische Medizin erfreut sich in Europa immer größerer Beliebtheit.","translation":"Asian medicine is becoming increasingly popular in Europe."},{"text":"Die Mode wird bald an Beliebtheit verlieren.","translation":"The fashion will soon lose favor."},{"text":"Amische Liebesromane gewinnen in letzter Zeit an Beliebtheit.","translation":"Amish romance novels have become popular lately."},{"text":"Die Beliebtheit von Heimunterricht nimmt zu.","translation":"Homeschooling is growing in popularity."},{"text":"Wie erklärt sich die Beliebtheit des Juristenberufs?","translation":"What explains the popularity of the legal profession?"}],"verkleinern":[{"text":"Einer der sichersten Wege, seine Freiheit zu vergrößern, ist, seine Wünsche zu verkleinern.","translation":"One of the surest ways to increase one's freedom is to diminish one's desires."},{"text":"Fährst Du rückwärts an den Baum, verkleinert sich der Kofferraum!","translation":"If you drive backwards to the tree, the trunk shrinks!"},{"text":"Wer seinen Horizont erweitert, verkleinert den Himmel.","translation":"Those who broaden their horizons shrink the sky."},{"text":"Um deinen Bauch zu verkleinern, lass die Finger vom Süßkram.","translation":"To reduce your belly, keep your fingers off the sweet stuff."},{"text":"Es ist eine viel schlimmere Art des Stolzes, andere zu verkleinern, als sich selbst zu erheben.","translation":"It's a much worse kind of pride to downsize others than to elevate yourself."}],"Versager":[{"text":"Deine Firma hat jetzt schon 10 Monate lang Minus gemacht, du Versager!","translation":"Your company has been doing minus for 10 months now, you failure!"},{"text":"Man kann nur schwer mit dem Wissen leben, ein Versager zu sein.","translation":"It's hard to live with the knowledge that you are a failure."},{"text":"Frauen mögen keine Versager.","translation":"Women don't like losers."},{"text":"Warum sollte sie so blöd sein, einem Versager wie dir zu helfen?","translation":"Why would she be so stupid as to help a failure like you?"},{"text":"Hör auf, dich mit Versagern zu treffen!","translation":"Stop dating losers!"}],"drunter":[{"text":"Da drin geht’s drunter und drüber.","translation":"It's all over there."},{"text":"Tom trägt heute nichts drunter.","translation":"Tom's going commando today."},{"text":"Wer wohnt im Zimmer drunter?","translation":"Who lives in the room below?"},{"text":"Der Mensch braucht nur wenige Erdschollen, um darauf zu genießen, weniger, um drunter zu ruhen.","translation":"Man needs only a few earth floes to enjoy it, less to rest underneath."},{"text":"Magst du noch so plötzlich „Versteck dich unter dem Bett!“ sagen: da pass’ ich überhaupt nicht drunter.","translation":"No matter how suddenly you say \"Hide yourself under the bed!\": I don't fit under it at all."}],"familiär":[{"text":"Wegen einer familiären Angelegenheit bin ich diese Woche in Berlin.","translation":"Because of a family matter, I am in Berlin this week."},{"text":"Du hast keine Ahnung von meiner familiären Situation.","translation":"You have no idea about my family situation."},{"text":"Du musst dir deiner familiären Verantwortung bewusst sein.","translation":"You need to be aware of your family responsibilities."},{"text":"Er mischte sich in die familiären Angelegenheiten seines Freundes ein.","translation":"He interfered in his friend's family affairs."},{"text":"Ich will die familiäre Gemeinschaft.","translation":"I want the family community."}],"Hahn":[{"text":"In seinem Hof ist jeder Hahn stark.","translation":"In his yard, every rooster is strong."},{"text":"Der Jäger spannte den Hahn.","translation":"The hunter cocked the rooster."},{"text":"Der Hahn war geöffnet und das Gas strömte aus.","translation":"The tap was open and the gas flowed out."},{"text":"Wer Glück hat, dem legt auch der Hahn ein Ei.","translation":"If you are lucky, the rooster will also lay an egg."},{"text":"Tom ist der Hahn im Korb.","translation":"Tom is the rooster in the basket."}],"maximum":[{"text":"Beachten Sie, dass das Maximum nicht immer existiert.","translation":"Note that the maximum doesn't always exist."},{"text":"Bitte bedenke, dass das Maximum in manchen Fällen nicht existiert!","translation":"Please consider that the maximum doesn't exist in some circumstances."},{"text":"Zur Prüfung der Sache benötigen wir ein Maximum an Indizien.","translation":"To examine the matter, we need a maximum of circumstantial evidence."},{"text":"Tom weiß nicht den Unterschied zwischen einem Maximum und einer Maxime.","translation":"Tom doesn't know the difference between a maximum and a maxim."},{"text":"Den Kindern ein Maximum an Entwicklungsmöglichkeiten zu geben – das ist die Aufgabe der Schule.","translation":"To give the children a maximum of development opportunities – that is the task of the school."}],"Schlaufe":[],"Ästhetik":[{"text":"Meine Frau zeigte einen ausgezeichneten Sinn für Ästhetik beim Dekorieren des Zimmers.","translation":"My wife showed an excellent sense of aesthetics when decorating the room."},{"text":"Jede Epoche erschafft eine eigene Ästhetik.","translation":"Each epoch creates its own aesthetic."},{"text":"Melancholie ist das intensive Verständnis für die Ästhetik und Schönheit von Traurigkeit und Wehmut.","translation":"Melancholy is the intense understanding of the aesthetics and beauty of sadness and melancholy."},{"text":"Ethik kann so wenig zur Tugend verhelfen, als eine vollständige Ästhetik lehren kann, Kunstwerke hervorzubringen.","translation":"Ethics can do as little as a complete aesthetic can teach to produce works of art."},{"text":"David hat ein leidenschaftliches Interesse an Ästhetik - den Eigenschaften, die ein Gemälde, eine Skulptur, eine musikalische Komposition oder ein Gedicht Auge, Ohr oder Geist gefallen lassen.","translation":"David has a passionate interest in aesthetics – the qualities that make a painting, sculpture, musical composition or poem please the eye, ear or mind."}],"Privileg":[{"text":"Freiheit ist kein Privileg, sondern eine Aufgabe.","translation":"Freedom is not a privilege, but a task."},{"text":"Die grosse Leidenschaft ist das Privileg derer, die sonst nichts zu tun haben.","translation":"The great passion is the privilege of those who have nothing else to do."},{"text":"Schlechter Geschmack ist kein Privileg des Alters.","translation":"Bad taste is not a privilege of old age."},{"text":"Es ist ungerecht, Priestern das Heiraten zu verbieten. Womit haben sie dieses Privileg verdient?","translation":"It is unfair to forbid priests to marry. How did they deserve this privilege?"},{"text":"Er muss das Privileg missbraucht haben.","translation":"He must have abused the privilege."}],"schließ":[{"text":"Schließ beim Hinausgehen die Türe.","translation":"Close the door as you walk out."},{"text":"Schließ das Tor!","translation":"Close the gate!"},{"text":"Schließ bitte die Tür hinter dir.","translation":"Please close the door behind you."},{"text":"Öffne deinen Mund und schließ die Augen.","translation":"Open your mouth and close your eyes."},{"text":"Lass die Katze nicht entkommen. Schließ die Tür!","translation":"Don't let the cat escape. Close the door!"},{"text":"Schließ die Augen und schlaf.","translation":"Close your eyes and sleep."},{"text":"Schließ das Fenster, bevor du rausgehst.","translation":"Close the window before you leave."},{"text":"Schließ das Buch.","translation":"Close the book."},{"text":"Schließ die Tür hinter dir.","translation":"Close the door behind you."},{"text":"Schließ die Tür um zehn.","translation":"Close the door at ten."}],"senkrecht":[{"text":"Ein Hubschrauber ist in der Lage, senkrecht zu starten und zu landen.","translation":"A helicopter is able to take off and land straight up and down."},{"text":"Druck wirkt senkrecht zu der festen Oberfläche eines Objekts.","translation":"Pressure acts perpendicular to the solid surface of an object."},{"text":"Das riesige Flugzeug rauschte in einem fast senkrechten Steilflug hinunter.","translation":"The giant plane screamed down in an almost vertical dive."},{"text":"Dieser Pfahl steht nicht ganz senkrecht.","translation":"That pole is not quite vertical."},{"text":"Das Großflugzeug begann fast senkrecht abzutauchen.","translation":"The large aircraft began to dive almost vertically."},{"text":"Alles senkrecht.","translation":"All vertically."},{"text":"Die Senkrechte der Tangente t durch C und die Parallele durch P schneiden sich in einem Punkt P′.","translation":"The vertical of the tangent t through C and the parallel through P intersect in a point P′."}],"Schwiegertochter":[{"text":"Zum Glück ist sie nicht meine Schwiegertochter geworden.","translation":"Luckily, she didn't become my daughter-in-law."},{"text":"Seine Schwiegertochter ist schwanger.","translation":"His daughter-in-law is pregnant."},{"text":"Mein Sohn Tom und meine Schwiegertochter streiten stets.","translation":"My son Tom and daughter-in-law are always arguing."},{"text":"Diese Frau liebt ihre Schwiegertochter.","translation":"This woman loves her daughter-in-law."},{"text":"Sobald er die Nachricht vom Tod seiner Schwiegertochter bekam, rastete er aus.","translation":"Once he got the news of his daughter-in-law's death, he totally freaked out."}],"erreich":[{"text":"Ich muss mich beeilen, damit ich den Zug noch erreiche.","translation":"I have to hurry so that I can still reach the train."},{"text":"Ich liebe diese Sprache sehr und will sie soweit erlernen, dass ich ein gutes Niveau erreiche.","translation":"I love this language very much and want to learn it enough to reach a good level."},{"text":"Es funktioniert, aber es gefällt mir nicht, dass ich manches, worauf ich oft zugreife, erst nach mehreren Klicks erreiche.","translation":"It works, but I don't like the way it takes multiple clicks to get to things I often access."},{"text":"Meist erreiche ich meine Großmutter nur per Handy.","translation":"Mostly I reach my grandmother by phone."},{"text":"Ich erreiche den Zug nicht mehr.","translation":"I can't reach the train anymore."},{"text":"Das Leben ist ein Ziel. Erreiche es.","translation":"Life is a goal. Reach it."},{"text":"Damit ich halbe Million erreiche, verkaufte ich das Haus und Möbel samt der Juwelen.","translation":"In order to reach half a million, I sold the house and furniture including the jewels."},{"text":"Liebevolle Beziehung zu dem anderen soll etwas von uns Entferntes sein? Nein, wenn ich sie erstrebe, dann erreiche ich sie.","translation":"Loving relationship with the other is supposed to be something distant from us? No, if I strive for it, then I reach it."}],"wohlfühlen":[{"text":"Ich glaube, Sie werden sich hier wohlfühlen.","translation":"I think you will feel comfortable here."},{"text":"Du wirst dich hier sicher wohlfühlen.","translation":"I think you'll be happy here."},{"text":"Es gibt Menschen, die sich allein wohlfühlen.","translation":"There are people who feel comfortable alone."},{"text":"Ein Mensch kann sich nicht wohlfühlen, wenn er mit sich selbst nicht im Reinen ist.","translation":"A man cannot be comfortable without his own approval."},{"text":"Wer sich nicht wohlfühlt bei seinesgleichen, der gehört weiter hinunter.","translation":"If you don't feel comfortable with your peers, you belong further down."}],"Logistik":[{"text":"Er ist für die Logistik einer großen Firma zuständig.","translation":"He is responsible for the logistics of a large company."},{"text":"Leere Regale haben mehr mit Logistik zu tun als damit, wie viele Lebensmittel hergestellt werden.","translation":"Bare shelves have more to do with logistics than how much food is being produced."},{"text":"Wie kann ich meine Logistik anschaulich darstellen?","translation":"How can I visualize my logistics?"},{"text":"Man braucht nur ein paar Flugzeuge, Förderbänder, Kraftfahrzeuge und überall gute Leute, die wissen, wann exakt sie was am besten und am günstigsten zu tun haben. Genau das ist Logistik.","translation":"All you need is a few planes, conveyor belts, motor vehicles and good people everywhere who know exactly when exactly they have to do what best and cheapest. That's exactly what logistics is."}],"jack":[{"text":"Ich heiße Jack.","translation":"My name is Jack."},{"text":"Das ist Jacke wie Hose.","translation":"It's six of one and half-a-dozen of the other."},{"text":"Es ist schwer Jack zu überzeugen.","translation":"It is hard to convince Jack."},{"text":"Sie hat gestern zufällig Jack getroffen.","translation":"She came across Jack yesterday."},{"text":"Das ist das Haus, das Jack gebaut hat.","translation":"This is the house that Jack built."},{"text":"Jack ist einer meiner Freunde.","translation":"Jack is one of my friends."},{"text":"Jack spricht vielleicht auch Spanisch.","translation":"Jack may also speak Spanish."},{"text":"Wie lange kennst du Jack?","translation":"How long have you known Jack?"},{"text":"Jack stand früh auf.","translation":"Jack got up early."},{"text":"Du solltest hinter seinem Rücken nicht über Jack reden.","translation":"You shouldn't talk about Jack behind his back."}],"Klischee":[{"text":"Das Klischee ist der Feind genauer Beobachtung.","translation":"The cliché is the enemy of close observation."},{"text":"Stimmt das Klischee?","translation":"Is that stereotype true?"},{"text":"Das ist dein Hang zu Klischees.","translation":"It's your stereotyping."},{"text":"Diese Sendung ist zu einem Klischee verkommen.","translation":"This program has become stereotyped."},{"text":"Das Klischee des liebenswerten Gauners ist arg überstrapaziert.","translation":"The cliché of the lovable crook is badly overused."},{"text":"Es geht Tom vor allem darum, Klischees auszuräumen.","translation":"Tom's main concern is to dispel clichés."}],"Spoiler":[{"text":"Spoiler verboten!","translation":"Spoilers forbidden!"}],"abzulehnen":[{"text":"Ich erlaube es dieser Minderheit, meinen Satz abzulehnen.","translation":"I allow this minority to reject my sentence."},{"text":"Es war dumm von ihm, ihr Angebot abzulehnen.","translation":"It was foolish of him to reject their offer."},{"text":"Es war schwierig für mich, seine Forderung abzulehnen.","translation":"It was difficult for me to reject his demand."},{"text":"Sie versuchte, ihn zu überzeugen, das Angebot nicht abzulehnen.","translation":"She tried to persuade him not to decline the offer."},{"text":"Ich hatte Angst davor abzulehnen.","translation":"I was afraid to say no."}],"solang":[{"text":"Solange Menschen denken, dass Tiere nicht fühlen, müssen Tiere fühlen, dass Menschen nicht denken.","translation":"As long as humans think that animals do not feel, animals must feel that humans do not think."},{"text":"Alle Verträge sind solange gültig, bis ein Partner mächtiger wird.","translation":"All contracts are valid until a partner becomes more powerful."},{"text":"Ein Mensch ist solange nicht tot, wie sich noch jemand an ihn erinnert.","translation":"A person is not dead as long as someone remembers him."},{"text":"Solange Aufgaben Probleme sind, solange fallen Lösungen schwer.","translation":"As long as tasks are problems, solutions are difficult."},{"text":"Man fühlt sich solange einsam, bis man wirklich bei sich angekommen ist.","translation":"You feel lonely until you really arrive at yourself."},{"text":"Es irrt der Mensch, solang er strebt.","translation":"Man errs as long as he strives."},{"text":"Ich werde dir helfen, solang ich lebe.","translation":"I'll help you as long as I live."},{"text":"Wünsche kosten nichts, solang du nicht wünscht, dass sie Wirklichkeit werden mögen.","translation":"Wishes cost nothing as long as you don't want them to become reality."},{"text":"Nütze den Wind, solange er weht. Nütze die Zeit, solang sie vergeht.","translation":"Use the wind while it blows. Use the time as long as it passes."},{"text":"In jedem steckt ein Bild des, das er werden soll. Solang er das nicht ist, ist nicht sein Friede voll.","translation":"In each one there is an image of what he is to become. As long as he is not, his peace is not full."},{"text":"Solange Tom betrunken ist, sieht er alles positiv.","translation":"As long as Tom is drunk, he sees everything positively."},{"text":"Solange Tom denken konnte, waren seine Eltern übergewichtig gewesen.","translation":"For as long as Tom could remember, his parents had been overweight."},{"text":"Der Weise als Astronom. — Solange du noch die Sterne fühlst als ein „Über-dir“, fehlt dir noch der Blick des Erkennenden.","translation":"The sage as an astronomer. — As long as you still feel the stars as an \"above you\", you still lack the gaze of the recognizer."}],"abweisen":[{"text":"Sie hat alle Vorschläge abgewiesen.","translation":"It rejected all proposals."},{"text":"Es schmerzt, abgewiesen zu werden.","translation":"It's painful to be rejected."},{"text":"Tom bringt mich immer dazu, ihm Geld zu geben. Ich kann ihn nicht abweisen.","translation":"Tom always gets me to give him money; I can't say no to him."},{"text":"Er hat mir nie verziehen, dass ich seinen Heiratsantrag abwies.","translation":"He never forgave me for rejecting his marriage proposal."},{"text":"Der Angestellte machte der Tochter des Direktors einen Heiratsantrag, wurde aber abgewiesen.","translation":"The clerk proposed to the director's daughter, but was rejected."}],"Funktionsweise":[{"text":"Tom erklärt die Funktionsweise eines Verbrennungsmotors.","translation":"Tom is explaining the way an internal-combustion engine works."},{"text":"Clientseitig sollten zeitaufwändige Operationen asynchron ausgeführt werden, um zu vermeiden, dass der Browser nicht mehr reagiert. Das beste Beispiel ist die Funktionsweise von Ajax.","translation":"On the client side, time-consuming operations should be performed asynchronously to prevent the browser from becoming unresponsive. The best example is how Ajax works."}],"kacke":[{"text":"Das Arschloch ist, wodurch die Kacke austritt.","translation":"The asshole is what causes the poop to exit."},{"text":"Jetzt ist die Kacke am Dampfen.","translation":"The shit has hit the fan."},{"text":"Weil ich das Klo verstopft habe, muss ich die Kacke mit der Saugglocke lockern.","translation":"Because I clogged the toilet, I have to loosen the poop with the suction cup."},{"text":"„Was ist denn da drin?“ — „Ja, woher soll ich denn das wissen, die Eier kommen aus’m Arsch von den Hühnern. Vielleicht ist da Kacke drin.“","translation":"\"What's in there?\" — \"Yes, how am I supposed to know that, the eggs come from the ass from the chickens. Maybe there's poop in there.\""},{"text":"Du riechst nach Kacke.","translation":"You smell like poop."},{"text":"Einfache Leute sagen einfach Scheiße. Vornehmere Leute benutzen das griechische Fremdwort Kacke.","translation":"Ordinary people just say shit. Noble people use the Greek foreign word poop."}],"modisch":[{"text":"Zu einer wirklich eleganten Frau passt modisch alles, nur kein armer Mann.","translation":"Everything fits fashionably to a truly elegant woman, except a poor man."},{"text":"Sie trägt immer modische Kleidung.","translation":"She always wears fashionable clothes."},{"text":"Unser Geschäft bietet eine reiche Auswahl an modischen Kleidungsstücken.","translation":"Our store sells a wide range of fashionable clothes."},{"text":"Das ist ein sehr modischer Hut.","translation":"This is a very fashionable hat."},{"text":"Das ist eine sehr modische Mütze.","translation":"This is a very fashionable cap."}],"Abmachung":[{"text":"Wenn du dich nicht an die Abmachungen hältst, brauche ich das auch nicht!","translation":"If you don't stick to the agreements, I don't need it either!"},{"text":"Ich habe die Abmachung mit meinem Chef gebrochen.","translation":"I broke the deal with my boss."},{"text":"Ich werde mich an dieser Abmachung nicht beteiligen.","translation":"I'll be no party to this arrangement."},{"text":"Maria blieb nichts anderes übrig, als die Abmachung zu akzeptieren.","translation":"Mary had no choice but to accept the agreement."},{"text":"Ich fragte Tom was seine Abmachung war.","translation":"I asked Tom what his deal was."}],"Demokrat":[{"text":"Ein Demokrat ist ein freier Bürger, der sich dem Willen der Mehrheit beugt.","translation":"A democrat is a free citizen who bows to the will of the majority."},{"text":"Er ist ein überzeugter Demokrat.","translation":"He is a convinced democrat."},{"text":"Maria hat rasch erkannt, dass Putin kein Demokrat ist.","translation":"Maria quickly realized that Putin is not a democrat."},{"text":"Der Demokrat bemühte sich, sein Ziel ganz allein zu erreichen.","translation":"The democrat endeavored to accomplish his aim by himself."},{"text":"Die Demokraten erlitten eine historische Niederlage.","translation":"The Democrats suffered a historic defeat."}],"Endergebnis":[{"text":"Das Endergebnis zählt.","translation":"The end result counts."},{"text":"Das Endergebnis ist katastrophal.","translation":"The end result is catastrophic."},{"text":"Tom freute sich darauf, sich zu Hause das Fußballspiel anzusehen, das er aufgenommen hatte, und war verärgert, als er zufällig jemanden das Endergebnis erwähnen hörte.","translation":"Tom was looking forward to watching the football match he had recorded at home, and he was angry when he overheard someone mention the final score."},{"text":"Was war das Endergebnis?","translation":"What was the end result?"}],"Bäcker":[{"text":"Der Bäcker hat hervorragende Brötchen.","translation":"The baker's rolls are excellent."},{"text":"Gibt es in dieser Stadt irgendwo einen Bäcker, der noch selbst backt?","translation":"Is there a baker in this city who still bakes?"},{"text":"Mein Vater kauft unser Brot immer beim Bäcker.","translation":"My father always buys our bread from the baker."},{"text":"Der Bäcker ist ein guter Mensch.","translation":"The baker is a good person."},{"text":"Wir kennen den Bäcker.","translation":"We know the baker."},{"text":"Mein Mann ist Bäcker von Beruf.","translation":"My husband is a baker by profession."},{"text":"Entschuldigung, aber die Schlange bei meinem Bio-Bäcker wird jeden Morgen länger.","translation":"Sorry, but the line at my organic baker gets longer every morning."},{"text":"Wolfgang ist Bäcker in einem kleinen Dorf in Deutschland.","translation":"Wolfgang is a baker in a small village in Germany."},{"text":"Maria schickt ihren Sohn zum Bäcker Brot kaufen.","translation":"Maria sends her son to the baker to buy bread."},{"text":"Reichtum sei wie Bäckers Schurz, nicht zu lang und nicht zu kurz.","translation":"Wealth is like baker's apron, not too long and not too short."}],"Selbstwertgefühl":[{"text":"Wie viele andere Menschen meint auch Maria, ihr Selbstwertgefühl hänge vom Aussehen ab.","translation":"Like many other people, Maria thinks her self-esteem depends on appearance."},{"text":"Viele glauben an eine Beziehung zwischen ihrem Auto und ihrem Selbstwertgefühl.","translation":"Many believe in a relationship between their car and their self-esteem."},{"text":"Tom hat ein geringes Selbstwertgefühl.","translation":"Tom has low self-esteem."},{"text":"Er hat ein hohes Selbstwertgefühl.","translation":"He has high self-esteem."},{"text":"Um das Selbstwertgefühl zu stärken, ist es erforderlich seine Stärken zu entwickeln.","translation":"In order to strengthen self-esteem, it is necessary to develop one's strengths."}],"Suchmaschine":[{"text":"Mehr als 90 Prozent der Besuche einer Website kommen von den Suchmaschinen.","translation":"More than 90 percent of visits to a website come from search engines."},{"text":"Welche Suchmaschine verwendest du für gewöhnlich?","translation":"Which search engine do you normally use?"},{"text":"Welche Suchmaschine benutzt du?","translation":"Which search engine do you use?"},{"text":"Die Suchmaschine \"Yandex\" unterstützt nun auch Tatarisch.","translation":"The \"Yandex\" search engine started supporting the Tatar language, too."},{"text":"Vor zehn Jahren fing die Suchmaschine damit an, die Suchergebnisse auf den einzelnen Benutzer abzustimmen.","translation":"Ten years ago, the search engine began personalizing search results for each user."}],"ki":[{"text":"Die Bedrohung der Arbeitsplätze kommt viel schneller, als die meisten KI-Experten vorhergesagt haben.","translation":"The threat to jobs is coming much faster than most AI experts predicted."},{"text":"In militärischen Anwendungen zeigen sich generelle Probleme der KI wie in einem Brennglas.","translation":"In military applications, general problems of AI appear like in a burning glass."},{"text":"Forscher im Bereich der künstliche Intelligenz (KI) müssen darauf achten, „freundliche“ KI zu fördern, nicht „unfreundliche“ KI.","translation":"Researchers in AI, artificial intelligence, must take care to encourage \"friendly\" AI, not \"unfriendly\" AI."},{"text":"Während die KI das Spiel, in dem sie sich ihr Leben lang geübt hatten, bis an seine Grenzen durchdrang, taten der Welt größte Spieler eben das einzige, was ihnen übrigblieb: sie gaben acht und lernten.","translation":"As AI probed the limits of the game they had spent their lives mastering, the world's greatest players did what they could: watched and learned."},{"text":"Amerikanische Forscher haben ein KI-System entwickelt, um automatisch Sätze zum Verfassen von Gedichten zu generieren! Das System wurde anhand einer Textsammlung von ca. 12.000 E-Books (ca. 80 Millionen Sätze) trainiert, die sich hauptsächlich auf Belletristik beziehen.","translation":"American researchers have developed an AI system to automatically generate sentences for the purpose of composing poems! The system was trained using a text collection from approximately 12,000 e-books (around 80 million sentences), mostly about fiction."},{"text":"Ki ist umgehend zu dir gegangen.","translation":"Ki immediately went to you."},{"text":"KI beherrscht die Welt bereits; wir sehen nur nichts davon.","translation":"AI already rules the world. We just don't see it."},{"text":"Wenn KI „denkt“ oder sich dem Denken annähert, wer sind wir dann?","translation":"If AI \"thinks\", or approximates thinking, who are we?"},{"text":"KI steht für Künstliche Intelligenz.","translation":"AI stands for Artificial Intelligence."},{"text":"Aber KI holt mich ein, und nach einem großen Schritt nach vorn im Jahr 2016 kann ich kaum eine Sprache besser übersetzen als das KI-System des Google Brain-Teams.","translation":"But AI is catching up with me, and after a big step forward in 2016, there are hardly any languages I can translate better than the AI system developed by the Google Brain team."}],"Handtasche":[{"text":"„Hast du Maria schon einmal ohne ihre Handtasche gesehen?“ – „Maria? Nein, noch nie.“","translation":"\"Have you ever seen Mary without her handbag?\" \"Mary? No, never.\""},{"text":"Maria klemmte sich ihre Handtasche unter den Arm.","translation":"Mary tucked her handbag under her arm."},{"text":"Warum ist für uns alle eine Handtasche so wichtig?","translation":"Why is a handbag so important for all of us?"},{"text":"Diese Handtasche ist aus Papier.","translation":"This purse is made of paper."},{"text":"Mary hat gemeint, die Handtasche sei ein Geschenk von ihrem Mann.","translation":"Mary said the handbag was a gift from her husband."}],"Haltestelle":[{"text":"Soll ich jetzt zur Haltestelle kommen?","translation":"Should I come to the bus stop now?"},{"text":"Du hast deine Haltestelle verpasst.","translation":"You missed your stop."},{"text":"An welcher Haltestelle müssen wir aussteigen?","translation":"At which stop do we have to get off?"},{"text":"Steigen Sie an der nächsten Haltestelle um.","translation":"Change at the next stop."},{"text":"Amy geht jeden Morgen zu Fuß zur Haltestelle.","translation":"Amy walks to the bus stop every morning."}],"schmieden":[{"text":"Leben ist das, was dir passiert, während du dabei bist, andere Pläne zu schmieden.","translation":"Life is what happens to you while you are making other plans."},{"text":"Er schmiedete eine Kette aus Stahl.","translation":"He forged a steel chain."},{"text":"Und wie mit Eisenbanden bleibt die Seele ins Innerste des Busens dir geschmiedet.","translation":"And as with iron bands, the soul remains forged into the innermost part of your bosom."},{"text":"Die Kette, an der du hängst, hast du dir oft selbst geschmiedet.","translation":"The chain you are attached to, you have often forged yourself."},{"text":"Man soll das Eisen schmieden, solange es heiß ist.","translation":"Strike while the iron is hot."}],"vorzunehmen":[{"text":"Dieser Rücktritt ermöglicht es, Veränderungen vorzunehmen.","translation":"This withdrawal makes it possible to make changes."},{"text":"Es ist jetzt zu spät, um noch Änderungen vorzunehmen.","translation":"It's now too late to make any changes."},{"text":"Um Veränderungen vorzunehmen, muss man bedenken, was es zu ändern gilt.","translation":"In order to make changes, you have to consider what needs to be changed."},{"text":"Es ist leicht, einfache Additionen vorzunehmen.","translation":"It is easy to make simple additions."},{"text":"Es erwies sich als erforderlich, eine Internetrecherche vorzunehmen; und hier nun das, was ich herausgefunden habe.","translation":"It proved necessary to carry out an internet search; And here's what I found out."}],"Sorgfalt":[{"text":"Mache deine Arbeit mit mehr Sorgfalt.","translation":"Do your work with more care."},{"text":"Der Garten wird mit großer Sorgfalt gepflegt.","translation":"The garden is tended with great care."},{"text":"Wir führten unsere Untersuchung mit größter Sorgfalt durch.","translation":"We conducted our investigation with the utmost care."},{"text":"Die Bücher waren so wertvoll, dass sie mit der größten Sorgfalt behandelt wurden.","translation":"The books were so valuable that they were handled with the greatest care."},{"text":"Du solltest deine Freunde mit Sorgfalt wählen.","translation":"You should choose your friends carefully."}]}