{"Ton":[{"text":"O Freunde, nicht diese Töne!","translation":"Oh friends, not these tones!"},{"text":"Der Ton macht die Musik.","translation":"It's not what you say, but how you say it."},{"text":"In ihrer Firma gibt sie den Ton an.","translation":"In her company, she sets the tone."},{"text":"Ich kann die hohen Töne nicht mehr hören.","translation":"I can no longer hear the high notes."},{"text":"Was fällt dir ein, in diesem Ton mit mir zu reden?","translation":"What do you think of talking to me in this tone?"}],"Übung":[{"text":"Die Schüler haben dem Lehrer die Übung gegeben.","translation":"The students gave the exercise to the teacher."},{"text":"Es ist notwendig, jeden Tag ein paar Übungen zu machen.","translation":"It is necessary to take some exercise every day."},{"text":"Übung macht den Meister.","translation":"Use makes mastery."},{"text":"Ich muss anfangen, die Übungen zu machen.","translation":"I must start doing the exercises."},{"text":"Der Geist braucht genauso wie der Körper Übung.","translation":"The mind needs exercise as well as the body."}],"Dollar":[{"text":"Dieses Paar Schuhe kostet zweihundert Dollar.","translation":"This pair of shoes costs two hundred dollars."},{"text":"Ich habe es für zwölf Dollar gekauft.","translation":"I bought it for twelve dollars."},{"text":"Ich habe gerade nur einen Dollar.","translation":"I only have one dollar right now."},{"text":"Tom verdient 30 Dollar pro Stunde.","translation":"Tom earns $30 an hour."},{"text":"Angenommen, du hättest 1000 Dollar. Was würdest du damit machen?","translation":"Suppose you had a thousand dollars, what would you do with it?"},{"text":"Es stellte sich heraus, dass wir eine Million Dollar bekommen haben.","translation":"It turned out that we got a million dollars."},{"text":"Uns entstand ein Schaden über 10.000 Dollar.","translation":"We suffered a loss of 10,000 dollars."},{"text":"Nicht-Mitglieder zahlen 50 Dollar mehr.","translation":"Non-members pay $50 more."},{"text":"Er wechselte Yen in Dollar.","translation":"He exchanged yen for dollars."},{"text":"Was sind schon 100 Dollar wert?","translation":"One hundred dollars is just chicken feed."}],"vermeiden":[{"text":"Manchmal kann ich es nicht vermeiden, Gefühle zu zeigen.","translation":"Sometimes I can't avoid showing feelings."},{"text":"Ich hoffe, dass sich dies vermeiden lässt.","translation":"I hope that this can be avoided."},{"text":"„Sie hören noch von mir.“ — „Das wird sich nicht vermeiden lassen.“","translation":"\"You're still hearing from me.\" — \"That won't be avoided.\""},{"text":"Du musst es vermeiden, diese Art Fehler zu machen.","translation":"You need to avoid making these kinds of mistakes."},{"text":"Mayuko vermied harte Arbeit.","translation":"Mayuko avoided doing hard work."}],"Seele":[{"text":"Ein gutes Gespräch ist wie Musik: Es klingt nach in unserer Seele.","translation":"A good conversation is like music: it reverberates in our soul."},{"text":"Glücklich allein ist die Seele, die liebt.","translation":"Happy alone is the soul that loves."},{"text":"Er hat seine Seele verkauft.","translation":"He sold his soul."},{"text":"Geiz zerstört die Seele und den Körper.","translation":"Stinginess destroys the soul and the body."},{"text":"Glück tut gut, aber Leid lässt die Seele wachsen.","translation":"Happiness is good, but suffering makes the soul grow."}],"Ohr":[{"text":"Die Augen glauben sich selbst, die Ohren anderen Leuten.","translation":"The eyes believe themselves, the ears of other people."},{"text":"Lieber ein offenes Ohr als ein offenes Bein.","translation":"Better an open ear than an open leg."},{"text":"Sie haben ein gutes Ohr für Musik.","translation":"You've got a good ear for music."},{"text":"Ich werde es mir hinter die Ohren schreiben.","translation":"I will write it behind my ears."},{"text":"Oh mein Gott, entschuldigen Sie, ich habe Ihnen ins Ohr geschnitten.","translation":"Oh my God, excuse me, I cut in your ear."}],"Aktion":[{"text":"Wir alle wissen, dass diese Aktion ein Fehler war.","translation":"We all know that this action was a mistake."},{"text":"Die Aktion startet heute Abend dreiundzwanzig Uhr fünfzehn.","translation":"The action starts tonight twenty-three o'clock fifteen."},{"text":"Tom will keine Aktionen mehr verpassen.","translation":"Tom doesn't want to miss any more actions."},{"text":"Keiner konnte wissen, ob seine Aktion Erfolg haben würde. Er wollte einfach nur ein Zeichen setzen.","translation":"No one could know whether his action would succeed. He just wanted to set an example."},{"text":"Sie wurden von einer Aktion überrascht, die sich keiner hatte vorstellen können.","translation":"They were surprised by an action that no one could have imagined."}],"Grundlage":[{"text":"Wasser ist die Grundlage allen Lebens.","translation":"Water is the basis of all life."},{"text":"Einem Land, in dem die Blumen teuer sind, fehlt die Grundlage der Kultur.","translation":"A country where flowers are expensive lacks the basis of culture."},{"text":"Jeder Mensch trifft Entscheidungen auf der Grundlage seiner persönlichen Erfahrungen.","translation":"Everyone makes decisions based on their personal experiences."},{"text":"Du musst zuerst die Grundlagen lernen.","translation":"You have to learn the basics first."},{"text":"Die Grundlage unseres Erfolgs ist die gute Zusammenarbeit.","translation":"The basis of our success is the good cooperation."}],"sag":[{"text":"Sag einmal nichts!","translation":"Don't say anything for once!"},{"text":"Sag uns, wenn dir etwas nicht passt; dann stellen wir das ab.","translation":"Tell us if something doesn't suit you; Then we'll stop it."},{"text":"Sag die Wahrheit und renn.","translation":"Tell the truth and run."},{"text":"Sag schon! Sag schon!","translation":"Tell me, tell me."},{"text":"„Sag es mir offen!“ – „Sicher, Maria, aber warte, lass mich dir antworten.“","translation":"\"Tell me frankly!\" – \"Sure, Mary, but wait, let me answer you.\""},{"text":"Sag Bescheid, wenn du bereit bist!","translation":"Just say when you're ready!"},{"text":"„Tom hat angerufen.“ – „Sag bloß!“","translation":"\"Tom called.\" \"You don't say!\""},{"text":"Sag, was du tust und tu, was du sagst.","translation":"Say what you do and do what you say."},{"text":"Sag mal, bist du noch zu retten?","translation":"Tell me, can you still be saved?"},{"text":"„Ich bin müde.“ – „Sag das jemandem, den es interessiert, Tom!“","translation":"\"I'm tired.\" \"Tell someone who cares, Tom.\""}],"angreifen":[{"text":"Präsident Obamas Ziel ist es, Syrien anzugreifen.","translation":"President Obama's goal is to attack Syria."},{"text":"Wir haben nicht angegriffen. Wir wurden angegriffen.","translation":"We did not attack. We were attacked."},{"text":"Der beste Weg sich zu schützen, ist zu wissen, wie angegriffen wird.","translation":"The best way to protect yourself is to know how to attack."},{"text":"Der Hund hat plötzlich das Kind angegriffen.","translation":"The dog suddenly attacked the child."},{"text":"Es könnte uns jederzeit angreifen.","translation":"It could attack us at any moment."}],"erzeugen":[{"text":"Die Geschichte erzeugt sich selbst.","translation":"History generates itself."},{"text":"Das erzeugt nur noch mehr Druck.","translation":"This only creates more pressure."},{"text":"Reichtum erzeugt Macht.","translation":"Wealth breeds power."},{"text":"Die Maschine erzeugt viel Strom.","translation":"The machine generates a lot of electricity."},{"text":"Wellen werden meist von Wind erzeugt.","translation":"Waves are most commonly caused by wind."}],"Nase":[{"text":"Meine Nase läuft wie sonst noch was.","translation":"My nose is running like mad."},{"text":"Sie trägt die Nase sehr hoch.","translation":"She carries her nose very high."},{"text":"Seine Nase ist gebrochen.","translation":"His nose is broken."},{"text":"Die Schüler tanzen diesem Lehrer auf der Nase herum.","translation":"The students dance around on the nose of this teacher."},{"text":"Er ist mit der Nase in Dreck gefallen.","translation":"He fell with his nose in dirt."}],"Tom":[{"text":"Das Gefängnis ist für Tom so etwas wie ein zweites Zuhause.","translation":"Prison is something like a second home for Tom."},{"text":"Tom kann Russisch sprechen.","translation":"Tom can speak Russian."},{"text":"Ich kann hier nicht wohnen bleiben. Hier erinnert mich alles an Tom.","translation":"I can't stay here any longer. Everything here reminds me of Tom."},{"text":"Warten wir ab, was Tom dazu sagt!","translation":"Let's wait and see what Tom's got to say about it."},{"text":"Maria sagte vor der Polizei aus, dass sie Tom gesehen habe.","translation":"Mary told the police that she had seen Tom."}],"Feind":[{"text":"Liebt eure Feinde.","translation":"Love your enemies."},{"text":"Bei solchen Freunden braucht man keine Feinde mehr.","translation":"With such friends, one needs no enemies."},{"text":"Oft ist der Mensch sein größter Feind.","translation":"Man is often his greatest enemy."},{"text":"Wasser und Feuer schlafen, der Feind jedoch nicht.","translation":"Water and fire sleep, but the enemy does not."},{"text":"Das Reich hat viele Feinde, und Krieg führen kostet Geld.","translation":"The empire has many enemies, and waging war costs money."}],"dick":[{"text":"Wir sind dicke Freunde.","translation":"We are great friends."},{"text":"Wenn man zu viel isst, wird man dick.","translation":"If you eat too much, you get fat."},{"text":"Mein Freund ist zwar nicht sehr groß, aber dafür dick.","translation":"My boyfriend is not very tall, but he is fat."},{"text":"Das ist der Anfang, das dicke Ende kommt nach.","translation":"That's the beginning, the fat end is coming."},{"text":"Wer ist dieser dicke junge Mann?","translation":"Who is this fat young man?"}],"Analyse":[{"text":"Deine Analyse stimmt.","translation":"Your analysis is correct."},{"text":"Tom liefert immer gute Analysen.","translation":"Tom always delivers good analyses."},{"text":"Ist die Krise schon da, hilft keine Analyse.","translation":"If the crisis is already there, no analysis will help."},{"text":"Wir brauchen eine gründliche Analyse des Geschehenen.","translation":"We need a thorough analysis of what happened."},{"text":"Nach einigen Jahrzehnten der Analyse hat Tom festgestellt, er hätte Maria nicht heiraten sollen.","translation":"After several decades of analysis, Tom has determined that he should not have married Mary."}],"interessiert":[{"text":"Das Buch interessiert mich.","translation":"The book interests me."},{"text":"Die öffentliche Meinung interessiert mich nicht.","translation":"I am not interested in public opinion."},{"text":"Ich bin daran interessiert, mein Deutsch zu verbessern.","translation":"I'm interested in improving my German."},{"text":"Ob ich ein Mädchen oder ein Junge bin? Wen interessiert das?","translation":"Am I a boy or a girl? Who cares?"},{"text":"Tom war der einzige Junge, der sich je für Maria interessierte.","translation":"Tom was the only boy ever interested in Mary."}],"zwingen":[{"text":"Maria zwang Tom zum Essen.","translation":"Maria forced Tom to eat."},{"text":"Versuche einmal, mich zu zwingen!","translation":"Try to force me!"},{"text":"Man ist gezwungen sich über sein Verhalten Gedanken zu machen.","translation":"You are forced to think about your behavior."},{"text":"Wir zwingen auch niemanden, es richtig zu machen.","translation":"We don't force anyone to do it right either."},{"text":"Du wirst zu Arbeiten gezwungen, die deiner Gesundheit schaden.","translation":"You are forced to do jobs that harm your health."},{"text":"Er lachte gezwungen.","translation":"He laughed forcedly."},{"text":"Ich war gezwungen am Sonntag zu arbeiten.","translation":"I was forced to work on Sundays."},{"text":"Er sah sich gezwungen, den Plan fallen zu lassen.","translation":"He felt compelled to drop the plan."},{"text":"Der Präsident war gezwungen, nach Washington zurückzukehren.","translation":"The president was forced to return to Washington."},{"text":"Kleinere Geschäfte werden wahrscheinlich gezwungen sein, zu schließen.","translation":"Smaller stores will likely be forced to close."}],"Glas":[{"text":"Ist das Glas halb voll oder halb leer?","translation":"Is the glass half full or half empty?"},{"text":"Ich möchte bitte ein Glas Wein.","translation":"I would like a glass of wine, please."},{"text":"Ich trinke das Glas in einem Zug aus.","translation":"I drink the glass out in one go."},{"text":"Glück und Glas - wie leicht bricht das.","translation":"Happiness and glass - how easily does that break."},{"text":"Diese Fenster sind aus Glas.","translation":"These windows are made of glass."}],"hoffentlich":[{"text":"Hoffentlich habe ich das richtig verstanden.","translation":"I hope I've understood that right."},{"text":"„Hoffentlich hat es Ihnen auch Freude gemacht.“ — „Oh, doch doch, doch doch.“","translation":"\"I hope you enjoyed it too.\" — \"Oh, yes, yes.\""},{"text":"Hoffentlich kommst du zurück.","translation":"Hopefully, you will come back."},{"text":"Hoffentlich kommt der Sommer bald!","translation":"Hopefully the summer will come soon!"},{"text":"„Hoffentlich haben wir dieses Jahr weiße Weihnacht.“ – „Hoffe ich auch.“","translation":"\"Hopefully we'll have a white Christmas this year.\" – \"I hope so.\""},{"text":"Es ist hoffentlich nichts Ernstes?","translation":"Hopefully it's nothing serious?"},{"text":"Hoffentlich werden deine Kinder genauso wie du.","translation":"Hopefully your kids will be just like you."},{"text":"Hoffentlich ist die Insel schön.","translation":"Hopefully, the island is beautiful."},{"text":"Hoffentlich wirst du jetzt nicht sauer.","translation":"Hopefully, you will not be mad now."},{"text":"Ich versuche nochmal mein Glück. Hoffentlich klappt es wieder!","translation":"I try my luck again. Hopefully it will work out again!"}],"ah":[{"text":"Ah ja! Du hast alles verstanden.","translation":"Ah, yes! You understood everything."},{"text":"Ah! Wenn ich reich wäre, würde ich mir ein Haus in Spanien kaufen.","translation":"Ah! If I were rich, I would buy a house in Spain."},{"text":"Ah, wir haben keinen Zucker mehr.","translation":"Ah. We've got no sugar left."},{"text":"„Ah, die Fotos vom Ausflug! Hast du die schon Tom gezeigt?“ – „Nein, bisher noch nicht.“","translation":"\"Ah, the photos from the trip! Have you showed them to Tom yet?\" \"No, not yet.\""},{"text":"\"A-alles OK? Bist Du verletzt?\", frage ich zaghaft. \"Ah, nein, alles in Ordnung.\"","translation":"\"Y-You OK? Not hurt?\", I enquire timidly. \"Ah, no, I'm fine.\""}],"top":[{"text":"Mary trägt ein tief ausgeschnittenes Top.","translation":"Mary is wearing a low-cut top."},{"text":"Du trägst ein Top, um jugendlich zu wirken.","translation":"You wear a top to look youthful."},{"text":"Narzisstische Top-Manager haben gute Chancen, kriminell zu werden.","translation":"Narcissistic top managers have a good chance of becoming criminals."},{"text":"„Du wirst versagen. Versuch es also gar nicht erst!“ – „Ich werde dich gern vom Gegenteil überzeugen.“ – „Die Wette gilt!“ – „Top!“","translation":"\"You will fail. So don't even try!\" – \"I'll be happy to convince you otherwise.\" – \"The bet applies!\" – \"Top!\""},{"text":"Also ihre Figur ist Top und ihr Gesicht kann sie ja verschleiern.","translation":"So her figure is top and her face can disguise her."},{"text":"Was ist dein Lieblingslied von ZZ Top?","translation":"What is your favorite ZZ Top song?"}],"soweit":[{"text":"Soweit ich weiß, ist der Weg gar nicht so weit.","translation":"As far as I know, it's not all that far to walk."},{"text":"Soweit ich weiß, kommt er mit dem Auto.","translation":"As far as I know, he is coming by car."},{"text":"Soweit ich weiß, hat sie noch nicht geheiratet.","translation":"As far as I know, she has not yet married."},{"text":"Ich habe dir geholfen, soweit ich konnte. Alles Weitere liegt nun an dir.","translation":"I've done all I could to help you. The rest is up to you."},{"text":"Und was sollte ich sonst lieben? Soweit ich weiß, habe ich deinen Hintern nicht gesehen!","translation":"And what else should I love? As far as I know, I haven't seen your butt!"},{"text":"Der Tod ist nicht soweit weg von uns, wie wir glauben.","translation":"Death is not as far away from us as we believe."},{"text":"Ich bin in zwei Minuten soweit.","translation":"I'll be ready in two minutes."},{"text":"Bist du denn langsam soweit?","translation":"Are you about done?"},{"text":"Sie sagt, du fragst, wenn es soweit ist.","translation":"She says you'll bring up the question when the time comes."},{"text":"Es wird eine Weile dauern, bis Tom und ich soweit sind.","translation":"It will take a while until Tom and I are ready."},{"text":"Sie war das erste Mädchen, mit dem er zusammen war, soweit ich weiß.","translation":"She was the first girl he was with, as far as I know."},{"text":"Wir sind in ein paar Minuten soweit.","translation":"We'll be ready to start in a few minutes."},{"text":"Er ging soweit, mich einen Idioten zu nennen.","translation":"He went so far as to call me an idiot."},{"text":"Wie haben Sie es geschafft, Tom soweit zu bringen, dass er das getan hat?","translation":"How did you manage to get Tom to do that?"},{"text":"Ich glaube, ich bin soweit.","translation":"I think I'm ready."}],"be":[{"text":"Wir geben unser Bestes, aber manchmal reicht es nicht.","translation":"We do our best, but sometimes it's not enough."},{"text":"Erst wenn man das Schlimmste über einen Menschen kennt, kennt man auch sein Bestes.","translation":"Only when you know the worst about a person, you know his best."},{"text":"Egal, was du tust: gib dein Bestes!","translation":"No matter what you do, do your best."},{"text":"Es ist eine ziemlich schwierige Aufgabe, aber ich werde mein Bestes geben.","translation":"Although it is a very difficult task, I will do my best."},{"text":"Wir versuchen unser Bestes.","translation":"We try our best."}],"landen":[{"text":"Das Flugzeug ist gelandet.","translation":"The plane has landed."},{"text":"Langsam beginne ich zu verstehen, warum sie hier gelandet sind.","translation":"Slowly I begin to understand why they ended up here."},{"text":"Das Flugzeug landet um 8 Uhr.","translation":"The plane gets in at eight o'clock."},{"text":"Er landete im Gefängnis.","translation":"He ended up in jail."},{"text":"Da er so hart arbeitete, wie er konnte, landete er einen Erfolg.","translation":"Since he worked as hard as he could, he landed a success."}],"gering":[{"text":"Das kümmert mich nicht im Geringsten.","translation":"I don't care in the slightest."},{"text":"Ein wunderschönes Buch, doch von geringem Nutzen für den, der nicht lesen kann.","translation":"A beautiful book, but of little use to those who cannot read."},{"text":"Es stört mich nicht im Geringsten.","translation":"It doesn't bother me in the slightest."},{"text":"Da die Unterschiede gering waren, habe ich sie nicht weiter beachtet.","translation":"The differences were minor, so I ignored them."},{"text":"Eine nicht geringe Zahl der Schüler möchte studieren.","translation":"A considerable number of students want to go to college."}],"Wetter":[{"text":"Wir hoffen auf besseres Wetter.","translation":"We're hoping for better weather."},{"text":"Genießt das schöne Wetter!","translation":"Enjoy the beautiful weather."},{"text":"Weißt du, wie das Wetter wird?","translation":"Do you know what the weather's going to be?"},{"text":"Alle Wetter! Wie der Junge sich verändert hat!","translation":"All weathers! How the boy has changed!"},{"text":"Was haben Männer und das Wetter gemeinsam? — Es ist nicht möglich, sie zu ändern.","translation":"What do men and the weather have in common? — It is not possible to change them."}],"Zeug":[{"text":"Man legt sich ins Zeug, was das Zeug hält.","translation":"You put in the effort, what the stuff holds."},{"text":"Ehrlich gesagt, glaube ich nicht, dass du das Zeug hast, Lehrer zu werden.","translation":"Honestly, I don't think you have what it takes to become a teacher."},{"text":"Wo hast du das ganze Zeug her?","translation":"Where did you get all this stuff?"},{"text":"Ich kaufte viel Zeug.","translation":"I bought a lot of things."},{"text":"Ich kann solches süßes Zeug nicht trinken.","translation":"I can't drink such sweet stuff."}],"kaputt":[{"text":"Mein Auto ist kaputt.","translation":"My car has broken down."},{"text":"Mein Auto ist kaputt. Es kann nur schnell fahren.","translation":"My car is broken. It can only drive fast."},{"text":"Ich bin nicht kaputt. Die Welt ist kaputt.","translation":"I'm not broken. The world is broken."},{"text":"So! Ich bin kaputt! Gute Nacht!","translation":"Well, I'm knackered. Good night."},{"text":"Dieses alte Auto geht ständig kaputt.","translation":"This old car breaks down constantly."},{"text":"Wer hat das Fenster gestern kaputt gemacht?","translation":"Who broke the window yesterday?"},{"text":"Der Computer ging kaputt.","translation":"The computer broke."},{"text":"Meine Uhr scheint kaputt zu sein.","translation":"My clock seems to be broken."},{"text":"Toms Auto ging kaputt.","translation":"Tom's car broke down."},{"text":"Es war ihre kleine Schwester, die ihr Spielzeug kaputt gemacht hat.","translation":"It was her little sister that broke her toy."}],"ehe":[{"text":"In der Ehe kann man die Sorgen teilen, die man allein gar nicht hätte.","translation":"In marriage, you can share the worries that you wouldn't have on your own."},{"text":"Nach 5 Jahren Ehe ist bei uns im Bett die Luft raus.","translation":"After 5 years of marriage, the air is out in our bed."},{"text":"„Was verbindet dich eigentlich mit Tom?“ – „15 Jahre Ehe.“ – „Und sonst?“","translation":"\"What connects you to Tom?\" – \"15 years of marriage.\" – \"What else?\""},{"text":"In einer Ehe ist es wichtig, dass jeder eigene Entscheidung treffen kann.","translation":"In a marriage, it is important that everyone can make their own decisions."},{"text":"Männer sind Mai, wenn sie freien, und Dezember in der Ehe.","translation":"Men are May when they are free, and December in marriage."},{"text":"Schau hin, ehe du springst.","translation":"Look before you jump."},{"text":"Ehe ich ihn verließ, schrieb ich mir seine Adresse auf.","translation":"Before I left him, I wrote down his address."},{"text":"Haben Sie unseren Brief überhaupt gelesen, ehe Sie geantwortet haben?","translation":"Did you even read our letter before you replied?"},{"text":"Wir müssen Tom finden, ehe die Polizei es tut.","translation":"We have to find Tom before the police do."},{"text":"Verschwinden wir hier, ehe es zu spät ist!","translation":"Let's get out of here before it's too late."}],"Bericht":[{"text":"Kein Bericht ist ein guter Bericht.","translation":"No report is a good report."},{"text":"Ich verspreche dir, den Bericht genau zu lesen.","translation":"I promise you to read the report carefully."},{"text":"Das ist ein Vier-Augen-Gespräch. Darüber wird es keinen Bericht geben.","translation":"This is a one-on-one conversation. There will be no report on that."},{"text":"Schreibe einen Bericht.","translation":"Write a report."},{"text":"Es gibt nur wenige Fehler in deinem Bericht.","translation":"There are few mistakes in your report."}],"einladen":[{"text":"Er hat mich persönlich eingeladen.","translation":"He invited me personally."},{"text":"Kann ich dich vielleicht heute Abend zum Essen einladen?","translation":"Can I invite you to dinner tonight?"},{"text":"Was macht Tom denn hier? Den haben wir doch gar nicht eingeladen!","translation":"What's Tom doing here? We didn't even invite him!"},{"text":"Zur Hochzeit sind viele Gäste eingeladen.","translation":"A lot of guests are invited to the wedding."},{"text":"Kann ich dich auf einen Kaffee einladen?","translation":"Can I invite you for a coffee?"}],"installieren":[{"text":"Ist das leicht zu installieren?","translation":"Is it easy to install?"},{"text":"Gestern habe ich auf meinem Computer ein neues Programm installiert.","translation":"Yesterday I installed a new program on my computer."},{"text":"Können Sie mir helfen, es auf meinem Computer zu installieren?","translation":"Can you help me install it on my computer?"},{"text":"Wählen Sie die Funktionen, die Sie installieren wollen!","translation":"Choose the features you want to install!"},{"text":"Ich habe gerade eine neue Version von GoToMeeting installiert, die die Verwendung von Webkameras unterstützt.","translation":"I just installed a new version of GoToMeeting that supports the use of webcams."}],"ähm":[{"text":"Tom ist nicht mein Vater; ähm, er ist ein Freund Papas.","translation":"Tom is not my father; um, he's a friend of Dad's."},{"text":"Eine multiple Persönlichkeitsstörung ist mir lieber als ... Äh, ähm. Hallo! Ich heiße Günther.","translation":"I'd rather have a multiple-personality disorder than -- er, umm, hello, my name is Gunter."},{"text":"„Wann hast du das gekauft?“ – „Ähm, letzte Woche.“","translation":"\"When did you buy that?\" – \"Um, last week.\""},{"text":"Ähm, worüber lachen Sie?","translation":"Um, what are you laughing at?"},{"text":"Ähm, ja, das tut sie bisweilen.","translation":"Um, yes, it does sometimes."},{"text":"„Du warst doch in einer Kneipe, nicht wahr?“ – „Nein! Ähm, ich erinnere mich nicht.“","translation":"\"You were in a pub, weren't you?\" – \"No! Um, I don't remember.\""},{"text":"„Tom, wie sagt man auf Französisch: ‚Was du sagst, interessiert mich gar nicht! Lass mich endlich mal in Ruhe!‘?“ – „Ähm, ich weiß nicht. Du weißt doch, dass ich kein Französisch kann. Wieso fragst du?“","translation":"\"Tom, as they say in French: 'I'm not interested in what you say! Finally leave me alone!'?\" – \"Um, I don't know. You know I can't speak French. Why do you ask?\""}],"Baby":[{"text":"Jedes Mal, wenn ein Baby geboren wird, erhält die Welt neue Möglichkeiten.","translation":"Every time a baby is born, the world is given new opportunities."},{"text":"Ich trage ein Baby.","translation":"I'm carrying a baby."},{"text":"Du solltest das Baby nicht alleine lassen.","translation":"You shouldn't leave the baby alone."},{"text":"Sie bekommt nächsten Monat ein Baby.","translation":"She's having a baby next month."},{"text":"Sie hat ihr Baby schlafen gelegt.","translation":"She put her baby to sleep."},{"text":"Er schläft wie ein Baby.","translation":"He sleeps like a baby."},{"text":"Ich bin müde wie ein Baby.","translation":"I'm tired like a baby."},{"text":"Das Baby ist fünf oder sechs Monate alt.","translation":"The baby is five or six months old."},{"text":"Das Baby schläft tief und fest.","translation":"The baby is fast asleep."},{"text":"Das Baby weint schon seit fast zehn Minuten.","translation":"The baby has been crying for almost ten minutes."}],"tip":[{"text":"Was mache ich falsch? Können Sie mir einen Tipp geben?","translation":"What am I doing wrong? Can you give me a tip?"},{"text":"Danke für den Tipp. Ich versuch's mal.","translation":"Thanks for the tip. I'll give it a try."},{"text":"Ohne den Tipp von dir, hätte man mir meine Tasche gestohlen.","translation":"Without your advice, I would have been robbed of my bag."},{"text":"Kann mir jemand Tipps geben, wie ich ihr Herz gewinnen kann?","translation":"Can anyone give me tips on how to win her heart?"},{"text":"Vielleicht kannst du uns heute ein paar Tipps zum Umgang mit Wörterbüchern geben.","translation":"Maybe today you can give us a couple of tips about how to use the dictionaries."}],"Umgebung":[{"text":"In welcher Umgebung ist der Einsatz solcher Roboter von Nutzen?","translation":"In which environment is the use of such robots useful?"},{"text":"In der Umgebung befand sich niemand.","translation":"There was no one in the area."},{"text":"Bei gleicher Umgebung lebt doch jeder in einer anderen Welt.","translation":"With the same environment, everyone lives in a different world."},{"text":"Der Mensch ist ein Produkt seiner Umgebung.","translation":"Man is a product of his circumstances."},{"text":"Wir schauen uns den Film an und trinken dann was in der Umgebung.","translation":"We watch the movie and then have a drink in the area."}],"Training":[{"text":"Ich freue mich auf das Training mit dir.","translation":"I look forward to training with you."},{"text":"Rennen ist ein gutes Training.","translation":"Racing is a good training."},{"text":"Wer dieses Training oft macht, dem hilft es, bei guter Gesundheit zu bleiben.","translation":"If you do this training often, it helps you to stay in good health."},{"text":"Kommst du morgen zum Training?","translation":"Are you coming to training tomorrow?"},{"text":"Die Ernährung ist genauso wichtig wie das Training.","translation":"Nutrition is just as important as exercise."}],"möchtest":[{"text":"Möchtest du etwas spielen?","translation":"Do you want to play something?"},{"text":"Ich dachte mir, möchtest du heiraten?","translation":"I was thinking, would you like to get married?"},{"text":"Welche Nachricht möchtest du zuerst hören, die gute oder die schlechte?","translation":"Which news do you want to hear first: the good or the bad?"},{"text":"„Was möchtest du trinken?“ – „Ein Glas Rotwein, bitte.“","translation":"\"What would you like to drink?\" – \"A glass of red wine, please.\""},{"text":"Welchen Traum möchtest du dir noch unbedingt erfüllen?","translation":"Which dream do you still want to fulfill?"},{"text":"Welche Menschen möchtest du im Himmel treffen?","translation":"Which people do you want to meet in heaven?"},{"text":"Welches Bett möchtest du?","translation":"Which bed do you want?"},{"text":"Wie viel Geld möchtest du?","translation":"How much money do you want?"},{"text":"Füg mich, wenn du möchtest, bei Facebook hinzu. Ich heiße da Ryck Vernaut.","translation":"Add me on Facebook if you want. My name there is Ryck Vernaut."},{"text":"Du möchtest einen französischen Film sehen, nicht wahr?","translation":"You want to see a French movie, right?"},{"text":"Möchtest Du meine Freundin sein? □ Ja. □ Nein. □ Vielleicht.","translation":"Do you want to be my girlfriend? □ Yes. □ No. □ Maybe."},{"text":"„Warum möchtest du sterben?“ — „Warum möchtest du leben?\"“","translation":"\"Why do you want to die?\" — \"Why do you want to live?\""},{"text":"„Möchtest du ein T-Shirt?“ – „Ja, ich möchte ein rotes.“","translation":"\"Do you want a T-shirt?\" – \"Yes, I want a red one.\""},{"text":"Möchtest du gerne mit uns essen?","translation":"Would you like to eat with us?"},{"text":"„Möchtest du etwas trinken?“ – „Einen Kaffee, bitte.“","translation":"\"Would you like something to drink?\" \"A coffee, please.\""}],"bewußt":[{"text":"Wir sind uns des Fehlers bewusst und arbeiten an einer Lösung.","translation":"We are aware of the error and are working on a solution."},{"text":"Oje! Das ist mir erst jetzt, durch deinen Kommentar, bewusst geworden.","translation":"Oh dear! I have only now become aware of this through your comment."},{"text":"Der schlimmste aller Fehler ist, sich keines solchen bewusst zu sein.","translation":"The worst mistake of all is not being aware of one."},{"text":"Er war sich der Situation vollständig bewusst.","translation":"He was fully aware of the situation."},{"text":"Wer zwei Sprachen spricht, kann bewusst in zwei Kulturen leben.","translation":"If you speak two languages, you can consciously live in two cultures."},{"text":"Bist du dir meiner Fehler bewusst?","translation":"Are you aware of my mistakes?"},{"text":"Sich seiner Vergangenheit bewusst zu sein, heißt Zukunft haben.","translation":"To be aware of one's past is to have a future."},{"text":"Es war mir nicht bewusst, dass mich jemand beobachtet.","translation":"I wasn't conscious of anyone watching me."},{"text":"Plötzlich wurde Jack bewusst, was mit ihm geschehen war.","translation":"Suddenly, Jack realized what had happened to him."},{"text":"Sind Sie sich der Tatsache bewusst, dass nicht gut über Sie geredet wird?","translation":"Are you aware of the fact that you are not spoken well of?"}],"bekennen":[{"text":"Es ist sehr leicht, berühmt zu werden, wenn man sehr bekannt ist.","translation":"It's very easy to become famous when you're very well-known."},{"text":"Diese Sprache ist in allen Ländern bekannt.","translation":"This language is known in all countries."},{"text":"O sage, was dir weiter noch bekannt ist!","translation":"O tell me what else is known to you!"},{"text":"New York ist als die Stadt, die niemals schläft, bekannt.","translation":"New York is known as the city that never sleeps."},{"text":"Ist Ihnen ein Herr Oberstudienrat Baum bekannt?","translation":"Do you know of a senior teacher Baum?"},{"text":"Der Präsident bekannte sich zu seinem Fehler.","translation":"The president admitted his mistake."},{"text":"Er bekennt seine Schuld.","translation":"He confesses his guilt."},{"text":"Man sollte seine Liebe bekennen.","translation":"One should confess one's love."},{"text":"Tom zwang Mary, Farbe zu bekennen.","translation":"Tom called Mary's bluff."},{"text":"Tom bekannte sich schuldig und sitzt jetzt im Gefängnis.","translation":"Tom pleaded guilty and is now in prison."}],"Gewicht":[{"text":"Maria ist nicht zu dick, sie ist nur zu klein für ihr Gewicht.","translation":"Maria is not too fat, she is just too small for her weight."},{"text":"Wo Worte selten sind, haben sie Gewicht.","translation":"Where words are rare, they carry weight."},{"text":"Das fällt für Tom ins Gewicht.","translation":"This is important for Tom."},{"text":"Dein Aussehen, Gewicht und Alter sind mir nicht wichtig.","translation":"Your appearance, weight and age are not important to me."},{"text":"Wie sind Ihre Größe und Ihr Gewicht?","translation":"What is your height and weight?"}],"desto":[{"text":"Je eher, desto besser.","translation":"The sooner, the better."},{"text":"Je früher desto besser.","translation":"The sooner the better."},{"text":"Je weniger Geld, desto weniger Freunde.","translation":"The less money, the fewer friends."},{"text":"Je älter man wird, desto ähnlicher wird man sich selbst.","translation":"The older you get, the more similar you become to yourself."},{"text":"Je mehr Liebe man gibt, desto mehr besitzt man davon.","translation":"The more love you give, the more you get."},{"text":"Je mehr Geld, desto mehr Sorgen.","translation":"The more money, the more worries."},{"text":"Je länger der Mensch Kind bleibt, desto älter wird er.","translation":"The longer a person remains a child, the older he becomes."},{"text":"Je später der Abend, desto schöner die Gäste.","translation":"The later the evening, the more beautiful the guests."},{"text":"Je größer die Liebe, desto größer das Leid.","translation":"The greater the love, the greater the suffering."},{"text":"Alle Verliebten sehen schlecht, aber sie hören desto besser.","translation":"All lovers see badly, but they hear the better."}],"weder":[{"text":"Momente des Glücks kennen weder Zukunft noch Vergangenheit.","translation":"Moments of happiness know neither future nor past."},{"text":"Das hat weder Hand noch Fuß.","translation":"It makes no sense."},{"text":"Der Tod kennt weder arm noch reich.","translation":"Death knows neither rich nor poor."},{"text":"Das ist weder Fisch noch Fleisch!","translation":"This is neither fish nor meat!"},{"text":"Ich will jetzt weder „wenn“ noch „aber\" hören.","translation":"I don't want to hear \"ifs\" or \"buts\" now."}],"Bank":[{"text":"Auf dem Balkon ist eine Bank.","translation":"There is a bench on the balcony."},{"text":"Die Bank ist auch da, nicht wahr?","translation":"The bank is there too, isn't it?"},{"text":"Die Bank ist nur bis fünf Uhr auf.","translation":"The bank is only open until five o'clock."},{"text":"Die Katze hat sich unter der Bank versteckt.","translation":"The cat has hidden under the bench."},{"text":"Mein Geld liegt auf der Bank.","translation":"My money is in the bank."}],"Auswahl":[{"text":"Senden Sie mir die Bücher zur Auswahl!","translation":"Send me the books to choose from!"},{"text":"Dieses Geschäft hat eine viel größere Auswahl.","translation":"The selection in this shop is far wider."},{"text":"Was steht zur Auswahl?","translation":"What is there to choose from?"},{"text":"Slowakisch, Tschechisch, Deutsch und Ungarisch – das ist eine schöne Auswahl an Sprachen, die Maria spricht.","translation":"Slovak, Czech, German and Hungarian – this is a nice selection of languages that Maria speaks."},{"text":"Die Auswahl einer geeigneten Person für diesen Job ist schwer.","translation":"Choosing a suitable person for this job is difficult."}],"anbieten":[{"text":"Darf ich dir jetzt etwas zu trinken anbieten?","translation":"May I offer you something to drink now?"},{"text":"Was willst du mir als Leistung anbieten?","translation":"What do you want to offer me as a service?"},{"text":"Es dauerte eine ganze Weile bis Liisa Markku das Du anbot.","translation":"It took quite a while until Liisa Markku offered the you."},{"text":"Tom nahm das Geld, das Mary ihm anbot, an.","translation":"Tom accepted the money Mary offered him."},{"text":"Darf ich dir ein weiteres Stück Kuchen anbieten?","translation":"Can I offer you another piece of cake?"}],"kontrollieren":[{"text":"Dieser Satz muss kontrolliert werden.","translation":"One has to check this sentence."},{"text":"Wir kontrollieren das jetzt gleich.","translation":"We're going to check it right away."},{"text":"Bitte kontrolliere, wann er zurück kommt.","translation":"Please check on when he will return."},{"text":"Tom kontrollierte, ob alle Türen abgeschlossen waren, bevor er schlafen ging.","translation":"Tom checked to make sure all the doors were locked before he went to sleep."},{"text":"Tom versuchte, seine Gefühle zu kontrollieren.","translation":"Tom tried to control his emotions."}],"beispielsweise":[{"text":"Was würden Sie tun, wenn Sie beispielsweise zehntausend Dollar hätten?","translation":"What would you do if, for example, you had ten thousand dollars?"},{"text":"In Japan gibt es viele schöne Städte, Kyōto und Nara beispielsweise.","translation":"There are many beautiful cities in Japan, Kyoto and Nara for example."},{"text":"Wie wäre es beispielsweise morgen abend um neun Uhr?","translation":"How about, for example, tomorrow evening at nine o'clock?"},{"text":"Ich mag Tiere, beispielsweise Katzen und Hunde.","translation":"I like animals, such as cats and dogs."},{"text":"Beispielsweise spricht sie Deutsch, Französisch und Englisch.","translation":"For example, she speaks German, French and English."}],"Risiko":[{"text":"Das Risiko ist groß.","translation":"The risk is great."},{"text":"Wenn wir etwas erreichen wollen, müssen wir Risiko auf uns nehmen.","translation":"If we want to achieve something, we have to take risks."},{"text":"Die Chancen sind größer als die Risiken.","translation":"The opportunities are greater than the risks."},{"text":"Ich mag kein Risiko.","translation":"I don't like risk."},{"text":"Wer Sicherheit sucht, wird immer für die arbeiten, die das Risiko suchen.","translation":"Those who seek security will always work for those who seek risk."}],"Ehre":[{"text":"Besser arm in Ehren, als reich in Schanden.","translation":"Better poor in honor than rich in shame."},{"text":"Tom ist auf dem Feld der Ehre gefallen.","translation":"Tom has fallen on the field of honor."},{"text":"Seine Ehre war Tom wichtiger als sein Leben.","translation":"His honor was more important to Tom than his life."},{"text":"Tom wählte den Tod, um seine Ehre zu retten.","translation":"Tom chose death to save his honor."},{"text":"Verlieren kann nur der die Ehre, der keine hat.","translation":"Only those who have none can lose the honor."}],"Politik":[{"text":"Maria interessiert sich für Politik.","translation":"Maria is interested in politics."},{"text":"Politikern kann man nicht vertrauen.","translation":"Politicians cannot be trusted."},{"text":"Meine Schwester spricht nicht so oft über die Politik.","translation":"My sister does not talk very often about politics."},{"text":"Politik ist die Kunst des Möglichen.","translation":"Politics is the art of the possible."},{"text":"In der Politik gibt es keine Freunde, sondern nur Partner.","translation":"In politics, there are no friends, only partners."}],"Soldat":[{"text":"Fünf Minuten vor der Zeit, ist der Soldaten Pünktlichkeit.","translation":"Five minutes early is punctual for soldiers."},{"text":"Im Krieg kämpft der Soldat gegen den Feind.","translation":"In war, the soldier fights against the enemy."},{"text":"Die Soldaten starben.","translation":"The soldiers died."},{"text":"Die Soldaten zogen sich aus ihren Positionen zurück.","translation":"The soldiers retreated from their positions."},{"text":"Die Soldaten sind für den Kampf bereit.","translation":"The soldiers are ready for battle."}],"atmen":[{"text":"Beim Lachen atmet man tiefer ein.","translation":"When you laugh, you breathe deeper."},{"text":"Morgen um diese Stunde atme ich vielleicht nicht mehr.","translation":"Tomorrow at this hour I may not breathe anymore."},{"text":"Zumindest atmet Maria noch.","translation":"At least Maria is still breathing."},{"text":"Es ist heiß hier drin. Ich kann kaum atmen.","translation":"It's hot in here. I can barely breathe."},{"text":"Tom kann kaum atmen.","translation":"Tom can barely breathe."},{"text":"Tom hat starke Schmerzen beim Atmen.","translation":"Tom has severe pain when breathing."},{"text":"Atmen ist wichtig, alles andere hat Zeit.","translation":"Breathing is important, everything else has time."},{"text":"Das Atmen fiel ihm schwer.","translation":"He had trouble breathing."},{"text":"Ich habe Probleme beim Atmen.","translation":"I have trouble breathing."},{"text":"Gesellschaft ist wie die Luft: notwendig zum Atmen, aber nicht ausreichend, um davon zu leben.","translation":"Society is like air: necessary to breathe, but not enough to live on."}],"Objekt":[{"text":"In welchem Fall muss das direkte Objekt im Deutschen stehen?","translation":"In which case does the direct object have to be in German?"},{"text":"Wann hätten Sie Zeit, sich das Objekt anzusehen?","translation":"When would you have time to look at the object?"},{"text":"Kannst du das Objekt beschreiben?","translation":"Can you describe the object?"},{"text":"Man trug das letzte Objekt aus dem Zimmer.","translation":"The last object was carried out of the room."},{"text":"Das seltsame Objekt am Himmel konnte man mit dem bloßen Auge sehen.","translation":"The strange object in the sky could be seen with the naked eye."}],"ersetzen":[{"text":"Lerne Esperanto jetzt — hundert Sprachen es ersetzt.","translation":"Learn Esperanto now — a hundred languages it replaces."},{"text":"Das ist ein Ort, der an einem guten Tag die ganze Welt ersetzt.","translation":"This is a place that replaces the whole world on a good day."},{"text":"Kinder sind durch nichts zu ersetzen.","translation":"There is no substitute for children."},{"text":"Auf der Arbeit ist jeder zu ersetzen, aber ein guter Freund nie.","translation":"At work, everyone can be replaced, but a good friend never."},{"text":"Qualität ist nur durch Qualität zu ersetzen.","translation":"Quality can only be replaced by quality."}],"relativ":[{"text":"Das Geschäft war relativ leer.","translation":"The shop was relatively empty."},{"text":"Ich werde das relativ schnell herausfinden.","translation":"I'll find out relatively quickly."},{"text":"Die Wahrheit ist relativ, so wie alles in der Welt relativ ist.","translation":"Truth is relative, just as everything in the world is relative."},{"text":"Ich bin relativ alt.","translation":"I am relatively old."},{"text":"Alles ist relativ, und nur das ist absolut.","translation":"Everything is relative, and only that is absolute."}],"beschützen":[{"text":"Sie versuchen ihre Familien zu beschützen.","translation":"They try to protect their families."},{"text":"An deiner Seite fühle ich mich beschützt.","translation":"At your side, I feel protected."},{"text":"Man kann einen Menschen nicht ein Leben lang beschützen, nicht einmal sich selbst.","translation":"You can't protect a person for a lifetime, not even yourself."},{"text":"Tom log, um Maria zu beschützen.","translation":"Tom lied to protect Mary."},{"text":"Ich verspreche dir, dass ich dich beschützen werde.","translation":"I promise you I'll keep you safe."}],"start":[{"text":"Starte den Computer neu. Das hilft manchmal.","translation":"Restart the computer — it sometimes helps."},{"text":"Sie wird dich nur beim Start unterstützen.","translation":"She will only support you at the start."},{"text":"Der offizielle Start ist Montag.","translation":"The official start is on Monday."},{"text":"Wie kann der Start in den Tag nach einer solchen Nacht klappen?","translation":"How can the start of the day after such a night work?"},{"text":"Du hast einen tollen Start hingelegt.","translation":"You got off to a great start."}],"Fluß":[{"text":"Der längste Fluss in Europa ist die Wolga.","translation":"The longest river in Europe is the Volga."},{"text":"Wie heißt der größte Fluss in Deutschland?","translation":"What is the name of the largest river in Germany?"},{"text":"Mein Haus liegt direkt am Fluss.","translation":"My house is right on the river."},{"text":"Die Frau ist ein Meer, der Mann ein Fluss.","translation":"The woman is a sea, the man a river."},{"text":"Die blauen Linien auf der Karte stehen für Flüsse.","translation":"The blue lines on the map represent rivers."}],"Anwendung":[{"text":"Diese Anwendung läuft auf Toms Telefon, nicht aber auf Marias.","translation":"This application runs on Tom's phone, but not on Mary's."},{"text":"In allen Fällen findet die Regel vollständig Anwendung.","translation":"In all cases, the rule applies in full."},{"text":"Das findet auf viele Personen Anwendung.","translation":"This applies to many people."},{"text":"Tom installierte eine Anwendung auf seinem Telefon.","translation":"Tom installed an app on his phone."},{"text":"Ein großer Vorteil dieses Programms ist seine sehr einfache Anwendung.","translation":"A great advantage of this program is its very simple application."}],"Hölle":[{"text":"Was zur Hölle ist denn hier los?","translation":"What the hell is going on here?"},{"text":"Arbeit ist schwer. Aber nicht arbeiten, das ist die Hölle.","translation":"Work is hard. But not working, that's hell."},{"text":"Nichts lieben, das ist die Hölle.","translation":"Not loving anything, that's hell."},{"text":"Haß und Neid Macht die Hölle weit.","translation":"Hatred and envy make hell wide."},{"text":"Macht ist die Hölle auf Erden.","translation":"Power is hell on earth."}],"existieren":[{"text":"Dieser Satz existiert bereits.","translation":"This sentence already exists."},{"text":"Der Schatz existiert doch!","translation":"The treasure does exist!"},{"text":"Der Satz, den Sie gerade lesen, existiert nicht.","translation":"The sentence you're reading doesn't exist."},{"text":"Himmel und Hölle existieren im Herzen des Menschen.","translation":"Heaven and hell exist in the heart of man."},{"text":"Die Angst kann nicht existieren ohne die Hoffnung, die Hoffnung nicht ohne die Angst.","translation":"Fear cannot exist without hope, hope cannot exist without fear."}],"Kleidung":[{"text":"Es gibt kein schlechtes Wetter, nur schlechte Kleidung.","translation":"There is no such thing as bad weather, only bad clothes."},{"text":"Früher erkannte man an der Kleidung gleich, ob du arm bist oder reich.","translation":"In the past, you could tell from your clothes whether you were poor or rich."},{"text":"Die Sprache ist die Kleidung der Gedanken.","translation":"Language is the clothing of thoughts."},{"text":"Wo kaufst du am liebsten Kleidung?","translation":"Where do you prefer to buy clothes?"},{"text":"Welche Kleidung soll ich tragen?","translation":"What clothes should I wear?"}],"pflanze":[{"text":"Können Pflanzen sprechen?","translation":"Can plants talk?"},{"text":"Meine Frau spricht oft mit den Pflanzen.","translation":"My wife often talks to the plants."},{"text":"Hast du Pflanzen in der Wohnung?","translation":"Do you have plants in the apartment?"},{"text":"Diese Pflanze braucht nicht viel Licht.","translation":"This plant does not need much light."},{"text":"Diese Pflanze ist gefährlich zu essen.","translation":"This plant is dangerous to eat."}],"betroffen":[{"text":"Nicht alle Angebote zur Weiterbildung von Arbeitslosen machen für die Betroffenen Sinn.","translation":"Not all offers for the further training of the unemployed make sense for those affected."},{"text":"Als Gelbkreuzkampfstoffe bezeichnet man chemische Stoffe, die ätzend auf die Haut des Betroffenen wirken.","translation":"Yellow cross warfare agents are chemical substances that have a corrosive effect on the skin of the person concerned."},{"text":"Ich habe am Freitag das Sekretariat noch darum ersucht, möglichst viele der Betroffenen anzurufen, um zu vermeiden, daß sie morgen hierherkommen.","translation":"On Friday, I asked the Secretariat to call as many of those concerned as possible in order to avoid them coming here tomorrow."},{"text":"Die Schlafstörung Sexsomnia ist bei Abwesenheit einer weiteren Person in der Regel harmlos, sie kann aber auch in manchen Fällen zu eigenen Verletzungen führen. Bei nächtlicher Anwesenheit von anderen Personen können diese jedoch von beiden Seiten ungewollt mehr oder minder gravierend in Mitleidenschaft gezogen werden, denn das Bewusstsein des von Sexsomnia Betroffenen ist eingeschränkt und eine Orientierung äußerst mangelhaft.","translation":"The sleep disorder Sexsomnia is usually harmless in the absence of another person, but it can also lead to your own injuries in some cases. In the presence of other people at night, however, they can be unintentionally more or less seriously affected by both sides, because the consciousness of those affected by Sexsomnia is limited and orientation is extremely inadequate."},{"text":"Die betroffenen Parteien haben sich außergerichtlich geeinigt.","translation":"The parties concerned have reached an out-of-court agreement."},{"text":"Diese öffentlichen Gelder speisen nur das private Bankensystem und ziehen die betroffenen Länder in eine anhaltende Schuldenfalle.","translation":"This public money only feeds the private banking system and drags the affected countries into a persistent debt trap."},{"text":"Spanien war die am härtesten von COVIK-19 betroffene europäische Volkswirtschaft und erholt sich langsamer als seine kontinentalen Nachbarn.","translation":"Spain was the European economy hit hardest by COVID-19, and its recovery has been slower than those of its continental neighbors."},{"text":"„Der Blinddarm auf Zimmer 3 klagt über Schmerzen“, informierte die Krankenschwester den Arzt – ja, in diesem Krankenhaus trugen die Patienten den Namen ihres Leidens oder des betroffenen Organs.","translation":"\"The appendix in room 3 complains of pain,\" the nurse informed the doctor – yes, in this hospital the patients bore the name of their condition or the affected organ."},{"text":"Unsere jetzige Aufgabe ist es, herabgefallene Steine wegzuräumen und die Straße für den Transport von Medikamenten in das vom Erdbeben betroffene Gebiet frei zu halten.","translation":"Our current task is to clear away fallen stones and keep the road clear for the transport of medicines to the area affected by the earthquake."}],"bloß":[{"text":"„Tom hat angerufen.“ – „Sag bloß!“","translation":"\"Tom called.\" \"You don't say!\""},{"text":"Wenn wir bloß einen Garten hätten!","translation":"If only we had a garden!"},{"text":"Nimm dich bloß in Acht, denn das Auge des Gesetzes schläft nicht!","translation":"Just beware, for the eye of the law does not sleep!"},{"text":"Wer alles bloß des Geldes wegen tut, wird bald des Geldes wegen alles tun.","translation":"He who does everything just for the sake of money will soon do everything for the money."},{"text":"„Was willst du denn hier, Tom?“ – „Sag bloß, ich störe.“ – „Ehrlich gesagt, ja.“","translation":"\"What do you want here, Tom?\" – \"Just say I'm disturbing.\" – \"Honestly, yes.\""},{"text":"Mach das bloß nie wieder!","translation":"Don't ever do that again!"},{"text":"Ich bin bloß hier, um zu helfen.","translation":"I'm just here to help."},{"text":"Was bisher von dir kam, war doch bloß heiße Luft.","translation":"What came from you so far was just hot air."},{"text":"Wer mit mir reden will, der darf nicht bloß seine eigene Meinung hören wollen.","translation":"If you want to talk to me, you can't just want to hear your own opinion."},{"text":"Danke, ich möchte bloß schauen.","translation":"Thank you, I just want to look."},{"text":"Das kann man mit bloßem Auge sehen.","translation":"This can be seen with the naked eye."},{"text":"Das erkennt man mit bloßem Auge.","translation":"You can see this with the naked eye."},{"text":"Gewisse Sterne sind mit bloßem Auge schwierig zu beobachten.","translation":"Certain stars are difficult to observe with the naked eye."},{"text":"Ich fing gestern einen großen Fisch mit bloßen Händen.","translation":"I caught a big fish yesterday with my bare hands."},{"text":"Das seltsame Objekt am Himmel konnte man mit dem bloßen Auge sehen.","translation":"The strange object in the sky could be seen with the naked eye."}],"Armee":[{"text":"Ich fühle eine Armee in meiner Faust.","translation":"I feel an army in my fist."},{"text":"Für Tom ist die Armee eine Art Familie.","translation":"For Tom, the army is a kind of family."},{"text":"Er war dreißig Jahre lang in der Armee.","translation":"He was in the army for thirty years."},{"text":"Unsere Armee hat den Feind in der Nacht angegriffen.","translation":"Our army attacked the enemy at night."},{"text":"Eine Armee ist eine Gruppe von Soldaten.","translation":"An army is a group of soldiers."}],"Netzwerk":[{"text":"Tatoeba ist kein soziales Netzwerk.","translation":"Tatoeba is not a social network."},{"text":"Wer eine Firma gründen will, muss ein Netzwerk aufbauen.","translation":"If you want to start a company, you have to build a network."},{"text":"Mein kabelloses Netzwerk kann man vergessen.","translation":"My Wi-Fi sucks."},{"text":"Tom ist Experte für neuronale Netzwerke.","translation":"Tom is an expert on neural networks."},{"text":"In diesem Netzwerk ist das Herunterladen doppelt so schnell wie das Hochladen.","translation":"The download speed is twice as fast as the upload speed on this network."}],"beantworten":[{"text":"Niemand kann diese Frage beantworten.","translation":"No one can answer this question."},{"text":"Ich bitte Sie, einige Fragen zu beantworten.","translation":"I would ask you to answer a few questions."},{"text":"„Ich habe nur drei von zehn Fragen richtig beantwortet.“ – „Immerhin!“","translation":"\"I only answered three out of ten questions correctly.\" – \"After all!\""},{"text":"„Ich hoffe, das beantwortet deine Frage, Tom.“ – „Ja, vielen Dank!“","translation":"\"I hope that answers your question, Tom.\" \"Yes, many thanks.\""},{"text":"Der Lehrer stellte uns einige Fragen. Keiner von uns konnte sie beantworten.","translation":"Teacher asked us a few questions. None of us could answer them."}],"Prüfung":[{"text":"„Wie war deine Prüfung?“ – „Es ging so.“","translation":"\"How was your exam?\" \"So-so.\""},{"text":"„Tom hat die Prüfung nicht geschafft.“ – „Kein Wunder! Er hat ja auch kaum gelernt.“","translation":"\"Tom didn't pass the exam.\" \"No wonder. He hardly did any studying.\""},{"text":"Tom ging in die Prüfung, ohne sich vorbereitet zu haben, und fiel durch.","translation":"Tom went into the exam unprepared and failed it."},{"text":"„Hat Tom die Prüfung bestanden?“ – „Gerade so.“","translation":"\"Did Tom pass the exam?\" \"By the skin of his teeth.\""},{"text":"Tom hat Angst vor den Prüfungen.","translation":"Tom is afraid of the exams."}],"wenden":[{"text":"Tom verlor das Interesse am Französischen und wandte sich dem Ukrainischen zu.","translation":"Tom lost interest in French and turned to Ukrainian."},{"text":"Sie wandte sich mit einem Lächeln an mich.","translation":"She turned to me with a smile."},{"text":"Mit Problemen wandte Tom sich immer an seinen Vater.","translation":"With problems, Tom always turned to his father."},{"text":"Tom, wohin wenden wir uns?","translation":"Tom, where do we turn?"},{"text":"Dieser Satz ergibt, wie man ihn auch dreht und wendet, keinen Sinn.","translation":"This sentence, however you twist and turn it, makes no sense."}],"cm":[{"text":"Das ist 165 cm, genauso groß wie Tom.","translation":"That's 165 cm, the same size as Tom."},{"text":"Tom ist 8 cm kleiner als Maria.","translation":"Tom is three inches shorter than Mary."},{"text":"Ich bin etwa 8 cm größer als Tom.","translation":"I'm about three inches taller than Tom."},{"text":"Tom ist letztes Jahr 8 cm gewachsen.","translation":"Tom has grown three inches in the past year."},{"text":"Ich brauche ein etwa 8 cm starkes Stück Holz.","translation":"I need a piece of wood about three inches thick."}],"Pferd":[{"text":"In meiner Umgebung leben viele Pferde.","translation":"There are a lot of horses in my neighbourhood."},{"text":"Ein Mann, der die Wahrheit spricht, braucht ein schnelles Pferd.","translation":"A man who speaks the truth needs a fast horse."},{"text":"Das Pferd, das man nicht haben kann, hat immer einen Fehler.","translation":"The horse you can't have always has a flaw."},{"text":"Das Pferd, das am besten zieht, bekommt die meisten Schläge.","translation":"The horse that pulls best gets the most strokes."},{"text":"Pferde lassen sich zum Wasser bringen, aber nicht zum Trinken zwingen.","translation":"Horses can be brought to the water, but not forced to drink."}],"Anzeige":[{"text":"Zum Anzeigen der Lösung auf die Aufgabe klicken.","translation":"Click the task to view the solution."},{"text":"Sie haben schon einige Anzeigen erhalten.","translation":"You have already received some ads."},{"text":"Er schnitt eine Anzeige aus der Zeitung aus.","translation":"He cut out an ad from the newspaper."},{"text":"Ich habe ihm mit einer Anzeige gedroht.","translation":"I threatened him with a complaint."},{"text":"Ich erfuhr durch eine Anzeige in dem Magazin von dem neuen Buch.","translation":"I learned about the new book by the advertisement in the magazine."}],"Mist":[{"text":"So ein Mist!","translation":"What crap!"},{"text":"Das ist auf meinem Mist gewachsen.","translation":"This was my idea."},{"text":"Dieser Mist ist völlig tot.","translation":"This crap is completely dead."},{"text":"Wer viel misst, misst viel Mist.","translation":"If you measure a lot, you measure a lot of crap."},{"text":"Kinder findet man nicht auf dem Mist.","translation":"Children are not found on the crap."}],"hattest":[{"text":"Du hattest eine Menge Zeit.","translation":"You had a lot of time."},{"text":"Ich hoffe, du hattest eine gute Reise.","translation":"I hope you had a good trip."},{"text":"Ich hoffe, du hattest heute einen schönen Tag!","translation":"I hope you had a nice day today!"},{"text":"Du hattest recht: Schule macht Spaß!","translation":"You were right: school is fun!"},{"text":"Du hattest Erfolg!","translation":"You succeeded!"},{"text":"Hattest du ihn gestern angerufen?","translation":"Did you call him yesterday?"},{"text":"Wie viele Computer hattest du bis jetzt?","translation":"How many computers have you had so far?"},{"text":"Scheiße, du hattest Recht!","translation":"Shit, you were right!"},{"text":"Ich bin froh, dass du recht hattest.","translation":"I'm glad you were right."},{"text":"Was war das seltsamste Essen, das du gegessen hattest?","translation":"What was the strangest food you had eaten?"},{"text":"Wie geht's dir? Hattest du eine gute Reise?","translation":"How are you? Have you had a good trip?"},{"text":"Hattest du heute einen schönen Tag?","translation":"Did you have a nice day today?"},{"text":"Hattest du als Kind Tiere?","translation":"Did you have animals as a child?"},{"text":"Hattest du Schwierigkeiten, Verbindung zu Tom aufzunehmen?","translation":"Was it hard for you to get in touch with Tom?"},{"text":"\"Hattest du erwartet, dass sie so reagieren würde?\" -\"Das hielt ich nicht für möglich.\"","translation":"\"Did you expect her to react like that?\" – \"I didn't think that was possible.\""}],"gründen":[{"text":"Ich habe vor ein Unternehmen zu gründen, das die Welt verändern wird.","translation":"I plan to start a company that will change the world."},{"text":"Sie wollen eine Familie gründen.","translation":"They want to start a family."},{"text":"Unsere Schule wurde 1990 gegründet.","translation":"Our school was founded in 1990."},{"text":"Wer eine Firma gründen will, muss ein Netzwerk aufbauen.","translation":"If you want to start a company, you have to build a network."},{"text":"John hat das Unternehmen verlassen und ein eigenes gegründet.","translation":"John left the company, starting up his own."}],"anstatt":[{"text":"Anstatt zur Schule zu gehen, blieb er zuhause.","translation":"Instead of going to school, he stayed at home."},{"text":"Das Kind weint anstatt zu lachen.","translation":"The child cries instead of laughing."},{"text":"Er konnte seine Gefühle mit Musik anstatt mit Worten zeigen.","translation":"He could show his feelings with music instead of words."},{"text":"Wir haben Russisch anstatt von Französisch gelernt.","translation":"We learned Russian instead of French."},{"text":"Du musst das Problem lösen, anstatt es zu vergessen.","translation":"You have to solve the problem instead of forgetting it."}],"kauf":[{"text":"Das muss man schon mit in den Kauf nehmen.","translation":"You have to take that with you into the purchase."},{"text":"Wer ein Ziel hat, nimmt auch schlechte Straßen in Kauf.","translation":"If you have a goal, you also accept bad roads."},{"text":"Mach die Augen auf, Kauf ist Kauf!","translation":"Open your eyes, buy is buy!"},{"text":"Kaufe nicht das, was gut ist; kaufe das, was du brauchst!","translation":"Don't buy what's good; Buy what you need!"},{"text":"Früh zu Bett, früh wieder auf macht gesund und reich in Kauf.","translation":"Early to bed and early to rise, makes a man healthy, wealthy and wise."}],"dagegen":[{"text":"Wir sollten unbedingt etwas dagegen tun.","translation":"We should definitely do something about it."},{"text":"Vater werden ist nicht schwer, Vater sein dagegen sehr.","translation":"Becoming a father is not difficult, but being a father is very difficult."},{"text":"Tom ist dafür, Mary dagegen.","translation":"Tom is in favour, Mary against."},{"text":"Eine Sekunde! Ich habe noch ein paar Fragen, wenn Sie nichts dagegen haben.","translation":"Just a second! If you don't mind, I have a few more questions."},{"text":"Wir müssen etwas dagegen unternehmen, und das sofort.","translation":"We must do something about it, and we must do so immediately."}],"Geschenk":[{"text":"Ich kaufe, was wir für die Reise brauchen, und die Geschenke für die Kinder.","translation":"I buy what we need for the trip and the gifts for the children."},{"text":"Vielen Dank für Ihr Geschenk.","translation":"Thank you for your gift."},{"text":"Ich würde ihm gerne ein Geschenk zu seinem Geburtstag machen.","translation":"I would like to give him a gift for his birthday."},{"text":"Das ist ein Geschenk für dich.","translation":"This is a gift for you."},{"text":"Gesundheit ist das schönste Geschenk.","translation":"Health is the most beautiful gift."}],"Service":[{"text":"Guten Service weiß man oft erst dann zu schätzen, wenn man ihn vermisst.","translation":"Good service is often only appreciated when you miss it."},{"text":"Schlechter Service spricht sich herum – guter leider weniger.","translation":"Word gets around about bad service – good service unfortunately less."},{"text":"Das Essen ist gut und der Service hier ist gut.","translation":"The food is good, and service is good here."},{"text":"Kein anderes Hotel hat so einen guten Service wie dieses.","translation":"No other hotel can beat this one for service."},{"text":"Es tut mir leid, wenn ich das so sage, aber der Service lässt zu wünschen übrig.","translation":"I'm sorry to say so, but the service leaves much to be desired."},{"text":"Kein anderes Hotel kann diesem in Sachen Service das Wasser reichen.","translation":"No other hotel can match this in terms of service."},{"text":"Service ist kein Projekt. Service ist eine Haltung.","translation":"Service is not a project. Service is an attitude."},{"text":"Service generiert Geschäft.","translation":"Service generates business."},{"text":"Service ist ein Herzensthema mit harter Auswirkung.","translation":"Service is a topic close to the heart with a hard impact."},{"text":"Tut mir leid, es ist schon nach 16 Uhr, die Service-Abteilung ist geschlossen. Rufen Sie morgen wieder an!","translation":"Sorry, it's already after 4pm, the service department is closed. Call again tomorrow!"}],"Aufmerksamkeit":[{"text":"Du wirst bald die Aufmerksamkeit der Leute erhalten, die etwas zu sagen haben.","translation":"You are getting the attention of those who have something to say."},{"text":"Frauen haben mehr Aufmerksamkeit für ihre eigenen Gedanken und Gefühle.","translation":"Women have more attention to their own thoughts and feelings."},{"text":"Glück entsteht oft durch Aufmerksamkeit in kleinen Dingen.","translation":"Happiness often comes from attention in small things."},{"text":"Ich danke Ihnen für ihre Aufmerksamkeit.","translation":"Thank you for your attention."},{"text":"Ich habe ein starkes Verlangen nach Aufmerksamkeit.","translation":"I have a strong desire for attention."}],"Nutzer":[{"text":"Ungefähr 68% der Instagram-Nutzer sind Frauen.","translation":"About 68% of Instagram users are women."},{"text":"Sonst könnte der Nutzer in die Irre geführt werden.","translation":"Otherwise, the user could be misled."},{"text":"Verehrte Nutzer des Weltnetzes, Tatoeba begrüßt Sie auf seiner offiziellen Website.","translation":"Dear users of the World Network, Tatoeba welcomes you to its official website."},{"text":"Jetzt können auch iPhone-Nutzer in sämtlichen Programmen alle Esperantobuchstaben tippen.","translation":"Now iPhone users can also type all Esperanto letters in all programs."},{"text":"Man kann die Übersetzungsergebnisse einer Eng.->Jap. Übersetzungssoftware stark verbessern, je nachdem, wie der Nutzer sie verwendet.","translation":"You can greatly improve the translation results of an English>Japanese translation software, depending on how the user uses it."}],"Code":[{"text":"Man muss zu viele Codes behalten.","translation":"You have to keep too many codes."},{"text":"Es ist kein Schlüssel nötig, man gibt einen Code ein.","translation":"There's no need for a key: you input a code."},{"text":"Es gibt bereits ein Produkt mit diesem Code.","translation":"There's already a product with this code."},{"text":"Bitte geben Sie den Code ein.","translation":"Please enter the code."},{"text":"Wärst du geneigt, deinen Code mit mir zu teilen?","translation":"Would you be inclined to share your code with me?"}],"sogenannt":[{"text":"Was genau ist denn eigentlich an dieser sogenannten Freien Demokratischen Partei so frei?","translation":"What exactly is so free about this so-called Free Democratic Party?"},{"text":"Das sogenannte böse Gewissen sollte eigentlich das gute heißen, weil's ehrlich die Wahrheit sagt.","translation":"The so-called bad conscience should actually mean the good, because it honestly tells the truth."},{"text":"Der sogenannte Mann ist eine Frau.","translation":"The so-called man is a woman."},{"text":"Tom hat sich einen sogenannten \"Zauberstein\" gekauft.","translation":"Tom bought a so-called \"magical stone\"."},{"text":"Ich hasse sogenannte „30-Tage-Sprachkurse“.","translation":"I hate so-called \"30 days\" language courses."}],"betreffen":[{"text":"Keiner weiß, was ihn morgen betrifft.","translation":"No one knows what will affect him tomorrow."},{"text":"Sie war so betroffen, dass sie keine Worte fand.","translation":"She was so affected that she couldn't find words."},{"text":"Die einzige Frage, die die Gesundheit betrifft, ist: „Was macht man damit?“.","translation":"The only question concerning health is: \"What do you do with it?\"."},{"text":"Gerechtigkeit betrifft immer zwei Seiten: die, wer es bezahlt, und die, wer sie bekommt.","translation":"Justice always concerns two sides: who pays for it and who gets it."},{"text":"Diese Geschichte betrifft mich nicht im Geringsten.","translation":"This story does not concern me in the slightest."},{"text":"Dieser Satz hat mich betroffen gemacht.","translation":"This sentence affected me."},{"text":"Meistens ist nur ein Auge betroffen.","translation":"Usually only one eye is affected."},{"text":"Ich bin mehr als überrascht und auch ein Stück weit betroffen.","translation":"I am more than surprised and also affected to a certain extent."},{"text":"Sie mochte Karl kaum, was ihn betroffen machte.","translation":"She hardly liked Karl, which affected him."},{"text":"Die Leute von der Bar waren betroffen, als sie die Nachricht hörten.","translation":"The people in the bar were dismayed on hearing the news."}],"Unfall":[{"text":"Der Unfall passierte, weil ein kleines Kind auf der Straße allein gelassen worden war.","translation":"The accident happened because a small child had been left alone in the street."},{"text":"Er leistete ihr bei dem Unfall Erste Hilfe.","translation":"He provided her with first aid in the accident."},{"text":"Toms Tod war ein Unfall, der hätte vermieden werden können.","translation":"Tom's death was an accident that could have been avoided."},{"text":"Ein größter Unfall ist oder ist nicht anzunehmen. Er kann nicht super-anzunehmen sein.","translation":"A major accident is or cannot be assumed. He can't be super-acceptable."},{"text":"Tom fuhr bei Rot über die Ampel und verursachte so einen Unfall.","translation":"Tom drove over the red light and caused an accident."}],"m":[{"text":"Sein Name fängt mit T an und endet mit m.","translation":"His name begins with a T and ends with an M."},{"text":"Er ist 1,91 m, und ich bin 1,78 m.","translation":"He's 6'3\" and I'm 5'10\"."},{"text":"Ich will eine Freundin haben, die 1,80 m groß ist.","translation":"I want a girlfriend who's 180 centimetres tall."},{"text":"Aus irgendeinem Grund habe ich „m“ gelesen und nicht „n“.","translation":"For some reason I read \"m\" and not \"n\"."},{"text":"Der nur 311 m hohe Vulkan ist der aktivste auf den Philippinen.","translation":"The volcano, just 311 meters high, is the most active in the Philippines."},{"text":"Haben Sie das auch in Größe M?","translation":"Do you also have this in size M?"},{"text":"Ms. Yamamoto bringt uns Englisch bei.","translation":"Ms. Yamamoto teaches us English."},{"text":"Kennst du den Film „M“ von 1931? Da wird der Mörder mit einem M gekennzeichnet.","translation":"Do you know the movie \"M\" from 1931? The murderer is marked with an M."},{"text":"Ist die Bêche-de-Mer-Sprache auf Tatoeba vertreten?","translation":"Is the Bêche de Mer language represented on Tatoeba?"},{"text":"Der Notruf „Mayday“ leitet sich von dem französischen Satz „Venez m'aider“ ab.","translation":"The emergency call \"Mayday\" comes from the French sentence, \"Venez m'aider.\""}],"Zucker":[{"text":"Wie trinkst du den Kaffee, mit oder ohne Zucker?","translation":"How do you drink the coffee, with or without sugar?"},{"text":"Wie viel Zucker ist gesund?","translation":"How much sugar is healthy?"},{"text":"Wir essen viel zu viel Zucker!","translation":"We eat way too much sugar!"},{"text":"Ich brauche etwas Zucker, um diesen Kuchen zu machen.","translation":"I need some sugar to make this cake."},{"text":"Gib bitte ein bisschen Zucker dazu.","translation":"Please add a little sugar."}],"breit":[{"text":"Mach die Beine breit.","translation":"Spread your legs apart."},{"text":"Das Leben ist nicht lang, es ist breit!","translation":"Life is not long, it is wide!"},{"text":"Das Bett passt nicht durch die Tür, es ist zu breit.","translation":"The bed does not fit through the door, it is too wide."},{"text":"Er erzählte lang und breit davon.","translation":"He talked about it long and wide."},{"text":"Ich wünsche dir einen breiten Weg und Bäume aus Gummi.","translation":"I wish you a wide path and trees made of rubber."}],"Beschreibung":[{"text":"Hier ist eine kleine Beschreibung.","translation":"Here is a small description."},{"text":"Die Beschreibung trifft genau auf ihn zu.","translation":"The description applies exactly to him."},{"text":"Die Person passte auf die Beschreibung.","translation":"The person matched the description."},{"text":"Kannst du mir eine konkrete Beschreibung geben?","translation":"Can you give me a concrete description?"},{"text":"Die Geschichte wirkt wie eine authentische Beschreibung eines wirklichen Lebens.","translation":"The story seems like an authentic description of a real life."}],"heben":[{"text":"Er hebt seinen Fuß.","translation":"He lifts his foot."},{"text":"Er hebt seinen Arm.","translation":"He raises his arm."},{"text":"Sie hob ihre Augen hin zu dem Mann.","translation":"She raised her eyes to the man."},{"text":"Den Stein, den ich nicht heben kann, lasse ich liegen.","translation":"The stone that I can't lift, I leave."},{"text":"Ist der Blick gehoben, so sieht man keine Grenzen.","translation":"If the view is raised, you can see no limits."}],"Bühne":[{"text":"Er spielte Hamlet auf der Bühne.","translation":"He played Hamlet on stage."},{"text":"Er steht auf der Bühne.","translation":"He is standing on the stage."},{"text":"Haben Sie sie je auf der Bühne singen hören?","translation":"Have you ever heard her sing on the stage?"},{"text":"Sie verließ letztes Jahr die Bühne.","translation":"She left the stage last year."},{"text":"Wer ist das Mädchen, das gerade auf der Bühne singt?","translation":"Who is the girl singing on the stage?"}],"Bedingung":[{"text":"Ich akzeptiere, aber nur unter einer Bedingung.","translation":"I accept, but only on one condition."},{"text":"Unter dieser Bedingung können wir nicht zusammen arbeiten.","translation":"Under these conditions we can not work together."},{"text":"Dieser Vertrag kommt allerdings mit einigen Bedingungen.","translation":"However, there are some conditions to this contract."},{"text":"Das Glück stellt sich nur ein, wenn man keine Bedingungen stellt.","translation":"Happiness only comes when you don't set any conditions."},{"text":"Wir werden eure Bedingungen annehmen.","translation":"We will accept your terms."}],"ausführen":[{"text":"Wenn man genug Erfahrung gesammelt hat, ist man zu alt, um sie auszuführen.","translation":"If you have enough experience, you are too old to carry it out."},{"text":"An Ideen fehlt es nicht, aber an Männern, sie auszuführen.","translation":"There is no lack of ideas, but there is a lack of men to carry them out."},{"text":"Man sollte über seine Pläne nicht sprechen; man muss sie ausführen.","translation":"One should not talk about his plans; you have to do it."},{"text":"Wir müssen diesen Plan unbedingt ausführen.","translation":"We must carry out this plan by all means."},{"text":"Es ist leicht, etwas zu planen aber schwer, es auszuführen.","translation":"It is easy to form a plan, but it is difficult to carry it out."}],"selber":[{"text":"Liebe fängt bei sich selber an.","translation":"Love begins with itself."},{"text":"Die Hölle hat kein Feuer, jeder bringt sein Feuer selber mit.","translation":"Hell has no fire of its own: each person brings his own fire with him."},{"text":"Ein Freund ist ein Geschenk, das man sich selber macht.","translation":"A friend is a gift you give yourself."},{"text":"Um den Menschen kennenzulernen, muss man sich selber ein bisschen studieren.","translation":"To get to know the person, you have to study yourself a bit."},{"text":"Du weißt mehr über mich als ich selber.","translation":"You know more about me than I do."}],"beliebt":[{"text":"Entscheiden Sie, wie es Ihnen beliebt.","translation":"Decide how you like."},{"text":"Wann immer es Ihnen zu kommen beliebt, werden wir Sie mit Freuden willkommen heißen.","translation":"Whenever you like to come, we will welcome you with pleasure."},{"text":"Du kannst gehen oder bleiben, wie es dir beliebt.","translation":"You may go or stay at will."},{"text":"Es heißt, Golf ist in Japan extrem beliebt.","translation":"It is said that golf is extremely popular in Japan."},{"text":"Wir suchen die Wahrheit, finden wollen wir sie aber nur dort, wo es uns beliebt.","translation":"We seek the truth, but we only want to find it where we like."},{"text":"Das ist ein beliebter Fehler.","translation":"This is a popular mistake."},{"text":"Bob ist beliebt in der Schule.","translation":"Bob is popular at school."},{"text":"Tom war nicht das beliebteste Kind in der Schule, aber er hatte viele Freunde.","translation":"Tom wasn't the most popular kid in school, but he had a lot of friends."},{"text":"Er ist einer der beliebtesten Schüler seiner Klasse.","translation":"He is one of the most popular students in the class."},{"text":"Er ist der beliebteste Junge in der Klasse.","translation":"He's the most popular boy in the class."}],"Weihnacht":[{"text":"Die Ware Weihnacht ist nicht die wahre Weihnacht.","translation":"The commodity Christmas is not the real Christmas."},{"text":"Was machst du zum Beispiel an Weihnachten?","translation":"What do you do at Christmas, for example?"},{"text":"Er hatte Angst, Weihnachten im Krankenhaus verbringen zu müssen.","translation":"He was afraid of having to spend Christmas in the hospital."},{"text":"Ein gutes Gewissen ist ein ständiges Weihnachten.","translation":"A good conscience is a constant Christmas."},{"text":"Zu Weihnachten geht Tom das einzige Mal im Jahr zur Kirche.","translation":"At Christmas, Tom goes to church only once a year."}]}