{"niedlich":[{"text":"Dieses Mädchen hat eine niedliche Puppe.","translation":"This girl has a cute doll."},{"text":"Die Katze ist sehr niedlich.","translation":"The cat is very cute."},{"text":"Sie ist eher niedlich als schön.","translation":"She is cute rather than beautiful."},{"text":"Sie waren so niedlich, diese Beiden.","translation":"They were so cute, those two."},{"text":"Ich denke nicht, dass man mein Aussehen oder meine Stimme als niedlich bezeichnen könnte.","translation":"I don't think you could call my looks or my voice cute."}],"umfangreich":[{"text":"Sein Bauch war so umfangreich, dass er die Welt nicht sah.","translation":"His belly was so extensive that he did not see the world."},{"text":"Seine Theorie gründet sich auf eine umfangreiche Untersuchung.","translation":"His theory is based on elaborate investigation."},{"text":"Wegen des umfangreichen Wissens und der weißen Haare wurde er gewöhnlich \"Professor\" genannt.","translation":"Because of his extensive knowledge and white hair, he was usually called \"Professor\"."},{"text":"Tatoeba gewinnt täglich Hunderte oder sogar Tausende von Sätzen und wird so umfangreicher.","translation":"Tatoeba grows at a rate of hundreds, or even thousands, of sentences per day."},{"text":"Aber das Problem ist viel umfangreicher als es dieser Abschnitt des Buches glauben macht.","translation":"But the problem is much broader than this section of the book would have you believe."}],"Königreich":[{"text":"Mein Königreich für ein Pferd!","translation":"My kingdom for a horse!"},{"text":"Ein Königreich für einen Kaffee.","translation":"A kingdom for a coffee."},{"text":"Der König herrschte gerecht über sein Königreich.","translation":"The king ruled justly over his kingdom."},{"text":"Unsere Armee griff das Königreich an.","translation":"Our army attacked the kingdom."},{"text":"Ein jeder versicherte, dass solch eine Feder mehr wert sei als ein ganzes Königreich.","translation":"Everyone assured that such a feather was worth more than an entire kingdom."},{"text":"Zu jener Zeit war Nordamerika noch nicht unabhängig vom Vereinigten Königreich.","translation":"In those days, America was not independent of the United Kingdom."},{"text":"Das Vereinigte Königreich besteht aus England, Schottland, Wales und Nordirland.","translation":"The United Kingdom is comprised of England, Scotland, Wales, and Northern Ireland."},{"text":"Das Buch handelt vom Leben im Vereinten Königreich.","translation":"This book deals with life in the United Kingdom."},{"text":"Dieses Buch hier macht das Leben im Vereinigten Königreich zum Thema.","translation":"This book here is about life in the UK."},{"text":"Tom ist übermüdet. Es regnet, es ist kalt, und Schottland wird Teil des Vereinigten Königreichs bleiben.","translation":"Tom is overtired. It's raining, it's cold, and Scotland will remain part of the United Kingdom."}],"unzählig":[{"text":"Unzählige Menschen haben Völker und Städte beherrscht, aber ganz wenige nur sich selbst.","translation":"Countless people have ruled peoples and cities, but very few have ruled only themselves."},{"text":"Unzählige Menschen lesen gerne Geschichten. Nur wenige sind jedoch mutig genug, diese zu schreiben.","translation":"Countless people like to read stories. However, few are brave enough to write them."},{"text":"Ein menschlicher Körper besteht aus unzähligen Zellen.","translation":"A human body consists of a countless number of cells."},{"text":"Er probierte dieses Experiment unzählige Male aus.","translation":"He tried this experiment countless times."},{"text":"Es gibt unzählig viele Sterne im Universum.","translation":"There are countless stars in the universe."}],"wirksam":[{"text":"Zwölf Sekunden. Wir müssen irgendwann mal ein wirksameres Gift entwickeln.","translation":"Twelve seconds. We have to develop a more effective poison at some point."},{"text":"Lang ist der Weg durch Lehren, kurz und wirksam durch Beispiele.","translation":"The path is long through teaching, short and effective through examples."},{"text":"Mit den Händen arbeiten: Das natürlichste und wirksamste Mittel, um Menschen geistig zu heilen.","translation":"Working with your hands: The most natural and effective means to heal people spiritually."},{"text":"Die Kunst der Not ist wirksam, sie macht selbst Schlechtes köstlich.","translation":"The art of need is effective, it makes even bad things delicious."},{"text":"Die Übungen sind einfach und wirksam.","translation":"The exercises are simple and effective."},{"text":"Durch Kochen in Öl wird das Kraut noch wirksamer.","translation":"By boiling in oil, the herb becomes even more effective."},{"text":"Je planmäßiger die Menschen vorgehen, desto wirksamer trifft sie der Zufall.","translation":"The more systematically people proceed, the more effectively chance hits them."},{"text":"Wie können Eltern und Lehrer die Entwicklung der kindlichen Kreativität wirksamer fördern?","translation":"How can parents and teachers promote the development of children's creativity more effectively?"},{"text":"In Krisengebieten sind Hilfen ohne Waffen weniger spektakulär, aber viel wirksamer.","translation":"In crisis areas, aid without weapons is less spectacular, but much more effective."},{"text":"Wirksamer als ein Feuerlöscher ist oft eine Löschdecke.","translation":"A fire blanket is often more effective than a fire extinguisher."}],"Nachbarschaft":[{"text":"Der liebe Gott weiß alles - die Nachbarschaft noch mehr!","translation":"The dear God knows everything - the neighborhood even more!"},{"text":"Er wohnt nicht in meiner Nachbarschaft.","translation":"He doesn't live in my neighborhood."},{"text":"Gestern brach in der Nachbarschaft ein Feuer aus.","translation":"A fire broke out in the neighborhood yesterday."},{"text":"Frau Takeda hat ein Ohr für die neuesten Gerüchte der Nachbarschaft.","translation":"Ms. Takeda has an ear for the neighborhood's latest rumors."},{"text":"Er ist in meine Nachbarschaft umgezogen.","translation":"He moved into my neighborhood."}],"vielfältig":[{"text":"Wir können miteinander auf vielfältige Weise kommunizieren.","translation":"We can communicate with each other in many ways."},{"text":"Deutschland ist heute vielfältig; nicht nur Weiße sprechen Deutsch.","translation":"Germany today is different; not just white people speak German."},{"text":"Steine und Mineralien sind uns in vielfältiger Weise von Nutzen.","translation":"Rocks and minerals are useful for us in many ways."},{"text":"Die Welt ist schön, weil sie vielfältig ist.","translation":"The world is beautiful because it is diverse."},{"text":"Kurdisches Essen ist sehr lecker und vielfältig.","translation":"Kurdish food is delicious and varied."}],"kreuz":[{"text":"Kreuzen Sie die richtige Antwort an.","translation":"Mark the correct answer with a cross."},{"text":"Das sollst du am Kreuze bereuen.","translation":"You'll repent at the cross."},{"text":"Es ist ein Kreuz mit ihm, er kommt immer zu früh.","translation":"It is a cross with him, he always comes too early."},{"text":"Der Teufel versteckt sich hinter dem Kreuz.","translation":"The devil hides behind the cross."},{"text":"Im Grunde gab es nur einen Christen, und der starb am Kreuz.","translation":"In truth, there was only one Christian, and he died on the cross."},{"text":"Wo ist das Rote Kreuz?","translation":"Where's the Red Cross?"},{"text":"Diese Übung ist gut fürs Kreuz.","translation":"This exercise is good for the lower back."},{"text":"Sie spendeten Geld ans Rote Kreuz.","translation":"They donated money to the Red Cross."},{"text":"Das Rote Kreuz versorgte das Krankenhaus mit Blut.","translation":"The Red Cross supplied the hospital with blood."},{"text":"Betty saß im Sessel mit ihren Beinen über Kreuz.","translation":"Betty sat in the chair with her legs crossed."}],"kontinuierlich":[{"text":"Du wirst kontinuierlich kontrolliert.","translation":"You will be continuously monitored."},{"text":"Dieser Arbeiter ist kontinuierlich beschäftigt.","translation":"This worker is continuously busy."},{"text":"Das Angebot wird kontinuierlich weiterentwickelt.","translation":"The offer is continuously being further developed."},{"text":"Die japanische Wirtschaft verzeichnete seit 60 Monaten ein kontinuierliches Wachstum.","translation":"The Japanese economy has been growing steadily for 60 months."},{"text":"Der Bierabsatz sinkt in Deutschland kontinuierlich.","translation":"Beer sales in Germany are falling continuously."}],"Pille":[{"text":"Wusstest du, dass Männer, die regelmäßig die Pille nehmen, nicht schwanger werden?","translation":"Did you know that men who take the pill regularly won't get pregnant?"},{"text":"Besser als ein guter Wille, wirkt manchmal eine gute Pille.","translation":"Better than a good will, sometimes a good pill works."},{"text":"Dumm bleibt dumm, da helfen keine Pillen.","translation":"There's no cure for stupidity."},{"text":"Diese Pille enthält unter anderem Vitamin C.","translation":"This pill contains, among other things, vitamin C."},{"text":"Der Schmerz ließ nach, da ich die Pillen eingenommen habe.","translation":"The pain subsided as I took the pills."}],"Chinese":[{"text":"Die Chinesen kopieren nicht nur die europäischen Autos, sondern auch die europäischen Städte.","translation":"The Chinese are copying not only European cars, but also European cities."},{"text":"Essen Chinesen auch Kuchen mit Stäbchen?","translation":"Do Chinese also eat cakes with chopsticks?"},{"text":"Chinesen haben Angst davor, dass sie das Gesicht verlieren.","translation":"Chinese people are afraid of losing face."},{"text":"China ist ein großes Land, in dem viele Chinesen leben.","translation":"China is a large country where many Chinese live."},{"text":"In den USA werde ich oft für einen Chinesen gehalten.","translation":"In the U.S., they often mistake me for a Chinese person."},{"text":"Der Professor ist Chinese.","translation":"The professor is Chinese."},{"text":"Dieser Mann ist Chinese.","translation":"This man is Chinese."},{"text":"Chinesen vertragen keinen Käse.","translation":"Chinese do not tolerate cheese."},{"text":"In China sind die allermeisten Menschen Chinesen.","translation":"In China, the vast majority of people are Chinese."},{"text":"Für Chinesen und Japaner sind alle Europäer gleich aussehende Langnasen.","translation":"For Chinese and Japanese, all Europeans are the same-looking longnoses."}],"checken":[{"text":"Der Mann checkt im Hotel ein.","translation":"The man is checking in at a hotel."},{"text":"Tom checkte seine E-Mails.","translation":"Tom checked his email."},{"text":"Bitte checken Sie mindestens eine Stunde vor der Abreise ein.","translation":"Please check in at least an hour before leaving."},{"text":"Tom checkte im Hotel ein.","translation":"Tom checked into the hotel."},{"text":"Ich hoffe, du checkst, dass sie nicht wichtig sínd.","translation":"I hope you check that they are not important."}],"k":[{"text":"Ich kann schneller laufen als Ken.","translation":"I can run faster than Ken."},{"text":"Nie sehe ich dich, ohne dass ich an Ken denke.","translation":"I never see you without thinking of Ken."},{"text":"Es freut mich, dich kennenzulernen, Ken.","translation":"I'm glad to meet you, Ken."},{"text":"Ich verlasse mich auf Ken.","translation":"I rely on Ken."},{"text":"Es ist höchste Zeit, dass du schlafen gehst, Ken.","translation":"It's high time you went to sleep, Ken."},{"text":"In jedem Fall ist es o. k.","translation":"Under all circumstances, it is ok."},{"text":"Nenne ein englisches Wort mit -ce- oder -ci-, wo dieses c wie k ausgesprochen wird.","translation":"Name one English word containing 'ce' or 'ci' where that same letter 'c' is pronounced like a 'k.'"},{"text":"Der zehnthäufigste Buchstabe im Esperanto ist \"k\".","translation":"The tenth most common letter in Esperanto is \"k\"."},{"text":"Eine ganze Zahl n ist gerade, wenn sie von der Form n = 2k mit einer ganzen Zahl k ist.","translation":"An integer n is even if it is of the form n = 2k with an integer k."},{"text":"Das französische Alphabet enthält sechsundzwanzig Buchstaben: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"The French alphabet contains twenty-six letters: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Ohne wirklich zu wissen, was \"Phonetik\" bedeutet und wohl sogar ohne überhaupt das Alphabet zu kennen, hatte ich mir klar gemacht, dass \"p\" eine härtere Version von \"b\" ist, \"t\" eine härtere Version von \"d\", \"k\" eine entsprechende von \"g\" und das scharfe \"s\" eine entsprechende Version des weichen \"s\".","translation":"Without actually knowing what \"phonetics\" meant and probably not even knowing the alphabet, I was able to think to myself that \"p\" was a harder version of \"b\" as was \"t\" to \"d\", \"k\" to \"g\" and \"s\" to \"z\"."},{"text":"Ido hat dieselben 26 Buchstaben wie das englische, niederländische und lateinische Alphabet, und benötigt keinerlei diakritische Zeichen: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"Ido has the same 26 letters as the English, Dutch and Latin alphabet, with no diacritics: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Das kurdische Alphabet besteht aus einunddreißig Buchstaben: a, b, c, ç, d, e, ê, f, g, h, i, î, j, k, l, m, n, o, p, q, r, s, ş, t, u, û, v, w, x, y, z.","translation":"The Kurdish alphabet consists of thirty-one letters: a, b, c, ç, d, e, ê, f, g, h, i, î, j, k, l, m, n, o, p, q, r, s, ş, t, u, û, v, w, x, y, z."},{"text":"Das Esperanto-Alphabet enthält achtundzwanzig Buchstaben: a, b, c, ĉ, d, e, f, g, ĝ, h, ĥ, i, j, ĵ, k, l, m, n, o, p, r, s, ŝ, t, u, ŭ, v, z.","translation":"The Esperanto alphabet contains twenty-eight letters: a, b, c, ĉ, d, e, f, g, ĝ, h, ĥ, i, j, ĵ, k, l, m, n, o, p, r, s, ŝ, t, u, ŭ, v, z."}],"wahrnehmen":[{"text":"Falls Sie in Zukunft etwas Verdächtiges wahrnehmen, rufen Sie bitte sofort die Polizei!","translation":"If you notice anything suspicious in the future, please call the police immediately!"},{"text":"Welchen Zustand wir wahrnehmen, in diesen treten wir selbst.","translation":"Which state we perceive, we enter into ourselves."},{"text":"Was kannst du mit deinen Augen wahrnehmen?","translation":"What can you perceive with your eyes?"},{"text":"Ich habe es bestimmt gesehen, aber nicht wahrgenommen.","translation":"I've certainly seen it, but I haven't noticed it."},{"text":"Ich bin es gewohnt, von meinen Eltern nicht wahrgenommen zu werden.","translation":"I'm used to being ignored by my parents."}],"einschalten":[{"text":"Bitte vor dem Sprechen das Gehirn einschalten.","translation":"Please turn on the brain before speaking."},{"text":"Kannst du bitte das Radio einschalten?!","translation":"Can you switch on the radio, please?"},{"text":"Er weiß, wie man diese Maschine einschaltet.","translation":"He knows how to switch on this machine."},{"text":"Sollte ich die Polizei einschalten?","translation":"Should I tell the police?"},{"text":"Es ist heiß hier, nicht wahr? Soll ich die Klimaanlage einschalten?","translation":"It's hot here, isn't it? Should I turn on the air conditioning?"}],"Turnier":[{"text":"Tom ist raus aus dem Turnier.","translation":"Tom is out of the tournament."},{"text":"Was glaubst du, wer wird das Turnier gewinnen?","translation":"Who do you think will win the tournament?"},{"text":"Zwanzig Mannschaften nahmen an dem Turnier teil.","translation":"Twenty teams entered the tournament."},{"text":"Maria ging aus unzähligen Turnieren als Siegerin hervor.","translation":"Mary emerged as victor from countless tournaments."},{"text":"Tom sagte, es würde ihn sehr überraschen, wenn Maria das Turnier nicht gewänne.","translation":"Tom said he'd be very surprised if Mary didn't win the tournament."}],"Sklave":[{"text":"Niemand will ein Sklave seiner Worte sein.","translation":"No one wants to be a slave to his words."},{"text":"Wer von seinem Tag nicht zwei Drittel für sich selbst hat, ist ein Sklave.","translation":"He who does not have two-thirds of his day for himself is a slave."},{"text":"Wir sind die Sklaven von dem, was uns nicht glücklich macht.","translation":"We are the slaves of what does not make us happy."},{"text":"Niemand ist mehr Sklave, als der sich für frei hält, ohne es zu sein.","translation":"No one is more a slave than one who considers himself free without being one."},{"text":"Der Geist eines Menschen und nicht sein Herr machen ihn zum Sklaven.","translation":"A man's spirit, and not his master, makes him a slave."}],"Meldung":[{"text":"Wir unterbrechen diese Sendung für eine sehr wichtige Meldung.","translation":"We interrupt this broadcast for a very important message."},{"text":"Er widersprach den Meldungen.","translation":"He contradicted the news."},{"text":"Leider ist die Meldung wahr.","translation":"Unfortunately, the report is true."},{"text":"Die Meldung wird in ein paar Stunden die Runde gemacht haben.","translation":"The story will get around in a few hours."},{"text":"Die Meldung wurde nicht bestätigt.","translation":"The report was not confirmed."}],"Bestätigung":[{"text":"Mach keine Änderungen, bevor du eine Bestätigung hast!","translation":"Don't make any changes until you have a confirmation!"},{"text":"Jeder Mensch braucht Bestätigung.","translation":"Everyone needs confirmation."},{"text":"Tom bat um Bestätigung.","translation":"Tom asked for verification."},{"text":"Bitte stornieren Sie meine Bestellung und schicken Sie mir darüber eine Bestätigung.","translation":"Please cancel my order and send confirmation that this has been done."},{"text":"Sie erhalten eine Bestätigung, sobald Ihr Benutzerkonto durch einen Administrator aktiviert worden ist.","translation":"You will receive a confirmation email after your account has been activated by an administrator."}],"Eingabe":[{"text":"Hast du Zahlungen ohne PIN-Eingabe freigeschaltet?","translation":"Have you unlocked payments without entering a PIN?"},{"text":"Dieses Formularfeld ist für die Eingabe von ganzzahligen Werten vorgesehen.","translation":"This form field is intended for entering integer values."},{"text":"Wenn man sich darauf verlassen könnte, dass die Leute in ihren Kommentaren genauso sorgsam mit ihrer Ausdrucksweise sind wie bei der Eingabe neuer Sätze, könnte eine Automatik wahrscheinlich eine ganze Menge an neuen Sätzen daraus ernten.","translation":"If you could rely on people to be just as careful with their language in their comments as they are when typing new sentences, an automatic could probably reap a whole lot of new sentences from it."}],"hinlegen":[{"text":"Weißt du zufällig, wo ich meine Schlüssel hingelegt habe?","translation":"Do you happen to know where I put my keys?"},{"text":"Du hast einen tollen Start hingelegt.","translation":"You got off to a great start."},{"text":"Wo hast du sie denn hingelegt?","translation":"Where did you put them?"},{"text":"Tom vergisst, wo er etwas hingelegt hat.","translation":"Tom forgets where he put something."},{"text":"Kannst du dich vielleicht erinnern, wo du den Schlüssel hingelegt hast?","translation":"Can you remember where you put the key?"},{"text":"Ich möchte mich gerne hinlegen.","translation":"I'd like to lie down."},{"text":"Ich will mich ein paar Minuten hinlegen.","translation":"I want to lie down for a few minutes."},{"text":"Du siehst müde aus. Du solltest dich für eine Stunde oder zwei hinlegen.","translation":"You look tired. You ought to rest for an hour or two."},{"text":"Tom sagte, er habe starke Kopfschmerzen und müsse sich hinlegen.","translation":"Tom said that he had a bad headache and needed to lie down."},{"text":"Du siehst blass aus. Du solltest dich besser sofort eine Weile hinlegen.","translation":"You look pale. You'd better lie down for a while right away."}],"Inspiration":[{"text":"Ich habe meine Inspiration verloren.","translation":"I lost my inspiration."},{"text":"Die Inspiration existiert, aber sie muss dich bei der Arbeit finden.","translation":"The inspiration exists, but it has to find you at work."},{"text":"Der Geist braucht Inspiration, um zu inspirieren.","translation":"The mind needs inspiration to inspire."},{"text":"Ich warte auf Inspiration.","translation":"I'm awaiting inspiration."},{"text":"Der Lehrer ist eine Inspiration für seine Schüler.","translation":"The teacher is an inspiration to his students."}],"erraten":[{"text":"Haben Sie erraten, wo ich herkomme?","translation":"Did you guess where I came from?"},{"text":"Das erraten Sie nie!","translation":"You'll never guess!"},{"text":"Sind Sie je von einem guten Freund nicht erraten worden?","translation":"Have you ever not been guessed by a good friend?"},{"text":"Das ist ja wohl nicht schwer zu erraten!","translation":"That's probably not hard to guess!"},{"text":"Den wahren Grund hast du sicherlich schon erraten.","translation":"You've probably already guessed the real reason."}],"antreten":[{"text":"Ich bin nicht dazu angetreten, um die Menschen träumen zu lassen.","translation":"I didn't come here to make people dream."},{"text":"Schwer ist das Leben für einen, der es mit zu viel Träumen angetreten.","translation":"Life is difficult for someone who started it with too many dreams."},{"text":"Wir spielen mit dem Gedanken, die Reise nicht anzutreten.","translation":"We play with the idea of not taking the journey."},{"text":"Sind Sie bereit ihre Reise anzutreten?","translation":"Are you ready to start your journey?"},{"text":"Früher oder später werde ich das Erbe meiner Eltern antreten.","translation":"Sooner or later I will inherit my parents."}],"Berechtigung":[{"text":"Hunger, mein Junge, ist keine Berechtigung dafür, etwas zu nehmen, was einem anderen gehört.","translation":"Hunger, my boy, is no reason for taking something which belongs to another."},{"text":"Auch Schmerzen haben ihre Berechtigung. Sie warnen vor Gefahren und erinnern daran, wie wichtig Gesundheit ist.","translation":"Pain also has its justification. They warn of dangers and remind of the importance of health."},{"text":"Ich habe nicht die Berechtigung, dir das zu gestatten.","translation":"I don't have the authority to give you permission."},{"text":"Sie haben keine Berechtigung, dort einzutreten.","translation":"You are not authorized to enter there."},{"text":"Nach Jahren des Krieges erinnerten sich nur noch die wenigsten, warum und wofür sie kämpften: der Krieg existierte um seiner selbst willen und brauchte keine Berechtigung mehr.","translation":"After years of war, very few remembered why and what they were fighting for: the war existed for its own sake and no longer needed justification."}],"gemein":[{"text":"Mache dich klein, aber nicht gemein.","translation":"Make yourself small, but not mean."},{"text":"Das ist gemein! Lass mich doch auch mal gewinnen!","translation":"That's mean! Let me win!"},{"text":"Der Wunsch, anderen zu gefallen, ist allgemein. Der Wunsch, dass andere fallen, ist gemein.","translation":"The desire to please others is general. The desire for others to fall is mean."},{"text":"Eine gute Ehe macht sich mit der Liebe nicht gemein.","translation":"A good marriage does not make common cause with love."},{"text":"Tom und sein Bruder haben sehr wenig gemein.","translation":"Tom and his brother have very little in common."},{"text":"Du bist gemein! Gemein bist du!","translation":"You are mean! Mean you are!"},{"text":"Sie hatte absolut nichts mit uns gemein.","translation":"She had absolutely nothing in common with us."},{"text":"Ich habe gehört, dass Tom gemein zu seiner letzten Freundin war.","translation":"I heard that Tom was mean to his last girlfriend."},{"text":"Ich denke, die Liebe zum Geld haben wir alle gemein.","translation":"I think the love of money is common to us all."},{"text":"Es tut mir leid, so gemein von dir und Tom gesprochen zu haben.","translation":"I'm sorry that I said such mean things about you and Tom."},{"text":"Beide haben nicht das Geringste gemein.","translation":"The two have nothing in common."},{"text":"Warum ist meine Schwester so gemein zu mir?","translation":"Why is my sister so mean to me?"},{"text":"Haben diese beiden Ziele nichts miteinander gemein?","translation":"Do these two goals have nothing in common?"},{"text":"Ich hatte mit ihnen nichts gemein.","translation":"I had nothing in common with them."},{"text":"Sie hat mit ihm nichts gemein.","translation":"She's got nothing in common with him."}],"aussteigen":[{"text":"Beim nächsten Bahnhof musst du aussteigen.","translation":"You must get off at the next station."},{"text":"Wer aussteigt, steigt in etwas anderes ein.","translation":"If you get out, you get into something else."},{"text":"Könnten Sie mir Bescheid sagen, wenn ich aussteigen soll?","translation":"Would you please tell me when to get off?"},{"text":"An der nächsten Station müssen Sie aussteigen.","translation":"The next station is where you get off."},{"text":"Nicht aussteigen, bevor der Bus hält.","translation":"Don't get off the bus till it stops."},{"text":"Aussteigen und Hände hinter den Rücken!","translation":"Get out and have your hands behind your back!"},{"text":"Der Fahrer bat uns, beim Aussteigen aus dem Bus aufzupassen.","translation":"The driver asked us to be careful when getting off the bus."},{"text":"Beim Aussteigen aus dem Zug machte Tom einen Salto über seinen Koffer.","translation":"When getting off the train, Tom somersaulted over his suitcase."},{"text":"Im Unterschied zur Straßenbahn wird an der Börse zum Ein- und Aussteigen nicht geklingelt.","translation":"In contrast to the tram, there is no ringing on the stock exchange for boarding and disembarking."},{"text":"Sehr geehrte Fahrgäste, bitte beachten Sie, dass beim Ertönen des Warnsignals das Ein- und Aussteigen nicht mehr gestattet ist.","translation":"Dear passengers, please note that when the warning signal sounds, boarding and disembarking is no longer permitted."}],"wen":[{"text":"Nicht die Schönheit entscheidet, wen wir lieben, die Liebe entscheidet, wen wir schön finden.","translation":"Beauty does not decide who we love, love decides whom we find beautiful."},{"text":"Rate mal, wen ich heute gesehen habe!","translation":"Guess who I saw today."},{"text":"Rate mal, wen ich heute getroffen habe!","translation":"Guess who I met today!"},{"text":"Sie können einladen, wen immer Sie mögen.","translation":"You may invite whomever you like."},{"text":"Ich wusste nicht, wen ich sonst fragen sollte.","translation":"I didn't know who else to ask."}],"wirf":[{"text":"Wirf deine alten Schuhe nicht weg, ehe du neue hast.","translation":"Don't throw away your old shoes until you have new ones."},{"text":"Wirf weg, um zu besitzen.","translation":"Throw away to own."},{"text":"Wirf nichts auf den Boden!","translation":"Don't throw anything on the floor."},{"text":"Komm und wirf ’nen Blick drauf!","translation":"Come and take a look at it!"},{"text":"Wirf diese Zeitung nicht weg!","translation":"Don't throw away this newspaper!"},{"text":"Wirf den Typen doch endlich weg! Der hat dich doch gar nicht verdient!","translation":"Throw the guy away! He doesn't deserve you!"},{"text":"Wirf den Helden in deiner Seele nicht weg. Halte heilig deine höchste Hoffnung.","translation":"Don't throw away the hero in your soul. Keep holy your highest hope."},{"text":"Wirf den Ball so weit wie möglich!","translation":"Throw the ball as far as possible."},{"text":"„Im Briefkasten lag ein Brief von Tom für dich, Maria. Hier ist er.“ – „Ich will ihn nicht lesen. Wirf ihn bitte weg, Johannes!“","translation":"\"There was a letter from Tom in the mailbox for you, Maria. Here it is.\" – \"I don't want to read it. Please throw it away, John!\""},{"text":"Wirf deine Uhr aus dem Fenster, um zu sehen, wie die Zeit fliegt.","translation":"Defenestrate your clock to see how time flies."},{"text":"Wirf es dorthin!","translation":"Throw it there."},{"text":"Bitte wirf den Ball.","translation":"Please throw the ball."},{"text":"Bitte wirf einen Blick auf dieses Foto.","translation":"Please take a look at this photo."},{"text":"Wirf alles, was nicht zu gebrauchen ist, weg.","translation":"Throw away everything that is useless."},{"text":"Tue das Gute und wirf es ins Meer.","translation":"Do good and throw it in the sea."}],"rutschen":[{"text":"Mir ist das Herz in die Hose gerutscht.","translation":"My heart sank into my boots."},{"text":"Tom rutschte auf dem nassen Gras aus und fiel auf den Hintern.","translation":"Tom slipped on the wet grass and fell on his backside."},{"text":"Man kann auf keinem Kissen in den Himmel rutschen.","translation":"You can't slide into the sky on any pillow."},{"text":"Der Große erscheint nur groß, wenn wir vor ihm auf Knien rutschen.","translation":"The big one only appears big when we slip on our knees in front of him."},{"text":"Ich rutschte auf dem Eis aus und verletzte meinen Kopf.","translation":"I slipped on the ice and hurt my head."}],"leucht":[{"text":"Auch uns wird die Sonne leuchten.","translation":"The sun will shine for us too."},{"text":"In der Nacht leuchten die Sterne am Himmel.","translation":"The stars shine in the night sky."},{"text":"Die Sterne leuchten heute sehr hell.","translation":"The stars shine very brightly today."},{"text":"In den Fenstern leuchten Adventskerzen.","translation":"Advent candles are shining in the windows."},{"text":"Toms Augen fingen an zu leuchten, als Maria den Raum betrat.","translation":"Tom's eyes lit up when Mary walked into the room."},{"text":"Ein Leuchten ging über das Gesicht der beiden Kinder.","translation":"A glow went over the face of the two children."},{"text":"Was ist das Leben ohne das Leuchten der Liebe?","translation":"What is life without the glow of love?"},{"text":"Diese Schuhe haben Leuchten.","translation":"These shoes have lights in them."},{"text":"Man muss nicht unbedingt das Licht des Nächsten ausblasen, um das eigene leuchten zu lassen.","translation":"You don't necessarily have to blow out your neighbor's light to make your own shine."},{"text":"Das Leuchten liebender Augen ist unbezahlbar.","translation":"The glow of loving eyes is priceless."}],"räumen":[{"text":"Sie sind entlassen! Sie haben eine Stunde Zeit, Ihr Büro zu räumen.","translation":"You're fired! You have an hour to clean out your office."},{"text":"Liebe ist der Versuch der Natur, den Verstand aus dem Weg zu räumen.","translation":"Love is nature's attempt to get the mind out of the way."},{"text":"Wann räumst du auf?","translation":"When do you clean up?"},{"text":"Er räumte seine Fehler ein.","translation":"He acknowledged his faults."},{"text":"Er räumte sein Spielzeug weg.","translation":"He put away his toys."}],"Mathematik":[{"text":"Das Wesen der Mathematik liegt in ihrer Freiheit.","translation":"The essence of mathematics lies in its freedom."},{"text":"Maria bat mich, ich möge ihr in Mathematik helfen.","translation":"Mary asked me to help her in mathematics."},{"text":"Die ganze Mathematik ist eigentlich die Gleichung im Großen für die andern Wissenschaften.","translation":"All mathematics is actually the equation on a large scale for the other sciences."},{"text":"Das höchste Leben ist Mathematik.","translation":"The highest life is mathematics."},{"text":"Ist Mathematik in der Schule dein Lieblingsfach?","translation":"Is maths your favourite subject at school?"}],"talentiert":[{"text":"Du musst sehr talentiert sein, so wie ich!","translation":"You must be very talented, so as I!"},{"text":"Sie ist unglaublich talentiert.","translation":"She's incredibly talented."},{"text":"Du bist eindeutig talentiert; schade, dass du nicht mehr gelernt hast.","translation":"You are uniquely talented; it's a shame you haven't learned more."},{"text":"Seine Ehefrau ist ungewöhnlich talentiert.","translation":"His wife is unusually talented."},{"text":"Mir gefiele es wohl, so schön und talentiert zu sein.","translation":"I would like to be so beautiful and talented."},{"text":"Wir brauchen mehr talentierte Menschen.","translation":"We need more talented people."},{"text":"Er ist ein talentierter junger Regisseur.","translation":"He's a talented young director."},{"text":"Tom ist talentiert, nicht wahr?","translation":"Tom is talented, isn't he?"},{"text":"Er ist ein sehr talentierter Mann.","translation":"He is a very talented man."},{"text":"Sie ist eine talentierte Frau: sie kann singen, Gitarre spielen, tanzen und Gedichte schreiben.","translation":"She is a talented woman: she can sing, play guitar, dance and write poetry."}],"finanzieren":[{"text":"Die Stadt finanziert das nicht.","translation":"The city council doesn't fund it."},{"text":"Glaube keiner Studie, die du nicht selbst finanziert hast.","translation":"Don't believe in a study that you didn't finance yourself."},{"text":"Was Wachstum schafft, darf sehr wohl mit Schulden finanziert werden.","translation":"What creates growth can very well be financed with debt."},{"text":"Wer finanziert Ihr Projekt?","translation":"Who is funding your project?"},{"text":"Die Kosten das Projekt zu finanzieren waren sehr hoch.","translation":"The cost of financing of the project was very high."}],"update":[{"text":"Ihre Software benötigt regelmäßig ein Update.","translation":"Your software needs to be updated periodically."},{"text":"Danke für das Update.","translation":"Thanks for the update."},{"text":"Ein Update ist verfügbar.","translation":"An update is available."},{"text":"Für jeden Computervirus liefert die Industrie so schnell wie möglich ein Update für die Software. Wo bleibt das Update der Politik für die ständig steigende Zunahme von Rechtsverstößen?","translation":"For each computer virus, the industry provides an update for the software as soon as possible. Where is the update of the policy for the ever-increasing increase in legal violations?"},{"text":"Mark/Space hat am 18. Juli ein Update von Missing Sync for Windows Mobile für Mac OS X herausgebracht.","translation":"Mark/Space released an update of Missing Sync for Windows Mobile for Mac OS X on July 18."},{"text":"Hast du schon das letzte Software-Update heruntergeladen?","translation":"Have you already downloaded the last software update?"}],"Schaf":[{"text":"Und so verliebte sich der Löwe in das Schaf.","translation":"And thus the lion fell in love with the ewe."},{"text":"Kühe und Schafe gehen miteinander, aber der Adler steigt allein.","translation":"Cows and sheep walk together, but the eagle rises alone."},{"text":"Ich bin hier nicht das schwarze Schaf.","translation":"I am not the black sheep here."},{"text":"Schafe fressen Gras.","translation":"Sheep eat grass."},{"text":"Jedes dritte Schaf ist krank.","translation":"Every third sheep is sick."}],"zusehen":[{"text":"Tom teilte nicht. Er aß alles allein und ließ die anderen zusehen.","translation":"Tom didn't share, eating everything himself and letting the others watch."},{"text":"Nicht zusehen, probieren macht den Koch.","translation":"Do not watch, try makes the cook."},{"text":"Bei so einer Hitze muss man zusehen, dass man viel Wasser trinkt.","translation":"In such a heat, you have to make sure that you drink a lot of water."},{"text":"Da kann ich nicht ruhig zusehen.","translation":"I can't stand idly by."},{"text":"Für Dölmereien haben wir jetzt keine Zeit. Wir müssen zusehen, dass wir fertig werden.","translation":"We don't have time for dölmereien now. We have to make sure that we finish."}],"Depression":[{"text":"Ich war nicht mehr ich selbst und hatte massive Depressionen.","translation":"I was no longer myself and had severe depression."},{"text":"Depressionen kommen, wenn Opa nicht mehr lacht.","translation":"Depression comes when Grandpa doesn't laugh anymore."},{"text":"Maria wurde von einer Depression kalt erwischt.","translation":"Maria was caught cold by a depression."},{"text":"Der Bericht stellt fest, dass es zu einer Depression kommen wird.","translation":"The report states that there will be a depression."},{"text":"Tom und Maria gingen davon aus, dass Johannes eine Depression erleiden würde.","translation":"Tom and Mary said they thought John would be depressed."}],"erziehen":[{"text":"Er ist frei erzogen worden.","translation":"He's had a liberal upbringing."},{"text":"Mitten in der Stadt bin ich erzogen worden, mitten in der Stadt.","translation":"I was brought up in the middle of the city, in the middle of the city."},{"text":"Um ein Kind zu erziehen, braucht es ein ganzes Dorf.","translation":"To raise a child, it takes a whole village."},{"text":"Ein Kind zu erziehen ist leicht. Schwer ist nur, das Ergebnis zu lieben.","translation":"Raising a child is easy. The only hard thing is to love the result."},{"text":"Wären Kinder nicht lieb, wer möchte sie erziehen?","translation":"Wouldn't children be nice, who wants to educate them?"}],"einfallen":[{"text":"Sag nicht das Erste, was dir einfällt.","translation":"Don't say the first thing that comes to mind."},{"text":"Narren reden, was ihnen einfällt.","translation":"Fools talk what comes to mind."},{"text":"Lass dir etwas einfallen!","translation":"Come up with something!"},{"text":"Wenn dir doch etwas einfällt, sag mir bitte Bescheid.","translation":"If you do come up with something, let me know."},{"text":"Wenn Ihnen noch etwas einfällt, rufen Sie mich sofort an!","translation":"If you think of anything else, phone me straight away."}],"Knast":[{"text":"Toms Vater sitzt im Knast.","translation":"Tom's father is in jail."},{"text":"Keiner will mich einstellen. Und warum? Weil ich im Knast zu Gast war!","translation":"Nobody wants to hire me. And why? Because I was a guest in prison!"},{"text":"Über kurz oder lang gehst du auch in den Knast.","translation":"Sooner or later you will also go to jail."},{"text":"Unglaublich, dass du noch nicht im Knast bist!","translation":"Unbelievable that you are not yet in jail!"},{"text":"Es ist nun zehn Tage her, seit mein Freund in den Knast gegangen ist.","translation":"It's been ten days since my boyfriend went to jail."}],"Arschloch":[{"text":"Mathe ist ein Arschloch.","translation":"Math is a bitch."},{"text":"Stimmt; er ist intelligent, er ist ein intelligentes kleines Arschloch.","translation":"Right; he is intelligent, he is an intelligent little asshole."},{"text":"Vielleicht bin ich ein Arschloch.","translation":"Maybe I'm an asshole."},{"text":"Warst du schon immer so ein Arschloch?","translation":"Have you always been such an asshole?"},{"text":"Ich möchte einen Mann, kein unreifes Arschloch, das nicht weiß, was es im Leben will.","translation":"I want a man, not an immature asshole who hasn't figured out what he wants out of life."}],"erweitert":[{"text":"Hier erhalten Sie Informationen zur erweiterten Suche.","translation":"You can learn about advanced search features here."},{"text":"Der wahre Leser muss der erweiterte Autor sein.","translation":"The true reader must be the extended author."},{"text":"Die erweiterte Europäische Union benötigt eine neue Kommission.","translation":"The enlarged European Union needs a new Commission."},{"text":"Die DVD enthält gelöschte und erweiterte Szenen.","translation":"The DVD contains deleted and extended scenes."},{"text":"Es wäre sehr interessant, wenn es in der Datenbank von Tatoeba möglichst bald die Möglichkeit einer erweiterten Suche gäbe.","translation":"It would be very interesting if there were the possibility of an advanced search in the Tatoeba database as soon as possible."},{"text":"Die Vernunft ist nur der um die Phantasie erweiterte Verstand.","translation":"Reason is only the mind extended by the imagination."},{"text":"Ethik ist ins Grenzenlose erweiterte Verantwortung gegen alles, was lebt.","translation":"Ethics is boundlessly extended responsibility against everything that lives."}],"Doktor":[{"text":"Gott macht gesund, und der Doktor bekommt das Geld.","translation":"God makes you healthy, and the doctor gets the money."},{"text":"Es fällt kein Doktor vom Himmel.","translation":"No doctor falls from the sky."},{"text":"Der Doktor wird in einer Minute hier sein.","translation":"The doctor will be here in a minute."},{"text":"Ich fühle mich so alt, wie mein Doktor gut ist.","translation":"I feel as old as my doctor is good."},{"text":"Ein Apfel am Tag hält den Doktor fern.","translation":"An apple a day keeps the doctor away."},{"text":"Vielen Dank, Herr Doktor.","translation":"Thank you, Doctor."},{"text":"„Herr Doktor, wie geht es ihm?“ – „Er kommt durch.“","translation":"\"Doctor, how is he?\" – \"He's getting through.\""},{"text":"\"Herr Doktor, alle ignorieren mich.\" \"Der Nächste, bitte.\"","translation":"\"Doctor, everybody is ignoring me.\" \"Next, please.\""},{"text":"Guten Morgen, Herr Doktor!","translation":"Good morning, doctor!"},{"text":"Wie heisst mein Doktor?","translation":"What is my doctor's name?"}],"Verb":[{"text":"Im Englischen steht das Verb vor dem Objekt.","translation":"In English the verb precedes the object."},{"text":"Bitte schreiben Sie die richtige Form des Verbs auf.","translation":"Please write down the correct form of the verb."},{"text":"Dieses Verb wird gewöhnlich nur in der dritten Person benutzt.","translation":"This verb is usually used only in the third person."},{"text":"Das ist ein starkes Verb.","translation":"That's a strong verb."},{"text":"Das Verb spielt im Satz eine sehr wichtige Rolle.","translation":"The verb plays a very important role in the sentence."}],"Zwischenzeit":[{"text":"Es ist viel passiert in der Zwischenzeit.","translation":"A lot has happened in the meantime."},{"text":"Er kommt in zwei Stunden zurück; lass uns in der Zwischenzeit das Abendessen vorbereiten.","translation":"He comes back in two hours; in the meantime, let's prepare dinner."},{"text":"In der Zwischenzeit werden wir die Arbeit fortsetzen.","translation":"In the meantime, we will continue the work."},{"text":"Kann ich Ihnen in der Zwischenzeit etwas zu trinken anbieten?","translation":"Can I offer you something to drink in the meantime?"},{"text":"Tom versicherte, dass der Reis in der Zwischenzeit in ihrem Dorf angekommen sei.","translation":"Tom assured that the rice had arrived in their village in the meantime."}],"hochladen":[{"text":"Ich werde die Datei auf den Server hochladen.","translation":"I will upload the file to the server."},{"text":"Dieses Programm hat beide Möglichkeiten, herunterladen und hochladen.","translation":"This program has both downloading and uploading capabilities."},{"text":"Wie kann ich ein Foto auf deine Seite hochladen?","translation":"How can I upload a photo to your website?"},{"text":"Ich weiß nicht, wie man Bilder hochlädt.","translation":"I don't know how to upload images."},{"text":"Ich möchte ein paar Fotos ins Forum hochladen. Könntet ihr mir sagen, wie das geht?","translation":"I would like to upload several photos to the forum. Could you tell me how?"},{"text":"In diesem Netzwerk ist das Herunterladen doppelt so schnell wie das Hochladen.","translation":"The download speed is twice as fast as the upload speed on this network."}],"mithilfe":[{"text":"Vielen Dank für deine Mithilfe.","translation":"Thank you very much for your help."},{"text":"Ohne deine Mithilfe wäre ich mit dieser Arbeit nicht rechtzeitig fertig geworden.","translation":"Had it not been for your cooperation, I could not have finished the work in time."},{"text":"Ich brauche eure Mithilfe.","translation":"I need your help."},{"text":"Mithilfe des Memory-Spiels brachte ich ihr die Bedeutung einfacher Worte bei.","translation":"Using the memory game, I taught her the meaning of simple words."},{"text":"Die Kriminalpolizei bittet die Bevölkerung um Mithilfe.","translation":"The Criminal Investigation Department is asking the population for help."},{"text":"Ich versuche den größten Teil unserer Kosten mithilfe von Sponsoren zu decken.","translation":"I try to cover most of our costs with the help of sponsors."},{"text":"Ich habe Deutsch mithilfe eines Selbstlernkurses gelernt.","translation":"I learnt German with the help of a self-study course."},{"text":"Ich habe mithilfe von Wikipedia versucht, herauszubekommen was es bedeutet, habe es aber nicht gefunden.","translation":"I tried to find out what it meant with the help of Wikipedia, but I didn't find it."},{"text":"Die Drahtpuppe bewegt sich mithilfe der Drähte.","translation":"The wire doll moves with the help of the wires."},{"text":"Er konnte nur mithilfe eines Rettungshubschraubers geborgen werden.","translation":"He could only be recovered with the help of a rescue helicopter."}],"sund":[{"text":"Je mehr Gesetze, desto mehr Sünde.","translation":"The more laws, the more sin."},{"text":"Auf Sünde folgt Strafe.","translation":"Sin is followed by punishment."},{"text":"Wo viele Worte sind, da geht es ohne Sünde nicht ab.","translation":"Where there are many words, there is no sin."},{"text":"Alte Sünde macht oft neue Schande.","translation":"Old sin often makes new shame."},{"text":"Die größte Sünde gegen den menschlichen Geist ist, Dinge ohne Beweis zu glauben.","translation":"The greatest sin against the human spirit is believing things without proof."}],"verhandeln":[{"text":"Seine Aufgabe besteht darin, mit ausländischen Käufern zu verhandeln.","translation":"His job is to negotiate with foreign buyers."},{"text":"Er verhandelt in Russland neue Verträge.","translation":"He negotiates new contracts in Russia."},{"text":"Warum hast du nicht über den Preis verhandelt?","translation":"Why didn't you negotiate over the price?"},{"text":"Die Regierung von Mexiko weigerte sich, zu verhandeln.","translation":"The government of Mexico refused to negotiate."},{"text":"Die beiden Parteien verhandeln in dieser Woche.","translation":"The two parties are negotiating this week."},{"text":"Verhandeln ist nicht die schlechteste Form des Handelns.","translation":"Negotiating is not the worst form of action."},{"text":"Tom versteht etwas vom Verhandeln.","translation":"Tom knows how to bargain."},{"text":"Lesen macht vielseitig, Verhandeln geistesgegenwärtig und Schreiben genau.","translation":"Reading makes you versatile, negotiating makes you mentally present and writing accurate."},{"text":"Nach mehreren Wochen harten Verhandelns kamen sie zu einer beide Seiten zufriedenstellende Übereinkunft.","translation":"After several weeks of hard bargaining, an agreement was reached which both sides found acceptable."},{"text":"Bist du zum Verhandeln hier?","translation":"Are you here to negotiate?"}],"Selbstmord":[{"text":"Ich wäre unglücklich, aber ich würde keinen Selbstmord begehen.","translation":"I would be unhappy, but I wouldn't commit suicide."},{"text":"Tom, dieses Schwein, hat Maria in den Selbstmord getrieben.","translation":"Tom, this pig, has driven Maria to suicide."},{"text":"Nach dem Selbstmord seiner Tochter Maria fing Tom mit dem Trinken an.","translation":"After the suicide of his daughter Maria, Tom started drinking."},{"text":"Den Grund jenes Selbstmordes hat man nie erfahren.","translation":"The reason for that suicide has never been known."},{"text":"Rauchen ist Selbstmord.","translation":"Smoking is suicide."},{"text":"Toms Selbstmord ändert nichts.","translation":"Tom's suicide doesn't change anything."},{"text":"Tom beging aufgrund von Hänseleien in der Schule Selbstmord.","translation":"Tom committed suicide due to teasing at school."},{"text":"Warum begehen die Menschen Selbstmord?","translation":"Why do people commit suicide?"},{"text":"Viele denken, dass Tom Selbstmord begangen hat, aber die Wahrheit ist, dass ich ihn umgebracht habe.","translation":"Many think Tom committed suicide, but the truth is that I killed him."},{"text":"Wir hörten, dass Tom Selbstmord verübt hat, aber wir konnten es bald nicht glauben.","translation":"We heard that Tom had committed suicide, but we didn't really believe it."}],"klagen":[{"text":"Aus Fehlern wird man klug. Darum ist einer nicht genug.","translation":"Mistakes do give us wit, a sole one - not a bit!"},{"text":"Die Bauern klagten über den viel zu nassen Sommer.","translation":"The farmers complained about the much too wet summer."},{"text":"Ich werde daraus nicht klug.","translation":"I'm not getting wise out of it."},{"text":"Wer allzu klug ist, findet keine Freunde.","translation":"If you are too smart, you won't make friends."},{"text":"Jedermann klagt über sein Gedächtnis, niemand über seinen Verstand.","translation":"Everyone complains about their memory, no one about their understanding."}],"recherchieren":[{"text":"Kannst du meisterhaft recherchieren?","translation":"Are you a master at researching?"},{"text":"Ich hätte die Bedeutung dieses Ausdrucks natürlich im Internet recherchieren können, aber ich wollte lieber euch fragen.","translation":"Of course, I could've searched online for the meaning of that expression, but I'd prefer to ask you."},{"text":"Statt seine Unwissenheit, in die ihn die Fragen seiner beiden neugierigen Töchter Maria und Elke oft versetzten, hinter oberflächlichen Antworten zu verbergen, machte es sich Tom zur Aufgabe, immer, auch bei anspruchsvollen Themen, die bestmögliche Antwort zu recherchieren und diese dann zu erklären. Auf diese Weise entstand sein Buch „Geheimnisvolle Welt“.","translation":"Instead of hiding his ignorance, into which the questions of his two curious daughters Maria and Elke often put him, behind superficial answers, Tom made it his task to always research the best possible answer, even with challenging topics, and then explain it. This is how his book \"Mysterious World\" was created."},{"text":"Nach was recherchiert ihr?","translation":"What are you researching?"},{"text":"Der Artikel war gut recherchiert und aufschlussreich.","translation":"The article was well researched and insightful."}],"bewirken":[{"text":"Intelligenz ist die Fähigkeit, die bewirkt, dass man Abstand nimmt.","translation":"Intelligence is the ability that causes one to distance oneself."},{"text":"Ich hatte immer Lust, im Leben etwas zu bewirken und Verantwortung zu tragen.","translation":"I always wanted to make a difference in life and take responsibility."},{"text":"Wer etwas bewirken will, muss große Worte finden.","translation":"If you want to make a difference, you have to find big words."},{"text":"Ich bin gerade mit dem Buch „Etwas bewirken“ fertig geworden.","translation":"I just finished reading the book \"Making a Difference\"."},{"text":"Was bewirkt die F5-Taste?","translation":"What does the F5 key do?"}],"Schwerpunkt":[{"text":"Der Schwerpunkt seines Vortrags lag auf der Rolle der sozialen Medien.","translation":"The main emphasis of his talk was on the role of social media."},{"text":"Die Firma setzt ihren Schwerpunkt auf Innovation.","translation":"The company places its main focus on innovation."},{"text":"Was ist der industrielle Schwerpunkt in dieser Stadt?","translation":"What is the main industry in this town?"},{"text":"Schwerpunkt der Diskussion war die Arbeitslosigkeit.","translation":"The discussion centred on unemployment."},{"text":"Böige Winde machen Fahrten für Fahrzeuge mit hohem Schwerpunkt gefährlich.","translation":"Gusty winds are making journeys hazardous for high-sided vehicles."}],"Verdacht":[{"text":"Ich habe leider keine Beweise für meinen Verdacht.","translation":"Unfortunately, I have no proof for my suspicion."},{"text":"Toleranz ist der Verdacht, dass der andere Recht hat.","translation":"Tolerance is the suspicion that the other is right."},{"text":"Es drängt sich mir der Verdacht auf, dass Sie überhaupt keine Ahnung haben!","translation":"I suspect that you have no idea at all!"},{"text":"Die Wahrheit ist ein Verdacht, der sich bestätigt.","translation":"The truth is a suspicion that is confirmed."},{"text":"Er stand in dem Verdacht, eine heile Welt zu vertreten.","translation":"He was suspected of representing a perfect world."}],"beschränken":[{"text":"Alle Rechte werden beschränkt durch die Rechte anderer.","translation":"All rights are limited by the rights of others."},{"text":"Warum hat es nur England geschafft, die Macht des Königs zu beschränken?","translation":"Why is it that only England succeeded in abridging the King's power?"},{"text":"Die Zahl der Schüler in dieser Klasse ist auf 15 beschränkt.","translation":"The number of students in this class is limited to 15."},{"text":"Stelle meine Anweisungen nicht in Frage, sondern beschränke dich darauf, ihnen Folge zu leisten.","translation":"Do not question my instructions, but limit yourself to obeying them."},{"text":"Bevor Manet dieses Bild malte, waren seine weiblichen Akte auf Göttinnen beschränkt.","translation":"Until Manet painted this picture, his female nudes were limited to goddesses."},{"text":"Der Umfang unseres Wissens ist beschränkt durch unsere Erfahrung.","translation":"The scope of our knowledge is limited by our experience."},{"text":"Eine Folge ist beschränkt, wenn es ein endliches Intervall gibt, das alle Elemente enthält.","translation":"A sequence is bounded if there is a finite interval that contains all elements."},{"text":"Die Freiheit der Meinungsäußerung ist beschränkt.","translation":"Freedom of expression is restricted."},{"text":"Meine Kenntnisse des Französischen sind noch sehr beschränkt, aber ich bin begierig darauf zu lernen.","translation":"My knowledge of French is still very limited, but I'm keen to learn."},{"text":"Die Sinusfunktion ist beschränkt im Bereich der reellen Zahlen.","translation":"The sine function is limited in the range of real numbers."}],"liebevoll":[{"text":"Wie liebevoll und höflich Du sein kannst.","translation":"How loving and polite you can be."},{"text":"Sie hat ein liebevolles Wesen.","translation":"She has a loving nature."},{"text":"Die Philosophie ist der liebevolle Umgang mit der Weisheit.","translation":"Philosophy is the loving handling of wisdom."},{"text":"Nur wenige Menschen wissen, wie man eine liebevolle Beziehung mit seinen Verwandten hält.","translation":"Not many people know how to keep an affectionate relation with their relatives."},{"text":"Du bist genauso liebevoll wie deine Mutter.","translation":"You are just as loving as your mother."},{"text":"Mein Vater war mir gegenüber nicht weniger liebevoll, als es meine Mutter war.","translation":"My father was no less affectionate and tender to me than my mother was."},{"text":"Maria nahm sich des Kindes liebevoll an.","translation":"Mary lovingly took care of the child."},{"text":"Maria verband Tom liebevoll den Arm.","translation":"Mary lovingly bandaged Tom's arm."},{"text":"Tom biss Maria liebevoll in ihr Elfenohr.","translation":"Tom bit Maria lovingly in her elf ear."},{"text":"Maria strich liebevoll mit dem Finger über ihr Telefon; dann schloss sie die Augen und schlief ein.","translation":"Mary stroked her finger lovingly over her phone; then she closed her eyes and fell asleep."}],"Download":[{"text":"Wenn Sie auf \"Speichern\" drücken, startet der Download.","translation":"When you press \"Save\", the download starts."}],"kühlen":[{"text":"Frauen und Suppe soll man nicht warten lassen, sonst kühlen sie ab.","translation":"Women and soup shouldn't be left waiting, otherwise they'll get cold."},{"text":"Der Kühlschrank ist ein Gerät, in dem die Lebensmittel gekühlt werden.","translation":"The refrigerator is an appliance in which the food is refrigerated."},{"text":"Wenn du dich verbrannt hast, solltest du die Stelle mit Wasser kühlen.","translation":"If you have burned yourself, you should cool the area with water."},{"text":"Dieses Bier ist nicht gut gekühlt.","translation":"This beer is not well chilled."},{"text":"Die Angelegenheit erfordert einen kühlen Kopf.","translation":"The occasion demands a cool head."},{"text":"Ich vermisse die kühlen Wintertage.","translation":"I miss the cool winter days."},{"text":"Wir waren dem Tod so nah, dass wir seinen kühlen Atem auf der Haut spürten.","translation":"We were so close to death that we felt his cool breath on our skin."},{"text":"An einem kühlen und trockenen Ort aufzubewahren.","translation":"Store in a cool and dry place."},{"text":"Einen wunderschönen kühlen Sommerabend wünschen wir euch.","translation":"We wish you a wonderful cool summer evening."},{"text":"Ich habe vier Stunden lang Möbel geschleppt. Jetzt steht mir der Sinn nach einem kühlen Glas Bier.","translation":"I dragged furniture for four hours. Now I feel like a cool glass of beer."}],"formel":[{"text":"Die Zukunft der Sprache ist die Formel.","translation":"The future of language is the formula."},{"text":"Für Ramanujan bedeutete Mathematik Formeln finden.","translation":"For Ramanujan, mathematics meant finding formulas."},{"text":"Es kann sein, dass er die Formel nicht kannte.","translation":"It may be that he did not know the formula."},{"text":"Er hat eine neue Formel aufgestellt.","translation":"He worked out a new formula."},{"text":"Es reicht nicht, die Formeln auswendig zu lernen. Man muss auch wissen, wie man sie anwendet.","translation":"It's not enough to memorize the formulas. You need to know how to use them."},{"text":"Formel meines Glücks: Ein Ja, ein Nein, eine gerade Linie, ein Ziel.","translation":"Formula of my happiness: A yes, a no, a straight line, a goal."},{"text":"Meine Formel dafür lautet: Leben ist Wille zur Macht.","translation":"My formula for this is: Life is the will to power."},{"text":"Ich finde die Formel nicht.","translation":"I can't find the formula."},{"text":"Denn was gestern die Formel für den Erfolg war, wird morgen das Rezept für Niederlagen sein.","translation":"Because what was yesterday's formula for success will be tomorrow's recipe for defeat."},{"text":"Die chemische Formel für Wasser ist H₂O.","translation":"The chemical formula for water is H₂O."}],"kurzfristig":[{"text":"Ich hoffe, dass Sie so kurzfristig noch Zeit haben.","translation":"I hope that you still have time at this short notice."},{"text":"Danke, dass Sie so kurzfristig vorbeikommen konnten!","translation":"Thanks for coming over at such short notice."},{"text":"Danke, dass ihr so kurzfristig gekommen seid!","translation":"Thank you for coming on such short notice."},{"text":"Kurzfristig wird sich nicht viel ändern.","translation":"Not much will change in the short term."},{"text":"Sie benötigen kurzfristig einen Flug?","translation":"Do you need a flight at short notice?"},{"text":"Für kurzfristige Lösungen bezahlt man lang.","translation":"For short-term solutions you pay long."},{"text":"Ich musste kurzfristig eine Rede halten.","translation":"I had to make a speech at short notice."},{"text":"Danke, dass du so kurzfristig gekommen bist!","translation":"Thank you for coming at such short notice!"}],"vermasseln":[{"text":"Etwas gegen die Wand fahren, bedeutet vermasseln.","translation":"Driving something against the wall means screwing up."},{"text":"Dass du dir dein Leben vermasselt hast, Tom, das war Maria nicht wert.","translation":"That you messed up your life, Tom, was not worth it to Mary."},{"text":"Tom hofft, dass er nicht alles vermasselt hat.","translation":"Tom hopes he didn't botch the job."},{"text":"Er kann nicht schlau sein, wenn er so etwas vermasselt.","translation":"He can't be smart if he can screw up something like that."},{"text":"Anfangs- und Mittelteil des Films waren gut, aber sein Ende hat alles vermasselt.","translation":"The beginning and middle parts of the film were good, but its ending messed everything up."}],"Ordner":[{"text":"In welchen Ordner hast du die Datei gespeichert?","translation":"In which folder did you save the file?"},{"text":"Dabei gibt es Streit zwischen Fans und Ordnern.","translation":"There are disputes between fans and folders."},{"text":"Ich klicke den Ordner an, doch er öffnet sich nicht.","translation":"I click on the folder, but it doesn't open."},{"text":"Tom benannte den Ordner um.","translation":"Tom renamed the folder."},{"text":"Es ist nicht im Ordner? Dann guck mal hinten im Archiv.","translation":"It's not in the folder? Then take a look at the back of the archive."}],"beiseite":[{"text":"Spaß beiseite, dieser Satz sollte doch wohl gelöscht werden, oder?","translation":"Joking aside, this sentence should probably be deleted, right?"},{"text":"Spaß beiseite, was versuchst du zu sagen?","translation":"Joking aside, what are you trying to say?"},{"text":"Er legte das Buch beiseite.","translation":"He put aside the book."},{"text":"Ich nahm ihn beiseite.","translation":"I took him aside."},{"text":"Sie arbeitete hart, um Geld beiseite legen zu können.","translation":"She worked hard to put money aside."}],"Laune":[{"text":"Liisa war schlechter Laune.","translation":"Liisa was in a bad mood."},{"text":"Tom hat eine Laune, dass die Milch sauer wird.","translation":"Tom is in a mood that the milk gets sour."},{"text":"Gute Laune kann man nicht kaufen.","translation":"You can't buy a good mood."},{"text":"Lieber lasse ich Tom gewinnen, als später seine furchtbare Laune zu ertragen.","translation":"I'd rather let Tom win than endure his terrible mood later."},{"text":"Der Mensch ist die verrückteste Laune der Natur.","translation":"Man is nature's craziest whim."}],"Feuchtigkeit":[{"text":"Ich kann keine Feuchtigkeit ertragen.","translation":"I can't stand humidity."},{"text":"Es ist weniger die Hitze als die Feuchtigkeit, die mich müde macht.","translation":"It is not so much the heat as the humidity that makes me tired."},{"text":"Herrscht im Keller Feuchtigkeit, finden sich dort Mücken ein.","translation":"If there is moisture in the basement, mosquitoes can be found there."},{"text":"Diese Feuchtigkeit bringt mich um.","translation":"The humidity is killing me."},{"text":"Savlon ist eine Creme, die der Haut Feuchtigkeit spendet.","translation":"Savlon is a cream that moisturizes the skin."}],"Klassiker":[{"text":"Viele von Toms Romanen sind Klassiker geworden.","translation":"Many of Tom's novels have become classics."},{"text":"Ein Klassiker ist etwas, das jeder gelesen haben möchte und niemand lesen will.","translation":"A classic is something that everyone wants to read and nobody wants to read."},{"text":"Dieses Lied ist ein Klassiker.","translation":"This song is a classic."},{"text":"Nur wenige Schüler kriegen die volle Punktzahl im Fach „Chinesische Klassiker“.","translation":"Almost no students get full marks in Chinese classics."},{"text":"Er kennt nicht nur die Werke der Klassiker, sondern auch die der zeitgenössischen Autoren.","translation":"He knows not only the works of the classics, but also those of the contemporary authors."}],"einwandfrei":[{"text":"Alle Systeme funktionieren einwandfrei.","translation":"All systems work perfectly."},{"text":"Das Auto ist nicht neu, aber es fährt einwandfrei.","translation":"The car is not new, but it drives flawlessly."},{"text":"Es funktioniert einwandfrei. Du verstehst nur nicht damit umzugehen.","translation":"It works perfectly. You just don't know how to use it."},{"text":"Ich habe ein Fahrrad und das läuft einwandfrei, aber weil es keine Beine hat, sage ich lieber, dass es einwandfrei funktioniert.","translation":"I have a bike and it runs perfectly, but because it has no legs, I prefer to say that it works perfectly."},{"text":"Maria hatte ihre Gefühle auf Japanisch niedergeschrieben; Tom, der des Japanischen zwar nicht mächtig, aber dennoch neugierig war, kopierte den Text in den Google-Übersetzer und erhielt eine Übersetzung, die aus zwei Gründen entsetzlich war: zum einen war sie sprachlich völlig einwandfrei; zum anderen aber hatte sie die Bedeutung auf so schrecklich-groteske Weise verzerrt, dass aus dem sanften, gefühlvollen Text eine verachtenswerte Anmaßung geworden war. Natürlich sprach Tom mit allen darüber, nur nicht mit Maria, und die wunderte sich, warum plötzlich alle so hässlich zu ihr waren. Daraus ziehen wir drei Lehren: 1. Drück dich nicht in einer Sprache aus, welche die Leute um dich herum nicht verstehen. 2. Lass Missverständnisse gar nicht erst entstehen, sondern sprich denjenigen direkt darauf an. 3. Traue um Gottes willen nicht dem Google-Übersetzer!","translation":"Mary had written down her feelings in Japanese; Tom, who was not proficient in Japanese but still curious, copied the text into Google Translate and received a translation that was appalling for two reasons: first, it was linguistically completely flawless; on the other hand, however, it had distorted the meaning in such a terribly grotesque way that the gentle, soulful text had become a despicable presumption. Of course, Tom talked to everyone about it, except Maria, and she wondered why suddenly everyone was so ugly to her. We draw three lessons from this: 1. Don't express yourself in a language that the people around you don't understand. 2. Don't let misunderstandings arise in the first place, but talk to them directly on them. 3. For God's sake, don't trust the Google translator!"},{"text":"Diese Tastatur ist einwandfrei.","translation":"This keyboard is flawless."},{"text":"Alles Übrige ist einwandfrei.","translation":"Everything else is perfect."},{"text":"Tom spricht einwandfreies Englisch.","translation":"Tom speaks impeccable English."},{"text":"Tom spricht einwandfreies Französisch.","translation":"Tom speaks impeccable French."},{"text":"Nach anfänglichem Stottern läuft der Motor jetzt einwandfrei.","translation":"After spluttering at first, the engine is now running smoothly."}],"erstmals":[{"text":"Letztes Jahr bin ich erstmals ins Ausland gereist.","translation":"Last year I travelled abroad for the first time."},{"text":"Letzten Winter fuhr ich erstmals Ski.","translation":"Last winter I skied for the first time."},{"text":"Als 1969 erstmals Menschen auf dem Monde landeten, glaubte man, er sei völlig trocken.","translation":"When people first landed on the moon in 1969, it was believed to be completely dry."},{"text":"Sie stand erstmals 1969 auf der Bühne.","translation":"Her first appearance on the stage was in 1969."},{"text":"Virginia Raggi, 2016 erstmals gewählt, ist die erste Frau im Amt des Bürgermeisters von Rom.","translation":"Virginia Raggi, who was first elected in 2016, is Rome's first female mayor."}],"Wiederholung":[{"text":"Wiederholung ist die Mutter der Weisheit.","translation":"Repetition is the mother of wisdom."},{"text":"Die Wiederholung einer Lüge macht diese nicht zur Wahrheit.","translation":"The repetition of a lie does not make it the truth."},{"text":"Tom macht diese Arbeit als Wiederholung.","translation":"Tom does this work as a repetition."},{"text":"Macht diese Übung als Wiederholung.","translation":"Do this exercise as revision."},{"text":"Eine bloße Wiederholung von Forschungen anderer kann man nicht wirklich wissenschaftliche Forschung nennen.","translation":"A mere repetition of other people's research cannot be called true scientific research."}],"Einwohner":[{"text":"Schanghai hat mehr Einwohner als die Schweiz.","translation":"Shanghai has more inhabitants than Switzerland."},{"text":"Mehr als ein Viertel der Einwohner meiner Stadt treiben Sport.","translation":"More than a quarter of the inhabitants of my city play sports."},{"text":"Mali hat achtzehn Millionen Einwohner und ist eines der ärmsten Länder der Welt.","translation":"Mali has eighteen million inhabitants and is one of the poorest countries in the world."},{"text":"51,8% der Einwohner sind weiblich.","translation":"51.8% of the inhabitants are female."},{"text":"Mehr als die Hälfte der Einwohner sind gegen den Plan.","translation":"More than half of the inhabitants are against the plan."}],"motto":[{"text":"Tom lebt nach dem Motto „Jeder ist sich selbst der Nächste“.","translation":"Tom lives by the motto \"Everyone is next to themselves\"."},{"text":"Als Motto hatte sie sich \"Lieber jung sterben, als alt werden.\" auf ihr Motorrad geschrieben.","translation":"As a motto, she had written \"Better to die young than to grow old.\" on her motorcycle."},{"text":"Unser Motto „Gesundheit und Erfolg“ haben wir nicht ohne Grund ausgesucht.","translation":"We have chosen our motto \"Health and Success\" for a reason."},{"text":"Das Motto von Oomoto: Ein Gott, eine Welt, eine Verständigungssprache.","translation":"The motto of Oomoto: One God, one world, one language of communication."},{"text":"Tom lebt nach dem Motto „Dumm ist, wer ehrlich ist“ und betrügt, wo immer er nur kann.","translation":"Tom lives by the motto \"Stupid is who is honest\" and cheats wherever he can."}],"c":[{"text":"Was ein hohes C ist, bestimme ich.","translation":"I'm the one who defines what a high C is."},{"text":"Die Temperatur des menschlichen Körpers bewegt sich um 37 °C.","translation":"The temperature of the human body moves around 37 °C."},{"text":"Kannst du das hohe C erreichen?","translation":"Can you reach the high C?"},{"text":"Außer „Hallo Welt! “ habe ich nie richtig C++ gelernt.","translation":"I never really studied C++ beyond \"Hello, world!\""},{"text":"Nenne ein englisches Wort mit -ce- oder -ci-, wo dieses c wie k ausgesprochen wird.","translation":"Name one English word containing 'ce' or 'ci' where that same letter 'c' is pronounced like a 'k.'"},{"text":"Wir haben im Moment -10 °C","translation":"It is currently -10°C."},{"text":"Die Temperatur in Boston soll auf −22 °C fallen.","translation":"The temperature in Boston is expected to drop to -8°F."},{"text":"Bei Temperaturen, die 34 °C erreichten, stellten sich viele an, um Wasser zu erhalten.","translation":"Many people lined up to receive water in temperatures reaching 34 degrees Celsius."},{"text":"Bei 100 °C fängt Wasser an zu kochen.","translation":"At 100 °C, water starts to boil."},{"text":"Kennst du dich mit C++ aus?","translation":"Are you familiar with C++?"}],"Schleife":[{"text":"Kannst du eine Schleife binden?","translation":"Can you tie a bow?"},{"text":"Das Mädchen trug eine gelbe Schleife im Haar.","translation":"The girl wore a yellow ribbon in her hair."},{"text":"Meine Schwester hat mir eine rote Schleife gekauft.","translation":"My sister bought me a red ribbon."},{"text":"Als Maria aufwachte, stand auf ihrem Nachttisch ein Geschenk mit einer schönen Schleife. „Das kann nur von Tom sein!“ dachte sie, aber es war nicht von Tom!","translation":"When Maria woke up, a gift with a beautiful bow stood on her bedside table. \"It can only be from Tom,\" she thought, but it was not from Tom!"},{"text":"Geschliffene Reden sind so wohltönend, weil das Geräusch des vorangegangenen Schleifens bereits verklungen ist.","translation":"Polished speeches are so melodious because the sound of the previous grinding has already faded away."}],"gestatten":[{"text":"Dieser Film ist für Jugendliche ab sechzehn Jahren gestattet.","translation":"This film is allowed for young people from the age of sixteen."},{"text":"Es ist mir nicht gestattet, darüber zu sprechen.","translation":"I am not allowed to talk about it."},{"text":"Gestatten Sie, dass ich rauche?","translation":"Do you allow me to smoke?"},{"text":"Würdest du mir eine persönliche Frage gestatten? Du brauchst sie nicht zu beantworten.","translation":"Would you allow me a personal question? You don't need to answer them."},{"text":"Wenn Sie es mir gestatten, dann würde ich es gerne tun.","translation":"If you will allow me, I would like to do so."}],"Wolf":[{"text":"Die Angst macht den Wolf größer als er ist.","translation":"Fear makes the wolf bigger than it is."},{"text":"Der Wolf wird älter, aber nicht besser.","translation":"The wolf gets older, but not better."},{"text":"Mama, liest du mir noch einmal „Rotkäppchen und der böse Wolf“ vor?","translation":"Mom, will you read me \"Little Red Riding Hood and the Big Bad Wolf\" again?"},{"text":"Der Wolf ändert wohl das Haar, doch bleibt er, wie er war.","translation":"The wolf changes his hair, but he remains as he was."},{"text":"Ein hungriger Wolf ist stärker als ein zufriedener Hund.","translation":"A hungry wolf is stronger than a satisfied dog."}],"Missverständnis":[{"text":"Ruhm ist die Summe aller Missverständnisse, die sich um einen Namen sammeln.","translation":"Fame is the sum of all misunderstandings that gather around a name."},{"text":"Viele Missverständnisse entstehen dadurch, dass ein Dank nicht ausgesprochen, sondern nur empfunden wird.","translation":"Many misunderstandings arise from the fact that a thank you is not expressed, but only felt."},{"text":"Missverständnisse sind die häufigste Form menschlicher Kommunikation.","translation":"Misunderstandings are the most common form of human communication."},{"text":"Ich glaube, da gibt es ein Missverständnis.","translation":"I think there is a misunderstanding."},{"text":"Okay, okay. Ich nehme alles zurück, es war ein Missverständnis.","translation":"Okay, okay. I take everything back, it was a misunderstanding."}],"äußern":[{"text":"Wie äußert sich der Fehler?","translation":"How is the error observed?"},{"text":"Äußerte sich der Fehler bereits von Anfang an, oder erst später? - Wann?","translation":"Did the error occur right from the start or later on? - When?"},{"text":"Du hast dich nicht dazu geäußert, ob du meinen Satz natürlich findest.","translation":"You have not commented on whether you find my sentence natural."},{"text":"Wer sich nicht äußert, wird auch nicht um eine Wiederholung gebeten.","translation":"If you don't say anything, you won't be called on to repeat it."},{"text":"Wenn Sie drei Wünsche äußern könnten, was würden Sie sich wünschen?","translation":"If you could express three wishes, what would you wish for?"}],"Schülerin":[{"text":"Maria ist die bessere der beiden Schülerinnen.","translation":"Mary is the better pupil of the two."},{"text":"Ich war eine schlechte Schülerin.","translation":"I was a bad student."},{"text":"Ich erkannte, dass sie eine intelligente Schülerin ist.","translation":"I realized that she is an intelligent student."},{"text":"Drinnen waren zwei Leute: Eine ihrer Schülerinnen und ein junger Mann.","translation":"There were two people in it, one of her girl students and a young man."},{"text":"Sie ist eine hervorragende Schülerin und ist als solche allgemein anerkannt.","translation":"She's a brilliant pupil, and is widely acknowledged as such."}],"Melodie":[{"text":"Woher stammt diese Melodie?","translation":"Where does this melody come from?"},{"text":"Diese Melodie kehrt später wieder.","translation":"This melody returns later."},{"text":"Spiel uns eine Melodie.","translation":"Play us a tune."},{"text":"Das Lied hatte eine Melodie, die so ging:","translation":"The song had a melody that went like this."},{"text":"Ein Mann spielt auf der Gitarre eine Melodie.","translation":"A man is playing a melody on the guitar."}],"bewundern":[{"text":"Eine Lösung habe ich nicht, aber ich bewundere das Problem.","translation":"I don't have a solution but I admire the problem."},{"text":"Ich bewundere ihn für seinen Mut.","translation":"I admire him for his courage."},{"text":"Nie wieder werde ich einen Menschen bewundern, der nichts als mutig ist.","translation":"Never again will I admire a person who is nothing but brave."},{"text":"Ja, jeder bewundert die Bilder, die er malt.","translation":"Yes. Everyone admires the pictures painted by him."},{"text":"Ich bewundere dein Talent.","translation":"I admire your talent."}],"Forderung":[{"text":"Mit jeder hohen Forderung, die wir aufgeben, verlässt uns ein Engel.","translation":"With every high demand we make, an angel leaves us."},{"text":"Gib mir Auskunft über die Höhe deiner Forderung.","translation":"Give me information about the amount of your claim."},{"text":"Welche Forderungen stellen Sie?","translation":"What are your demands?"},{"text":"Satire ist nicht der Feind der „heilen Welt“, sondern die Forderung danach.","translation":"Satire is not the enemy of the \"perfect world\", but the demand for it."},{"text":"Stelle keine Forderungen an einen großzügigen Mann.","translation":"Don't make demands on a generous man."}],"platzen":[{"text":"Er isst, bis er platzt.","translation":"He eats until he bursts."},{"text":"Mario Draghi ließ die Bombe platzen.","translation":"Mario Draghi dropped the bombshell."},{"text":"Der Herr Müller hat gerade angerufen. Ihr Termin bei ihm heute Nachmittag – der platzt.","translation":"Mr Müller has just called. Her appointment with him this afternoon – it bursts."},{"text":"Hunde haben immer Hunger. Die können fressen, bis sie platzen.","translation":"Dogs are always hungry. They can eat until they burst."},{"text":"Plötzlich platzte sie vor Lachen.","translation":"Suddenly, she burst with laughter."}],"Debatte":[{"text":"Das steht doch überhaupt nicht zur Debatte.","translation":"That's not under discussion."},{"text":"Er nahm an der Debatte teil.","translation":"He participated in the debate."},{"text":"Die anschließende Debatte über die Rolle der Bibliotheken war besonders interessant.","translation":"The debate that followed about the role of libraries was particularly interesting."},{"text":"Die Debatte wurde verschoben.","translation":"The debate has been postponed."},{"text":"Diese Debatte führt zu nichts.","translation":"This debate won't get us anywhere."}],"transparent":[{"text":"Die Entscheidung wird objektiv und transparent erfolgen.","translation":"The decision will be made objectively and transparently."},{"text":"Sie sind vollkommen transparent.","translation":"They are completely transparent."},{"text":"Das Glas ist aus transparentem Kunststoff gemacht.","translation":"The glass is made of transparent plastic."},{"text":"Dieser Prozess muss durch klare und transparente Regeln abgesichert werden.","translation":"This process must be safeguarded by clear and transparent rules."},{"text":"Das in regelmäßigen Abständen vom kongolesischen Präsidenten eingehämmerte Motto: \"Für freie, transparente und friedliche Wahlen\", ist eher ein Mythos denn Realität.","translation":"The slogan hammered down at regular intervals by the Congolese president: \"For free, transparent and peaceful elections\", is more of a myth than a reality."},{"text":"Es hing ein Transparent an der Wand, auf dem „Herzlichen Glückwunsch zum Geburtstag“ stand.","translation":"There was a banner on the wall that said \"Happy Birthday.\""},{"text":"Die Demonstranten machten sich, mit Transparenten, Plakaten, Spruchbändern und Fahnen bewaffnet, auf den Weg.","translation":"The demonstrators, armed with banners, posters, banners and flags, set off."}],"Schale":[{"text":"Warum hat ein Apfel eine Schale?","translation":"Why does an apple have a peel?"},{"text":"Zur Belohnung durfte ich zwei ganze Schalen Reis essen.","translation":"As a reward, I was allowed to eat two whole bowls of rice."},{"text":"Natur ist weder Kern noch Schale, alles ist sie mit einem Male.","translation":"Nature is neither core nor shell, everything is it at once."},{"text":"Ich hätte gern Mapo Tofu und zwei Schalen Reis.","translation":"I'd like mapo tofu, and two bowls of rice."},{"text":"Diese Schale ist zu klein.","translation":"This bowl is too small."}],"Achse":[{"text":"Die Achse ist gebrochen.","translation":"The axle is broken."},{"text":"Die Erde dreht sich um ihre Achse.","translation":"The earth rotates on its axis."},{"text":"Er ist ständig auf Achse.","translation":"He is always on the move."},{"text":"Es müssen immer beide Räder einer Achse gleichzeitig gewechselt werden.","translation":"Both wheels of an axle must always be changed at the same time."},{"text":"Die Gerade beschrieben durch x = -1 liegt parallel zur y-Achse.","translation":"The straight line described by x = -1 is parallel to the y-axis."}],"Cousin":[{"text":"„Hast du einen Cousin?“ – „Ja, ich habe einen Cousin.“","translation":"\"Do you have a cousin?\" – \"Yes, I have a cousin.\""},{"text":"Der Sohn meines Onkels ist mein Cousin.","translation":"My uncle's son is my cousin."},{"text":"Wenn ich mich recht erinnere, sind sie Cousins.","translation":"If I remember correctly, they are cousins."},{"text":"Besucht ihr euren Cousin oft?","translation":"Do you often visit your cousin?"},{"text":"Ich habe mir von meinem Cousin tausend Yen geliehen.","translation":"I borrowed 1,000 yen from my cousin."},{"text":"Mein Cousin hat mich geküsst.","translation":"My cousin kissed me."},{"text":"„Wo ist dein Cousin?“ – „Der ist gerade gegangen.“","translation":"\"Where's your cousin?\" \"He's just left.\""},{"text":"Mein Cousin ist schon vier Jahre alt.","translation":"My cousin is already four years old."},{"text":"Mein Cousin arbeitet in einem Geschäft nahe unseres Hauses.","translation":"My cousin works in a shop near our home."},{"text":"Wussten Sie, dass Tom und Maria Cousin und Kusine sind?","translation":"Did you know Tom and Mary were cousins?"}],"Hütte":[{"text":"Unter der Brücke gibt es eine Hütte.","translation":"There is a hut below the bridge."},{"text":"Tom kennt nicht den Unterschied zwischen einem Haus und einer Hütte.","translation":"Tom doesn't know the difference between a house and a cabin."},{"text":"Sie lebte allein in einer Hütte.","translation":"She was living alone in a hut."},{"text":"In der Hütte gab es weder Strom noch Wasser.","translation":"The cabin had no water or electricity."},{"text":"Er war arm und lebte in einer kleinen Hütte.","translation":"He was poor and lived in a small hut."}],"bescheiden":[{"text":"Alle großen Männer sind bescheiden.","translation":"All great men are humble."},{"text":"Die größten Menschen sind bescheiden.","translation":"The greatest people are humble."},{"text":"Es ist schwierig, bescheiden zu sein, wenn man so großartig ist wie ich.","translation":"It's hard to be humble when you're as great as I am."},{"text":"Wer zu bescheiden ist, wird nur durch Teufels Hilfe zu Hofe gelangen.","translation":"Those who are too modest will only reach court with the help of the devil."},{"text":"Im Allgemeinen sind japanische Frauen bescheiden.","translation":"Generally speaking, Japanese women are modest."},{"text":"Man muss unter allen Umständen bescheiden bleiben.","translation":"You have to be humble in all circumstances."},{"text":"Bescheidene Frauen haben an den Ohren noch Augen.","translation":"Humble women still have eyes on their ears."},{"text":"Tom ist einer der besten Mitarbeiter, die ich habe, und immer höflich und bescheiden.","translation":"Tom is one of the best staff I have and always polite and humble."},{"text":"Er ist ein sehr bescheidener Mann.","translation":"He is a very modest man."},{"text":"Ich verkaufte meine Bücher zu einem bescheidenen Preis.","translation":"I sold my books at a modest price."}],"Erweiterung":[{"text":"All dies wäre auch ohne Erweiterung passiert.","translation":"All this would have happened even without enlargement."},{"text":"Eine Erweiterung ist momentan im Bau.","translation":"An extension is currently under construction."},{"text":"Die Europäische Union hat sich stets mit ihrer Erweiterung, aber nie mit ihrer Vertiefung beschäftigt.","translation":"The European Union has always been concerned with its enlargement, but never with its deepening."},{"text":"Diese revolutionären Ereignisse begünstigten die Erweiterung der Palette der künstlerischen Ausdrucksmittel.","translation":"These revolutionary events favored the expansion of the range of artistic means of expression."},{"text":"Esperanto ist eine enorme Erweiterung meines Horizonts.","translation":"Esperanto is an enormous extension of my horizons."}],"breite":[{"text":"Jim hat breite Schultern.","translation":"Jim has broad shoulders."},{"text":"Tom hat breite Schultern und eine schmale Hüfte.","translation":"Tom has wide shoulders and narrow hips."},{"text":"Er hat breite Schultern.","translation":"He has wide shoulders."},{"text":"Tom hat breite Schultern.","translation":"Tom has broad shoulders."},{"text":"Sie haben breite Schultern.","translation":"They've got broad shoulders."},{"text":"Der Fluss hat eine Breite von fünfzig Metern.","translation":"The river has a width of fifty meters."},{"text":"Die Straße hat eine Breite von drei Metern.","translation":"The road is ten feet in width."},{"text":"Die Breite der Straße ist nicht ausreichend für sicheres Fahren.","translation":"The width of the road is insufficient for safe driving."},{"text":"Breite deine Flügel aus und du wirst sehen: Du hast dein Schicksal im Griff.","translation":"Spread your wings and you will see: your destiny will be under your control."},{"text":"Wo es den Rednern an Tiefe fehlt, da gehen sie in die Breite.","translation":"Where the speakers lack depth, they go broad."}],"Krebs":[{"text":"Einem Krebs können wir nicht beibringen, gerade zu gehen.","translation":"We can't teach a cancer to walk straight."},{"text":"Meine Frau ist an Krebs gestorben.","translation":"My wife died of cancer."},{"text":"Mädchen, hüte dich vor dem Versprechen eines Mannes, denn es läuft wie ein Krebs.","translation":"Girls, beware of a man's promise, because it runs like a cancer."},{"text":"Hast du schon mal Krebse probiert?","translation":"Have you ever tried crabs?"},{"text":"Krebs kann geheilt werden, wenn er rechtzeitig entdeckt wird.","translation":"Cancer can be cured if it is detected in time."},{"text":"Krebs liebt Zucker.","translation":"Cancer loves sugar."},{"text":"Mutter hat Krebs.","translation":"Mother has cancer."},{"text":"Der alte Mann starb an Krebs.","translation":"The old man died of cancer."},{"text":"Tom hat möglicherweise Krebs.","translation":"Tom may have cancer."},{"text":"Forschung zu den Ursachen von Krebs ist sehr teuer.","translation":"Research on the causes of cancer is very expensive."}],"Ausländer":[{"text":"Viele nehmen Ausländer nicht ernst.","translation":"Many do not take foreigners seriously."},{"text":"Viele fällen oft ein negatives Urteil gegen Ausländer.","translation":"Many often make a negative judgment against foreigners."},{"text":"Tom unterrichtet jetzt Deutsch für Ausländer.","translation":"Tom is teaching German as a second language at the moment."},{"text":"Tom spricht sehr gut Deutsch, aber man hört es doch, dass er Ausländer ist.","translation":"Tom speaks very well German, but you can hear that he is a foreigner."},{"text":"Sie ist mit einem Ausländer verheiratet.","translation":"She is married to a foreigner."}],"schief":[{"text":"Was läuft schief in meinem Leben?","translation":"What's going wrong in my life?"},{"text":"Was ist denn da schief gelaufen?","translation":"What went wrong there?"},{"text":"Das Bild hing schief an der Wand.","translation":"The picture hung crooked on the wall."},{"text":"Wer schief lädt, wird böse fahren.","translation":"Whoever loads crookedly will drive evil."},{"text":"Mancher Baum ist schief und trägt dennoch süße Früchte.","translation":"Some trees are crooked and still bear sweet fruits."},{"text":"Auf einen schiefen Topf gehört ein schiefer Deckel.","translation":"On a crooked pot belongs a crooked lid."},{"text":"Besser eine schiefe Nase als gar keine.","translation":"Better a crooked nose than none at all."},{"text":"Wer hat ihn auf die schiefe Bahn gebracht?","translation":"Who put him on the wrong track?"},{"text":"Eine ebene Ebene ist das Gegenteil einer schiefen Lage.","translation":"A flat plane is the opposite of an inclined position."},{"text":"Der schiefe Turm von Pisa ist höher als die Kirche.","translation":"The leaning tower of Pisa is higher than the church."}],"Arbeitgeber":[{"text":"Der Arbeiter soll seine Pflicht tun; der Arbeitgeber soll mehr tun als seine Pflicht.","translation":"The worker shall do his duty; the employer should do more than his duty."},{"text":"Irgendwann hatte der Arbeitgeber genug von dem Mobbing und kündigte die Arbeit.","translation":"At some point, the employer had enough of the bullying and quit the job."},{"text":"Ich glaube an das, wofür mein Arbeitgeber steht.","translation":"I believe in what my employer stands for."},{"text":"Sein Arbeitgeber hat ihn gestern entlassen.","translation":"His employer dismissed him yesterday."},{"text":"Manche Arbeitgeber zögern, kürzlich aus dem Gefängnis Entlassene einzustellen.","translation":"Some employers are reluctant to take on people who have recently been released from jail."}],"Insekt":[{"text":"Es gibt immer weniger Insekten.","translation":"There are fewer and fewer insects."},{"text":"Niemand weiß, wie Insekten atmen. Haben sie eine Nase?","translation":"No one knows how insects breathe. Do they have a nose?"},{"text":"Magst du Insekten?","translation":"Do you like the insects?"},{"text":"Halte Insekten und andere Tiere von Lebensmitteln fern!","translation":"Keep insects and other animals away from food!"},{"text":"Fabre schrieb Bücher über Insekten.","translation":"Fabre wrote books about insects."}],"vertikal":[{"text":"Die x-Achse verläuft horizontal, die y-Achse vertikal.","translation":"The X-axis is the horizontal axis and the Y-axis is the vertical axis."},{"text":"Maria trägt gerne Kleidung mit vertikalen Streifen, weil sie gehört hat, dass man damit schlanker wirke.","translation":"Mary likes to wear clothes with vertical stripes, because she heard they make you look thinner."},{"text":"Der Tango ist der vertikale Ausdruck eines horizontalen Verlangens.","translation":"Tango is the vertical expression of a horizontal desire."},{"text":"Der Graph der Kosekansfunktion besitzt vertikale Asymptoten.","translation":"The graph of the cosecant function has vertical asymptotes."},{"text":"Das Gobrett besteht aus neunzehn vertikalen und neunzehn horizontalen Linien, die 363 Kreuze bilden.","translation":"The goboard consists of nineteen vertical and nineteen horizontal lines forming 363 crosses."}]}