{"falls":[{"text":"Falls Bin Laden kommt, sag ihm, ich bin im Laden.","translation":"If Bin Laden comes, tell him I'm in the store."},{"text":"Falls du etwas brauchst, lass es mich wissen.","translation":"If you need anything, let me know."},{"text":"Ich werde Ihnen helfen falls möglich.","translation":"I will help you if possible."},{"text":"Ich weiß, was ich tun werde, falls etwas geschehen sollte.","translation":"I know what I will do if something happens."},{"text":"Falls etwas passiert, kannst du mich gerne anrufen.","translation":"If something happens, feel free to call me."},{"text":"Ich würde auch da sein, falls es dir passen sollte.","translation":"I would also be there if it suited you."},{"text":"Falls ich nicht kommen kann, werde ich dich anrufen.","translation":"If I can't come, I'll call you."},{"text":"Falls sie zu spät kommen sollte, gib ihr diese Nachricht.","translation":"If she should come late, give her this message."},{"text":"Falls ich nicht kommen kann, werde ich Sie vorher anrufen.","translation":"In case I can't come, I'll give you a call beforehand."},{"text":"Grüß ihn bitte von mir, falls du ihn siehst.","translation":"Please greet him from me if you see him."}],"benötigen":[{"text":"Wahrheit benötigt nur wenig Worte.","translation":"Truth requires few words."},{"text":"Ich benötige Antworten.","translation":"I need answers."},{"text":"Ich benötige eine Karte.","translation":"I need a card."},{"text":"Tom kam vorbei und schaute mal, ob Mary nicht etwas Hilfe benötigte.","translation":"Tom came over and saw if Mary needed some help."},{"text":"Ich glaube, wir werden mehr Geld benötigen.","translation":"I should think we will need some more money."}],"and":[{"text":"Mir ist danach, heute etwas anderes zu tun.","translation":"I feel like doing something different today."},{"text":"Hast du noch etwas anderes im Sinn?","translation":"Do you have anything else in mind?"},{"text":"Ich habe heute Abend leider schon etwas anderes vor.","translation":"I'm sorry, but I already have plans for the evening."},{"text":"Versuche nie jemand anderes zu sein, es gibt keinen besseren als dich.","translation":"Never try to be someone else, there is no better than you."},{"text":"Ein viel versprechender Politiker ist etwas anderes als ein vielversprechender Politiker.","translation":"A politician who makes lots of promises is something different than a promising politician."},{"text":"Sie ist ein Freund von „Sex and the City“.","translation":"She's a fan of Sex and the City."},{"text":"Ich arbeite bei Chuck's Bar and Grill.","translation":"I work at Chuck's Bar and Grill."},{"text":"Der Rock and Roll wurde von der jungen Generation geschaffen.","translation":"Rock and roll was a creation of the young generation."},{"text":"Er sang ein Medley von Simon and Garfunkel.","translation":"He sang a medley by Simon and Garfunkel."},{"text":"Nicht alle Engländer lieben 'fish and chips'.","translation":"Not all Englishmen love 'fish and chips'."}],"ernst":[{"text":"Es ist ernst zu nehmen.","translation":"It is to be taken seriously."},{"text":"Vielleicht sollte ich damit anfangen, auch mich selbst mal ernst zu nehmen.","translation":"Maybe I should start by taking myself seriously."},{"text":"Wenn man Spass an einer Sache hat, nimmt man sie auch ernst.","translation":"If you enjoy something, you take it seriously."},{"text":"Maria fühlt sich von anderen oft nicht ernst genommen.","translation":"Maria often feels that others do not take her seriously."},{"text":"Nichts ist im Leben ernst zu nehmen, weil nichts es wirklich verdient.","translation":"Nothing in life is to be taken seriously because nothing really deserves it."},{"text":"Das ist ja wohl nicht dein Ernst.","translation":"You're not serious."},{"text":"Aus Spaß wird oft Ernst.","translation":"Fun often turns into seriousness."},{"text":"Aus Spaß wird schnell Ernst.","translation":"Fun quickly becomes serious."},{"text":"Er ist nicht mit Ernst bei der Sache.","translation":"He is not serious about the matter."},{"text":"Warum lachst du denn da? Ich erzähle dir das in vollem Ernst.","translation":"Why are you laughing? I'm telling you this in all seriousness."},{"text":"So ernst, mein Freund? Ich kenne dich nicht mehr.","translation":"My friend, why are you so serious? It's like I don't know you any more."},{"text":"Nimm nicht immer alles so total ernst!","translation":"Don't always take everything so seriously!"},{"text":"„Sei doch nicht so ernst!“ — „Ich finde, manchmal muss man ernst sein.“","translation":"\"Don't be so serious!\" — \"I think sometimes you have to be serious.\""},{"text":"Nehmen Sie die Dinge nicht zu ernst!","translation":"Don't take things too seriously."},{"text":"Wenn man Versprechen nicht hält, nehmen einen die Leute nicht mehr ernst.","translation":"If you don't keep your promises, people won't take you seriously."}],"übernehmen":[{"text":"Wer übernimmt die Kosten?","translation":"Who's going to cover the costs?"},{"text":"Die Angst übernahm ihn.","translation":"Fear took over him."},{"text":"Warum übernimmt er immer wieder Aufgaben, denen er nicht gewachsen ist?","translation":"Why does he always take on tasks that he is not up to?"},{"text":"Bist du bereit, einen Teil der Kosten zu übernehmen?","translation":"Are you willing to take a cut in pay?"},{"text":"Er hat das Geschäft seines Vaters übernommen.","translation":"He has taken over his father's business."}],"Lehrer":[{"text":"„Sind Sie Lehrer?“ – „Ja, bin ich!“","translation":"\"Are you a teacher?\" – \"Yes, I am!\""},{"text":"Passiert das keinem Lehrer?","translation":"Does it happen to no teacher?"},{"text":"Lehrer helfen uns, Probleme zu lösen, die wir ohne sie nicht hätten.","translation":"Teachers help us solve problems we wouldn’t have without them."},{"text":"Ich kenne diesen Lehrer.","translation":"I know this teacher."},{"text":"Sag mir, wenn der Lehrer anruft.","translation":"Tell me when the teacher phones."}],"niemals":[{"text":"Die Leute, die niemals Zeit haben, tun am wenigsten.","translation":"The people who never have time do the least."},{"text":"Wo denkst du hin? Niemals!","translation":"Where are you thinking? Never!"},{"text":"Es gibt keinen Menschen, der in seinem Leben noch niemals etwas verloren hätte.","translation":"There is no person who has never lost anything in his life."},{"text":"Was man mit den Augen sieht, das Herz wird es niemals vergessen.","translation":"What you see with your eyes, your heart will never forget it."},{"text":"Es ist besser, geliebt und verloren zu haben, als niemals geliebt zu haben.","translation":"It is better to have loved and lost than to have never loved."}],"erforderlich":[{"text":"Das einzige, was hier erforderlich ist, das ist, Ordnung zu halten.","translation":"The only thing that is required here is to keep order."},{"text":"Er nimmt sich immer für alles, was er tut, die erforderliche Zeit.","translation":"He always takes the time required for everything he does."},{"text":"Es ist erforderlich, dass alle diese Regeln beachten.","translation":"It is required that all observe these rules."},{"text":"Für Pflanzen ist Licht nicht weniger erforderlich als Wasser.","translation":"Light is no less necessary to plants than water."},{"text":"Es war erforderlich geworden, das Projekt für volle sechs Monate auf Eis zu legen.","translation":"It had become necessary to put the project on hold for a full six months."}],"Verbindung":[{"text":"Wollten Sie sich mit uns noch einmal in Verbindung setzen?","translation":"Did you want to contact us again?"},{"text":"Das verstehe ich nicht! Ich kriege keine Verbindung.","translation":"I don't understand! I can't get a connection."},{"text":"Bleiben wir von jetzt an in Verbindung!","translation":"From now on, let's keep in touch."},{"text":"Gibt es eine direkte Verbindung zwischen Warschau und Berlin?","translation":"Is there a direct connection between Warsaw and Berlin?"},{"text":"Teile mir bitte mit, wie ich mit ihm in Verbindung treten kann.","translation":"Please tell me how I can get in touch with him."}],"Position":[{"text":"Seine Position ermöglichte ihm, so zu handeln.","translation":"His position enabled him to do so."},{"text":"Ich bin mir meiner Position nicht sehr sicher.","translation":"I am not all too certain of my position."},{"text":"Lassen Sie mich bitte ein bisschen über diese Position erzählen.","translation":"Please let me tell you a little bit about this position."},{"text":"Bitte verstehe meine Position.","translation":"Please understand my position."},{"text":"Die Soldaten zogen sich aus ihren Positionen zurück.","translation":"The soldiers retreated from their positions."}],"abonnieren":[{"text":"Abonnieren Sie unseren YouTube-Kanal.","translation":"Subscribe to our YouTube channel."},{"text":"Welche Zeitungen hast du abonniert?","translation":"What newspapers have you subscribed to?"},{"text":"Daumen nach oben und abonnieren!","translation":"Like and subscribe."},{"text":"Ich habe diese Zeitschrift vier Jahre lang abonniert.","translation":"I subscribed to this magazine for four years."},{"text":"Sie wünschen weitere Informationen über unsere Aktivitäten? Abonnieren Sie unseren Newsletter.","translation":"You want more information about our activities? Subscribe to our newsletter."}],"rund":[{"text":"Ist es rund um die Uhr geöffnet?","translation":"Is it open around the clock?"},{"text":"Tom und Maria arbeiteten rund um die Uhr.","translation":"Tom and Mary worked round the clock."},{"text":"Heute geht's wieder rund!","translation":"Today it's all about again!"},{"text":"Da ging es ganz schön rund.","translation":"It went pretty well."},{"text":"Der Ball ist rund, und das Spiel dauert neunzig Minuten.","translation":"The ball is round, and the game lasts ninety minutes."},{"text":"Der Kopf ist rund, damit unsere Gedanken ihre Richtung ändern können.","translation":"The head is round so that our thoughts can change direction."},{"text":"Sie hat ein rundes Gesicht.","translation":"She has a round face."},{"text":"Die Menschen damals wussten bereits, dass die Erde rund ist.","translation":"People back then already knew that the earth was round."},{"text":"Es ist wahr, dass die Erde rund ist.","translation":"It is true that the earth is round."},{"text":"Er glaubte, dass die Erde rund ist.","translation":"He believed that the earth was round."}],"macht":[{"text":"Die Frauen haben heute sicher mehr Rechte. Aber mehr Macht hatten sie früher.","translation":"Women certainly have more rights today. But they used to have more power."},{"text":"Wer das Geld hat, hat die Macht.","translation":"He who has the money, also has the power."},{"text":"Sprache ist Macht.","translation":"Language is power."},{"text":"Der hat die Macht, an den die Menge glaubt.","translation":"He has the power that the crowd believes in."},{"text":"Ich glaube an die Macht der Träume.","translation":"I believe in the power of dreams."}],"klicken":[{"text":"Sie können die Karte ansehen, indem Sie auf den folgenden Link klicken.","translation":"You can view the map by clicking on the link below."},{"text":"Um die Antwort auf die Frage zu lesen, klicken Sie einfach auf die Frage.","translation":"To read the answer to the question, just click on the question."},{"text":"Ich klickte den ersten Link auf der Seite an.","translation":"I clicked the first link on the page."},{"text":"Auf „Speichern“ klicken, um mit dem Herunterladen zu beginnen.","translation":"Click on \"save\" to begin the download."},{"text":"Um das Abonnement zu beenden hier klicken.","translation":"To unsubscribe, click here."}],"meinen":[{"text":"Ich bin mir nicht sicher, was er damit meinte. Warum fragst du ihn nicht?","translation":"I'm not sure what he meant by that. Why not ask him?"},{"text":"Das war im Spaß gesagt, aber im Ernst gemeint.","translation":"That was jokingly said, but meant seriously."},{"text":"Einen Menschen zu lieben bedeutet, ihn so zu sehen, wie Gott ihn gemeint hat.","translation":"To love a person is to see him as God meant him."},{"text":"Ich verstehe, was er sagt, aber ich weiß nicht, was er meint.","translation":"I understand what he says, but I don't know what he means."},{"text":"Ich habe keine Ahnung, wie er das gemeint hat.","translation":"I have no idea what he meant."}],"drauf":[{"text":"Kommt drauf an was für Fotos du meinst...","translation":"Depends on what kind of photos you mean..."},{"text":"Da kommen wir gleich drauf zu sprechen.","translation":"We'll get to that in a moment."},{"text":"Es kommt nicht drauf an, wie alt man wird, sondern wie man alt wird.","translation":"It doesn't matter how old you get, but how you get old."},{"text":"Das Wichtigste ist für mich, gut drauf zu sein.","translation":"The most important thing for me is to be in a good mood."},{"text":"Mein Name und meine Adresse stehen drauf.","translation":"My name and address are on it."}],"zählen":[{"text":"Mein Sohn kann jetzt bis hundert zählen.","translation":"My son can now count to a hundred."},{"text":"Nationalstolz zählt zu den Dingen, die ich nie verstanden habe.","translation":"National pride counts among those things which I don't understand."},{"text":"Ein jeder zählt nur sicher auf sich selbst.","translation":"Everyone only counts on themselves safely."},{"text":"Zahlen zählen nicht.","translation":"Numbers don't count."},{"text":"Weißt du, sie vertraut dir und zählt auf dich.","translation":"You know, she trusts you and counts on you."}],"unterschiedlich":[{"text":"Wir gehen unterschiedliche Wege. Manchmal ist das Leben so.","translation":"We take different paths. Sometimes life is like that."},{"text":"Die Menschen sind eben unterschiedlich.","translation":"People are just different."},{"text":"Wie viele unterschiedliche Gruppen gibt es hier?","translation":"How many different groups are there here?"},{"text":"In der Europäischen Union gibt es unterschiedliche Interessen.","translation":"There are different interests in the European Union."},{"text":"Unterschiedliche Menschen glauben an verschiedene Dinge, aber es gibt nur eine Wahrheit.","translation":"Different people believe in different things, but there is only one truth."}],"Entschuldigung":[{"text":"Entschuldigung, wie spät ist es?","translation":"Excuse me, what time is it?"},{"text":"Entschuldigung, was hast du gerade gesagt?","translation":"Pardon, what have you just said?"},{"text":"Entschuldigung, ist der Platz frei?","translation":"Excuse me, is the seat free?"},{"text":"An Entschuldigungen wird es niemand leicht fehlen.","translation":"No one will easily lack excuses."},{"text":"Guten Morgen! Entschuldigung, hast du lange gewartet?","translation":"Good morning! Excuse me, did you wait a long time?"}],"innerhalb":[{"text":"Innerhalb einer Minute wird er bei uns sein.","translation":"Within a minute he will be with us."},{"text":"Sie sollten es zu Fuß innerhalb von 5 Minuten erreichen.","translation":"You should reach it on foot within 5 minutes."},{"text":"Er wird innerhalb einer Woche zurück sein.","translation":"He'll be back within a week."},{"text":"Die zwei Alten starben innerhalb eines Jahres.","translation":"The two elders died within a year."},{"text":"Wir sind innerhalb einer Stunde da.","translation":"We are there within an hour."}],"schützen":[{"text":"Tiere müssen geschützt werden.","translation":"Animals must be protected."},{"text":"Eure Aufgabe ist es, dieses Land zu schützen.","translation":"Your task is to protect this country."},{"text":"Wir sollten Kindern sagen, wie man sich selbst schützt.","translation":"We should tell children how to protect themselves."},{"text":"Man muss seine Familie schützen.","translation":"You have to protect your family."},{"text":"Zuerst musst du dich selbst schützen.","translation":"First, you must protect yourself."}],"Größe":[{"text":"Größe heißt: Richtung geben.","translation":"Size means: giving direction."},{"text":"Es hat ungefähr die richtige Größe.","translation":"It is about the right size."},{"text":"Die Größe ist doch wichtig.","translation":"Size is important."},{"text":"Größe neun ..., glaube ich.","translation":"Size nine ..., I think."},{"text":"Die Größe eines großen Mannes zeigt sich darin, wie er die kleinen Leute behandelt.","translation":"The greatness of a great man is shown in how he treats the little people."}],"merken":[{"text":"Das Datum werde ich mir merken.","translation":"I will remember the date."},{"text":"Du wirst nie merken, dass es dir fehlt.","translation":"You'll never realize you're missing."},{"text":"Hast du dir das endlich gemerkt?","translation":"Did you finally remember that?"},{"text":"Wenn ich es oft genug sehe, werde ich es mir merken.","translation":"If I see it often enough, I'll remember it."},{"text":"Tom merkte auf, als plötzlich der Name Maria fiel.","translation":"Tom noticed when suddenly the name Maria was mentioned."}],"erfolgreich":[{"text":"Erfolgreiche Menschen sind erfolgreich, weil sie das tun, was andere Menschen nicht tun.","translation":"Successful people are successful because they do what other people don't."},{"text":"Ich freue mich, dass du erfolgreich warst.","translation":"I am glad that you have succeeded."},{"text":"Ich glaube, ich bin einfach nicht erfolgreich genug.","translation":"I just don't think I'm successful enough."},{"text":"Tom hat erfolgreich einen Job in Boston gefunden.","translation":"Tom succeeded in finding a new job in Boston."},{"text":"Tom ist erfolgreich, nicht wahr?","translation":"Tom is successful, isn't he?"}],"Linie":[{"text":"Haltet die Linie!","translation":"Hold the line!"},{"text":"Formel meines Glücks: Ein Ja, ein Nein, eine gerade Linie, ein Ziel.","translation":"Formula of my happiness: A yes, a no, a straight line, a goal."},{"text":"Es kam jetzt darauf an, eine gemeinsame Linie zu finden.","translation":"It was now important to find a common line."},{"text":"Tom hat auf ganzer Linie gesiegt.","translation":"Tom won all along the line."},{"text":"Gehen Sie bitte zurück und bleiben Sie hinter der Linie.","translation":"Please go back and stay behind the line."}],"behalten":[{"text":"Es ist leicht, eine schöne Frau zu bekommen, aber schwer, sie schön zu behalten.","translation":"It is easy to find a nice woman but difficult to keep her nice."},{"text":"Was du nicht im Kopf hast, das behalte für dich.","translation":"What you don't have in your head, keep to yourself."},{"text":"Recht ist etwas, das man behalten kann, ohne es zu haben.","translation":"Right is something you can keep without having it."},{"text":"Wir werden die Situation weiter im Auge behalten.","translation":"We will continue to monitor the situation."},{"text":"Frauen müssen das letzte Wort behalten — aber leider nicht für sich.","translation":"Women have to have the last word — but unfortunately not for themselves."}],"vorsichtig":[{"text":"In der Wahl seiner Eltern kann man nicht vorsichtig genug sein.","translation":"In the choice of one's parents, one can not be careful enough."},{"text":"Wenn wir immer nur vorsichtig sind, sind wir dann noch Menschen?","translation":"If we are always cautious, are we still human?"},{"text":"Sei vorsichtig, wenn du über die Straße gehst.","translation":"Be careful when walking across the street."},{"text":"Wer nur stark ist, ohne vorsichtig zu sein, den erwartet kein langes Leben.","translation":"Those who are strong without being careful do not expect a long life."},{"text":"Sei in Zukunft bitte vorsichtiger.","translation":"Please be more careful in the future."}],"wow":[{"text":"Wow! Perfekt.","translation":"Wow! Perfect."},{"text":"Wow, was für eine hervorragende Idee.","translation":"Wow, what an excellent idea."},{"text":"Wow, wie schön. Das Meer glitzert.","translation":"Wow, how beautiful. The sea glitters."},{"text":"Er liebt ihre Haare, ihr Lächeln, ihre Augen? Wow, er ist verdammt gut im Lügenerzählen!","translation":"He loves her hair, her smile, her eyes? Wow, he is fucking good at telling lies!"},{"text":"Wow, schau dir das an.","translation":"Wow, look at this."},{"text":"Es ist nicht möglich bei WoW einen Jedi zu spielen.","translation":"It is not possible to play a Jedi in WoW."}],"Version":[{"text":"Willst du die lange oder die kurze Version?","translation":"Do you want the long version or the short version?"},{"text":"Hier ist eine zweite Version.","translation":"Here is a second version."},{"text":"Der Unterschied zwischen den beiden Versionen ist nicht klar.","translation":"The difference between the two versions isn't clear."},{"text":"Hast du die aktuelle Version?","translation":"Do you have the latest version?"},{"text":"Ich habe gerade die neueste Version dieses MP3-Spielers gekauft.","translation":"I just bought the latest version of this MP3 player."}],"Mund":[{"text":"Morgenstund hat Gold im Mund.","translation":"The early bird has gold in its mouth."},{"text":"Er ist nicht auf den Mund gefallen.","translation":"He did not fall on the mouth."},{"text":"Der Mund blieb ihnen offen stehen.","translation":"Their mouths remained open."},{"text":"Du hast mir das Wort aus dem Mund genommen.","translation":"You took the word out of my mouth."},{"text":"Halte den Mund!","translation":"Shut up!"}],"schmecken":[{"text":"Borschtsch schmeckt besser, als es klingt.","translation":"Borscht tastes better than it sounds."},{"text":"Es schmeckt süß.","translation":"It tastes sweet."},{"text":"Das schmeckt überhaupt nicht schlecht, das schmeckt sogar sehr gut – ich liebe es!","translation":"It doesn't taste bad at all, it actually tastes very good – I love it!"},{"text":"Fichtennadeltee habe ich genug getrunken. Jetzt möchte ich einmal etwas anderes schmecken.","translation":"I drank enough spruce needle tea. Now I want to taste something different."},{"text":"Es ist ein kleiner Ort, wo es gut schmeckt.","translation":"It is a small place where it tastes good."}],"Satz":[{"text":"Was ein Wort bedeutet, kann ein Satz nicht sagen.","translation":"What a word means, a sentence cannot say."},{"text":"Ich werde einen Satz auf Deutsch schreiben.","translation":"I will write a sentence on German."},{"text":"Ich habe den Satz geändert.","translation":"I changed the sentence."},{"text":"Dieser Satz enthält mehrere Fehler.","translation":"This sentence contains several mistakes."},{"text":"Ist dieser Satz ernst gemeint? Natürlich nicht!","translation":"Is this sentence meant seriously? Of course not!"}],"Rest":[{"text":"Heute beginnt der Rest deines Lebens.","translation":"Today, the rest of your life begins."},{"text":"Tom stellte sich dem Rest der Klasse vor.","translation":"Tom introduced himself to the rest of the class."},{"text":"Träumer denken anders als der Rest der Welt.","translation":"Dreamers think differently than the rest of the world."},{"text":"Tom gibt der Sache den Rest.","translation":"Tom gives it the rest."},{"text":"Ich würde gern noch den Rest der Geschichte erfahren.","translation":"I'd like to know the rest of the story."}],"reisen":[{"text":"Ich reise alleine.","translation":"I'm travelling alone."},{"text":"Die Welt ist ein Buch, und die, die nicht reisen, lesen nur eine Seite.","translation":"The world is a book, and those who do not travel read only one page."},{"text":"Karl reist allein.","translation":"Karl travels alone."},{"text":"Mein Bruder ist groß genug, um allein zu reisen.","translation":"My brother is big enough to travel alone."},{"text":"In naher Zukunft werde ich nach Deutschland reisen.","translation":"In the near future I will travel to Germany."},{"text":"Ich liebe Reisen.","translation":"I love travelling."},{"text":"Ich esse weißen Reis.","translation":"I eat white rice."},{"text":"Hast du \"Gullivers Reisen\" gelesen?","translation":"Have you read Gulliver's Travels?"},{"text":"Die Frau kann nur Reis kochen.","translation":"The woman can only cook rice."},{"text":"Verdammt! Ich habe vergessen, Reis zu kaufen.","translation":"Damn! I forgot to buy rice."}],"Sicherheit":[{"text":"Es ist eine Frage der Sicherheit.","translation":"It's a matter of security."},{"text":"Aber es geht doch um unser aller Sicherheit, nicht wahr?","translation":"But it's about the safety of all of us, isn't it?"},{"text":"Du musst dich in Sicherheit bringen.","translation":"You need to get yourself out of harm's way."},{"text":"Es steht schlecht um die Sicherheit von Mac OS X.","translation":"It is bad for the security of Mac OS X."},{"text":"Meine Sicherheit liegt im Schritt, nicht im Wissen um mein Ziel.","translation":"My safety lies in the step, not in the knowledge of my goal."}],"traurig":[{"text":"Traurig, aber wahr!","translation":"Sad, but true!"},{"text":"Das ist so eine traurige Geschichte.","translation":"This is such a sad story."},{"text":"Er erzählte mir eine traurige Geschichte.","translation":"He told me a sad story."},{"text":"Noch nie hörte ich eine so traurige Geschichte.","translation":"Never have I heard so terrible a story."},{"text":"Freue dich mit mir! Es ist so traurig, sich allein zu freuen.","translation":"Rejoice with me! It is so sad to rejoice alone."}],"löschen":[{"text":"Dieser Satz wird gleich gelöscht.","translation":"This sentence will be deleted immediately."},{"text":"Ich habe meinen Kommentar wieder gelöscht.","translation":"I've deleted my comment."},{"text":"Kann jemand diesen Satz bitte löschen? Danke!","translation":"Can someone please delete this sentence? Thanks."},{"text":"Ich wünschte, er würde seine Kommentare nicht immer wieder löschen!","translation":"I wish he wouldn't keep deleting his comments!"},{"text":"Bitte das Licht löschen, wenn Sie den Raum verlassen.","translation":"Please turn off the light when you leave the room."}],"offensichtlich":[{"text":"Offensichtlich hat sich nicht viel verändert.","translation":"Obviously, not much has changed."},{"text":"Dass er sie liebte, war offensichtlich.","translation":"That he loved her was certain."},{"text":"Offensichtlich schmeckt dir mein Essen überhaupt nicht.","translation":"Obviously, you don't like my food at all."},{"text":"Offensichtlich ist das der wichtigste Punkt.","translation":"Clearly, this is the most important point."},{"text":"Es ist offensichtlich, dass Tom nicht darüber reden will.","translation":"It's obvious Tom doesn't want to talk about this."}],"jederzeit":[{"text":"Du kannst uns jederzeit anrufen.","translation":"You can call us at any time."},{"text":"Vielleicht besuchst du mich mal? Du bist jederzeit willkommen.","translation":"Maybe you'll visit me? You are always welcome."},{"text":"Du kannst mein Auto jederzeit benutzen.","translation":"You may use my car at any time."},{"text":"Gerne jederzeit wieder.","translation":"Gladly again at any time."},{"text":"Komm jederzeit vorbei!","translation":"Come by anytime!"}],"wagen":[{"text":"Wir wollen den nächsten Schritt wagen.","translation":"We want to take the next step."},{"text":"Ich muss einen Blick wagen.","translation":"I have to take a look."},{"text":"Sie hoffen noch? Sie wagen es, zu hoffen, wo alles, alles schon verloren ist?","translation":"Still hoping? You dare to hope where everything, everything is already lost?"},{"text":"Wagen wir die Dinge so zu sehen, wie sie sind.","translation":"Let us dare to see things as they are."},{"text":"Ich wage zu sagen, dass er kein schlechter Junge ist.","translation":"I dare say he's not a bad boy."},{"text":"Ich sagte Tom, er solle im Wagen auf mich warten.","translation":"I told Tom to wait for me in the car."},{"text":"„Was hast du gerade zu mir gesagt?“ – „Ich fragte dich, wo der Wagen ist.“","translation":"\"What did you just say to me?\" – \"I asked you where the car was.\""},{"text":"Die Wagen fahren immer schneller.","translation":"The cars are moving faster and faster."},{"text":"Setz dich in den Wagen und komm sofort her!","translation":"Get in the car and come here immediately!"},{"text":"Ich habe mir diesen Wagen gekauft.","translation":"I bought that car."}],"deswegen":[{"text":"Natürlich, deswegen sind wir hier.","translation":"Of course, that's why we're here."},{"text":"Dieser Satz enthielt einen Fehler und musste deswegen gelöscht werden.","translation":"This sentence contained an error and therefore had to be deleted."},{"text":"Sie kennen solche Bilder. Deswegen muss ich gar nicht viel dazu sagen.","translation":"You know such pictures. That's why I don't have to say much about it."},{"text":"Ich will dich deswegen nicht verlieren.","translation":"I don't want to lose you because of that."},{"text":"Deswegen habe ich Ihnen gesagt, Sie sollen nicht den Wagen nehmen.","translation":"That's why I told you not to go by car."}],"aufgrund":[{"text":"Er verlor aufgrund dessen seine Arbeit.","translation":"He lost his job because of it."},{"text":"Tom sorgt sich aufgrund dessen, was Maria tut.","translation":"Tom is worried about what Mary is doing."},{"text":"Aufgrund des schlechten Wetters bin ich nicht gegangen.","translation":"Owing to bad weather, I didn't go."},{"text":"Aufgrund des Unfalls kam ich zu spät zur Schule.","translation":"Due to the accident, I was late for school."},{"text":"Aufgrund dieser Angelegenheit glaubt sie mir kein Wort mehr.","translation":"Because of this matter, she no longer believes a word of me."}],"König":[{"text":"Es war einmal ein König, der drei Töchter hatte.","translation":"Once upon a time lived a king who had three daughters."},{"text":"In seinem Hause ist jeder König.","translation":"In his house, everyone is king."},{"text":"Der Arm des Königs reicht weit.","translation":"The king's arm reaches far."},{"text":"Wenn Sie Dank erwarten, gehen sie zum König!","translation":"If you expect thanks, go to the king!"},{"text":"Welcher König hat Neuschwanstein bauen lassen?","translation":"Which king had Neuschwanstein built?"}],"hübsch":[{"text":"Du siehst sehr hübsch aus heute Abend.","translation":"You look very pretty tonight."},{"text":"Seine Tochter ist hübsch.","translation":"His daughter is pretty."},{"text":"Im Wagen vor mir fährt ein hübsches Mädchen.","translation":"In the car in front of me is a pretty girl."},{"text":"Meine Mutter sagt, ich sei hübsch.","translation":"My mom says I'm pretty."},{"text":"Er verlor sein Herz an das hübsche Mädchen.","translation":"He lost his heart to the pretty girl."}],"wohnen":[{"text":"Das ist das Haus, wo er wohnt.","translation":"This is the house where he lives."},{"text":"Peter wohnt bei seinem Freund.","translation":"Peter lives with his friend."},{"text":"Zwei Jahre lang wohnten seine Frau und das Kind bei mir.","translation":"His wife and child lived with me for two years."},{"text":"Frau Schmidt wohnt in der Nummer Fünf.","translation":"Ms Schmidt lives at No.5."},{"text":"Die Frau, mit deren Tochter Sie gesprochen haben, wohnt nicht hier.","translation":"The women whose daughter you spoke to doesn't live here."}],"Text":[{"text":"Ich habe diesen Text verstanden.","translation":"I understand this text."},{"text":"Ich möchte Sie bitten, mir zu sagen, ob es in diesem Text Fehler gibt.","translation":"I would ask you to tell me whether there are any errors in this text."},{"text":"Wer hat diesen Text geschrieben?","translation":"Who wrote this text?"},{"text":"Ich möchte den Text noch einmal hören.","translation":"I would like to hear the text again."},{"text":"Schlagt Seite 50 eures Textes auf.","translation":"Open your texts to page 50."}],"würdest":[{"text":"Ich dachte, du würdest mir nicht vertrauen.","translation":"I thought you wouldn't trust me."},{"text":"Das Beste wäre, du würdest jetzt ins Bett gehen.","translation":"It would be best if you went to bed now."},{"text":"Was würdest du heute Abend gern machen?","translation":"What would you like to do tonight?"},{"text":"Was würdest du in einer ähnlichen Situation machen?","translation":"What would you do in a similar situation?"},{"text":"Ich hoffte, du selbst würdest mir alles erzählen.","translation":"I hoped you yourself would tell me everything."},{"text":"Ich dachte, du würdest gerne neue Sachen lernen.","translation":"I thought you would like to learn new things."},{"text":"Ich fragte mich, ob du heute kommen würdest.","translation":"I wondered if you would come today."},{"text":"Wenn ich die Wahrheit sagen würde, würdest du es auch nicht glauben.","translation":"If I were telling the truth, you wouldn't believe it either."},{"text":"Es wäre besser, wenn du kein Auto fahren würdest.","translation":"It would be better if you didn't drive a car."},{"text":"Würdest du mich gern noch einmal treffen?","translation":"Would you like to meet me again?"}],"wirken":[{"text":"Es muss von Herzen kommen, was auf Herzen wirken soll.","translation":"It must come from the heart what should work on hearts."},{"text":"Gottes Wort wirkt in allen Sprachen.","translation":"God's Word works in all languages."},{"text":"Sie wirkt wirklich glücklich.","translation":"She seems really happy."},{"text":"Die Liebe wirkt Wunder.","translation":"Love works miracles."},{"text":"Alles, was man isst, wirkt sich auf den Körper aus.","translation":"Every single thing that you eat affects your body."}],"na":[{"text":"Na ja, du hast recht, aber das ist nicht die Wahrheit.","translation":"Well, you're right, but that's not the truth."},{"text":"„Könntest du mir noch mal helfen, Tom?“ – „Was, schon wieder? Na gut!“","translation":"\"Could you help me again, Tom?\" – \"What, again? Oh well!\""},{"text":"Na warte, wenn ich dich kriege!","translation":"Well, wait when I get you!"},{"text":"Na klar, werde ich gehen.","translation":"Of course I will go."},{"text":"Das läuft in allen Ländern gleich, na ja, in fast allen.","translation":"It works the same way in every country. Well, almost."},{"text":"„Sag mal was auf Französisch!“ – „Was soll ich denn sagen?“ – „Na, irgendwas!“","translation":"\"Say something in French!\" – \"What can I say?\" – \"Well, something!\""},{"text":"„Wie geht es dir?“ – „Na ja, es geht so.“","translation":"\"How are you?\" – \"Well, that's how it works.\""},{"text":"„Morgen soll es regnen.“ – „Na endlich! Der Garten wird sich freuen.“","translation":"\"It's supposed to rain tomorrow.\" \"About time! The garden will be pleased.\""},{"text":"„Da kommt Tom.“ – „Na bravo! Der hat mir gerade noch gefehlt.“","translation":"\"Here comes Tom.\" \"Great! Just what I need right now.\""},{"text":"Na, der kann's ja, oder?","translation":"Well, he can do it, right?"}],"Lösung":[{"text":"Es gibt keine Lösung.","translation":"There is no solution."},{"text":"In der Nacht um zwei Uhr hatte er endlich die Lösung gefunden.","translation":"At 2:00 a.m. he finally found the solution."},{"text":"Die einfachen Lösungen sind immer die schönsten.","translation":"The simplest solutions are always the best."},{"text":"Wenn es keine Lösung gibt, dann gibt es kein Problem.","translation":"If there is no solution, then there is no problem."},{"text":"Perfekte Lösungen brauchen viel Zeit.","translation":"Perfect solutions take a lot of time."}],"herum":[{"text":"Die Kinder tollen im ganzen Haus herum.","translation":"The children romp around the whole house."},{"text":"Die Welt um mich herum ist in mir.","translation":"The world around me is within me."},{"text":"Es gibt viele um mich herum, trotzdem fühle ich mich allein.","translation":"There are many around me, yet I feel alone."},{"text":"Man kommt nicht darum herum.","translation":"There's no getting around it."},{"text":"Sie saßen um den Lehrer herum.","translation":"They sat around the teacher."}],"verbringen":[{"text":"Er verbrachte den Abend damit, ein Buch zu lesen.","translation":"He spent the evening reading a book."},{"text":"Ich verbringe viel Zeit draußen.","translation":"I spend a lot of time outside."},{"text":"Als ich klein war, verbrachte ich Stunden damit, alleine in meinem Zimmer zu lesen.","translation":"When I was little, I spent hours reading alone in my room."},{"text":"Mit wem solltest du mehr Zeit verbringen?","translation":"Who should you spend more time with?"},{"text":"Wir verbrachten einen ruhigen Tag auf dem Land.","translation":"We spent a peaceful day in the countryside."}],"Bein":[{"text":"Zwar hat der Mensch zwei Beine, doch kann er nur einen Weg gehen.","translation":"Although man has two legs, he can only go one way."},{"text":"Er hat mir ein Bein gestellt.","translation":"He gave me a leg."},{"text":"Lieber arm dran als Bein ab.","translation":"Better poor than leg off."},{"text":"Lügen haben schöne Beine.","translation":"Sometimes lies have nice legs."},{"text":"Stellen Sie ihn auf die Beine und schicken Sie ihn zu mir!","translation":"Get it on its feet and send it to me!"}],"Firma":[{"text":"Wissen Sie etwas über diese Firma?","translation":"Do you know anything about this company?"},{"text":"Tom hat seine eigene Firma ins Leben gerufen.","translation":"Tom started his own company."},{"text":"Ich glaube, unsere Firma steckt tief in der Scheiße! Was können wir tun?","translation":"I think our company is deep in shit! What can we do?"},{"text":"Unsere Firma hat eine sehr lange Geschichte.","translation":"Our company has a long, long history."},{"text":"Seine Firma öffnete im Jahr 2005.","translation":"His firm opened in 2005."}],"per":[{"text":"Sie können auf diese Nachricht nicht per E-Mail antworten.","translation":"You cannot reply to this message by e-mail."},{"text":"Kannst du es per Mail schicken?","translation":"Can you send it by mail?"},{"text":"Bitte geben Sie mir per Mail Bescheid.","translation":"Please let me know by e-mail."},{"text":"„Nach Paris“, sagte Tom, „nach Paris fahre ich per Velo.“","translation":"\"To Paris,\" said Tom, \"to Paris I go by bike.\""},{"text":"Kann ich per Mastercard zahlen?","translation":"Could I pay via Mastercard?"}],"behandeln":[{"text":"Wer nicht schlecht ist, wird oft schlecht behandelt.","translation":"Those who are not bad are often treated badly."},{"text":"Wer nicht handelt, wird behandelt.","translation":"Those who do not act will be treated."},{"text":"Die Größe eines großen Mannes zeigt sich darin, wie er die kleinen Leute behandelt.","translation":"The greatness of a great man is shown in how he treats the little people."},{"text":"Bei allem, was recht ist, so behandelt man seine Freunde nicht!","translation":"For all that is right, you don't treat your friends like that!"},{"text":"Behandelt die Menschen so, wie ihr selbst von ihnen behandelt werden wollt.","translation":"Treat people as you would like them to treat you."}],"vollständig":[{"text":"Dieses Problem ist vollständig gelöst.","translation":"This problem is completely solved."},{"text":"Wir wollen vollständige Sätze.","translation":"We want complete sentences."},{"text":"Wie ist dein vollständiger Name?","translation":"What's your full name?"},{"text":"Vor den Punkt habe ich einen vollständigen Satz gesetzt.","translation":"I have put a complete sentence before the point."},{"text":"Würden Sie mir bitte Ihren vollständigen Namen und Ihre Adresse nennen?","translation":"Would you please tell me your full name and address?"}],"zahlen":[{"text":"Du kannst vor Ort zahlen.","translation":"You can pay on the spot."},{"text":"„Herr Ober, zahlen bitte!“ – „Das macht fünfzehn Euro fünfzig.“","translation":"\"Mr. Ober, please pay!\" – \"That makes fifteen euros fifty.\""},{"text":"Man lässt sich gern schützen, aber man zahlt nicht gern.","translation":"You like to be protected, but you don't like to pay."},{"text":"Reines Glück genießt doch nie, wer zahlen soll und weiß nicht wie.","translation":"Pure luck never enjoys who should pay and does not know how."},{"text":"Bitte, wir möchten zahlen. Wie viel macht alles zusammen, bitte?","translation":"Please, we want to pay. How much does it all add up, please?"}],"komplett":[{"text":"Da ist es, komplett in schwarz und weiß.","translation":"Here it is, all in black and white."},{"text":"Wieso verstehst du nicht, dass das komplett verschiedene Dinge sind?","translation":"Why don't you understand that these are completely different things?"},{"text":"Tom war komplett oben ohne.","translation":"Tom was completely topless."},{"text":"Ich habe seinen Namen komplett vergessen.","translation":"I completely forgot his name."},{"text":"Tut mir leid, dass ich so spät bin. Ich hatte das Treffen komplett vergessen.","translation":"I'm sorry to be so late. The meeting completely slipped my mind."}],"Markt":[{"text":"Die beste Kuh geht nicht zu Markt.","translation":"The best cow does not go to the market."},{"text":"Wir gehen mal eben zum Markt.","translation":"We will just go to the market."},{"text":"Auf dem Markt glaubt niemand an höhere Menschen.","translation":"In the market, no one believes in higher people."},{"text":"Die Erfahrung zeigt, dass da, wo Märkte funktionieren, jeder kriegt, was er will.","translation":"Experience shows that where markets work, everyone gets what they want."},{"text":"Man muss kaufen, weil Markt ist.","translation":"You have to buy because there is market."}],"Leistung":[{"text":"Du kannst deine Leistung verbessern.","translation":"You can improve your performance."},{"text":"Alter an sich ist keine Leistung.","translation":"Age in itself is not an achievement."},{"text":"Eine so gute Leistung habe ich gar nicht von Tom und Maria erwartet.","translation":"Tom didn't know Mary would do that so well."},{"text":"Seine Leistung ließ nichts zu wünschen übrig.","translation":"His performance left nothing to be desired."},{"text":"Er gewann den Preis für hervorragende Leistungen in allen Bereichen.","translation":"He won the award for excellence in all areas."}],"tust":[{"text":"Wichtig ist nicht, wo du bist, sondern was du tust, wo du bist.","translation":"The important thing is not where you are, but what you do, where you are."},{"text":"Tust du mir einen Gefallen?","translation":"Will you do me a favor?"},{"text":"Wenn du das was du tust liebst, wird man es merken.","translation":"If you love what you do, you will notice it."},{"text":"Was glaubst du, was du da gerade tust?","translation":"What do you think you're doing?"},{"text":"Ich hasse es, wenn du so tust, als würdest du mich nicht kennen!","translation":"I hate it when you pretend like you don't know me."},{"text":"Keine Arbeit ist so schwer wie die, die du nicht gerne tust.","translation":"No work is as hard as the one you don't like to do."},{"text":"Liebe, was du tust!","translation":"Love what you do."},{"text":"Nicht was du sagst, sondern das, was du tust, zeigt, wer du wirklich bist.","translation":"Not what you say, but what you do shows who you really are."},{"text":"Du tust so, als würdest du mich nicht verstehen.","translation":"You pretend you don't understand me."},{"text":"Was tust du, wenn du nicht weißt, was jemand anderes meint?","translation":"What do you do when you don't know what someone else means?"}],"Mitte":[{"text":"Die Wahrheit liegt in der Mitte.","translation":"The truth lies in the middle."},{"text":"Die Mitte der Nacht ist auch schon der Anfang eines neuen Tages.","translation":"The middle of the night is already the beginning of a new day."},{"text":"In der Mitte geht man am sichersten.","translation":"In the middle you walk safest."},{"text":"Berlin-Mitte ist nicht das wahre Leben.","translation":"Berlin-Mitte is not real life."},{"text":"In der Mitte der Straße ist eine weiße Linie.","translation":"There is a white line in the middle of the road."}],"übrigens":[{"text":"Übrigens ist das ein ganz interessantes Problem.","translation":"By the way, this is a very interesting problem."},{"text":"Du kannst mich übrigens 'Muiriel' nennen.","translation":"By the way, you can call me 'Muiriel'."},{"text":"Übrigens, wann warst du das letzte Mal in Nürnberg?","translation":"By the way, when was the last time you were in Nuremberg?"},{"text":"Übrigens, woher bist du?","translation":"By the way, where are you from?"},{"text":"Du bist übrigens dran, mir eine Geschichte zu erzählen.","translation":"By the way, it's your turn to tell me a story."}],"Spieler":[{"text":"Dieser Spieler ist groß.","translation":"This player is great."},{"text":"Jeder Spieler bekommt zwölf Karten auf die Hand.","translation":"Each player gets twelve cards in his hand."},{"text":"Tom ist ein Spieler und hat sein ganzes Geld verloren.","translation":"Tom is a gambler and has lost all his money."},{"text":"Alle Spieler waren in Position.","translation":"All the players were in position."},{"text":"Das sind die besten Spieler, die ich in meinem Leben je gesehen habe.","translation":"They are the best players I've seen in my life."}],"Programm":[{"text":"Wir sollten eine Sache nicht vergessen: ein Programm kann nicht denken.","translation":"One thing should not be forgotten: a program cannot think."},{"text":"Wie sieht das Programm für morgen aus?","translation":"What's the program for tomorrow?"},{"text":"Ich kann Programme in Visual Basic schreiben.","translation":"I can write programs in Visual Basic."},{"text":"Das Programm beginnt um neun Uhr.","translation":"The program starts at nine o'clock."},{"text":"Wir müssen den Schluss ziehen, dass das Programm ein Fehler ist.","translation":"We have to conclude that the policy is a failure."}],"gleichzeitig":[{"text":"Das war das erste und gleichzeitig das letzte Mal, dass ich nach London fahre.","translation":"That was the first and at the same time the last time I went to London."},{"text":"Sie standen alle gleichzeitig auf.","translation":"They all stood up at the same time."},{"text":"Mache nicht mehrere Dinge gleichzeitig.","translation":"Do one thing at a time."},{"text":"Tom und Maria fingen gleichzeitig an zu reden.","translation":"Tom and Mary started talking at the same time."},{"text":"Hätte ich doch nur zehn Augen! Dann könnte ich fünf Bücher gleichzeitig lesen!","translation":"If only I had ten eyes! Then I could read five books at the same time!"}],"tanzen":[{"text":"An deiner Stelle würde ich tanzen.","translation":"In your place I would dance."},{"text":"Ich kann nicht einen Schritt Salsa tanzen.","translation":"I can't dance one step salsa."},{"text":"Maria tanzt gern aus der Reihe.","translation":"Maria likes to step out of line."},{"text":"Warum musst du immer aus der Reihe tanzen, Tom?","translation":"Why do you always have to step out of line, Tom?"},{"text":"In der Nacht tanzen die Gedanken herum, und ich kann nicht schlafen.","translation":"At night, my thoughts dance around, and I can't sleep."},{"text":"Wo hast du so gut tanzen gelernt?","translation":"Where did you learn to dance so well?"},{"text":"Es war das erste Mal, dass ich Tom und Maria zusammen tanzen gesehen habe.","translation":"It was the first time I saw Tom and Maria dancing together."},{"text":"Für die Füße ist Tanzen wie Träumen.","translation":"For the feet, dancing is like dreaming."},{"text":"Tom trat Maria beim Tanzen immer wieder auf die Füße.","translation":"Tom stepped on Maria's feet again and again while dancing."},{"text":"Für mich sind Singen und Tanzen besonders wichtig.","translation":"For me, singing and dancing are particularly important."}],"Jungs":[{"text":"Wie viel Jungs sind in dieser Klasse?","translation":"How many boys are there in this class?"},{"text":"Die Jungs machen sich immer über mich lustig.","translation":"The boys used to make fun of me."},{"text":"Da sind mehr Mädchen als Jungs in der Schule.","translation":"There are more girls than boys in school."},{"text":"Die meisten Jungs kennen seinen Namen.","translation":"Most boys know his name."},{"text":"Tom traf einen der Jungs und schlug ihn zu Boden.","translation":"Tom hit one of the boys and knocked him to the ground."},{"text":"Jungs, ich muss los.","translation":"Guys, I have to go."},{"text":"Jungs wollen alle nach der Schule Fußball spielen.","translation":"Boys all want to play football after school."},{"text":"Jungs bleiben Jungs.","translation":"Boys will be boys."},{"text":"Warum sind Jungs nur so süß!","translation":"Why are boys so cute?"},{"text":"„In deinem Alter hatte ich schon einen Freund.“ – „Ih, Mama! Jungs sind doch total widerlich!“","translation":"\"I already had a boyfriend when I was your age.\" \"Ugh, Mum! Boys are totally disgusting!\""}],"zerstören":[{"text":"Das ist eine gute Frage, die ich mit meiner Antwort nicht zerstören möchte.","translation":"That is a good question, which I do not want to destroy with my answer."},{"text":"Wer hat mein Lied so zerstört, Mama?","translation":"Who destroyed my song like that, Mom?"},{"text":"Jeder zerstört das, was er liebt.","translation":"Everyone destroys what they love."},{"text":"Alles auf einmal tun zu wollen, zerstört alles auf einmal.","translation":"Wanting to do everything at once destroys everything at once."},{"text":"Du hast sogar deine eigene Familie zerstört.","translation":"You even destroyed your own family."}],"Dame":[{"text":"Ach, die schönen Damen mit den kleinen Hunden.","translation":"Oh, the beautiful ladies with their tiny dogs."},{"text":"Meine Herren, meine Damen, an die Arbeit! Die Arbeit ruft!","translation":"Gentlemen, ladies, get to work! Work is calling!"},{"text":"Aha! Also so sieht sie aus. — Eine interessante Dame.","translation":"Aha! So this is what it looks like. — An interesting lady."},{"text":"Sprechen die Damen Französisch?","translation":"Do the ladies speak French?"},{"text":"Er wartete einer alten Dame auf.","translation":"He waits on an old lady."}],"aufhören":[{"text":"Wird dieser Krieg niemals aufhören?","translation":"Will this war never stop?"},{"text":"Wer aufhört, besser werden zu wollen, hört auf, gut zu sein.","translation":"Anyone who stops improving has stopped being good."},{"text":"Wir sollten nie aufhören, uns selbst Fragen zu stellen.","translation":"We should never stop asking ourselves questions."},{"text":"Wenn ich könnte, würde ich sofort aufhören.","translation":"If I could I would immediately stop."},{"text":"Wenn Tom viel Geld hätte, würde er aufhören zu arbeiten.","translation":"If Tom had a lot of money, he would stop working."}],"Liste":[{"text":"Er steht auf der schwarzen Liste.","translation":"He's been blacklisted."},{"text":"Auf meiner Liste habe ich zwölf Personen.","translation":"I have twelve people on my list."},{"text":"Meine Sprache ist nicht in der Liste!","translation":"My language is not in the list!"},{"text":"Ich habe seinen Namen der Liste hinzugefügt.","translation":"I added his name to the list."},{"text":"Ich habe eine Liste von Dingen erstellt, die ich gern kaufen würde.","translation":"I've made a list of things I'd like to buy."}],"Gericht":[{"text":"Wir sehen uns vor Gericht wieder.","translation":"We'll see you again in court."},{"text":"Wenn das Ihr letztes Wort ist, sehen wir uns vor Gericht!","translation":"If that's your last word, see you in court!"},{"text":"Vor Gericht muss man die reine Wahrheit sagen.","translation":"In court, you have to tell the pure truth."},{"text":"In diesem Gericht fehlen noch Salz und Pfeffer.","translation":"This dish still lacks salt and pepper."},{"text":"Sie wählt immer das Gericht des Tages.","translation":"She always chooses the dish of the day."}],"Erfolg":[{"text":"Es bestehen wenig Chancen auf Erfolg.","translation":"There is little chance of success."},{"text":"Um Erfolg zu haben, muss man aussehen, als sei man bereits erfolgreich.","translation":"To succeed, you have to look like you're already successful."},{"text":"Es ist der Erfolg, der die großen Männer macht.","translation":"It is the success that makes the great men."},{"text":"Das Fest versprach ein Erfolg zu werden.","translation":"The party promised to be a success."},{"text":"Erfolg kann nur durch harte Arbeit erreicht werden.","translation":"Success can only be achieved through hard work."}],"prozent":[{"text":"In den letzten zehn Jahren sind die Preise um 50 Prozent gestiegen.","translation":"Prices over the last ten years have risen by fifty per cent."},{"text":"Aus wie viel Prozent Wasser besteht unser Körper?","translation":"What percentage of our bodies is water?"},{"text":"„Bist du dir sicher?“ – „Zu hundert Prozent!“","translation":"\"Are you sure?\" \"A hundred per cent.\""},{"text":"Tom erhielt nur ein Prozent der Stimmen.","translation":"Tom received only one per cent of the vote."},{"text":"Ich bin mir zu neunundneunzig Prozent sicher, dass es stimmt.","translation":"I'm 99% sure it's true."}],"technisch":[{"text":"Wann haben Sie das technische Problem gelöst?","translation":"When did you solve the technical problem?"},{"text":"Technisch gesehen bin ich nicht gelegen.","translation":"Technically, I wasn't lying."},{"text":"Das ist mir zu technisch, ich verstehe kein Wort.","translation":"That's too technical for me, I don't understand a word."},{"text":"Ist das technisch möglich?","translation":"Is this technically possible?"},{"text":"Technische Lösungen für dieses Problem gibt es schon seit langem.","translation":"Technical solutions to this problem have been around for a long time."}],"waren":[{"text":"Warte neben dem Auto auf mich!","translation":"Wait beside the car for me!"},{"text":"Warte noch einen Moment!","translation":"Wait a moment!"},{"text":"Warte bitte im Auto!","translation":"Please wait in the car!"},{"text":"Bin gleich zurück! Warte auf mich hier!","translation":"I'll be right back! Wait for me here!"},{"text":"Sie ist beschäftigt. Warte noch ein wenig länger.","translation":"She's busy. Wait a little longer."},{"text":"Wer ein Warum hat, dem ist kein Wie zu schwer.","translation":"If you have a why, no how is too difficult."},{"text":"Nimm hin, dass es so ist. Frage nicht nach dem Warum.","translation":"Accept that it is so. Don't ask why."},{"text":"Wer nach dem Warum von damals fragt, der kann heute selbst Antworten darauf finden.","translation":"If you ask why from back then, you can find answers to it yourself today."},{"text":"„Warum ist dein Zimmer rosa, Tom?“ – „Ach, das war vorher das Zimmer meiner Schwester.“","translation":"\"Why is your room pink, Tom?\" \"Oh, this was my sister's room before.\""},{"text":"Zu jedem Warum gibt es ein Deswegen.","translation":"Every \"why\" has its \"because\"."}],"entsprechend":[{"text":"Ich muss Toms Wünschen entsprechend handeln.","translation":"I must do as Tom wishes."},{"text":"Alles sollte den Regeln entsprechend getan werden.","translation":"Everything should be done in accordance with the rules."},{"text":"Bitte wählen Sie unten die entsprechende Option aus.","translation":"Please select the appropriate option below."},{"text":"Ich habe den Satz deinem Hinweis entsprechend geändert.","translation":"I have changed the sentence according to your note."},{"text":"Das sind die Regeln; verhalten Sie sich entsprechend.","translation":"These are the rules; act accordingly."}],"haut":[{"text":"Ich könnte aus der Haut fahren!","translation":"I could get out of my skin!"},{"text":"Fühlen Sie sich wohl in Ihrer Haut?","translation":"Do you feel comfortable in your skin?"},{"text":"Der Film geht einem wirklich unter die Haut!","translation":"That film really gets under your skin."},{"text":"In kleiner Haut stecken auch Leute.","translation":"There are also people in small skin."},{"text":"Im Grunde genommen, bin ich eine ehrliche Haut.","translation":"Basically, I'm an honest person."}],"riesig":[{"text":"Ich habe mich riesig über das Ergebnis gefreut.","translation":"I was chuffed with the result."},{"text":"Was für ein riesiger Hund!","translation":"What a huge dog!"},{"text":"Er macht einen riesigen Fehler.","translation":"He made a huge mistake."},{"text":"Sie wohnt in einem riesigen Haus.","translation":"She lives in a huge house."},{"text":"In der riesigen Menge verlor sie ihren Freund aus den Augen.","translation":"She lost sight of her friend in the huge crowd."}],"Kontakt":[{"text":"Ich habe meinen Kontakt zu Tom beendet.","translation":"I have ended my contact with Tom."},{"text":"Auf jeden Fall habe ich keinen Kontakt mehr zu ihr.","translation":"In any case, I no longer have any contact with her."},{"text":"Ich hoffe, dass wir Kontakt halten können.","translation":"I hope we'll be able to stay in touch."},{"text":"Ich versuche, Kontakt zu ihrer Schwester aufzunehmen.","translation":"I'm trying to get in touch with her sister."},{"text":"Sie hat wenig Kontakt zu dem Vater der Kinder.","translation":"She has little contact with the children's father."}],"gegenüber":[{"text":"Maria und Tom stehen sich Auge in Auge gegenüber.","translation":"Mary and Tom face to face."},{"text":"Er wohnt gegenüber.","translation":"He lives across the street."},{"text":"Sein Haus liegt gegenüber meinem.","translation":"His house is opposite mine."},{"text":"Der Lehrer und ich saßen uns gegenüber.","translation":"The teacher and I sat face to face."},{"text":"Wir müssen versuchen, anderen Menschen gegenüber nett zu sein.","translation":"We must try to be kind to other people."},{"text":"Dir gegenüber kann ich vielleicht offen sein.","translation":"Maybe I can be open to you."},{"text":"Sie wohnt gegenüber.","translation":"She lives across the street."},{"text":"Meine Einstellung ihm gegenüber hat sich geändert.","translation":"My attitude towards him has changed."},{"text":"Das Geschäft ist gerade gegenüber von meinem Haus.","translation":"The store is just across from my house."},{"text":"Tom setzte sich Maria gegenüber.","translation":"Tom sat down facing Mary."}],"dunkel":[{"text":"Draußen ist es ganz dunkel.","translation":"It's totally dark outside."},{"text":"Im Zimmer ist es dunkel.","translation":"In the room, it is dark."},{"text":"Wenn ich mich recht erinnere, hat sie dunkle Haare.","translation":"If I remember correctly, she has dark hair."},{"text":"Es ist zu dunkel, um draußen zu spielen.","translation":"It is too dark to play outside."},{"text":"Tom hat dunkle, fast schwarze Haare.","translation":"Tom has dark, almost black hair."}],"akzeptieren":[{"text":"Tut mir leid. Das kann ich nicht akzeptieren.","translation":"I'm sorry. I cannot accept that."},{"text":"Ich kann mich schlecht akzeptieren.","translation":"I find it difficult to accept myself."},{"text":"Ich kann sehr schlecht andere Menschen akzeptieren.","translation":"I have a very hard time accepting other people."},{"text":"Ich kann andere Meinungen schlecht akzeptieren.","translation":"I find it difficult to accept other opinions."},{"text":"Der Vater würde den Freund seiner Tochter nicht akzeptieren.","translation":"The father wouldn't accept his daughter's boyfriend."}],"kennenlernen":[{"text":"Schön, Sie kennenzulernen!","translation":"Nice to meet you!"},{"text":"Ich würde dich gerne einmal kennenlernen.","translation":"I would like to get to know you one day."},{"text":"Schön, dass wir uns endlich kennenlernen.","translation":"It's nice that we finally get to know each other."},{"text":"Du bist nicht mehr die Gleiche, die ich kennengelernt habe.","translation":"You are no longer the same person I met."},{"text":"Wer die Menschen kennenlernt, liebt die Tiere.","translation":"Whoever gets to know the people loves the animals."}],"Telefon":[{"text":"Könnten Sie für mich wählen? Das Telefon hängt zu hoch.","translation":"Could you choose for me? The phone hangs too high."},{"text":"Er hat sein Telefon nicht dabei.","translation":"He doesn't have his phone on him."},{"text":"Er holt das Telefon.","translation":"He is answering the telephone."},{"text":"Maria nahm ihr Telefon mit ins Bett; Tom musste auf dem Sofa schlafen.","translation":"Mary went to bed with her phone; Tom had to sleep on the sofa."},{"text":"Tom verbringt mehr Zeit mit seinem Telefon als mit seiner Frau.","translation":"Tom spends more time on his phone than with his wife."}],"Geschmack":[{"text":"Ich finde, Frankfurter haben viel mehr Geschmack als Wiener.","translation":"I think Frankfurters have much more taste than Viennese."},{"text":"Ich liebe an ihnen ihren guten Geschmack.","translation":"What I love about them is their good taste."},{"text":"Hier ist für jeden Geschmack etwas dabei!","translation":"There is something for every taste!"},{"text":"Es ist heute ein wenig zu heiß für meinen Geschmack.","translation":"Today's a bit too hot for my liking."},{"text":"Mein Geschmack ist ziemlich normal.","translation":"My taste is quite normal."}],"wohin":[{"text":"Wohin gehen wir am Abend?","translation":"Where do we go in the evening?"},{"text":"Wohin geht die Reise?","translation":"Where is the journey taking us?"},{"text":"Wohin hast du mein Buch gelegt?","translation":"Where did you put my book?"},{"text":"Tom lief ohne Sinn, ohne zu wissen, wohin.","translation":"Tom ran without thinking, without knowing where."},{"text":"Wenn du aus der Haut fahren willst, musst du auch wissen wohin!","translation":"If you want to get out of your skin, you have to know where to go!"}],"Gast":[{"text":"Seien Sie mein Gast.","translation":"Be my guest."},{"text":"Wir haben keine Gäste erwartet.","translation":"We didn't expect guests."},{"text":"Sie kümmert sich immer sehr um ihre Gäste.","translation":"She always takes great care of her guests."},{"text":"Die Gäste schlafen in diesem Zimmer.","translation":"The guests are sleeping in this room."},{"text":"Gast im Haus, Gott im Haus.","translation":"Guest in the house, God in the house."}],"diesmal":[{"text":"Diesmal bist du zu weit gegangen.","translation":"This time you went too far."},{"text":"Diesmal schaffe ich es!","translation":"This time I can do it!"},{"text":"Diesmal musst du das selbst tun.","translation":"This time you have to do it yourself."},{"text":"Unsere Beziehung ist vorbei, und diesmal für immer.","translation":"Our relationship is over. And this time it's for good."},{"text":"Tom, lass dein Geld stecken. Diesmal zahle ich.","translation":"Tom, put your money away. I'm paying this time."}],"erwähnen":[{"text":"Am besten erwähnen wir es gar nicht.","translation":"It's best not to mention it at all."},{"text":"Tom sagte, er wolle nicht mehr in den Sätzen erwähnt werden.","translation":"Tom said he didn't want to be mentioned in the sentences anymore."},{"text":"Er hat überhaupt nicht erwähnt, dass er so lange in Moskau gelebt hat.","translation":"He did not mention at all that he lived in Moscow for so long."},{"text":"Natürlich habe ich es erwähnt, dann hast du es eben vergessen.","translation":"Of course I mentioned it, then you just forgot."},{"text":"Erwähnen Sie nie wieder seinen Namen.","translation":"Don't ever mention his name again."}],"zumindest":[{"text":"Mein Bruder ist sehr wichtig. Zumindest denkt er das.","translation":"My brother is very important. At least that's what he thinks."},{"text":"Zumindest bin ich älter als du.","translation":"At least I'm older than you."},{"text":"Wir können es zumindest versuchen.","translation":"We can at least try."},{"text":"Wer ein Hund werden will, soll zumindest Hund in einem großen Hause werden.","translation":"If you want to become a dog, you should at least become a dog in a big house."},{"text":"Zumindest würde ich doch gerne wissen, was das überhaupt für Dinger sind.","translation":"At least I would like to know what kind of things they are."}],"hinzu":[{"text":"Die Sauce ist fast fertig. Erst jetzt geben wir Petersilie und Basilikum hinzu.","translation":"The sauce is almost ready. Only now do we add parsley and basil to it."},{"text":"Ich schreibe Sätze hinzu.","translation":"I add sentences."},{"text":"Ja, ich stimme dir zu. Das kommt noch hinzu.","translation":"Yes, I agree with you. That's on top of that."},{"text":"Füg mehr Wasser hinzu!","translation":"Add more water to it."},{"text":"Jedes Mal, wenn ein Mensch lacht, fügt er seinem Leben ein paar Tage hinzu.","translation":"Every time a person laughs, he adds a few days to his life."}],"englisch":[{"text":"Meine Mutter spricht nicht sehr gut Englisch.","translation":"My mother doesn't speak English very well."},{"text":"Ich verstehe Englisch nicht gut.","translation":"I don't understand English well."},{"text":"Warum sprechen sie mit mir immer Englisch? Sie wissen doch, ich kann kein Englisch.","translation":"Why does she always talk to me in English? She knows I can't understand it."},{"text":"Es ist nicht einfach für ihn, Englisch zu lernen.","translation":"English is not easy for him to learn."},{"text":"Außer Englisch spricht Tom keine weiteren Sprachen.","translation":"Apart from English, Tom does not speak any other languages."},{"text":"Warum sprechen sie mit mir immer Englisch? Sie wissen doch, ich kann kein Englisch.","translation":"Why do they always speak English with me? You know, I don't speak English."},{"text":"Schreiben Sie bitte in Englisch, damit andere Menschen Sie verstehen können!","translation":"Please write in English so that other people can understand you!"},{"text":"Sie spricht kaum Englisch.","translation":"She barely speaks English."},{"text":"Englisch ist schwierig, oder?","translation":"English is difficult, isn't it?"},{"text":"Englisch ist eine Sprache, die auf der ganzen Welt gesprochen wird.","translation":"English is a language spoken all over the world."}],"öffentlich":[{"text":"Tom rief Maria von einem öffentlichen Telefon aus an.","translation":"Tom called Mary from a public phone."},{"text":"Es gibt Zeiten, wo die öffentliche Meinung die schlechteste aller Meinungen ist.","translation":"There are times when public opinion is the worst of all opinions."},{"text":"Die öffentliche Meinung gibt es nur, wo es keine Ideen gibt.","translation":"Public opinion exists only where there are no ideas."},{"text":"Die öffentliche Meinung unterstützte das Projekt stark.","translation":"Public opinion strongly supported the project."},{"text":"Das ist ein öffentlicher Ort.","translation":"This is a public place."}],"gefährlich":[{"text":"Alte Leute sind gefährlich; sie haben keine Angst vor der Zukunft.","translation":"Old men are dangerous: it doesn't matter to them what is going to happen to the world."},{"text":"Sei lieber vorsichtig, denn dieser Mann ist bekannt, Frauen gegenüber gefährlich zu sein.","translation":"Better be careful, because this man is known to be dangerous to women."},{"text":"Ich gehe dort nicht hin, weil es zu gefährlich ist.","translation":"I don't go there because it's too dangerous."},{"text":"Die Lage in Ägypten wird immer gefährlicher.","translation":"The situation in Egypt is becoming increasingly dangerous."},{"text":"Nach acht Uhr ist es dort gefährlich.","translation":"It's dangerous there after eight o'clock."}],"mag":[{"text":"Schafft den Hund weg! Ich mag keine Hunde.","translation":"Get that dog away from me! I don't like dogs."},{"text":"„Ich mag Tom nicht.“ – „Ich glaube, er mag dich auch nicht.“","translation":"\"I don't like Tom.\" \"I think that he doesn't like you, either.\""},{"text":"Ich mag keine halben Sachen!","translation":"I don't like half measures!"},{"text":"Der Mann muss Haare lassen, er mag eine Alte oder Junge heiraten.","translation":"The man has to leave hair, he may marry an old or young."},{"text":"Woher kommt es, dass mich niemand versteht und jeder mag?","translation":"Where is it that no one understands me and everyone likes me?"}],"reich":[{"text":"Ein reicher Mann ist oft nur ein armer Mann mit sehr viel Geld.","translation":"A rich man is often just a poor man with a lot of money."},{"text":"Arm oder reich, der Tod macht alle gleich.","translation":"Rich or poor, death makes everyone equal."},{"text":"Er ist reich, er braucht kein Geld!","translation":"He's rich, he doesn't need money!"},{"text":"Glücklich ist das Kind, dessen Vater reich gestorben ist.","translation":"Happy is the child whose father died rich."},{"text":"Reich ist, wer seine Millionen nicht mehr zählen kann.","translation":"Rich is those who can no longer count their millions."}],"a":[{"text":"Wer A sagt, muss nicht B sagen. Er kann auch erkennen, dass A falsch war.","translation":"If you say A, you don't have to say B. He can also see that A was wrong."},{"text":"Bei dir sieht das O wie ein A aus.","translation":"For you, the O looks like an A."},{"text":"Ich habe ein As im Ärmel.","translation":"I have an ace up my sleeve."},{"text":"Miteinander reden ist das A und O. Das musste ich auch erst lernen.","translation":"Talking to each other is the be-all and end-all. I had to learn that first."},{"text":"Gutes Wetter ist das A und O für Tom.","translation":"Good weather is the be-all and end-all for Tom."},{"text":"Ich musste zwischen A und B wählen, aber ich wollte C.","translation":"I had to choose between A and B, but I wanted C."},{"text":"Wer A sagt, muss nicht B sagen. Er kann auch erkennen, dass A falsch war.","translation":"If you say A, you don't have to say B. He can also see that A was wrong."},{"text":"Das haben wir doch schon alles von A bis Z besprochen.","translation":"We have already discussed everything from A to Z."},{"text":"Miteinander reden ist das A und O.","translation":"Talking to each other is the be-all and end-all."},{"text":"A propos Schweiz, waren Sie je im Winter dort?","translation":"Speaking of Switzerland, have you ever been there in the winter?"}]}