{"farbig":[{"text":"Hast du mehr schwarze als farbige Kleidung?","translation":"Do you have more black than colored clothes?"},{"text":"Ich sehe gerne diesen vielen farbigen Flaggen zu.","translation":"I like to watch these many colored flags."},{"text":"Ich brauche kein weißes, sondern farbiges Papier.","translation":"I don't need white paper, but colored paper."},{"text":"Eine farbige Wolke zog am Himmel vorüber.","translation":"A colored cloud passed by in the sky."},{"text":"Das auffälligste Anzeichen dafür war ein großes farbiges Plakat.","translation":"The most striking sign of this was a large colored poster."}],"Digitalisierung":[{"text":"Ist der Mensch ein Sklave der Digitalisierung geworden?","translation":"Has man become a slave to digitization?"},{"text":"Wir müssen sehr genau aufpassen, dass aus Digitalisierung nicht Terrorisierung wird.","translation":"We have to be very careful that digitization does not turn into terrorization."},{"text":"Der Wertewandel in der modernen Gesellschaft wird durch die Digitalisierung noch beschleunigt.","translation":"The change in values in modern society is being accelerated by digitization."},{"text":"Der Fortschritt in der Digitalisierung könnte das Abwägen in der Gesellschaft in vielen Bereichen reduzieren auf Entweder – Oder.","translation":"Progress in digitization could reduce the balancing in society in many areas to either–or."},{"text":"Die Entmenschlichung der Gesellschaft wird durch die Digitalisierung noch potenziert.","translation":"The dehumanization of society is exacerbated by digitization."}],"leiser":[{"text":"Guter Rat ist wie Schnee, je leiser er fällt, desto länger bleibt er liegen.","translation":"Good advice is like snow, the quieter it falls, the longer it remains."},{"text":"Reden wir leise und offen miteinander. Je offener, desto leiser.","translation":"Let's talk quietly and openly with each other. The more open, the quieter."},{"text":"Könntest du die Musik etwas leiser stellen? Ich versuche hier, mich zu konzentrieren!","translation":"Could you turn the music down a bit? I'm trying to concentrate here!"},{"text":"Je leiser du wirst, desto mehr kannst du hören.","translation":"The quieter you get, the more you can hear."},{"text":"Stell die Musik leiser!","translation":"Turn the music down!"}],"belügen":[{"text":"Man kann Gott belügen, aber nicht betrügen.","translation":"You can lie to God, but you can't cheat."},{"text":"Kann sich die Vernunft selbst belügen?","translation":"Can reason lie to itself?"},{"text":"So ehrlich kann ein Mensch gar nicht sein, dass er sich nicht selbst belügt.","translation":"A person cannot be so honest that he does not lie to himself."},{"text":"„Habe ich dich schon mal belogen?“ – „Ja, schon mehrmals.“","translation":"\"Have I ever lied to you?\" – \"Yes, several times.\""},{"text":"Ich bin enttäuscht, weil mein Freund mich belügt.","translation":"I'm disappointed because my friend is lying to me."}],"ausfallen":[{"text":"Was passiert, wenn jetzt der Strom ausfällt?","translation":"What will happen if there's power failure now?"},{"text":"Tom hatte so viel um die Ohren, dass er das Mittag ausfallen ließ.","translation":"Tom was so busy he skipped lunch."},{"text":"Er wird für zwei Monate ausfallen.","translation":"He will be out for two months."},{"text":"Er wird die ganze Saison ausfallen.","translation":"He'll miss the whole season."},{"text":"Ich vermute, die Antwort wird negativ ausfallen.","translation":"I suspect the answer will be negative."}],"ber":[{"text":"Mein Herz schlug so heftig, dass es dem Bersten nahe war.","translation":"My heart beat so hard that it was close to bursting."},{"text":"Der Bus war zum Bersten voll.","translation":"The bus was full to bursting."}],"kriminell":[{"text":"Wer kriminelle Energien entwickeln kann, der kann zum Messer greifen.","translation":"Anyone who can develop criminal energies can reach for a knife."},{"text":"Das ist eine kriminelle Handlung und du wirst sicherlich dafür bestraft werden!","translation":"That is a criminal offense, and you will surely be punished!"},{"text":"Der Mensch ist von Natur aus kriminell.","translation":"Man is criminal by nature."},{"text":"Tom hat eine kriminelle Vergangenheit.","translation":"Tom has a criminal history."},{"text":"Die größte kriminelle Organisation im Land ist zur Zeit die Regierung.","translation":"The largest criminal organization in the country at the moment is the government."}],"Vorname":[{"text":"Ulrike ist ein schöner deutscher und weiblicher Vorname.","translation":"Ulrike is a beautiful German and female first name."},{"text":"Sie hat einen seltenen Vornamen.","translation":"She has a rare given name."},{"text":"Ich finde, mein Vorname passt gut zu deinem Nachnamen!","translation":"I think my first name goes well with your last name!"},{"text":"Wie spricht man Ihren Vornamen aus?","translation":"How is your first name pronounced?"},{"text":"Er hat seinen Vornamen langsam wiederholt.","translation":"He repeated his name slowly."}],"bezweifle":[{"text":"Ich bezweifle, dass er pünktlich kommen wird.","translation":"I doubt if he will come on time."},{"text":"Ich bezweifle, dass das funktioniert.","translation":"It is doubtful whether this will work."},{"text":"Ich bezweifle, dass Tom versteht, worüber wir sprechen.","translation":"I doubt that Tom understands what we're talking about."},{"text":"Unter Umständen wird uns Tom glauben, aber ich bezweifle es.","translation":"Tom might believe us, but I doubt it."},{"text":"Obwohl er reich ist, bezweifle ich, dass er glücklich ist.","translation":"Although he is rich, I doubt he is happy."}],"Laser":[{"text":"In dieser Klinik werden Laser-OPs durchgeführt.","translation":"Laser surgeries are performed in this clinic."},{"text":"Die letzte Gruppe präsentierte ein höllisches Spektakel mit Lasern, pyrotechnischen Effekten und sonstigem.","translation":"The last group presented a hellish spectacle with lasers, pyrotechnic effects and more."},{"text":"Die Laserinterferometer-Weltraumantenne (engl. Laser Interferometer Space Antenna, LISA) ist eine Weltraummission, der es möglich sein wird, Gravitationswellen nachzuweisen.","translation":"The Laser Interferometer Space Antenna (LISA) is a space mission that will be able to detect gravitational waves."}],"auflisten":[{"text":"Warum ist bei den Sprachen Maltesisch nicht aufgelistet?","translation":"Why is Maltese not listed in the languages?"},{"text":"Ich habe die Lebensmittel, die ich nicht essen kann, aufgelistet.","translation":"I've listed the foods I can't eat."},{"text":"Alle Namen sind in alphabetischer Reihenfolge aufgelistet.","translation":"All names are listed in alphabetical order."},{"text":"Es wurde eine Million möglicher Nebenwirkungen der Pfizer-Impfung aufgelistet.","translation":"One million possible side effects of the Pfizer vaccine have been listed."},{"text":"Ich kann die Fußballnationalmannschaft namentlich nicht auflisten.","translation":"I cannot list the national football team by name."}],"Becher":[{"text":"Da steht ein Becher Joghurt im Kühlschrank. Kann ich den haben?","translation":"There's a pot of yoghurt in the fridge. Can I have it?"},{"text":"Es ertrinken mehr im Becher als in der Donau.","translation":"More drowning in the cup than in the Danube."},{"text":"Tom goss die heiße Schokolade in zwei Becher.","translation":"Tom poured the hot chocolate into two mugs."},{"text":"Der Becher ist leer.","translation":"The cup is empty."},{"text":"Tom spülte seinen Becher aus, und dann füllte er ihn wieder mit Kaffee.","translation":"Tom rinsed out his mug and then refilled it with coffee."}],"Zielgruppe":[{"text":"Die Drei Gabeln ist eine Kneipe, die Bier anbietet, und ihre Zielgruppe sind Reisende.","translation":"The Three Forks is a pub that offers beer, and its target audience is travelers."},{"text":"Die Plakatkampagne hat ihre Zielgruppe nicht erreicht.","translation":"The poster campaign has not reached its target group."},{"text":"Unsere Produkte enthalten die den Ansprüchen der gegebenen Zielgruppen entsprechenden Zutaten in einer optimalen Zusammenstellung, welche die vorteilhafteste Wirkung im menschlichen Organismus erzielen kann.","translation":"Our products contain the ingredients that meet the requirements of the given target groups in an optimal composition, which can achieve the most beneficial effect in the human organism."}],"Korrektur":[{"text":"Aus diesem Grund war eine Korrektur dringend notwendig.","translation":"For this reason, a correction was urgently needed."},{"text":"Deswegen bitte ich um eine Korrektur.","translation":"That is why I ask for a correction."},{"text":"Die Korrektur jedes Fehlers ist sehr wichtig, um eine Sprache perfekt zu lernen.","translation":"The correction of each error is very important to learn a language perfectly."},{"text":"Wir werden diese Korrektur vornehmen.","translation":"We will make this correction."},{"text":"Wir haben jetzt die Chance zur Korrektur.","translation":"We now have the chance to correct it."}],"Gitter":[{"text":"Bei den wenigsten Gefängnissen sieht man die Gitter.","translation":"In very few prisons you can see the bars."},{"text":"Er hat einige Zeit seines Lebens hinter Gittern verbracht.","translation":"He has spent some time of his life behind bars."},{"text":"Der Gefangene war zwei Monate hinter Gittern.","translation":"The prisoner was behind bars for two months."},{"text":"Die Polizei bringt Sie für zwanzig Jahre hinter Gitter.","translation":"The police will put you behind bars for twenty years."},{"text":"Unschuldig hinter Gittern — das ist ein Alptraum, den Tom erlebte.","translation":"Innocently behind bars — that's a nightmare Tom experienced."}],"flüstern":[{"text":"Er flüstert seiner Freundin etwas ins Ohr.","translation":"He whispers something in his girlfriend's ear."},{"text":"Wer flüstert, der lügt.","translation":"He who whispers lies."},{"text":"Was geflüstert wird, wird am leichtesten geglaubt.","translation":"What is whispered is the easiest to believe."},{"text":"„Was habt ihr denn da ständig zu flüstern?“ – „Ach, nichts, gar nichts, Tom.“","translation":"\"What do you have to whisper all the time?\" – \"Oh, nothing, nothing, Tom.\""},{"text":"Er nahm mich beiseite um mir etwas ins Ohr zu flüstern.","translation":"He took me aside in order to whisper in my ear."}],"nenn":[{"text":"Und jetzt noch eine Bitte: Nenn mich nicht Schatz!","translation":"And now one more request: Don't call me honey!"},{"text":"Nenn doch die Dinge beim Namen.","translation":"Call a spade a spade."},{"text":"Ich heiße Tom, aber nenn mich einfach Meister.","translation":"My name is Tom, but just call me a master."},{"text":"Nenn mir ein Beispiel.","translation":"Give me an example."},{"text":"Nenn mich keinen Idioten!","translation":"Don't call me an idiot!"},{"text":"Nenn Tom nicht so.","translation":"Don't call Tom that."},{"text":"Nenn mich Tom!","translation":"Call me Tom!"},{"text":"Nenn mich Ishmael.","translation":"Call me Ishmael."}],"freilassen":[{"text":"Der Gefangene wurde freigelassen.","translation":"The prisoner was given his freedom."},{"text":"Die Geiseln werden freigelassen werden.","translation":"The hostages will be released."},{"text":"Der Gefangene wurde gestern freigelassen.","translation":"The prisoner was set at liberty yesterday."},{"text":"Dieses Mädchen hat den Vogel freigelassen.","translation":"This girl has released the bird."},{"text":"Früher oder später wird man die Geiseln freilassen.","translation":"Sooner or later, the hostages will be released."}],"Fremdsprache":[{"text":"Ich finde Fremdsprachen sehr interessant.","translation":"I find foreign languages very interesting."},{"text":"Wozu lernst du Fremdsprachen?","translation":"Why are you learning a foreign language?"},{"text":"Was nützen mir drei Fremdsprachen, wenn ich nicht weiß, was ich sagen soll?","translation":"What's the point of my knowing three foreign languages if I don't know what to say?"},{"text":"Es gibt Menschen, die ein zufriedenes Leben führen, ohne jemals eine Fremdsprache zu lernen.","translation":"There are people who live contented lives without ever learning a foreign language."},{"text":"Ich lerne gerade zwei Fremdsprachen.","translation":"I am currently learning two foreign languages."}],"erneuern":[{"text":"Wenn du die Absicht hast, dich zu erneuern, tu es jeden Tag.","translation":"If you intend to renew yourself, do it every day."},{"text":"Ich muss meinen Ausweis erneuern lassen.","translation":"I need to renew my ID card."},{"text":"Ich habe letzten Monat meinen Führerschein erneuern lassen.","translation":"I had my driving licence renewed last month."},{"text":"Erneuern Sie das Abonnement der Zeitung so früh wie möglich!","translation":"Renew your subscription to the newspaper as early as possible!"},{"text":"Möge Gott alle Energien erneuern und unsere Herzen mit Hoffnung für morgen füllen.","translation":"May God renew all energies and fill our hearts with hope for tomorrow."}],"Ellbogen":[{"text":"Ich habe mir am Ellbogen wehgetan.","translation":"I hurt my elbow."},{"text":"Sie stützte sich auf ihren Ellbogen.","translation":"She propped herself up on her elbows."},{"text":"Achten Sie mal darauf, wie der Spieler seine Ellbogen einsetzt!","translation":"Notice how the player uses his elbows."},{"text":"Sie hat eine Narbe am linken Ellbogen.","translation":"She has a scar on the left elbow."},{"text":"Sie verletzte sich am Ellbogen, als sie hinfiel.","translation":"She injured her elbow when she fell."},{"text":"Mein Ellbogen tut immer noch weh.","translation":"My elbow still hurts."},{"text":"Ist dein Kopf so schwer, dass du dich auf die Ellbogen stützen musst?","translation":"Is your head so heavy that you have to lean on your elbows?"},{"text":"Gib ihm mal einen Stoß mit dem Ellbogen!","translation":"Give him a bump with his elbow!"},{"text":"In Tschechien gibt es eine Stadt, die Loket heißt, was \"Ellbogen\" bedeutet.","translation":"In the Czech Republic there is a town called Loket, which means \"elbow\"."},{"text":"Wir haben uns mit unseren Ellbogen gestützt.","translation":"We supported ourselves with our elbows."}],"jähriger":[{"text":"In jedem 70-Jährigen steckt ein 35-Jähriger, der fragt: Was ist passiert?","translation":"Every 70-year-old is a 35-year-old who asks: What happened?"},{"text":"Wegen des Verdachts des versuchten Totschlags sitzt derzeit ein 26-Jähriger in Untersuchungshaft.","translation":"On suspicion of attempted manslaughter, a 26-year-old is currently in custody."},{"text":"Sie wollen sich nach 40-jähriger Ehe trennen.","translation":"They want to separate after 40 years of marriage."},{"text":"Sie wollen sich scheiden lassen nach 40 jähriger Ehe.","translation":"They want to divorce after 40 years of marriage."},{"text":"Warum hat mein 60-jähriger Hausbesitzer ein Trampolin gekauft?","translation":"Why did my 60-year-old homeowner buy a trampoline?"},{"text":"Im Jahr 1903 begannen der 13-jährige Edmond Privat und sein 15-jähriger Freund Hector Hodler, Esperanto zu lernen. Bereits einige Wochen später gründeten sie einen Esperantojugendklub und die Zeitschrift Junger Esperantist.","translation":"In 1903, 13-year-old Edmond Privat and his 15-year-old friend Hector Hodler began learning Esperanto. Just a few weeks later, they founded an Esperanto youth club and the magazine Young Esperantist."},{"text":"Die Fußballgemeinschaft der Welt ist schon müde von Blatters Machenschaften, aber 79-jähriger Blatter ist noch nicht müde von der Langmut der Fußballgemeinschaft.","translation":"The world's football community is already tired of Blatter's machinations, but 79-year-old Blatter is not yet tired of the long-suffering of the football community."}],"qualitativ":[{"text":"Wo liegt der Sinn qualitativ falsche Sätze zu sammeln?","translation":"Where is the sense to collect qualitatively wrong sentences?"},{"text":"Das Ziel dieser Standards ist, die qualitativen Eigenschaften des Honigs genau zu beschreiben.","translation":"The aim of these standards is to accurately describe the qualitative properties of honey."},{"text":"Qualitativ hochwertiges Obst ist im Winter selten und teuer.","translation":"Good quality fruit is scarce in the winter and it costs a lot."},{"text":"Ihre Uhr ist qualitativ hochwertiger als meine.","translation":"Her watch is superior in quality to mine."},{"text":"Diese Firma ist bekannt für ihre qualitativ hochwertige Produktion.","translation":"This company is famous for its high-quality production."}],"geheimnisvoll":[{"text":"An diesem Ort herrscht eine geheimnisvolle Stimmung.","translation":"There is a mysterious atmosphere in this place."},{"text":"Jetzt tu mal nicht so geheimnisvoll.","translation":"Now don't do it so mysteriously."},{"text":"Tu doch nicht so geheimnisvoll, Tom! Was ist los?","translation":"Don't do it so mysteriously, Tom! What is going on?"},{"text":"„Offensichtlich“, sagte Tom und lächelte geheimnisvoll.","translation":"\"Obviously,\" Tom said, smiling mysteriously."},{"text":"Warum tust du so geheimnisvoll?","translation":"Why are you being so secretive?"}],"Regenbogen":[{"text":"Siehst du den Regenbogen?","translation":"Do you see the rainbow?"},{"text":"Was für ein schöner Regenbogen!","translation":"What a beautiful rainbow!"},{"text":"Der Regenbogen ist bunt.","translation":"The rainbow is colorful."},{"text":"Er lehnte sich aus dem Fenster, um den Regenbogen besser sehen zu können.","translation":"He leaned out of the window to see the rainbow better."},{"text":"Die Seele hätte keinen Regenbogen, wenn die Augen nicht weinen könnten.","translation":"The soul would not have a rainbow if the eyes could not cry."}],"Sehnsucht":[{"text":"Leben geht nicht ohne Sehnsucht, Sehnsucht nicht ohne Liebe und Liebe nicht ohne dich!","translation":"Life does not go without longing, longing not without love and love not without you!"},{"text":"Unsere Sehnsucht nach der Zukunft lässt uns vergessen, im Jetzt zu leben.","translation":"Our longing for the future makes us forget to live in the now."},{"text":"Es beginnt alles mit der Sehnsucht.","translation":"It all starts with longing."},{"text":"Dieser Brief enthielt nicht nur Toms Fragen, sondern auch seine Hoffnungen und Sehnsüchte.","translation":"This letter contained not only Tom's questions, but also his hopes and aspirations."},{"text":"Erfüllung ist der Feind der Sehnsucht.","translation":"Fulfillment is the enemy of longing."}],"lindern":[{"text":"Was lindert die Schmerzen?","translation":"What relieves the pain?"},{"text":"Ich hoffe, dass die Massage die Schmerzen Ihrer Frau lindern konnte.","translation":"I hope that the massage was able to relieve your wife's pain."},{"text":"Des Nächsten Leid zu lindern hilft einem, das eigene zu vergessen.","translation":"Alleviating one's neighbour's suffering helps one to forget one's own."},{"text":"Man lindert oft sein Leid, indem man es erzählt.","translation":"You often alleviate your suffering by telling it."},{"text":"Dieses Medikament wird den Schmerz lindern.","translation":"This medicine will soothe the pain."}],"doof":[{"text":"Mann bist du doof! Ich muss dir echt alles erklären!","translation":"Man you are stupid! I really have to explain everything to you!"},{"text":"Wer das liest, ist doof.","translation":"Whoever reads this is stupid."},{"text":"Wer diesen Satz liest, ist doof.","translation":"Anyone who reads this sentence is stupid."},{"text":"Du bist vielleicht doof!","translation":"You might be stupid!"},{"text":"Komm bitte wieder zurück! Ohne dich ist alles doof!","translation":"Please come back! Without you, everything is stupid!"},{"text":"Manche Sätze sind doof.","translation":"Some sentences are stupid."},{"text":"Dieser Satz ist doof; deswegen lösche ich den.","translation":"Tom can start a fire using just two stones, but Maria only needs a spell."},{"text":"„Ich finde, Kühe sind unglaublich doof.“ — „Das beweist, dass Sie Kühe nicht kennen.“","translation":"\"I think cows are incredibly stupid.\" — \"That proves that you don't know cows.\""},{"text":"Maria zählt auch zu den Nüssen. Sie ist nämlich eine doofe.","translation":"Maria is also one of the nuts. She is a stupid one."},{"text":"Das ist eine total doofe Idee.","translation":"That's a really stupid idea."},{"text":"Du bist zu doof für diese Welt.","translation":"You're too stupid to live."},{"text":"Kommst du dir jetzt nicht doof vor?","translation":"Don't you feel stupid now?"},{"text":"Doof bleibt doof.","translation":"Stupid remains stupid."},{"text":"Wenn ein kluger Mensch sich von Berufs wegen doof stellt, nennt man ihn einen Clown.","translation":"If a clever person is stupid by profession, he is called a clown."},{"text":"Doof bleibt doof, da helfen keine Pillen.","translation":"Stupid remains stupid, no pills help."}],"bruh":[{"text":"Die Brühe ist teurer als der Fisch.","translation":"The broth is more expensive than the fish."},{"text":"Ohne Mühe keine Brühe.","translation":"Without effort no broth."},{"text":"Die Brühe ist heiß.","translation":"The broth is hot."},{"text":"Keiner nimmt ein Weib um Gottes willen: Jeder hat gern Fleisch mit guter Brühe.","translation":"No one takes a woman for God's sake: everyone likes meat with good broth."},{"text":"Tom verkaufte sein Auto und kaufte sich ein älteres Modell, und es stellte sich heraus, dass die Brühe teurer war als die Brocken.","translation":"Tom sold his car and bought an older model, and it turned out that the broth was more expensive than the chunks."}],"d.h.":[{"text":"Wir haben etwas aus dem Boden gestampft, d.h. etwas aus dem Nichts erschaffen.","translation":"We have created something out of the ground, i.e. created something out of nothing."},{"text":"Das Misslichste am Karneval ist, dass er im Kalender steht, d.h. abgejubelt werden muss.","translation":"The most unfortunate thing about carnival is that it is on the calendar, i.e. it has to be cheered off."},{"text":"Wir wissen zwar, dass ein niedriges Gehalt Menschen demotiviert. D.h. aber im Umkehrschluß nicht, dass die besonders motiviert sind, diehochbezahlt sind.","translation":"We know that a low salary demotivates people. Conversely, this does not mean that those who are highly paid are particularly motivated."},{"text":"Besucher müssen geeignete Schuhe tragen, d.h. Sicherheitsschuhe.","translation":"Visitors have to wear appropriate shoes, i.e., safety shoes."},{"text":"D.H. Lawrence ist Romancier und Dichter.","translation":"D.H. Lawrence is a novelist and poet."}],"pinkeln":[{"text":"Tom pinkelte an den Baum.","translation":"Tom peed on the tree."},{"text":"Ich lasse mir nicht so ans Bein pinkeln.","translation":"I don't let my leg pee like that."},{"text":"Er ist zu dumm, um ein Loch in den Schnee zu pinkeln.","translation":"He's too stupid to pee a hole in the snow."},{"text":"Ich muss unbedingt pinkeln und ich kann keine Toilette finden.","translation":"I'm bursting for a wee and I can't find a washroom."},{"text":"Wenn ein Kind ins Bett pinkelt, möchte es, dass es nicht Tag wird.","translation":"When a child pees in bed, he doesn't want it to be daytime."}],"unbegrenzt":[{"text":"Englisch ist die Sprache der unbegrenzten Möglichkeiten.","translation":"English is the language of unlimited possibilities."},{"text":"Amerika ist das Land der unbegrenzten Möglichkeiten.","translation":"America is the land of opportunity."},{"text":"Das Internet ist unbegrenzt.","translation":"The Internet is unlimited."},{"text":"Das Universum ist räumlich und zeitlich unbegrenzt.","translation":"The universe is spatially and temporally unlimited."},{"text":"Die Natur ist uns nicht zur unbegrenzten Ausbeutung gegeben.","translation":"Nature is not given to us for unlimited exploitation."}],"besonderheit":[{"text":"Jede Sprache hat ihre eigenen Besonderheiten.","translation":"Each language has its own peculiarities."},{"text":"Versuchen Sie, die Besonderheiten anderer Menschen zu berücksichtigen!","translation":"Try to take into account the peculiarities of other people!"},{"text":"Können Sie die geographischen Besonderheiten der DDR erläutern? - Ein Flachland mit Engpässen.","translation":"Can you explain the geographical peculiarities of the GDR? - A lowland with bottlenecks."},{"text":"Ein jeder von uns besitzt einmalige Besonderheiten und Qualitäten.","translation":"Each of us has unique features and qualities."},{"text":"Die Dialekte und sprachlichen Besonderheiten auf dem Land verlieren sich mehr und mehr in der Hochsprache.","translation":"The dialects and linguistic peculiarities in the countryside are becoming more and more lost in the standard language."}],"rausfinden":[{"text":"Tom erschießt Mary, wenn er das rausfindet!","translation":"Tom is going to shoot Mary if he finds out!"},{"text":"Ich wünschte, ich könnte rausfinden, wie ich Tom überzeugen könnte, uns zu helfen.","translation":"I wish I could figure out how to convince Tom to help us."},{"text":"Ich wünschte, ich könnte rausfinden, wie ich eine DVD brennen kann.","translation":"I wish I could figure out how to burn a DVD."}],"jes":[{"text":"Jesse sprach schlecht Französisch und noch schlechter Deutsch.","translation":"Jesse spoke poor French and even worse German."}],"Entzündung":[{"text":"Was heilt die Entzündung der Bronchien?","translation":"What cures the inflammation of the bronchi?"},{"text":"Ich fürchte, die Entzündung wird immer schlimmer.","translation":"I'm afraid the inflammation is getting worse."},{"text":"Es handelt sich um eine Entzündung.","translation":"It is an inflammation."},{"text":"Eine weitere häufige Komplikation von Hämorrhoiden ist eine Entzündung des Mastdarms.","translation":"Another common complication of hemorrhoids is inflammation of the rectum."},{"text":"Sie hatte eine Entzündung der Schleimhaut des Magen-Darm-Trakts.","translation":"She had inflammation of the mucous membrane of the gastrointestinal tract."}],"Wirbelsäule":[{"text":"Die Wirbelsäule besteht aus fünf Abschnitten.","translation":"The spine consists of five sections."},{"text":"Eine der Kugeln hat seine Wirbelsäule beschädigt.","translation":"One of the bullets damaged his spine."},{"text":"Die Wirbelsäule des Menschen besitzt dreiundzwanzig Bandscheiben.","translation":"The human spine has twenty-three intervertebral discs."},{"text":"Wirbelsäulengymnastik ist gut für die Wirbelsäule.","translation":"Spinal gymnastics is good for the spine."},{"text":"Rückgrat ist ein anderes Wort für Wirbelsäule. Ein Lebewesen, welches ein Rückgrat hat, ist ein Wirbeltier.","translation":"Backbone is another word for spine. A living being that has a backbone is a vertebrate."}],"meisen":[{"text":"Die Stimmung in der Armee ist mies.","translation":"The mood in the army is lousy."},{"text":"Heute ist er mies drauf.","translation":"Today he is in a bad mood."},{"text":"Es geht mir echt mies damit.","translation":"I feel really bad with it."},{"text":"„Warum läuft es in meiner Ehe nur so mies?“ – „Weil du deine Ehefrau niemals spüren lässt, dass sie eine Frau ist.“ – „Wie kann ich sie das denn spüren lassen?“","translation":"\"Why is my marriage going so badly?\" – \"Because you never let your wife feel that she's a woman.\" – \"How can I make her feel that?\""},{"text":"Das ist mies.","translation":"It's bogus."},{"text":"Auf einem Zweig sitzen zwei Meisen. Sind sie ein Paar?","translation":"On one branch sit two. Are they a couple?"},{"text":"In meinem Vogelhäuschen tummeln sich Meisen, Finken und sogar Elstern.","translation":"In my birdhouse there are, finches and even magpies."}],"Zombies":[{"text":"Zombies sind schlecht.","translation":"Zombies are bad."},{"text":"Wir wurden von Zombies angegriffen.","translation":"We were attacked by zombies."},{"text":"Feuer ist das einzige, was Zombies töten kann.","translation":"Fire is the only thing that can kill zombies."},{"text":"Nur Feuer kann die Zombies zerstören.","translation":"Only fire can destroy the zombies."},{"text":"Die Zombies hatten das Haus vollständig umzingelt.","translation":"The zombies had totally surrounded the house."}],"häkeln":[{"text":"Sie häkelt einen Schal.","translation":"She is crocheting a scarf."},{"text":"Meine Schwester häkelt Wollmützen für die ganze Familie.","translation":"My sister crochets wool hats for the whole family."},{"text":"Er ist der Typ Mann, der lieber Topflappen häkelt als Abenteuer zu suchen.","translation":"He's the type of man who'd rather crochet potholders than seek adventure."},{"text":"Imogen aus dem Netz häkelt sich etwa die Hälfte von dem, was sie besitzt.","translation":"Imogen of the Internet crochets about half of her possessions."},{"text":"Meine Großmutter Helen häkelte und strickte gern, aber sie musste damit aufhören, als ihre Sehkraft nachließ.","translation":"My grandmother Helen liked to crochet and knit, but she had to stop when her eyesight declined."}],"fies":[{"text":"Es leuchtet ein, dass ihn niemand mag. Er ist zu fies.","translation":"It stands to reason that nobody likes him. He's too mean."},{"text":"Er hatte nicht vor, fies zu sein. Es war halt seine Natur.","translation":"He doesn't mean to be mean. It's just his nature."},{"text":"Manche Leute sind nett, und manche sind fies.","translation":"Some people are nice, and some are mean."},{"text":"Alle hassen mich, weil ich fies bin.","translation":"Everyone hates me because I'm nasty."},{"text":"Ich traf zufällig einen ehemaligen Schüler von mir, der sagte: „Ich mochte Sie immer. Sie hatten keine Lieblinge in der Klasse; Sie waren einfach zu allen gleichermaßen fies.“","translation":"I happened to meet a former student of mine who said, \"I always liked you. They had no favorites in the class; They were just equally nasty to everyone.\""}],"autsch":[{"text":"Autsch, der Kaffee ist aber heiß!","translation":"Ouch, the coffee is hot though!"},{"text":"Autsch, niemand übersetzt meine Sätze.","translation":"Ouch, nobody translates my sentences."},{"text":"Autsch! Meine Augen schmerzen!","translation":"Ouch! My eyes hurt."},{"text":"Autsch! Mir ist eine Kastanie auf den Kopf gefallen.","translation":"Ouch! A chestnut fell on my head."},{"text":"Autsch!","translation":"Ouch!"}],"halber":[{"text":"Auf halber Fahrt begann Tom, Maria zu vermissen, und machte kehrt.","translation":"Halfway through, Tom began to miss Maria and turned back."},{"text":"Auf halber Strecke haben wir Pause gemacht.","translation":"Halfway through we took a break."},{"text":"Ein halber Freund ist auch ein halber Feind.","translation":"Half a friend is also half an enemy."},{"text":"Es ist ein halber Sandwich in der Tasche, falls du hungrig bist.","translation":"There's half a sandwich in the bag if you're hungry."},{"text":"Er ist auf halber Strecke umgekehrt.","translation":"He turned back halfway."},{"text":"Kleiner Leute halber ging nie eine Schlacht verloren.","translation":"For the sake of little people, a battle was never lost."},{"text":"Sie begrüßten sich der Form halber.","translation":"They greeted each other for the sake of form."},{"text":"Ich habe den Satz der Einfachheit halber neu übersetzt.","translation":"I've retranslated the sentence for simplicity's sake."},{"text":"Der besseren Lesbarkeit halber, kann man einen Bindestrich zwischen Bestandteile längerer Worte setzen.","translation":"For better readability, you can put a hyphen between components of longer words."},{"text":"Der Vollständigkeit halber wollen wir erwähnen, dass der Ring R, als Modul über sich selbst betrachtet, Untermoduln von beliebig großer endlicher Länge besitzt.","translation":"For the sake of completeness, let us mention that the ring R, considered as a module over itself, has submodules of arbitrarily large finite length."}],"stundenlang":[{"text":"Sprechen Sie mit einem Menschen über ihn selbst, und er wird Ihnen stundenlang zuhören.","translation":"Talk to somebody about themselves and they will listen to you for hours."},{"text":"Wir warteten stundenlang.","translation":"We waited for hours and hours."},{"text":"Arbeit ist eine so faszinierende Sache, dass ich anderen stundenlang dabei zuschauen könnte.","translation":"Work is such a fascinating thing that I could watch others do it for hours."},{"text":"Sie hörte stundenlang Musik.","translation":"She listened to music for hours."},{"text":"Er setzte sich und schaute stundenlang aufs Meer.","translation":"He sat looking at the sea for hours."},{"text":"Sie warteten stundenlang auf ihn.","translation":"They waited for him for hours."},{"text":"Wir haben stundenlang darauf gewartet, dass du auftauchst.","translation":"We've been waiting for hours for you to show up."},{"text":"Er blieb stundenlang dort sitzen.","translation":"He stayed sitting there for hours."},{"text":"Schon stundenlang regnet es in Strömen.","translation":"The rain's been teeming down for hours."},{"text":"Wenn ich gestresst bin, fange ich an, stundenlang zu kochen.","translation":"When I'm stressed, I start cooking for hours."},{"text":"Sie hat stundenlang auf ihn gewartet.","translation":"She waited for him for hours."},{"text":"Seine Geschichten unterhielten uns stundenlang.","translation":"His stories entertained us for hours."},{"text":"Worüber kann man sich stundenlang am Telefon unterhalten?","translation":"What can you talk about for hours on the phone?"},{"text":"Ich suchte stundenlang, konnte es aber nicht finden.","translation":"I searched for hours, but couldn't find it."},{"text":"Mir wurde gesagt, dass es schlecht für den Rücken sei, stundenlang vor dem Rechner zu sitzen.","translation":"I've been told that sitting for hours working on my computer is bad for my back."}],"automatisieren":[{"text":"Diese Fabrik ist fast vollständig automatisiert.","translation":"This factory is almost fully automated."},{"text":"Es wird alles automatisiert.","translation":"Everything is automated."},{"text":"Dieser Industriezweig ist noch nicht automatisiert.","translation":"This branch of industry is not yet automated."},{"text":"Eine moderne Fabrik ist voll automatisiert.","translation":"A modern factory is totally automated."},{"text":"Diese Fabrik ist voll automatisiert.","translation":"This factory is fully-automated."}],"spritze":[{"text":"Die Krankenschwester wird Ihnen gleich eine Spritze geben.","translation":"The nurse will give you an injection right away."},{"text":"Der Arzt gab mir eine Spritze.","translation":"The doctor gave me a shot."},{"text":"Ich war ruhig, bis ich die Spritze sah.","translation":"I was calm until I saw the syringe."},{"text":"Die Krankenschwester gab dem Kranken eine Spritze.","translation":"The nurse administered an injection to the patient."},{"text":"Ich schlucke Arzneien lieber, als eine Spritze zu bekommen.","translation":"I prefer to swallow medicines rather than get an injection."}],"Anime":[{"text":"Ich liebe es, Animes anzusehen.","translation":"I love to watch anime."},{"text":"Mit Tom über Anime zu reden, macht am meisten Spaß.","translation":"Talking to Tom about anime is the most fun."},{"text":"Ich sehe mir gerne Animes an.","translation":"I like to watch anime."},{"text":"Die gemeinsame Sprache vieler Animes sind Untertitel.","translation":"The common language of many anime is subtitles."},{"text":"Die meisten Figuren im Anime haben große Augen.","translation":"Most anime characters have large eyes."},{"text":"Japanische Manga und Anime sind auf der ganzen Welt beliebt.","translation":"Japanese manga and anime are popular around the world."},{"text":"Tom ist süchtig nach Anime.","translation":"Tom is addicted to watching anime."}],"entschließen":[{"text":"Maria entschloss sich, ein Experiment durchzuführen.","translation":"Mary decided to carry out an experiment."},{"text":"Jeder Mensch ist nur so glücklich, wie er sich zu sein entschließt.","translation":"Every person is only as happy as he decides to be."},{"text":"Unsere Träume können wir erst dann verwirklichen, wenn wir uns entschließen, daraus zu erwachen.","translation":"We can only realize our dreams when we decide to wake up from them."},{"text":"Angesichts des starken Regens entschloss ich mich, zu übernachten.","translation":"In view of the heavy rain, I decided to stay overnight."},{"text":"Sie entschloss sich schließlich, sich von ihrem Ehemann zu trennen.","translation":"She eventually decided to separate from her husband."},{"text":"Er ist fest entschlossen, herauszufinden, wer seine Tochter umgebracht hat.","translation":"He is determined to find out who killed his daughter."},{"text":"Ich bin entschlossen, Wissenschaftler zu werden.","translation":"I am determined to be a scientist."},{"text":"Sie ist entschlossen, die Firma zu verlassen.","translation":"She is determined to leave the company."},{"text":"Tom wirkte ganz entschlossen.","translation":"Tom seemed very determined."},{"text":"Wann habt ihr beiden euch denn entschlossen zu heiraten?","translation":"When did you two decide to get married?"}],"detaillieren":[{"text":"Ich brauche eine detaillierte Antwort.","translation":"I need a detailed answer."},{"text":"Er hat eine detaillierte Beschreibung des Unfalls gemacht.","translation":"He made a detailed description of the accident."},{"text":"Er hat es detailliert erklärt.","translation":"He explained it in detail."},{"text":"Im Alter sieht man aus wie eine detaillierte Landkarte von Frankreich — lauter kleine Sträßchen.","translation":"In old age you look like a detailed map of France — all small streets."},{"text":"Tom hat es zwar detailliert erklärt, ich bin mir aber noch immer nicht sicher, ob ich es wirklich verstanden habe.","translation":"Even though Tom explained it in detail, I'm still not sure I really understand it."},{"text":"Beschreiben Sie den Unfall detailliert.","translation":"Describe the accident in detail."},{"text":"Tom antwortete detailliert.","translation":"Tom answered in detail."},{"text":"Er erklärte detailliert, was er gesehen hatte.","translation":"He explained in detail what he had seen."},{"text":"Der Pilot beschrieb die Szene detailliert.","translation":"The pilot described the scene in detail."},{"text":"Tom erläuterte das Problem detailliert.","translation":"Tom explained the problem in detail."}],"gierig":[{"text":"Er ist egoistisch und gierig.","translation":"He is selfish and greedy."},{"text":"Sie ist dumm und gierig.","translation":"She's stupid and greedy."},{"text":"Der hungrige Hund stürzte sich gierig auf das Essen.","translation":"The hungry dog greedily pounced on the food."},{"text":"Gierige Menschen wollen immer mehr Dinge haben.","translation":"Greedy people always want more stuff."},{"text":"Die Kinder waren gierig auf die Neuigkeiten ihres Vaters.","translation":"The children were greedy for their father's news."}],"fertigstellen":[{"text":"Endlich habe ich die Arbeit fertiggestellt.","translation":"Finally I finished the work."},{"text":"Wir müssen diese Arbeit um jeden Preis fertigstellen.","translation":"We must complete this work at all costs."},{"text":"Er muss seine Hausaufgaben heute fertigstellen.","translation":"He must finish his homework today."},{"text":"Die neue Brücke wird bis April fertiggestellt worden sein.","translation":"The new bridge will be completed by April."},{"text":"Du musst diese Arbeit vor der Frist fertigstellen.","translation":"You must complete this work before the deadline."}],"qualifiziert":[{"text":"Ich bezweifle, dass er qualifiziert genug ist, um so ein Team zu trainieren.","translation":"I doubt he is qualified enough to manage such a team!"},{"text":"Da die qualifiziertesten Leute diese Arbeit nicht machen wollten, haben wir sie selbst gemacht.","translation":"Since the most qualified people did not want to do this work, we did it ourselves."},{"text":"Gibt es keine qualifizierten Bewerber?","translation":"Are there no qualified applicants?"},{"text":"Es besteht dringender Bedarf an qualifizierten Lehrern.","translation":"There is an urgent need for qualified teachers."},{"text":"Ein Mangel an qualifizierten Handwerkern zog es mit sich, dass der Wiederaufbau der Stadt Jahre dauerte.","translation":"A shortage of skilled artisans meant it took years to rebuild the city."},{"text":"Je früher Kinder Kontakt mit Schach haben, desto mehr Möglichkeiten haben sie, qualifizierte Schachspieler oder professionelle Schachspieler zu werden.","translation":"The earlier children have contact with chess, the more opportunities they have to become qualified chess players or professional chess players."}],"Eichhörnchen":[{"text":"Der Teufel ist ein Eichhörnchen.","translation":"The devil is a squirrel."},{"text":"Wovon träumen Eichhörnchen?","translation":"What do squirrels dream of?"},{"text":"Warum sind Eichhörnchen so süß?","translation":"Why are squirrels so cute?"},{"text":"Das Eichhörnchen klettert auf den Baum.","translation":"The squirrel climbs the tree."},{"text":"Tom fotografierte ein Eichhörnchen beim Fressen einer Nuss.","translation":"Tom took a picture of a squirrel while it was eating a nut."}],"ersticken":[{"text":"Hier ist es so heiß, dass man ersticken könnte.","translation":"Here it is so hot that you could suffocate."},{"text":"Man erstickte den Aufstand.","translation":"The uprising was stifled."},{"text":"Es ist ein übler Bissen, wenn man daran erstickt.","translation":"It's a nasty bite when you choke on it."},{"text":"Er war von Rauch umgeben und erstickte.","translation":"He was surrounded by smoke and suffocated."},{"text":"Chemie-Angela hat gerade entschieden, Europa mit Kohle zu ersticken.","translation":"Chemical Angela has just decided to suffocate Europe with coal."}],"altmodisch":[{"text":"Das ist ein altmodischer Ausdruck.","translation":"This is an old-fashioned expression."},{"text":"Ich habe es auf die altmodische Art getan.","translation":"I did it the old fashioned way."},{"text":"Wir machen auf ganz altmodische Weise Geld: Wir verdienen es.","translation":"We make money the old-fashioned way: we earn it."},{"text":"Ihr Rock ist total altmodisch.","translation":"Her skirt is totally old-fashioned."},{"text":"Sie verkauft einen altmodischen Hut.","translation":"She sells a vintage hat."}],"Regenschirm":[{"text":"Der Regenschirm ist kaputt.","translation":"The umbrella is broken."},{"text":"Ich habe meinen Regenschirm im Restaurant stehen lassen.","translation":"I left my umbrella in the restaurant."},{"text":"Ich habe einen gelben Regenschirm.","translation":"I have a yellow umbrella."},{"text":"Dieses Lied widme ich meinem Regenschirm.","translation":"I dedicate this song to my umbrella."},{"text":"Es tut mir leid, ich habe aus Versehen Ihren Regenschirm mitgenommen.","translation":"I'm afraid I took your umbrella by mistake."}],"Probleme":[{"text":"Er hat die Probleme alle mit Leichtigkeit gelöst.","translation":"He solved all the problems with ease."},{"text":"Wenn es sonst keine Probleme gibt, so ist das sehr erfreulich.","translation":"If there are no other problems, that is very gratifying."},{"text":"Der Zerfall der Sowjetunion hat enorme Probleme verursacht.","translation":"The collapse of the Soviet Union caused enormous problems."},{"text":"„Bist du fertig?“ – „Es gibt noch einige Probleme.“ – „Hervorragend! Sage mir: Wie lange soll ich noch warten?“","translation":"\"Are you done?\" – \"There are still some problems.\" – \"Excellent! Tell me: How long should I wait?\""}],"Trailer":[],"geleiten":[{"text":"Oben wird immer geleitet, aber unten wird meistens gelitten.","translation":"Above is always guided, but below is most often suffered."},{"text":"Man könnte meinen, er hat noch nie ein Projekt geleitet.","translation":"You'd think he's never led a project before."},{"text":"Tiere werden vom Instinkt geleitet.","translation":"Animals are guided by instinct."},{"text":"Das Unternehmen wird von meinem älteren Bruder geleitet.","translation":"The company is run by my older brother."},{"text":"Die Konferenz wurde von Herrn Mori geleitet.","translation":"The conference was presided over by Mr Mori."}],"Gutschein":[{"text":"Maria war sauer, weil Tom ihr zum Geburtstag einen Gutschein geschenkt hatte.","translation":"Maria was angry because Tom had given her a voucher for her birthday."},{"text":"Das sind Gutscheine für das Restaurant.","translation":"These are vouchers for the restaurant."},{"text":"Tom bekam einen Gutschein.","translation":"Tom was given a gift card."},{"text":"Dieser Gutschein berechtigt den Inhaber zum Erhalt eines Schokoladeneisbechers.","translation":"This ticket entitles the bearer to one chocolate sundae."},{"text":"Der Gutschein, der in meinem Briefkasten lag, landete im Papierkorb. Schon viel zu oft hatte ich mich locken lassen und war dann enttäuscht gewesen.","translation":"The voucher that was in my mailbox ended up in the trash. Far too many times I had let myself be lured and then had been disappointed."},{"text":"Der beste Gutschein ist ein Geldschein.","translation":"The best voucher is a banknote."},{"text":"Der dem Kunden übergebene Gutschein hatte den Gegenwert von zehn Euro.","translation":"The voucher given to the customer was worth ten euros."}],"Präferenz":[{"text":"In diesem Punkt unterscheiden sich unsere Präferenzen.","translation":"That's where our preferences differ."},{"text":"Der Schlips, den ich trage, ist rot, aber er steht nicht für eine politische Präferenz.","translation":"The tie I wear is red, but it does not represent a political preference."}],"l/100km":[],"überfallen":[{"text":"Vor etwa drei Stunden wurde die Bank hier um die Ecke überfallen.","translation":"About three hours ago, the bank was robbed around the corner."},{"text":"Ein Zittern überfällt ihn.","translation":"A tremor overcomes him."},{"text":"Sind das die Leute, die mich damals überfallen haben?","translation":"Are these the people who attacked me back then?"},{"text":"Zwei Männer mit Masken haben die Bank überfallen.","translation":"Two men wearing masks robbed the bank."},{"text":"Tom wurde überfallen, als er spät am Abend spazieren ging.","translation":"Tom was robbed while walking late at night."}],"Rassismus":[{"text":"Der Rassismus ist in allen Gesellschaften üblich.","translation":"Racism is common in all societies."},{"text":"Manche versuchen etwas gegen den Rassismus zu tun.","translation":"Some try to do something about racism."},{"text":"Ich finde, dass das Thema „Rassismus“ viel öfter und intensiver besprochen werden müsste.","translation":"I think that the topic of \"racism\" should be discussed much more often and more intensively."},{"text":"Schwarze Amerikaner litten weiterhin unter Rassismus.","translation":"Black Americans continued to suffer from racism."},{"text":"Am 21. März ist der Internationale Tag gegen Rassismus.","translation":"March 21 is the International Day against Racism."}],"verhungern":[{"text":"Wer von der Hoffnung lebt, wird eines Tages verhungern.","translation":"Those who live on hope will one day starve."},{"text":"Damals war alles illegal. Legal durfte man verhungern oder sterben.","translation":"Back then, everything was illegal. Legally, you could starve or die."},{"text":"Jedes Jahr verhungern Millionen von Menschen.","translation":"Millions of people starve to death every year."},{"text":"Weißt du, wie viele Menschen auf der Welt jährlich verhungern?","translation":"Do you know how many people in the world starve to death every year?"},{"text":"Lieber verhungere ich als zu klauen.","translation":"I would rather starve to death than steal."}],"ausliefern":[{"text":"Noch nie waren so viele so wenigen so sehr ausgeliefert.","translation":"Never have so many been manipulated so much by so few."},{"text":"Als Gott den Mann schuf, hat sie zunächst die Beta-Version ausgeliefert.","translation":"When God created the man, she first delivered the beta version."},{"text":"Wir können innerhalb einer Woche ausliefern.","translation":"We can deliver within a week."},{"text":"Wo ist denn das Paket, das ich ausliefern soll?","translation":"Where's the package you wanted me to deliver?"},{"text":"Das kleine Boot war dem Wind ausgeliefert.","translation":"The small boat was at the mercy of the wind."}],"hang":[{"text":"Der Felsen rollte den Hang herunter.","translation":"The rock rolled down the hillside."},{"text":"Tom antwortete mit einem echt britischem Hang zur Kürze.","translation":"Tom replied with a genuinely British penchant for brevity."},{"text":"Lauf rasch den Hang hinunter!","translation":"Run quickly down the slope!"},{"text":"Hängen beide miteinander zusammen?","translation":"Are the two related?"},{"text":"Der Apfel fällt nicht weit vom Stamm, es wäre denn, er steht am Hang.","translation":"The apple does not fall far from the trunk, unless it is standing on the slope."}],"Zähne":[{"text":"Sie hat Haare auf den Zähnen.","translation":"She's a nasty witch."},{"text":"Das salzige Fleisch kämpfte mit meinen Zähnen.","translation":"The salty meat struggled with my teeth."},{"text":"Er hatte fast keine Zähne mehr.","translation":"He had almost no teeth."},{"text":"Mit den dritten Zähnen beißen die Männer am leichtesten an.","translation":"With the third teeth, the men bite most easily."},{"text":"Wer mit seinen eigenen Zähnen kaut, hat den meisten Nutzen.","translation":"Those who chew with their own teeth have the most benefit."},{"text":"Kariöse Zähne schmerzen oft.","translation":"Carious teeth often hurt."},{"text":"Haben Schildkröten Zähne?","translation":"Do turtles have teeth?"},{"text":"Zeig ihnen die Zähne... lächle!","translation":"Show them your teeth... Smile!"},{"text":"Dieser Schwachsinnige hat scharfe Zähne.","translation":"This imbecile has sharp teeth."},{"text":"Zahnärzte untersuchen mit Röntgenstrahlen Zähne.","translation":"Dentists examine teeth with x-rays."}],"bedeckt":[{"text":"Die ganze Stadt war mit gelbem Staub bedeckt.","translation":"The entire city was covered in yellow dust."},{"text":"Der Himmel ist mit schwarzen Wolken bedeckt.","translation":"The sky is covered with black clouds."},{"text":"Blendender Schnee bedeckt die Felder.","translation":"The fields are covered with blinding snow."},{"text":"Die Mauer ist teilweise von Efeu bedeckt.","translation":"The wall is partly covered with ivy."},{"text":"Der mittlere Teil der Treppe ist mit einem roten Teppich bedeckt.","translation":"The middle part of the staircase is covered with a red carpet."},{"text":"Der Tisch war mit Papier bedeckt.","translation":"The table was covered with paper."},{"text":"Der Himmel ist bedeckt.","translation":"The sky is overcast."},{"text":"Im Winter ist ein See mit Eis bedeckt.","translation":"In winter, a lake is covered with ice."},{"text":"Er hält sich bedeckt.","translation":"He keeps a low profile."},{"text":"Der Gipfel des Berges war von Schnee bedeckt.","translation":"The top of the mountain was covered in snow."}],"gelöst":[{"text":"Wer ein Problem definiert, hat es schon halb gelöst.","translation":"Defining a problem goes halfway to solving it."},{"text":"Ich habe heute meine geschäftlichen Beziehungen zu ihm gelöst.","translation":"I broke off my business relationship with him today."},{"text":"Durch Streit wird die Sache nicht gelöst.","translation":"Disputes do not solve the matter."},{"text":"Die Angelegenheit scheint gelöst zu sein; eine Sache lässt mir aber keine Ruhe.","translation":"The matter seems to have been resolved; but one thing leaves me no peace."},{"text":"Er ist ein gleichsam verschlossener Mensch mit ständig düsterer Miene. Nie sah ich ihn fröhlich, nie heiteren Sinnes und gelöst.","translation":"He is an almost reserved person with a constantly gloomy face. I never saw him cheerfully, never cheerfully and relaxed."},{"text":"Wir haben dieses Problem gelöst.","translation":"We solved that problem."},{"text":"Wir haben das Problem in einer Woche gelöst.","translation":"We solved that problem in a week."},{"text":"Der Student hat alle Aufgaben schon gelöst.","translation":"The student has already solved all the problems."},{"text":"Ihre Probleme haben sie zwar noch nicht gelöst, aber immerhin besprechen sie diese.","translation":"They haven't yet resolved their problems, but at least they're discussing them."},{"text":"Die Arbeiter haben das Problem mit vereinten Kräften gelöst.","translation":"The workers united to solve the problem."}],"Stimmt's":[{"text":"Du hast vergessen, Tom für das Geschenk zu danken. Stimmt's?","translation":"You forgot to thank Tom for the present, didn't you?"},{"text":"Darüber möchtest du eigentlich nicht reden. Stimmt's?","translation":"You don't really want to talk about this, do you?"},{"text":"Ausländer sind interessant. Stimmt's?","translation":"Foreigners are interesting, aren't they?"},{"text":"Du kannst Touristen nicht leiden. Stimmt's?","translation":"You hate tourists, don't you?"},{"text":"Ich kann auf jeden Fall mit dem Bus zurück nach Boston fahren. Stimmt's?","translation":"I can always take the bus back to Boston, right?"}],"Mr.":[{"text":"Guten Tag! Sind Sie Mr. Sherlock Holmes?","translation":"Good day. Are you Mr. Sherlock Holmes?"},{"text":"Um Gottes willen, Mr. Holmes! Was ist denn los?","translation":"Good heavens, Mr. Holmes! What is the matter?"},{"text":"Ich habe gehört, dass Mr. Collins dir einen Heiratsantrag gemacht hat.","translation":"I heard that Mr. Collins asked you to marry him."},{"text":"Leonard Nimoy, der als Mr. Spock auf der Enterprise weltweit bekannt wurde, ist jetzt gestorben.","translation":"Leonard Nimoy, who became known worldwide as Mr. Spock on the Enterprise, has now died."},{"text":"Ich war ein glücklicher und erfolgreicher Mann, Mr. Holmes, und ich wollte bald heiraten, als ein plötzliches und schreckliches Unglück alle meine Aussichten im Leben zunichte machte.","translation":"I was a happy and successful man, Mr. Holmes, and on the eve of being married, when a sudden and dreadful misfortune wrecked all my prospects in life."}],"gerad":[{"text":"Mein Freund ist ein gerader Mensch.","translation":"My friend is a straight person."},{"text":"Ein gerader Weg führt immer nur ans Ziel.","translation":"A straight path always leads to the goal."},{"text":"Ich sah Tom geraden Blicks an.","translation":"I looked right at Tom."},{"text":"Krumme Bäume tragen so viel Obst wie die geraden.","translation":"Crooked trees carry as much fruit as the straight ones."},{"text":"Führe uns den geraden Weg.","translation":"Guide us down the straight path."}],"böser":[{"text":"Geld ist ein guter Diener und ein böser Herr.","translation":"Money is a good servant and an evil master."},{"text":"Tom hat Marika gesagt, dass unter ihrem Bett ein böser Geist wohne.","translation":"Tom has told Marika that there is an evil spirit living under her bed."},{"text":"An böser Ware ist nichts zu gewinnen.","translation":"There is nothing to be gained from evil goods."},{"text":"Welche Krankheit ist die Schlimmste? Ein böser Nachbar.","translation":"Which disease is the worst? An evil neighbor."},{"text":"Du bist ein böser Junge.","translation":"You're a bad boy."}],"exzellent":[{"text":"Ich habe einen exzellenten Wein im Keller.","translation":"I have an excellent wine in the cellar."},{"text":"Exzellenter Service ist eine Garantie für gute Gefühle.","translation":"Excellent service is a guarantee of good feelings."},{"text":"Ihr Mann ist ein exzellenter Koch.","translation":"Her husband is an excellent cook."},{"text":"Sein Englisch ist exzellent.","translation":"His English is excellent."},{"text":"Die Band ist exzellent.","translation":"That band are excellent."}],"Armband":[{"text":"Das Mädchen hat sein Armband verloren.","translation":"The girl has lost her bracelet."},{"text":"Wir können dieses Armband nicht verkaufen.","translation":"We can't sell that bracelet."},{"text":"Dieses Armband ist teurer als jenes.","translation":"This bracelet is more expensive than that one."},{"text":"Er sagte, dass der Dieb gefangen und das Armband bei ihm gefunden wurde.","translation":"He said that the thief was caught and the bracelet was found on him."},{"text":"Lege das Armband mit dem grünen Stern an!","translation":"Put on the bracelet with the green star!"}],"schälen":[{"text":"Soll ich dir einen Apfel schälen?","translation":"Shall I peel an apple for you?"},{"text":"Die Banane ist ein Obst, das man essen kann, nicht kochen aber schälen muss.","translation":"The banana is a fruit that you can eat, but do not have to cook but peel."},{"text":"Schälen Sie zwei der Bananen.","translation":"Peel two of the bananas."},{"text":"Schälen Sie die Kartoffeln und die Karotten.","translation":"Peel the potatoes and carrots."},{"text":"Schälen Sie die Karotten und schneiden Sie sie in Streifen.","translation":"Peel the carrots and slice them into strips."}],"ausgleichen":[{"text":"Wir müssen den Verlust ausgleichen.","translation":"We must make up for the loss."},{"text":"Ich fuhr schneller, um die verlorene Zeit auszugleichen.","translation":"I drove faster to make up for the lost time."},{"text":"Ich bin bereit, alles zu tun, um den Verlust auszugleichen.","translation":"I am willing to do anything to make up for the loss."},{"text":"Ich arbeitete hart, um den Verlust auszugleichen.","translation":"I worked hard to make up for the loss."},{"text":"Wir haben Sie wiederholt gebeten, Ihren offenen Posten zu Rechnung Nr. 1111 auszugleichen.","translation":"We have asked you repeatedly to settle your outstanding account for the invoice No.1111."}],"Koordinate":[{"text":"Die geographischen Koordinaten Moskaus sind: 55° 45′ n. B., 37° 37′ ö. L.","translation":"The geographical coordinates of Moscow are: 55° 45′ n.B., 37° 37′ ö. L."},{"text":"Tom stellte die Zeitmaschine mit einer kleinen Abweichung auf die räumlichen und zeitlichen Koordinaten seines ersten Treffens mit Maria ein.","translation":"Tom adjusted the time machine with a small deviation to the spatial and temporal coordinates of his first meeting with Mary."}],"lieblings":[{"text":"Meine Lieblings-Wurst ist Weißwurst.","translation":"My favorite sausage is white sausage."},{"text":"Es ist eine meiner Lieblings-Versionen.","translation":"It's one of my favorite versions."},{"text":"Nachdem ich alle seine Werke gelesen hatte, wurde Christoph Columbus einer meiner Lieblings-Helden.","translation":"After reading all his works, Christopher Columbus became one of my favorite heroes."},{"text":"Wer ist euer Lieblings-Blogger?","translation":"Who's your favorite blogger?"},{"text":"Ihre Tochter liebt ihren Lieblings-Goldfisch.","translation":"Her daughter loves her favorite goldfish."},{"text":"Welches ist dein Lieblings-\"Star Wars\"-Charakter?","translation":"Who's your favorite Star Wars character?"},{"text":"Was ist dein Lieblings-Sushi?","translation":"What's your favourite type of sushi?"},{"text":"Eines meiner Lieblings-Zitate von Mark Twain ist: \"Es ist nicht die Größe des Hundes im Kampf, es ist die Größe des Kampfes im Hund.\"","translation":"One of my favorite quotes by Mark Twain is, \"It's not the size of the dog in the fight, it's the size of the fight in the dog.\""},{"text":"Was ist Dein Lieblings-Oldie?","translation":"What's your favorite oldies song?"},{"text":"\"Topolino\" war mein Lieblings-Comic.","translation":"\"Topolino\" was my favorite comic."}],"Bekanntmachung":[{"text":"Hast du die Bekanntmachung gelesen?","translation":"Have you read the announcement?"},{"text":"Ich habe eine wichtige Bekanntmachung.","translation":"I have an important announcement."},{"text":"In der Bekanntmachung wurde die Zahl der Toten und Verletzten übertrieben dargestellt.","translation":"The announcement exaggerated the number of dead and injured."},{"text":"Der Bürgermeister ließ eine amtliche Bekanntmachung verbreiten.","translation":"The mayor had an official announcement distributed."},{"text":"Schau, die Bekanntmachung an der Wand!","translation":"Look, the announcement on the wall!"}],"geschafft":[{"text":"Tom hat es geschafft, eine neue Arbeit zu finden.","translation":"Tom managed to find a new job."},{"text":"Tom hat es geschafft, selber das Feuer auszumachen.","translation":"Tom managed to put out the fire by himself."},{"text":"Den größten Teil unseres Lebens verbringen wir an künstlich geschaffenen Orten.","translation":"We spend most of our lives in artificially created places."},{"text":"Und doch steht unsere künstlich geschaffene Umwelt in einer essenziellen Wechselbeziehung mit der Natur.","translation":"And yet our artificially created environment is in an essential interrelationship with nature."},{"text":"Ich hatte um zwei Uhr dreißig einen Termin, aber ich habe es nicht rechtzeitig geschafft, weil ich in einen Stau geraten bin.","translation":"I had an appointment at 2:30, but I got caught in traffic and couldn't get there in time."},{"text":"Tom und Maria sagten, sie hätten nicht alles geschafft, was sie sich vorgenommen hätten.","translation":"Tom and Mary said they weren't able to do everything they wanted to do."},{"text":"Ihr habt es geschafft, mich zu überzeugen.","translation":"You managed to convince me."},{"text":"Es gab sechs \"Dame\"-Punkte: Sie gehörten keinem der Spieler, da weder Weiß noch Schwarz es geschafft hatten, sie zu gewinnen.","translation":"There were six \"dame\" points: they didn't belong to either of the two players, as neither White nor Black had managed to conquer them."}],"allen":[{"text":"Herzliche Grüße von uns allen!","translation":"Best wishes from all of us."},{"text":"„Dieses Haus wird mir sehr fehlen.“ – „Uns allen, Tom. Uns allen.“","translation":"\"I will miss this house very much.\" – \"All of us, Tom. All of us.\""},{"text":"Mein Vater und meine Mutter sind freundlich zu allen.","translation":"My father and mother are kind to everyone."},{"text":"Er ist der Beste von uns allen.","translation":"He is the best among us."},{"text":"Das ist ein Geschenk von uns allen.","translation":"This is a present from all of us."}],"end":[{"text":"Jede Straße führt ans End’ der Welt.","translation":"Every road leads to the end of the world."},{"text":"Der Krieg wird zu lang, also habe er ein End’!","translation":"The war is getting too long, so have an end'!"},{"text":"Eine Geschichte ist gut, wenn sie ein Happy End hat.","translation":"A story is good if it has a happy ending."},{"text":"Alles versoffen bis ans End, macht ein richtiges Testament.","translation":"Everything drunk to the end, makes a real will."},{"text":"Gleichwie das Gras vom Rechen, ein Blum und fallendes Laub, der Wind nur drüber wehet, so ist es nimmer da: also der Mensch vergehet, sein End, das ist ihm nah.","translation":"Just as the grass from the rake, a flower and falling leaves, the wind blows only over it, so it is never there: so man goes, his end, that is close to him."},{"text":"Also, ich brauche noch ein Happy End!","translation":"So, I still need a happy ending!"},{"text":"Hat die Geschichte ein Happy End?","translation":"Does the story have a happy ending?"},{"text":"Dieser Film hat ein Happy End.","translation":"This movie has a happy ending."},{"text":"Der Film, den sich Tom und Mary zusammen ansahen, hatte ein Happy End.","translation":"The movie that Tom and Mary watched together had a happy ending."},{"text":"Ich mag lieber Romane mit einem Happy End.","translation":"I prefer novels that have a happy ending."}],"Sicherung":[{"text":"Die Sicherung ist wahrscheinlich geflogen.","translation":"The fuse probably flew."},{"text":"Bei ihm brennt leicht die Sicherung durch.","translation":"He has a short fuse."},{"text":"Scheiße, mir ist eine Sicherung durchgeknallt!","translation":"Shit, I went crazy with a fuse!"},{"text":"Die Sicherung ist durchgebrannt.","translation":"The fuse has blown."},{"text":"Mehrere Hundertschaften der Bundespolizei wurden zur Sicherung der Großdemonstration angefordert.","translation":"Several hundred members of the Federal Police were called in to secure the large-scale demonstration."}],"logo":[{"text":"Das Logo von Tatoeba müsste neu gestaltet werden.","translation":"The logo of Tatoeba would have to be redesigned."},{"text":"Dieses Logo muss überarbeitet werden.","translation":"This logo needs to be reworked."},{"text":"Spanien hat die FIFA-Weltmeisterschaft 2010 gewonnen, somit hat das Logo des Nationalteams seinen ersten Stern verdient.","translation":"Spain has won the 2010 FIFA World Cup and the national team logo gains the first star."},{"text":"Hast du dieses Logo schon mal gesehen?","translation":"Have you ever seen this logo?"},{"text":"Mir gefällt das Tatoeba-Logo.","translation":"I like the Tatoeba logo."},{"text":"Was symbolisiert eigentlich das BMW-Logo?","translation":"What does the BMW logo actually symbolize?"},{"text":"Ich finde, das Uber-Logo würde mit Umlaut freundlicher aussehen.","translation":"I think the Uber logo would look friendlier with umlaut."}],"hen":[{"text":"He, he! Was behaupten Sie da? Sind sie sich sicher?","translation":"Hey, he! What are you saying? Are you sure?"}],"frühstücken":[{"text":"Wir frühstücken um acht Uhr.","translation":"We have breakfast at eight."},{"text":"Zuerst muss ich frühstücken.","translation":"First I have to have breakfast."},{"text":"Es ist schön, in Ruhe zu frühstücken.","translation":"It is nice to have breakfast in peace."},{"text":"„Hast du schon gefrühstückt?“ – „So früh mag ich noch nichts, höchstens Kaffee.“","translation":"\"Have you had breakfast yet?\" – \"I don't like anything that early, only coffee.\""},{"text":"Wer mit dem Teufel frühstücken will, muss einen langen Löffel haben.","translation":"If you want to have breakfast with the devil, you have to have a long spoon."}],"Spezies":[{"text":"Ich mache mir Sorgen um unsere Spezies.","translation":"I'm worried about our species."},{"text":"Es gibt auf dem Planeten drei intelligente Spezies.","translation":"There are three intelligent species on the planet."},{"text":"Was haben diese beiden Spezies gemeinsam?","translation":"What do these two species have in common?"},{"text":"Über kurz oder lang wird eine Spezies mit nur einem einzigen Planeten nicht überleben.","translation":"In the long run, a single-planet species will not survive."},{"text":"Wenn eine Spezies ausstirbt, ist sie für immer verschwunden.","translation":"Once a species goes extinct, it's gone forever."}],"oftmals":[{"text":"Es ist oftmals einfacher an eine Lüge zu glauben als an die Wahrheit.","translation":"It is often easier to believe in a lie than in the truth."},{"text":"Oftmals komme ich nicht dazu, zu frühstücken.","translation":"Often I don't get to have breakfast."},{"text":"Da er Rom oftmals besucht hat, kennt er sich dort gut aus.","translation":"Having visited Rome many times, he knows it well."},{"text":"Der Größere gewinnt oftmals.","translation":"The bigger man often wins."},{"text":"Oftmals kann es sein, dass diejenigen die besten Jobs bekommen, die sich zuerst bewerben.","translation":"Often, those who apply first may get the best jobs."}],"schütze":[{"text":"Hier gilt es, Schütze, deine Kunst zu zeigen!","translation":"Here it is, Sagittarius, to show your art!"},{"text":"Schütze dein Eigentum, verdächtige nicht deinen Nachbarn.","translation":"Protect your property, don't suspect your neighbor."},{"text":"Schütze uns vor dem Übel.","translation":"Protect us from evil."},{"text":"Auch der beste Schütze schießt mal daneben.","translation":"Even the best shooter sometimes shoots wrong."},{"text":"Das galaktische Zentrum liegt im Sternbild des Schützen.","translation":"The galactic center is in the constellation Sagittarius."},{"text":"Abc-Schütze Tom kommt von der Schule zurück.","translation":"ABC shooter Tom comes back from school."},{"text":"Abc-Schütze Tom hat den ersten Schultag hinter sich.","translation":"ABC shooter Tom has the first day of school behind him."},{"text":"Warum spricht man vom Tierkreis, wenn doch Wassermann, Zwillinge, Jungfrau, Waage und Schütze gar keine Tiere sind?","translation":"Why do we speak of the zodiac when Aquarius, Gemini, Virgo, Libra and Sagittarius are not animals at all?"},{"text":"Die zwölf Tierkreiszeichen sind: Widder, Stier, Zwillinge, Krebs, Löwe, Jungfrau, Waage, Skorpion, Schütze, Steinbock, Wassermann, Fische.","translation":"The twelve signs of the Zodiac are: Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius and Pisces."},{"text":"Widder, Löwe und Schütze sind die drei Feuerzeichen.","translation":"Aries, Leo and Sagittarius are the three fire signs."}],"lästig":[{"text":"Es ist lästig, bei selbstverständlichen Dingen noch Beweise zu liefern.","translation":"It is annoying to provide evidence for self-evident things."},{"text":"In letzter Zeit empfinde ich alles nur noch als lästig.","translation":"Recently I'm ending up feeling like every single thing is a chore."},{"text":"Es ist lästig, kein Telefon zu haben.","translation":"Not having a telephone is an inconvenience."},{"text":"Aber wenn es mir lästig wird, höre ich bestimmt gleich wieder auf.","translation":"But if it gets annoying for me, I'll definitely stop right away."},{"text":"Langsam wirst du wirklich lästig.","translation":"You're starting to get really annoying."}],"Dummheit":[{"text":"Arroganz ist die Kunst, auf seine eigene Dummheit stolz zu sein.","translation":"Arrogance is the art of being proud of one's own stupidity."},{"text":"Die menschliche Dummheit ist international.","translation":"Human stupidity is international."},{"text":"Wir machen Fehler aus Versehen, die anderen aus Dummheit.","translation":"We make mistakes by mistake, the others out of stupidity."},{"text":"Was nützt mir meine Weisheit, wenn die Dummheit regiert.","translation":"What good is my wisdom if stupidity reigns."},{"text":"Wenn 50 Millionen Menschen etwas Dummes sagen, bleibt es trotzdem eine Dummheit.","translation":"If 50 million people say something stupid, it still remains stupid."}],"Fell":[{"text":"Katzen haben schönes weiches Fell.","translation":"Cats have beautiful soft fur."},{"text":"Mein Papa hat so viel Fell, weil er früher mal ein Affe war.","translation":"My dad has so much fur because he used to be a monkey."},{"text":"Ich fürchte, man wird dir das Fell über die Ohren ziehen.","translation":"I'm afraid they'll pull the fur over your ears."},{"text":"Sein Fell ist schmutzig.","translation":"His fur is dirty."},{"text":"Er hat ein hübsches Fell.","translation":"He has a pretty coat."}],"Loyalität":[{"text":"Loyalität kann nur verschenkt, jedoch nicht erworben werden.","translation":"Loyalty can only be given away, but not acquired."},{"text":"Wem gilt Toms Loyalität?","translation":"Who is Tom's loyalty to?"},{"text":"Wovon sprechen wir, wenn wir über Loyalität sprechen?","translation":"What are we talking about when we talk about loyalty?"},{"text":"Ich schwöre eine absolute Loyalität zu Ihnen.","translation":"I swear an absolute loyalty to you."},{"text":"Toms Loyalität stand nie in Frage.","translation":"Tom's loyalty was never in doubt."}],"Käfer":[{"text":"Der Käfer in seinem Loch ist ein König.","translation":"The beetle in its hole is a king."},{"text":"Mein Vater hat früher einen Käfer gefahren.","translation":"My dad used to drive a Beetle."},{"text":"Tom hat einen Käfer gegessen.","translation":"Tom ate a bug."},{"text":"Er beobachtet den Käfer.","translation":"He's watching the bug."},{"text":"„Mir nach!“ rief Echos Mutter. „Wir wollen uns zum Frühstück ein paar leckere Käfer suchen.“","translation":"\"Follow me!\" Echo's mother called out. \"Let's find some yummy beetles for breakfast.\""}],"auszuprobieren":[{"text":"Ich halte lieber an etwas Altem fest, als etwas Neues auszuprobieren.","translation":"I'd rather hold on to something old than try something new."},{"text":"Hast du keine Energie, etwas Neues auszuprobieren oder zu lernen?","translation":"Don't have the energy to try or learn something new?"},{"text":"Hab keine Angst, Neues auszuprobieren.","translation":"Don't be afraid to try new things."},{"text":"Sie liebt es, Neues auszuprobieren.","translation":"She loves trying new things."},{"text":"Tom ist so ein Kerl, dem es gefällt, Neues auszuprobieren.","translation":"Tom is the kind of guy who likes to try new things."},{"text":"Sie hat Angst davor, Neues auszuprobieren.","translation":"She's scared to try new things."},{"text":"Ich weiß, dass Tom Angst davor hat, Neues auszuprobieren.","translation":"I know Tom is afraid to try new things."},{"text":"Ich hatte Angst davor, Neues auszuprobieren.","translation":"I was scared to try new things."}],"hineingehen":[{"text":"Die Tür war abgeschlossen, und wir konnten nicht hineingehen.","translation":"The door was locked, and we couldn't get in."},{"text":"Ich kann dich nicht allein da hineingehen lassen.","translation":"I can't let you go in there alone."},{"text":"Ich sollte wohl besser allein hineingehen.","translation":"I think I should go in alone."},{"text":"Sorge dafür, dass niemand hineingeht.","translation":"Make sure that nobody enters."},{"text":"Eine Konferenz ist eine Sitzung, bei der Viele hineingehen, aber bei der nur wenig herauskommt.","translation":"A conference is a session where many go in, but where little comes out."}],"bescheuert":[{"text":"Meine Freundin ist bescheuert","translation":"My girlfriend is stupid"},{"text":"Wie kann man denn so bescheuert sein?","translation":"How can you be so stupid?"},{"text":"Du würdest in der Kleidung deiner Mutter bescheuert aussehen.","translation":"You would look stupid in your mother's clothes."},{"text":"Der Typ ist total bescheuert!","translation":"The guy is totally stupid!"},{"text":"Es gibt Fragen, die wirken auf den ersten Blick völlig bescheuert.","translation":"There are questions that seem completely stupid at first glance."},{"text":"Für wie bescheuert hältst du mich eigentlich?","translation":"How stupid do you think I am?"},{"text":"Was schätzt du, wie viel Prozent der Menschen sind total bescheuert?","translation":"What do you estimate, what percentage of people are totally stupid?"},{"text":"Das war eine bescheuerte Idee.","translation":"It was a stupid idea."},{"text":"Es wäre mir nicht recht, wenn du mich für bescheuert hältst.","translation":"I don't want you to think I'm nuts."},{"text":"Was du getan hast, war echt bescheuert.","translation":"What you did was really stupid."}],"fischer":[{"text":"Fischer Fritz fischt frische Fische, frische Fische fischt Fischer Fritz.","translation":"Fisherman Fritz fishes fresh fish, fresh fish fishes fisherman Fritz."},{"text":"Die Fischer hoffen auf reichen Fang.","translation":"The fishermen are hoping for a big catch."},{"text":"Fischer klagen immer über das Wetter.","translation":"Fishermen always complain about the weather."},{"text":"Der Fischer steht allein am Ufer.","translation":"The fisherman stands alone on the shore."},{"text":"Er ist ein erfahrener Fischer.","translation":"He is an experienced fisherman."},{"text":"Das hier ist der Junge, der Tom Fischer heißt.","translation":"This is the boy whose name is Tom Fisher."},{"text":"Ich bin ein Kollege von Fräulein Maria Fischer.","translation":"I am a colleague of Miss Maria Fischer."},{"text":"Wohin fahren Sie in Urlaub, Frau Fischer?","translation":"Where are you going on holiday, Mrs. Fischer?"},{"text":"Toms neuer Roman „Ghoti Fischer“ wurde schnell zu einem Kassenschlager.","translation":"Tom's new novel \"Ghoti Fischer\" quickly became a bestseller."},{"text":"Die ersten Schachspieler, die ich bewundern lernte, waren Capablanca, Aljechin, Botwinnik, Tal, Fischer und Mecking.","translation":"The first chess players I learned to admire were Capablanca, Alekhine, Botwinnik, Tal, Fischer, and Mecking."}]}