{"not":[{"text":"In der Not frisst der Teufel Fliegen.","translation":"In times of famine, the devil feeds on flies."},{"text":"In der Not liegt die Wahrheit.","translation":"In necessity lies the truth."},{"text":"Je größer Not, desto näher bei Gott.","translation":"The greater need, the closer to God."},{"text":"Unter dem Wasser ist Not, unter dem Schnee Brot.","translation":"Under the water is hardship, under the snow bread."},{"text":"Die Wahrheit leidet wohl Not, aber nie den Tod.","translation":"The truth probably suffers hardship, but never death."},{"text":"Jetzt ist Holland in Not.","translation":"Now Holland is in need."},{"text":"Nun ist Holland in Not.","translation":"Now Holland is in need."},{"text":"Not sucht Brot, wo es sich findet.","translation":"Necessity seeks bread where it can be found."},{"text":"Wir sollten Menschen in Not helfen.","translation":"We should help people in need."},{"text":"Es trinken tausend sich in den Tod, eh einer stirbt von Durstes Not.","translation":"A thousand drink themselves to death, ere one dies of thirst."}],"kg":[{"text":"Inge wollte 10 kg abnehmen, nun fehlen noch 13 kg.","translation":"Inge wanted to lose 10 kg, now 13 kg are missing."},{"text":"Es kam ein Mädchen zur Welt. Gewicht: 3,4 kg. Größe: 53 cm.","translation":"A girl was born. Weight: 3.4 kg. Size: 53 cm."},{"text":"Maria nahm 10 kg ab, legte die aber innerhalb von zwölf Monaten wieder zu.","translation":"Mary lost 10 kilograms but put it back on again within 12 months."},{"text":"Tom hat mindestens 3 kg abgenommen.","translation":"Tom has lost at least three kilograms."},{"text":"Seit Tom Rollschuh fährt, hat er 3 kg abgenommen.","translation":"Since Tom has started rollerblading, he's lost three kilos."}],"wachen":[{"text":"Maria wachte Tag und Nacht am Bett ihres kleinen Sohnes.","translation":"Mary watched day and night at her little son's bedside."},{"text":"Mutter wacht morgens als erste auf.","translation":"Mother is the first to wake up in the morning."},{"text":"Die Frau wacht auf.","translation":"The woman wakes up."},{"text":"Mitten in der Nacht wachte er auf.","translation":"He woke up in the middle of the night."},{"text":"Ich wachte auf und war berühmt geworden.","translation":"I woke up and became famous."}],"schnitt":[{"text":"Er wollte einen Schnitt machen und hat sich geschnitten.","translation":"He wanted to make a cut and cut himself."},{"text":"Ich schlafe im Schnitt sechs Stunden pro Tag.","translation":"I sleep an average of six hours a day."},{"text":"Der Schnitt an deinem Arm sieht sehr ernst aus.","translation":"That cut on your arm looks pretty serious."},{"text":"Der Schnitt wird in einigen Tagen heilen.","translation":"The cut will heal up in a few days."},{"text":"Im Schnitt leben Frauen länger als Männer.","translation":"On average, women live longer than men."}],"Einschränkung":[{"text":"Möglicherweise greifen manche Einschränkungen.","translation":"Some restrictions may apply."},{"text":"Erhalten Sie zunächst Ergebnisse. Innerhalb der Einschränkungen.","translation":"Get results first. Within the restrictions."},{"text":"Ich denke, dass Einsprachigkeit eine starke Einschränkung darstellt.","translation":"I think that monolingualism is very limiting."},{"text":"Elektroautos dürfen in der Innenstadt ohne Einschränkung fahren.","translation":"Electric cars are allowed to drive in the city center without restriction."},{"text":"Auf die strenge Einschränkung der Wirtschaft hagelt es Kritik.","translation":"The strict restriction of the economy is met with criticism."}],"Fernseher":[{"text":"Tom sitzt vor dem Fernseher. Er lernt nicht Deutsch.","translation":"Tom is sitting in front of the TV. He doesn't learn German."},{"text":"„Hörst du es, wenn wir bei uns den Fernseher laufen haben?“ – „Kein bisschen.“","translation":"\"Can you hear it when we've got the telly on?\" \"Not at all.\""},{"text":"Dieser Fernseher nimmt zu viel Platz weg.","translation":"This TV takes up too much space."},{"text":"Unser Fernseher ist kaputt.","translation":"Our TV is out of order."},{"text":"Wie kommt das Bild in den Fernseher?","translation":"How does the picture get into the TV?"}],"erstens":[{"text":"Erstens, es ist zu teuer.","translation":"First, it's too expensive."},{"text":"Erstens esse ich und zweitens bezahle ich.","translation":"Firstly, I eat and secondly, I pay."},{"text":"Erstens kommt es anders, zweitens als man denkt.","translation":"Firstly, it turns out differently, secondly than you think."},{"text":"Eine gute Beziehung basiert auf zwei wichtigen Prinzipien. Erstens, schätzt eure Gemeinsamkeiten und, zweitens, respektiert eure Unterschiede.","translation":"A good relationship is based on two important principles. First, appreciate what you have in common and, second, respect your differences."},{"text":"Denk daran, dass eine gute Ehe von zwei Dingen abhängt: erstens den richtigen Menschen zu finden und zweitens der richtige Mensch zu sein.","translation":"Remember that a good marriage depends on two things: first, finding the right person and second, being the right person."},{"text":"Die Massen sind erstens verschwimmende Kopien der großen Männer, zweitens Widerstand gegen die Großen, drittens Werkzeuge der Großen.","translation":"The masses are, firstly, blurred copies of the great men, secondly, resistance to the great, thirdly, tools of the great."},{"text":"Wir finden drei Gründe für den Streit in der menschlichen Natur: erstens Konkurrenz, zweitens Mangel an Selbstvertrauen, drittens Sucht nach Anerkennung.","translation":"We find three reasons for the dispute in human nature: first, competition, second, lack of self-confidence, third, addiction to recognition."},{"text":"Nur in zwei Fällen ist der Krieg gerecht: erstens, wenn es gilt, der Aggression eines Feindes zu widerstehen, und zweitens, wenn es gilt, einem Verbündeten zu Hilfe zu eilen, welcher attackieret wurde.","translation":"There are only two cases in which war is just: first, in order to resist the aggression of an enemy, and second, in order to help an ally who has been attacked."},{"text":"Ich merke, dass ich alt werde, mein Gedächtnis wird immer schlechter; besonders drei Sachen kann ich mir nicht merken: erstens Namen, zweitens Zahlen und drittens - drittens - das habe ich vergessen!","translation":"I notice that I am getting old, my memory is getting worse and worse; I can't remember three things in particular: firstly, names, secondly, numbers and thirdly - thirdly - I forgot that!"}],"befreien":[{"text":"Frei sein bedeutet, sich von seiner Angst zu befreien.","translation":"To be free means to free oneself from fear."},{"text":"Kunst ist Magie, befreit von der Lüge, Wahrheit zu sein.","translation":"Art is magic, freed from the lie of being truth."},{"text":"Geht hinaus in die Natur und befreit euch von euren Sorgen!","translation":"Go out into nature and free yourself from your worries!"},{"text":"Er befreite das Volk von seinen Ketten.","translation":"He freed the people from his chains."},{"text":"Wie befreit man einen Garten von Maulwürfen?","translation":"How to rid a garden of moles?"}],"mittlerweile":[{"text":"Mittlerweile haben wir aus unseren Fehlern gelernt.","translation":"In the meantime, we learnt from our mistakes."},{"text":"Das Wenige, was sie gelernt hat, das hat sie mittlerweile schon vergessen.","translation":"She has already forgotten the little she has learned."},{"text":"Viele halten mittlerweile Tom für den wahren Autor des Shakespeareschen Werks.","translation":"Many now consider Tom to be the true author of Shakespeare's work."},{"text":"Sie sollte mittlerweile angekommen sein.","translation":"She ought to have arrived by now."},{"text":"Tom sollte mittlerweile schon gegessen haben.","translation":"Tom should have already eaten by now."}],"Truppe":[{"text":"Unsere Truppen griffen den Feind an.","translation":"Our troops engaged with the enemy."},{"text":"Amerikanische Truppen blieben bis 1933 in Nicaragua.","translation":"American troops stayed in Nicaragua until 1933."},{"text":"Napoleon führte seine Truppen nach Russland.","translation":"Napoleon led his troops to Russia."},{"text":"Es kommen eine Menge Truppen.","translation":"A lot of troops are coming."},{"text":"Der König sammelte die Truppen in Vorbereitung auf den Kampf.","translation":"The king gathered the troops in preparation for battle."}],"decken":[{"text":"Ist der Tisch schon gedeckt?","translation":"Is the table already laid?"},{"text":"Wenn Gott die Berge sieht, deckt er sie mit Schnee zu.","translation":"When God sees the mountains, He covers them with snow."},{"text":"Meine Mutter bat mich, den Tisch zu decken.","translation":"My mother asked me to set the table."},{"text":"Kannst du mir helfen, den Tisch zu decken?","translation":"Can you help me lay the table?"},{"text":"Tom deckt den Tisch fürs Abendessen.","translation":"Tom is setting the table for dinner."}],"Komponente":[{"text":"Die optische Komponente ist hier nur ein Merkmal.","translation":"The optical component is only one feature here."},{"text":"Die einzige internationale Komponente bei diesem Liederwettbewerb ist der Akzent, mit dem die Teilnehmer auf Englisch singen.","translation":"The only international component of this song competition is the accent with which the participants sing in English."},{"text":"Diese neuen Komponenten werden zweifellos die Ladegeschwindigkeit der Hauptseite beeinflussen.","translation":"These new components will undoubtedly affect the loading speed of the main page."},{"text":"Meine Gedankenstätte vereint historische, zeitgenössische und ungeborene Komponenten.","translation":"My place of thought combines historical, contemporary and unborn components."},{"text":"Es geht über den Umfang der vorliegenden Arbeit hinaus, alle Komponenten zu beschreiben, die Emmets architektonischen Stil ausmachen.","translation":"It is beyond the scope of the present work to describe all the components that comprise Emmet's architectural style."}],"enttäuscht":[{"text":"Wir waren alle vom Spiel enttäuscht.","translation":"We were all disappointed by the game."},{"text":"Die Ausbildung in dieser Welt enttäuscht mich.","translation":"The education in this world disappoints me."},{"text":"„Ich bin schwer enttäuscht.“ – „Was hat dich denn so enttäuscht?“","translation":"\"I'm gutted.\" \"So what's disappointed you so much?\""},{"text":"Der Mann, dem wir vertraut haben, hat uns enttäuscht.","translation":"The man we trusted deceived us."},{"text":"Hat dich jemand enttäuscht? Freu dich, endlich kennst du sein wahres Gesicht.","translation":"Did anyone disappoint you? Rejoice, finally you know his true face."},{"text":"„Ich bin schwer enttäuscht.“ – „Was hat dich denn so enttäuscht?“","translation":"\"I am very disappointed.\" – \"What disappointed you so much?\""},{"text":"Wir sind alle furchtbar enttäuscht von Barack Obama.","translation":"We are all terribly disappointed with Barack Obama."},{"text":"Wen man am meisten gefördert hat, von dem wird man oft besonders enttäuscht.","translation":"Who you have supported the most, you are often particularly disappointed by."},{"text":"Er ist enttäuscht in sein Zimmer gegangen.","translation":"He went to his room disappointed."},{"text":"Ich bin sicher, dass Tom enttäuscht sein wird, wenn er das hört.","translation":"I'm sure Tom will be disappointed when he hears that."}],"aufwachen":[{"text":"Aus einer Theorie kann man aufwachen wie aus einer Krankheit.","translation":"From a theory you can wake up like from a disease."},{"text":"Goldene Träume lassen hungrig aufwachen.","translation":"Golden dreams make you wake up hungry."},{"text":"Du musst aufwachen.","translation":"You need to wake up."},{"text":"Die Ärzte sagen dir, dass dein Bruder nie mehr aufwachen wird.","translation":"The doctors tell you that your brother will never wake up again."},{"text":"Als ich aufwachte, fiel Schnee.","translation":"When I woke up, snow fell."},{"text":"Sie steht gewöhnlich fünf Minuten nach dem Aufwachen auf.","translation":"She usually gets up five minutes after waking."},{"text":"Aufwachen, Tom! Du bist dran.","translation":"Wake up, Tom! It's your turn!"},{"text":"Aufwachen! Du kommst zu spät zur Schule!","translation":"Wake up. You're going to be late for school."},{"text":"Aufwachen, Tom! Wir kommen zu spät!","translation":"Tom, wake up! We're late!"},{"text":"Es lebe das frühe Aufwachen am Morgen!","translation":"Long live waking up early in the morning!"}],"vermisse":[{"text":"Ich vermisse dich.","translation":"I miss you."},{"text":"Ruhe in Frieden, liebe Mama. Ich vermisse Dich sehr.","translation":"Rest in peace, dear mom. I miss you very much."},{"text":"Es ist irgendwie so ruhig hier ohne Tom. Ich vermisse ihn.","translation":"It's somehow so quiet here without Tom. I miss him."},{"text":"„Ich vermisse dich jetzt schon!“ – „Aber ich bin doch noch gar nicht weg!“","translation":"\"I miss you already!\" – \"But I'm not gone yet!\""},{"text":"Ich vermisse diesen Ort.","translation":"I miss this place."}],"ausschließen":[{"text":"Es ist so gut wie ausgeschlossen, dass Tom die Prüfung besteht.","translation":"It's virtually impossible for Tom to pass the exam."},{"text":"Er fühlte sich von der Gesellschaft ausgeschlossen.","translation":"He felt excluded from society."},{"text":"Das ist völlig ausgeschlossen.","translation":"It is completely out of the question."},{"text":"Ups! Das ist nicht ausgeschlossen, dass ich ausgeschlossen wurde.","translation":"Ups! It is not excluded that I was excluded."},{"text":"„Was meinst du, Maria, könnten wir, du und ich ...“ – „Ganz und gar ausgeschlossen, Tom!“","translation":"\"What do you think, Mary, could we, you and I ...\" – \"Completely excluded, Tom!\""},{"text":"Es ist nicht ausgeschlossen, dass ich morgen die Arbeit fertig habe.","translation":"It is not excluded that I will have finished the work tomorrow."},{"text":"Man hat mich aus der Schule ausgeschlossen.","translation":"I was expelled from school."},{"text":"Aber ich glaube nicht, dass das eine das andere ausschließt.","translation":"But I don't think that the one precludes the other."},{"text":"Tom konnte die Möglichkeit nicht völlig ausschließen, dass Maria die Wahrheit sagte.","translation":"Tom couldn't completely rule out the possibility that what Mary said was true."},{"text":"Das heißt nicht, dass sich die beiden gegenseitig ausschließen.","translation":"That is not to say the two are mutually exclusive."}],"Norden":[{"text":"Er fährt auf der Bundesstraße Richtung Norden.","translation":"He's on the A road, going north."},{"text":"Im Norden ist der Winter kalt.","translation":"Winter in the north is cold."},{"text":"Mein Haus ist im Norden der Stadt.","translation":"My house is in the north of the city."},{"text":"Wir bewegen uns nach Norden.","translation":"We're heading north."},{"text":"Ihre Augen und ihr langes Haar waren schwarz, eine im Norden seltene Schönheit.","translation":"Her eyes and long hair were black, a rare beauty in the north."}],"Kartoffel":[{"text":"Es ist schade, dass man Wunder nicht kaufen kann, wie man Kartoffeln kauft.","translation":"It's a pity that you can't buy miracles like you buy potatoes."},{"text":"Die Kartoffel ist ein leckeres Gemüse.","translation":"The potato is a delicious vegetable."},{"text":"Wir essen viele Kartoffeln.","translation":"We eat a lot of potatoes."},{"text":"Warum hast du die Kartoffeln vergessen und nicht das Bier?","translation":"Why did you forget about the potatoes and not the beer?"},{"text":"Brot steht für mich an erster Stelle. Dann kommt die Kartoffel.","translation":"Bread comes first for me. Then comes the potato."}],"putzen":[{"text":"Mein Sohn putzt sich die Zähne.","translation":"My son is brushing his teeth."},{"text":"Ich muss heute unsere Fenster putzen.","translation":"I have to clean our windows today."},{"text":"Bevor ich schlafen gehe, putze ich mir die Zähne.","translation":"I clean my teeth before I go to sleep."},{"text":"Deine Zähne sind ganz gelb. Du musst sie besser putzen!","translation":"Your teeth are all yellow. You should clean them better."},{"text":"Ohne Übung kann man sich nicht einmal die Zähne putzen.","translation":"Without practice, you can't even brush your teeth."}],"entscheidend":[{"text":"Die nächsten vier Wochen werden entscheidend sein.","translation":"The next four weeks will be crucial."},{"text":"Es ist entscheidend für uns, dass wir dieses Spiel gewinnen.","translation":"It is decisive for us that we win this game."},{"text":"Entscheidend ist die Antwort auf die Frage, wer als Erster geschossen hat.","translation":"The decisive factor is the answer to the question of who shot first."},{"text":"Das war der entscheidende Hinweis.","translation":"That was the crucial clue."},{"text":"Es ist nicht entscheidend, was du tust, sondern was du bist.","translation":"It doesn't matter what you do, but what you are."}],"ausdrücken":[{"text":"Kann man das anders ausdrücken?","translation":"Can it be phrased another way?"},{"text":"Liebe kann man nicht nur mit Blumen ausdrücken.","translation":"Love cannot be expressed only with flowers."},{"text":"Es gibt Dinge in dieser Welt, die man einfach nicht mit Worten ausdrücken kann.","translation":"There are things in this world that you just can't express in words."},{"text":"Nur das menschliche Gesicht kann Gefühle ausdrücken.","translation":"Only the human face can express feelings."},{"text":"Du musst den Begriff dieses Wortes genau ausdrücken.","translation":"You have to express the concept of this word exactly."}],"Blog":[{"text":"Ich hab gerade einen Blick auf deinen Blog geworfen — er sieht interessant aus.","translation":"I just had a look at your blog— it looks interesting."},{"text":"Tom hat einen Blog gestartet.","translation":"Tom has started a blog."},{"text":"Ich wünschte, ich könnte herausfinden, wie ich Kommentare zu meinem Blog blockieren kann.","translation":"I wish I could figure out how to block comments on my blog."},{"text":"Tom hat einen Video-Blog.","translation":"Tom has a video blog."},{"text":"Ich lade alle meine Rezepte auf meinem Blog hoch.","translation":"I upload all my recipes on my blog."}],"Manager":[{"text":"Die richtigen Leute einzustellen, ist das Beste, was ein Manager tun kann.","translation":"Hiring the right people is the best thing a manager can do."},{"text":"Der Manager teilte seine Entscheidung den Mitarbeitern mit.","translation":"The manager communicated his decision to the employees."},{"text":"Ich möchte den Manager sprechen.","translation":"I want to talk to the manager."},{"text":"Wie heißt dein Manager?","translation":"What's your manager's name?"},{"text":"Der Manager kümmert sich um viele Probleme.","translation":"The manager deals with many problems."}],"Palast":[{"text":"Wo ist der „Palast der schönen Künste“?","translation":"Where is the Palace of Fine Arts?"},{"text":"Sie führte mich zum Palast.","translation":"She guided me to the palace."},{"text":"Im Vergleich zu unserem Haus ist seins ein Palast.","translation":"Compared to our house, his is a palace."},{"text":"Sie versuchte herauszufinden, welcher Palast der Prinzessin gehörte.","translation":"She tried to find out which palace belonged to the princess."},{"text":"Der Präsident wurde von der Königin bei der Ankunft am Palast begrüßt.","translation":"The president was greeted by the queen on arrival at the palace."}],"post":[{"text":"Wie oft kommt die Post?","translation":"How often does the post come?"},{"text":"Ich habe das Paket zur Post gebracht.","translation":"I took the parcel to the post office."},{"text":"Gestern kam keine Post.","translation":"There was no post yesterday."},{"text":"Ich habe den Brief zur Post gebracht.","translation":"I took the letter to the post office."},{"text":"Entschuldigen Sie bitte, könnten Sie mir den Weg zur Post zeigen?","translation":"Excuse me, could you show me the way to the post office?"}],"Kandidat":[{"text":"Schlechte Kandidaten werden von Bürgern gewählt, die nicht zur Wahl gehen.","translation":"Bad candidates are elected by citizens who do not go to the polls."},{"text":"Das ganze Leben ist ein Spiel und wir sind nur die Kandidaten.","translation":"The whole life is a game and we are only the candidates."},{"text":"So weit ist es schon gekommen, dass wir keinen Kandidaten finden.","translation":"It has already come to the point that we cannot find a candidate."},{"text":"Nicht alle Kandidaten können die Prüfung bestehen.","translation":"Not all the candidates can pass the examination."},{"text":"Sie waren sich sicher, dass 1860 ihr Kandidat gewinnen würde.","translation":"They felt their candidate would win in 1860."}],"Lippe":[{"text":"Einen Kuss auf die Lippen gibt, wer richtig antwortet.","translation":"Every man shall kiss his lips that giveth a right answer."},{"text":"Ich erinnere mich an ihre goldenen Lippen, aber nicht wegen der schönen Sprache.","translation":"I remember her golden lips, but not because of the beautiful language."},{"text":"Sie hängt an seinen Lippen.","translation":"She hangs on every word he says."},{"text":"Die Worte wollten mir nicht über die Lippen.","translation":"The words didn't want to cross my lips."},{"text":"Die Lippen des Toren geraten in Streit, und sein Mund ruft nach Schlägen.","translation":"The fool's lips quarrel, and his mouth cries out for blows."}],"Identität":[{"text":"Er nahm eine neue Identität an.","translation":"He took on a new identity."},{"text":"Die Identität eines Objekts ändert sich nicht durch Änderung von Eigenschaften.","translation":"Changing properties does not change the identity of an object."},{"text":"Ist eine gemeinsame europäische Identität möglich?","translation":"Is a common European identity possible?"},{"text":"Europa hat seine politische Identität verloren.","translation":"Europe has lost its political identity."},{"text":"Eine Identität entsteht durch Handlungen, nicht durch Vorstellungen.","translation":"An identity is created by actions, not by ideas."}],"anschließend":[{"text":"Ich kann es Ihnen sagen, aber dann müsste ich sie anschließend töten.","translation":"I can tell you, but then I would have to kill them afterwards."},{"text":"Wir gehen zunächst einkaufen und anschließend essen.","translation":"We first go shopping and then eat."},{"text":"Wenn ich nur 5 Minuten deine Stimme höre, bin ich anschließend 23 Stunden und 55 Minuten glücklich.","translation":"When I hear your voice for only 5 minutes, I am happy afterwards for 23 hours and 55 minutes."},{"text":"Erst gehen wir ins Museum und anschließend in ein Café.","translation":"First we go to the museum and then to a café."},{"text":"Zeus hat Kronos zerstückelt und ihn anschließend in den Tartarus geworfen.","translation":"Zeus dismembered Kronos and then threw him into Tartarus."},{"text":"Er hat es anschließend bereut.","translation":"He regretted it afterwards."},{"text":"Anschließend möchte ich ins Hotel gehen.","translation":"Afterwards I want to go to the hotel."},{"text":"Wie anschließend zu verfahren ist, ist dir überlassen.","translation":"How to proceed afterwards is up to you."},{"text":"Ich will Französisch lernen und anschließend Italienisch.","translation":"I want to learn French and then Italian."},{"text":"Ich koche zwar gern, doch das anschließende Aufräumen hasse ich.","translation":"I like to cook, but I hate the subsequent tidying up."}],"Roman":[{"text":"Endlich ist der neue Roman erschienen.","translation":"The latest novel has finally been published."},{"text":"Der Roman wurde ins Deutsche übersetzt.","translation":"The novel has been translated into German."},{"text":"Ich würde den Roman lesen, wenn er interessant wäre.","translation":"I would read the novel if it were interesting."},{"text":"Es handelt sich hier um einen Roman.","translation":"This is a work of fiction."},{"text":"Tom verbrachte das ganze Wochenende mit dem Lesen eines historischen Romans.","translation":"Tom spent the whole weekend reading a historical novel."}],"Teller":[{"text":"Gib mir bitte den Teller mit Kartoffeln.","translation":"Please give me the plate of potatoes."},{"text":"Der Teller war so heiß, dass ich ihn fallen ließ.","translation":"The plate was so hot that I dropped it."},{"text":"Ich habe dir im Ofen einen Teller warm gestellt.","translation":"I put you a plate warm in the oven."},{"text":"Ein Teller Suppe reicht.","translation":"This bowl of soup will be enough."},{"text":"Es sind keine sauberen Teller da.","translation":"There are no clean plates."}],"auftritt":[{"text":"Dieser Auftritt war der Clou des Abends.","translation":"This performance was the highlight of the evening."},{"text":"Der nächste Auftritt ist es wert, da zu bleiben.","translation":"The next gig is worth staying there."},{"text":"Sein Auftritt war toll.","translation":"His performance was amazing."},{"text":"Der Auftritt fand heute im Zentrum stand.","translation":"The performance took place today in the center."},{"text":"Ich war vom Auftritt der Gruppe begeistert.","translation":"I was enchanted by the performance of the group."}],"gekocht":[{"text":"Ich habe Reis mit Fleisch und Gemüse gekocht.","translation":"I cooked rice with meat and vegetables."},{"text":"Hast du gut gekocht, so magst du gut essen.","translation":"If you have cooked well, you like to eat well."},{"text":"Was Maria gekocht hatte, schmeckte besser, als es aussah.","translation":"What Mary had cooked tasted better than it looked."},{"text":"Ich habe zwar nichts gekocht, aber schau mal, wie ich hier liege.","translation":"I didn't cook anything, but look how I lie here."},{"text":"Ich habe das Abendessen gekocht.","translation":"I cooked dinner."},{"text":"Kann man mit gekochten Spaghetti Mikado spielen?","translation":"Can you play Mikado with cooked spaghetti?"},{"text":"Selbst gekochtes Essen kann gefährlich sein.","translation":"Home-cooked food can be dangerous."},{"text":"Ich esse jeden Tag zum Frühstück ein gekochtes Ei.","translation":"I have a boiled egg for breakfast every day."},{"text":"Arthur gibt Bohnen in gekochte Suppe.","translation":"Arthur adds beans to boiled soup."},{"text":"Arthur gibt Nüsse in die gekochte Suppe.","translation":"Arthur adds nuts to the boiled soup."}],"Menschheit":[{"text":"Die Menschheit entwickelt sich weiter.","translation":"Mankind is developing further."},{"text":"Die Zukunft der Menschheit liegt in unseren Händen.","translation":"The future of humanity lies in our hands."},{"text":"Ich glaube, dass die Menschheit nur ein Ziel hat: das Leid.","translation":"I believe that humanity has only one goal: suffering."},{"text":"Die glücklichen Zeiten der Menschheit sind die leeren Blätter im Buch der Geschichte.","translation":"The happy times of mankind are the blank pages in the book of history."},{"text":"Ohne Witz kann man nicht auf die Menschheit wirken.","translation":"You can't have an effect on humanity without a joke."}],"Ressource":[{"text":"China ist reich an natürlichen Ressourcen.","translation":"China is rich in natural resources."},{"text":"Wir haben keine solche Menge an Ressourcen.","translation":"We haven't got that amount of resources."},{"text":"Wie viel Ressource trägt dieser Boden?","translation":"How much resource does this soil carry?"},{"text":"Unsere Ressourcen sind begrenzt.","translation":"We have limited resources."},{"text":"Das einzige, was kostbarer ist als irgendwelche Ressourcen, ist Land.","translation":"The only thing more precious than any resources is land."}],"immerhin":[{"text":"Wer lügt, hat an die Wahrheit immerhin gedacht.","translation":"Those who lie have at least thought of the truth."},{"text":"Ein bisschen mehr Respekt, bitte! Ich bin immerhin deine Mutter.","translation":"A little more respect please! I am still your mother."},{"text":"Mich wird ein Computer nie ersetzen! Ich kann immerhin bis zwei zählen.","translation":"A computer will never replace me! After all, I can count to two."},{"text":"Das ist immerhin ein guter Anfang.","translation":"It's a good start."},{"text":"Immerhin spricht sie wieder mit mir.","translation":"At least she's speaking to me again."}],"t":[{"text":"An der Tür war ein großes T für „Toilette“.","translation":"There was a capital T for toilet on the door."},{"text":"Dieses T-Shirt ist zu klein für mich.","translation":"This T-shirt is too small for me."},{"text":"Erkennen Sie dieses T-Shirt wieder?","translation":"Do you recognize this T-shirt?"},{"text":"Ich habe dieses T-Shirt im Angebot gekauft.","translation":"I bought this T-shirt on sale."},{"text":"Mir gefielen diese T-Shirts und ich kaufte drei davon.","translation":"I liked these T-shirts, and I bought three of them."},{"text":"Sein Name fängt mit T an und endet mit m.","translation":"His name begins with a T and ends with an M."},{"text":"Was steht denn da auf deinem T-Shirt?","translation":"What does your T-shirt say?"},{"text":"„Möchtest du ein T-Shirt?“ – „Ja, ich möchte ein rotes.“","translation":"\"Do you want a T-shirt?\" – \"Yes, I want a red one.\""},{"text":"Gestern habe ich ein rotes T-Shirt gekauft.","translation":"Yesterday I bought a red T-shirt."},{"text":"Das ist ein schönes T-Shirt.","translation":"That's a nice T-shirt."}],"z":[{"text":"Wir werden z. B. auch Rinder und Schafe züchten können.","translation":"For example.B we will also be able to breed cattle and sheep."},{"text":"Manche englische Wörter haben zwei Schreibweisen, z. B. \"gray\" und \"grey\".","translation":"Some English words have two spellings - \"gray\" and \"grey\", for example."},{"text":"Kurz gesagt, einige Gewehre haben ausgezeichnete Sicherungen gegen unbeabsichtigtes Abfeuern (z. B. wenn sie fallen gelassen werden), andere nicht.","translation":"In short some guns have excellent security systems to prevent accidental firing (e.g. when dropped), others don't."},{"text":"Das haben wir doch schon alles von A bis Z besprochen.","translation":"We have already discussed everything from A to Z."},{"text":"Du musst mir nicht alles von A bis Z erklären. Ich bin ja nicht blöd.","translation":"You don't have to explain everything to me from A to Z. I'm not stupid."},{"text":"Das ist von A bis Z gelogen.","translation":"This is a lie from A to Z."},{"text":"Ihre Worte sind von A bis Z erlogen.","translation":"Their words are lied to from A to Z."},{"text":"Z ist der letzte Buchstabe des Alphabets.","translation":"Z is the last letter of the alphabet."}],"Schwert":[{"text":"Der Stift ist stärker als das Schwert.","translation":"The pen is stronger than the sword."},{"text":"Gott gebe mir ein gutes Schwert und mir keine Gelegenheit, es zu gebrauchen.","translation":"May God give me a good sword and give me no opportunity to use it."},{"text":"Nimm das Schwert aus deiner Hand!","translation":"Take the sword out of your hand!"},{"text":"Schönheit ist Macht, ein Lächeln ist ihr Schwert.","translation":"Beauty is power, a smile is her sword."},{"text":"Die Hoffnung ist manchmal eine mächtigere Waffe denn das Schwert.","translation":"Hope is sometimes a more powerful weapon than the sword."}],"verwalten":[{"text":"Tom verdient das Geld, doch verwaltet wird es von seiner Frau Maria.","translation":"Tom earns the money, but it is managed by his wife Maria."},{"text":"Gott ist überall, wo man das Recht verwaltet, und unter seinem Himmel stehen wir.","translation":"God is everywhere where the law is administered, and under His heaven we are."},{"text":"Jenes Ministerium verwaltet die inneren Angelegenheiten.","translation":"That ministry administers internal affairs."},{"text":"Das Problem ist, wie wir dieses Geld verwalten sollen.","translation":"The problem is how to manage this money."},{"text":"Sie wissen nicht, wie man den Staat verwaltet.","translation":"They don't know how to manage the state."},{"text":"Sagt an, wie verwaltet Ihr die Zeit, die Euch nur einmal gegeben?","translation":"Say, how do you manage the time you only give once?"},{"text":"Wer liebt, hat ein großes Geschenk zu verwalten.","translation":"Those who love have a great gift to manage."},{"text":"Die erste Generation schafft Vermögen, die zweite Generation verwaltet Vermögen, die dritte studiert Kunstgeschichte, die vierte verkommt.","translation":"The first generation creates wealth, the second generation manages wealth, the third studies art history, the fourth degenerates."}],"Maß":[{"text":"Ich habe nichts gegen Sparmaßnahmen, aber alles mit Maß und Ziel!","translation":"I have nothing against austerity measures, but everything with moderation and purpose!"},{"text":"Ich lasse mir ja vieles gefallen, aber irgendwann ist das Maß voll.","translation":"I put up with a lot, but at some point the measure is full."},{"text":"Der Mensch ist das Maß aller Dinge.","translation":"Man is the measure of all things."},{"text":"Ich habe versucht, ehrlich zu sein, aber in Maßen.","translation":"I tried to be honest, but in moderation."},{"text":"Das rechte Maß zu wissen, ist höchste Kunst.","translation":"Knowing the right measure is the highest art."}],"to":[{"text":"Zašto te to muči?","translation":"Zašto te to muči?"},{"text":"Heute Morgen habe ich einen Coffee to go im Sitzen getrunken.","translation":"This morning I drank a coffee to go sitting down."},{"text":"Plötzlich fehlte bei To und aria der Buchstabe m; und das war der einzige, den sie gemeinsam hatten.","translation":"Suddenly, To and aria were missing the letter m; and that was the only one they had in common."},{"text":"In meiner Sprache heißen die Tonsilben do, re, mi, fa, so, la und ti.","translation":"In my language, the tone syllables are called do, re, mi, fa, so, la and ti."},{"text":"Vier meiner Lieblingsweihnachtslieder sind „Stille Nacht“, „Joy to the World“, „The First Noel“ und „Away in the Manger“.","translation":"Four of my favorite Christmas carols are \"Silent Night,\" \"Joy to the World,\" \"The First Noel\" and \"Away in the Manger.\""}],"Behörde":[{"text":"Ich will keinen Ärger mit den Behörden bekommen.","translation":"I don't want to get into trouble with the authorities."},{"text":"An welche Behörde muss man sich wenden?","translation":"Which authority should I contact?"},{"text":"Tom meldete das niemals den Behörden.","translation":"Tom never reported that to the authorities."},{"text":"Die Behörden sind ein bisschen schwanger, aber immer noch unschuldig jung.","translation":"The authorities are a bit pregnant, but still innocently young."},{"text":"Immer weniger Gesetzte für die Behörden und immer mehr gegen die Bürger?","translation":"Fewer and fewer laws for the authorities and more and more against the citizens?"}],"sperren":[{"text":"Die Straße ist bis auf weiteres gesperrt.","translation":"The road is closed until further notice."},{"text":"Die Tür sperrt.","translation":"The door locks."},{"text":"Wenn Sie fertig sind, sperren Sie bitte das Büro ab.","translation":"When you are done, please lock the office."},{"text":"Dieses Video ist in deinem Land gesperrt.","translation":"This video is blocked in your country."},{"text":"Ich habe meine EC-Karte verloren. Ich möchte sie bitte sperren.","translation":"I have lost my debit card. I would like to block them, please."}],"herein":[{"text":"Tritt ein, bring Glück herein.","translation":"Come in, bring luck."},{"text":"Maria, das ist aber eine Überraschung! Komm doch herein! Hast du schon gegessen?","translation":"Mary! Well, this is a surprise. Come in! Have you eaten yet?"},{"text":"Kommen Sie herein, die Tür ist offen.","translation":"Come in, the door's open."},{"text":"Den Teufel jagt man hinaus, der Satan kommt wieder herein.","translation":"The devil is chased out, Satan comes back in."},{"text":"Bitte, lass mich herein!","translation":"Please let me in."}],"trocknen":[{"text":"Sie wollten Schnee hinter dem Ofen trocknen und dann als Salz verkaufen.","translation":"They wanted to dry snow behind the oven and then sell it as salt."},{"text":"Glücklich, der von sich sagen kann: Ich habe eine Träne getrocknet.","translation":"Happy who can say of himself: I have dried a tear."},{"text":"Eine weibliche Träne trocknet bald.","translation":"A female tear soon dries."},{"text":"Der Schnee läßt sich nicht im Ofen trocknen.","translation":"The snow cannot be dried in the oven."},{"text":"Wir trocknen Blätter.","translation":"We dry leaves."},{"text":"Trocknen Sie Ihre Tränen!","translation":"Dry your tears!"},{"text":"Sie hängte die Wäsche zum Trocknen auf.","translation":"She hung up the laundry to dry."},{"text":"Tom hielt Marias Hand und reichte ihr Taschentücher zum Trocknen der Tränen.","translation":"Tom held Mary's hand and gave her tissues to wipe her tears."},{"text":"Er hat sein Schäfchen im Trocknen.","translation":"He has his sheep drying."},{"text":"Das war Tom, der seine Socken zum Trocknen auf die Heizung gelegt hat.","translation":"It was Tom who put his socks on the radiator to dry."}],"senken":[{"text":"Sie senkte ihre Ansprüche.","translation":"She lowered her standards."},{"text":"Einige Geschäfte senken die Preise.","translation":"Some stores lower prices."},{"text":"Sie werden nichts verkaufen, wenn Sie den Preis nicht senken.","translation":"You won't be selling anything if you don't lower the price."},{"text":"Sie senkte ihre Stimme.","translation":"She lowered her voice."},{"text":"Würdest du bitte deine Stimme senken?","translation":"Would you please lower your voice?"}],"ausziehen":[{"text":"Den Nackten kann man nicht ausziehen.","translation":"You can't undress a naked man."},{"text":"Man soll sich nicht ausziehen, eh man schlafen geht.","translation":"You shouldn't undress before you go to sleep."},{"text":"Liisa entschied, dass Markku ausziehen muss.","translation":"Liisa decided that Markku had to move out."},{"text":"Zähne putzen, ausziehen, ab ins Bett.","translation":"Brush your teeth, undress, go to bed."},{"text":"Du musst deine Schuhe nicht ausziehen.","translation":"You don't need to take your shoes off."}],"übertreiben":[{"text":"Viel Schlechtes entsteht, indem man Gutes übertreibt.","translation":"A lot of bad things happen by exaggerating good things."},{"text":"Die Freuden, die man übertreibt, verwandeln sich in Schmerzen.","translation":"The joys that one exaggerates turn into pain."},{"text":"Es ist wichtig, Englisch zu können, aber ich finde, man kann auch alles übertreiben.","translation":"It's important to know English, but I think you can also overdo everything."},{"text":"Tom übertreibt leicht.","translation":"Tom tends to exaggerate."},{"text":"Sie übertrieb ihre Leiden.","translation":"She magnified her sufferings."},{"text":"„Kennst du Tom?“ – „‚Kennen‘ ist übertrieben. Wir haben uns einmal gesehen.“","translation":"\"Do you know Tom?\" – \"'Knowing' is exaggerated. We saw each other once.\""},{"text":"Gerüchte über unseren Tod sind mächtig übertrieben.","translation":"Rumors of our death are greatly exaggerated."},{"text":"Sie hat ihre Leiden übertrieben dargestellt.","translation":"She has exaggerated her suffering."},{"text":"Die komischen Szenen des Stückes waren übertrieben.","translation":"The comic scenes of the play were exaggerated."},{"text":"Vielleicht habe ich es etwas übertrieben.","translation":"Maybe I overdid it a little."}],"Niveau":[{"text":"Seine Rede war vermutlich auf sehr hohem Niveau. Hast du sie verstanden?","translation":"His speech was probably at a very high level. Did you understand them?"},{"text":"Das Niveau muss stimmen.","translation":"The level must be right."},{"text":"Jeder leidet unter seinem Niveau.","translation":"Everyone suffers below their level."},{"text":"Er arbeitet hart, um an das Niveau der anderen anzuschließen.","translation":"He works hard to catch up with the level of others."},{"text":"Die Diskussion entsprach dem Niveau des Vortrags.","translation":"The discussion corresponded to the level of the presentation."}],"Experiment":[{"text":"Das Experiment muss gelingen. Die nächste Chance ergibt sich erst in fünfzig Jahren.","translation":"The experiment must succeed. The next chance will only arise in fifty years."},{"text":"In Wahrheit heißt etwas wollen ein Experiment machen, um zu erfahren, was wir können.","translation":"In truth, something means wanting to do an experiment to experience what we can do."},{"text":"Die Ehe ist ein viel zu interessantes Experiment, um es nur einmal zu versuchen.","translation":"Marriage is far too interesting an experiment to try just once."},{"text":"Was ist der wissenschaftliche Aspekt bei diesem Experiment?","translation":"What is the scientific aspect of this experiment?"},{"text":"Die Ergebnisse des Experiments haben uns sehr enttäuscht.","translation":"We were very disappointed with the results of the experiment."}],"Mittagessen":[{"text":"Ich will meine Arbeit vor dem Mittagessen beenden.","translation":"I want to finish my work before lunch."},{"text":"Ich esse selten etwas vor dem Mittagessen.","translation":"I hardly eat before lunch."},{"text":"Alle sind müde nach dem Mittagessen.","translation":"Everyone is tired after lunch."},{"text":"Was hast du heute zum Mittagessen gegessen?","translation":"What did you eat for lunch today?"},{"text":"Wir müssen aufstehen, Tom. In einer halben Stunde gibt es Mittagessen.","translation":"We need to get up, Tom. In half an hour there is lunch."}],"kürzlich":[{"text":"Sie haben kürzlich geheiratet.","translation":"They got married recently."},{"text":"Er starb kürzlich.","translation":"He died recently."},{"text":"Die Preise sind kürzlich gesunken.","translation":"Prices have recently dropped."},{"text":"Kürzlich las ich ein Buch, das meine Sicht auf viele Dinge verändert hat.","translation":"I recently read a book that changed my view of many things."},{"text":"Ist es kürzlich passiert, oder ist es schon viel länger her?","translation":"Did it happen recently or much further back?"},{"text":"Ich habe kürzlich meine Kamera verloren.","translation":"I lost my camera the other day."},{"text":"Ich hatte kürzlich ein Gespräch mit meinem Nachbarn.","translation":"I had a recent conversation with my neighbor."},{"text":"Ich habe kürzlich meinen besten Freund bei einem Verkehrsunfall verloren.","translation":"I just lost my best friend in a traffic accident."},{"text":"In der Nähe hat kürzlich ein Weinhaus eröffnet. Lass uns da doch mal hingehen!","translation":"A wine bar just opened in the area. Let's try it."},{"text":"Die Weltbevölkerung hat kürzlich 7 Milliarden überschritten.","translation":"The world's population recently passed 7 billion."}],"Jugend":[{"text":"Die meisten Menschen benutzen ihre Jugend, um ihr Alter zu ruinieren.","translation":"Most folks use their youth to wreck their old age."},{"text":"Nimm dir Zeit zum Spielen, es ist das Geheimnis ewiger Jugend.","translation":"Take your time to play, it's the secret of eternal youth."},{"text":"Unsere Jugend sammelt nur Seufzer für das Alter.","translation":"Our youth only collect sighs for old age."},{"text":"Das ist kein Buch für die Jugend.","translation":"This is not a book for young people."},{"text":"Das größte Übel der heutigen Jugend besteht darin, dass man nicht mehr dazu gehört.","translation":"The greatest evil of today's youth is that you no longer belong."}],"Bescheid":[{"text":"Warum hast du mir nicht Bescheid gesagt?","translation":"Why didn't you let me know?"},{"text":"Wenn dort etwas fehlt, sag mir bitte Bescheid.","translation":"If something is missing there, please let me know."},{"text":"Sie haben recht, ich sage Ihnen noch Bescheid.","translation":"You are right, I will let you know."},{"text":"Komm, erzähl mir nichts, ich weiß genau Bescheid!","translation":"Come, don't tell me anything, I know exactly!"},{"text":"Gib mir Bescheid, wenn das Paket angekommen ist.","translation":"Let me know when the package has arrived."},{"text":"Sag Bescheid, wenn du bereit bist!","translation":"Just say when you're ready!"},{"text":"Sagen Sie Bescheid, wenn Sie Schmerzen haben!","translation":"Let us know if you're experiencing any pain."},{"text":"Sag Bescheid, wenn du auf Gold stößt.","translation":"Let us know if you come across gold."},{"text":"Bitte geben Sie mir per Mail Bescheid.","translation":"Please let me know by e-mail."},{"text":"Sag Tom Bescheid, dass ich immer noch arbeite.","translation":"Let Tom know I'm still working."}],"Anweisung":[{"text":"Ich habe mich nur an eure Anweisungen gehalten.","translation":"I just followed your instructions."},{"text":"Seine Anweisungen waren deutlich.","translation":"His instructions were clear."},{"text":"Du sollst glauben alles, was die Kirche lehrt, und folgen allen ihren Anweisungen.","translation":"Thou shalt believe all that the Church teaches and shalt observe all its directions."},{"text":"Ich verstehe diese Anweisungen ganz und gar nicht.","translation":"I do not understand these instructions at all."},{"text":"Hast du gestern meine elektronische Nachricht mit den Anweisungen erhalten?","translation":"Did you get my email yesterday with the instructions?"}],"h":[{"text":"He, ihr! Das ist kein Spaß!","translation":"Hey, you! This is no fun!"},{"text":"He, Leute! Ich glaube, ich habe da was gefunden.","translation":"Hey guys, I think I found something."},{"text":"Ist es möglich, sich um 10.30 h zu treffen?","translation":"Is it possible to meet at 10.30 a.m.?"},{"text":"„He, guck mal, was ich kann!“ – „Ich versuche zu arbeiten, Tom!“","translation":"\"Hey, look what I can do!\" \"I'm trying to work, Tom.\""},{"text":"Im Französischen wird der Buchstabe h nicht ausgesprochen.","translation":"In French, the letter h is not pronounced."},{"text":"Wir kaufen immer H-Milch.","translation":"We always buy long-life milk."},{"text":"An jenem Tag ging die erste H-Bombe hoch.","translation":"On that day, the first H-bomb went off."},{"text":"Das chemische Symbol H steht für Wasserstoff.","translation":"The chemical symbol H expresses hydrogen."},{"text":"Esperanto setzt einigen seiner Cs, Gs, Hs, Js, Ss und Us kleine Partyhütchen auf.","translation":"Esperanto gives little festive hats to some of its Cs, Gs, Hs, Js, Ss, and U's."},{"text":"Die Untergruppe H der topologischen Gruppe G ist abgeschlossen und daher offen.","translation":"Subgroup H of topological group G is closed and therefore open."}],"Gewinner":[{"text":"Die Gewinner hatten allerdings auch Glück.","translation":"The winners were admittedly also lucky."},{"text":"Er ist der Gewinner des Wettbewerbs.","translation":"He is the winner of the competition."},{"text":"Lasst uns den Gewinner per Los bestimmen.","translation":"Let's decide the winner by lot."},{"text":"Was kriegt der Gewinner?","translation":"What does the winner get?"},{"text":"Das Rennen war nicht fair, da der Gewinner mit einem Vorsprung von zehn Sekunden startete.","translation":"The race was not fair as the winner started with a lead of ten seconds."}],"Akt":[{"text":"Die Polizei hat es zu den Akten gelegt.","translation":"The police have put it on file."},{"text":"Man muss die Zukunft im Sinn haben und die Vergangenheit in den Akten.","translation":"You have to have the future in mind and the past in the files."},{"text":"Die Akte „Tom“ ist für mich geschlossen. Der soll mich bloß in Ruhe lassen!","translation":"The file \"Tom\" is closed for me. He should just leave me alone!"},{"text":"Einige wichtige Papiere fehlen in den Akten.","translation":"Some important papers are missing from the files."},{"text":"Dieses Stück hat drei Akte.","translation":"This play has three acts."}],"täuschen":[{"text":"Wer immer von sich selber spricht, will uns in der Regel über sich täuschen.","translation":"Whoever talks about himself usually wants to deceive us about himself."},{"text":"Eine Frau kann jederzeit hundert Männer täuschen, aber nicht eine einzige Frau.","translation":"A woman can deceive a hundred men at any time, but not a single woman."},{"text":"Lasse dich nicht von dem niedrigen Preis täuschen.","translation":"Don't be fooled by the low price."},{"text":"Niemand kann man so leicht täuschen wie sich selbst.","translation":"No one can be deceived as easily as oneself."},{"text":"Die Absicht, niemals zu täuschen, bringt uns in Gefahr, oft getäuscht zu werden.","translation":"The intention never to deceive puts us in danger of being deceived often."}],"selbstverständlich":[{"text":"Ich weiß nicht, wie ich es beweisen soll, so selbstverständlich wie es ist!","translation":"I don't know how to prove it, as self-evident as it is!"},{"text":"Mir ist selbstverständlich bewusst, wie diese Situation historisch entstanden ist.","translation":"Of course, I am aware of how this situation has arisen historically."},{"text":"Tom nahm es als selbstverständlich an, dass Englisch verstanden würde.","translation":"Tom took it for granted that English would be understood."},{"text":"Du hast selbstverständlich recht.","translation":"You're right, of course."},{"text":"Wir nehmen zu viele Dinge als selbstverständlich hin.","translation":"We take too many things for granted."}],"angeblich":[{"text":"Vom 31.10.2011 an leben angeblich sieben Milliarden Menschen auf der Erde.","translation":"As of 31.10.2011 there are allegedly seven billion people living on earth."},{"text":"Angeblich soll es Menschen geben, die Farben fühlen können.","translation":"Supposedly, there are people who can feel colors."},{"text":"„Wer sagt eigentlich, dass man nicht zwei Menschen lieben darf?“ – „Der liebe Gott angeblich.“","translation":"\"Who actually says that you can't love two people?\" – \"The dear God supposedly.\""},{"text":"Angeblich ist er hier gestorben.","translation":"Allegedly, he died here."},{"text":"Sie hat ihn angeblich umgebracht.","translation":"She allegedly killed him."}],"redet":[{"text":"Er redet seit einer Stunde ohne eine Pause.","translation":"He has been talking for an hour without a break."},{"text":"Er redet ohne Sinn und Verstand.","translation":"He speaks without sense and understanding."},{"text":"Er redet schon eine halbe Stunde und hat noch nichts zum Thema gesagt.","translation":"He has been talking for half an hour and has not yet said anything on the subject."},{"text":"Wo Geld redet, da gilt alle andere Rede nicht.","translation":"Where money speaks, all other speech does not apply."},{"text":"Frage nicht, wie, sondern was man redet.","translation":"Don't ask how, but what you're talking about."}],"bestrafen":[{"text":"Wer zu spät kommt, den bestraft das Leben.","translation":"If you are late, life punishes you."},{"text":"Wer aus der Vergangenheit nicht lernt, der wird von der Zukunft bestraft.","translation":"Those who do not learn from the past will be punished by the future."},{"text":"Mord und andere schwere Verbrechen wurden früher mit dem Tod bestraft.","translation":"Murder and other serious crimes used to be punishable by death."},{"text":"Das Leben bestraft uns mit den Dingen, die uns am Herzen liegen.","translation":"Life punishes us with the things we care about."},{"text":"Wie kann man am besten einen Hund bestrafen?","translation":"What's the best way to punish a dog?"}],"begegnen":[{"text":"Wo seid ihr euch begegnet?","translation":"Where did you meet each other?"},{"text":"\"Sind wir uns nicht schon einmal begegnet?\", fragte der Student.","translation":"\"Haven't we met before?\" the student asked."},{"text":"Ich bin meinem Freund begegnet.","translation":"I met my friend."},{"text":"Er macht einen tiefen Eindruck auf die Menschen, die ihm begegnen.","translation":"He makes a lasting impression on those who cross his path."},{"text":"Dieser Ausdruck ist mir schon lange nicht mehr begegnet.","translation":"I haven't come across that expression for a long time."}],"Miete":[{"text":"Tom und Maria wohnen zur Miete.","translation":"Tom and Mary live in rented accommodation."},{"text":"Ich hätte schon gestern meine Miete zahlen sollen.","translation":"I should have paid my rent yesterday."},{"text":"Tom ist ein angenehmer Mieter.","translation":"Tom is a pleasant tenant."},{"text":"Gutes Werkzeug ist die halbe Miete.","translation":"Good tools are half the battle."},{"text":"Sie liegen mit Ihrer Miete einen Monat zurück.","translation":"You're a month behind with your rent."}],"Twitter":[{"text":"Ich benutze Twitter.","translation":"I use Twitter."},{"text":"Ich nutze Twitter.","translation":"I am using Twitter."},{"text":"Mein Bruder hat ein Twitter-Konto.","translation":"My brother has a Twitter account."},{"text":"Teilt auf Facebook oder Twitter keine Fotos von euch, auf denen ihr betrunken seid!","translation":"Don't post drunk pictures on Facebook or Twitter."},{"text":"Man kann dem Papst jetzt auf „Twitter“ folgen.","translation":"You can now follow the Pope on Twitter."},{"text":"Tom folgt Maria auf Twitter.","translation":"Tom follows Mary on Twitter."},{"text":"Tom ist jeden Tag bei Twitter.","translation":"Tom uses Twitter every day."},{"text":"Was mich betrifft, ist Twitter Zeitverschwendung.","translation":"As far as I'm concerned, Twitter is a waste of time."},{"text":"Twitter ist ein gutes Beispiel für etwas Lächerliches.","translation":"Twitter is a good example of something ridiculous."},{"text":"„Religionen achten“, so schrieb der Schriftsteller Salman Rushdie, im Jahre 1989 wegen seines Buches „Die satanischen Verse“ selbst Ziel einer islamischen Morddrohung, bei Twitter, „heißt jetzt Religionen fürchten.“","translation":"\"Respect religions,\" wrote the writer Salman Rushdie, in 1989 because of his book \"The Satanic Verses\" itself the target of an Islamic death threat, on Twitter, \"means now religions to fear.\""}],"Vorbereitung":[{"text":"Eine gute Vorbereitung ist für die Prüfung erforderlich.","translation":"Being well prepared for the exam is essential."},{"text":"Wir sollten mal so langsam mit der Vorbereitung beginnen.","translation":"We should start so slowly with the preparation."},{"text":"In allen Dingen hängt der Erfolg von den Vorbereitungen ab.","translation":"In all things, success depends on the preparations."},{"text":"Der Sinn des Lebens besteht in der Vorbereitung auf den Tod.","translation":"The meaning of life is to prepare for death."},{"text":"Ich bin im Großen und Ganzen mit den Vorbereitungen fertig.","translation":"I'm pretty much done with the preparations."}],"durchmachen":[{"text":"Das Kind hat eine schwere Zeit durchgemacht.","translation":"The child has been through a difficult time."},{"text":"Ein Kind zu verlieren, ist das Schlimmste, was man durchmachen kann.","translation":"Losing a child is the worst thing you can go through."},{"text":"Wir haben das schon einmal durchgemacht.","translation":"We've been through this before."},{"text":"Maria und ich haben viel zusammen durchgemacht.","translation":"Mary and I have been through a lot together."},{"text":"Keiner von euch kann sich vorstellen, was Tom durchmacht.","translation":"None of you have any clue what Tom's going through."}],"Branche":[{"text":"Das gehört nicht zu meiner Branche.","translation":"That's not part of my industry."},{"text":"Tom zählt zu den Besten der Branche.","translation":"Tom is one of the best in the business."},{"text":"Wenn man die Zahl der Angestellten betrachtet, dann ist das die größte Branche.","translation":"If you look at the number of employees, this is the largest industry."},{"text":"Unsere Firma hat die jüngsten Entwicklungen in unserer Branche verschlafen.","translation":"Our company has overslept the latest developments in our industry."},{"text":"Die Automobilindustrie ist eine der wichtigsten Branchen in Japan.","translation":"The automotive industry is one of the most important industries in Japan."}],"Drama":[{"text":"Wir sind gleichzeitig Zuschauer und Schauspieler im großen Drama des Seins.","translation":"We are at the same time spectators and actors in the great drama of being."},{"text":"Maria macht aus allem gleich ein Drama.","translation":"Maria makes a drama out of everything."},{"text":"Wer ist der Autor dieses Dramas?","translation":"Who is the author of this drama?"},{"text":"Ich studiere das amerikanische Drama.","translation":"I'm studying the American drama."},{"text":"Peggy wollte sich das Drama nicht ansehen und ich ebenfalls nicht.","translation":"Peggy did not go to see the drama, and neither did I."}],"Trend":[{"text":"Ich gebe zu, dass ich dazu neige, mich jedem neuen Trend anzuschließen.","translation":"I admit that I tend to join every new trend."},{"text":"Der Trend ist dein Freund.","translation":"The trend is your friend."},{"text":"Ihre Mode ist voll im Trend.","translation":"Their fashion is very much in vogue."},{"text":"Der Trend ist nicht aufzuhalten.","translation":"The trend is unstoppable."},{"text":"Diese Faktoren begünstigten die Entwicklung neuer musikalischer Trends.","translation":"These factors encouraged the development of new trends in music."}],"Internetseite":[{"text":"Ich habe gerade diese Internetseite entdeckt und ich glaube, sie ist großartig!","translation":"I just discovered this website and I think it's fantastic!"},{"text":"Wir haben zu vielen Internetseiten keinen Zugang.","translation":"We don't have access to a lot of websites."},{"text":"Wie heißt Ihre Internetseite?","translation":"What is the name of your website?"},{"text":"Diese Internetseite scheint ziemlich gut zu sein.","translation":"This website seems quite good."},{"text":"Mir gefällt wirklich das Konzept dieser Internetseite.","translation":"I really like the concept of this website."}],"Nachmittag":[{"text":"Ich bin am Nachmittag bei Hermann.","translation":"I'm at Hermann's in the afternoon."},{"text":"Das könntest du heute Nachmittag tun.","translation":"You could do that this afternoon."},{"text":"Haben Sie morgen Nachmittag Zeit?","translation":"Do you have time tomorrow afternoon?"},{"text":"Ich habe ein wichtiges Treffen, an dem ich heute Nachmittag teilnehmen muss.","translation":"I have an important meeting that I have to attend this afternoon."},{"text":"Es war ein wunderschöner Nachmittag. Ich danke euch!","translation":"It was a beautiful afternoon. Thank you!"}],"Antrag":[{"text":"Ich möchte noch einen Satz zu unserem Antrag sagen.","translation":"I would like to say one more sentence about our motion."},{"text":"Wer stimmt gegen diesen Antrag?","translation":"Who is voting against this motion?"},{"text":"Tom fasste endlich den Mut, seiner Freundin einen Antrag zu machen.","translation":"Tom finally got the courage to propose to his girlfriend."},{"text":"Kleben Sie ein aktuelles Foto auf Ihren Antrag.","translation":"Stick a current photo on your application."},{"text":"Es gab zweihundertfünfzehn Stimmen für und fünfzehn Stimmen gegen den Antrag.","translation":"There were 215 votes for the motion and 15 votes against it."}],"Profi":[{"text":"Amateure hoffen. Profis handeln.","translation":"Amateurs hope. Professionals act."},{"text":"Wahrscheinlich ist er ein Profi und macht das nicht zum ersten Mal.","translation":"He's probably a professional and he's not doing this for the first time."},{"text":"Um das übersetzen zu lassen, brauchst du einen Profi.","translation":"You need a professional to translate this."},{"text":"Die Bilder sind von einem Profi gemacht worden, so dass sie gut sein werden.","translation":"The photos are taken by a pro, so they'll turn out well."},{"text":"Wir sollten nie vergessen, dass die Titanic von Profis gebaut wurde und die Arche Noah von Laien...","translation":"We should never forget that the Titanic was built by professionals and Noah's Ark was built by laymen..."}],"einnehmen":[{"text":"Ich muss meine Medizin alle sechs Stunden einnehmen.","translation":"I have to take my medicine every six hours."},{"text":"Ich muss dieses Medikament einnehmen.","translation":"I have to drink this medicine."},{"text":"Ich werde seinen Platz einnehmen.","translation":"I will take his place."},{"text":"Versuche, zu allen Dingen eine positive Einstellung einzunehmen.","translation":"Try to have a positive attitude about everything."},{"text":"Ich werde Toms Platz einnehmen.","translation":"I'll be taking Tom's place."}],"Zunge":[{"text":"Mir liegt das Wort auf der Zunge.","translation":"I have the word on the tip of my tongue."},{"text":"Ich habe mir die Zunge verbrannt.","translation":"I've burnt my tongue."},{"text":"Man kann mit der Zunge lügen, aber nicht mit den Augen.","translation":"You can lie with your tongue, but not with your eyes."},{"text":"Er redet mit zwei Zungen.","translation":"He speaks with two tongues."},{"text":"Ein scharfes Schwert schneidet sehr, eine scharfe Zunge noch viel mehr.","translation":"A sharp sword cuts a lot, a sharp tongue even more."}],"zuständig":[{"text":"Der Lehrer ist für die Klasse im dritten Jahr zuständig.","translation":"The teacher is responsible for the class in the third year."},{"text":"Ich bin dafür nicht zuständig.","translation":"I'm not responsible for that."},{"text":"Ich verbinde Sie mit der zuständigen Person.","translation":"I will connect you with the responsible person."},{"text":"Wofür bin ich zuständig?","translation":"What am I responsible for?"},{"text":"Für die Fragen der Sicherheit ist Tom zuständig.","translation":"Tom is responsible for security issues."}],"Tradition":[{"text":"Ich halte nicht viel von alten Traditionen.","translation":"I don't think much of old traditions."},{"text":"Diese Tradition reicht bis ins Jahr 1907 zurück.","translation":"It's a tradition that dates back to 1907."},{"text":"Gute Traditionen sollte man erhalten.","translation":"Good traditions should be preserved."},{"text":"Diese Tradition ist in China entstanden.","translation":"This tradition originated in China."},{"text":"Es ist eine amerikanische Tradition, sich an seinem Geburtstag etwas zu wünschen.","translation":"It's an American tradition to make a wish on your birthday."}],"kommunizieren":[{"text":"Es wäre mir lieb – wenn möglich – per E-Mail zu kommunizieren.","translation":"I'd prefer to communicate by email if possible."},{"text":"Wie kommunizieren Babys mit ihren Eltern?","translation":"How do babies communicate with their parents?"},{"text":"Auch Menschen, mit denen man über das Internet kommuniziert, besitzen Gefühle. Vergiss das nicht!","translation":"Even people with whom you communicate via the Internet have feelings. Don't forget that!"},{"text":"Wenn du kommunizieren willst, dann musst du zuhören können.","translation":"If you want to communicate, you have to be able to listen."},{"text":"Tom schafft es nicht, klar zu kommunizieren.","translation":"Tom does not manage to communicate clearly."}],"Großmutter":[{"text":"Meine Großmutter ist krank.","translation":"My grandmother is sick."},{"text":"Der Hund der Großmutter meiner Frau frisst Wespen.","translation":"My wife's grandmother's dog eats wasps."},{"text":"Tom muss seine Großmutter anrufen.","translation":"Tom has to call his grandmother."},{"text":"Tims Großmutter arbeitet noch im Krankenhaus.","translation":"Tim's grandmother still works in the hospital."},{"text":"Nur der Teufel lacht über seine Großmutter.","translation":"Only the devil laughs at his grandmother."}],"Pizza":[{"text":"Wir mögen Pizza.","translation":"We like pizza."},{"text":"Gib auch mir ein Stück Pizza!","translation":"Give me a slice of pizza too!"},{"text":"Ich bestelle mir meine Pizzen immer bequem übers Internet.","translation":"I always order pizza over the Internet, which is quite convenient."},{"text":"Mein Vater mag sehr gerne Pizza.","translation":"My father likes pizza very much."},{"text":"Eine Pizza, bitte.","translation":"A pizza, please."},{"text":"Immer, wenn es in der Mensa Pizza gibt, stehen die Studenten Schlange.","translation":"Whenever there's pizza in the canteen, the students queue up for it."},{"text":"Entschuldigung, wo ist meine Pizza?","translation":"Excuse me, where's my pizza?"},{"text":"Ich möchte heute Abend Pizza essen.","translation":"I want to eat pizza tonight."},{"text":"Was würden Sie empfehlen: Spaghetti oder Pizza?","translation":"Which would you recommend, spaghetti or pizza?"},{"text":"Ich glaube, ich habe noch ein Stück Pizza im Ofen.","translation":"I think I still have a slice of pizza in the oven."}],"sichtbar":[{"text":"Es gab keine sichtbare Gefahr.","translation":"There was no visible danger."},{"text":"Der Stern ist mit bloßem Auge sichtbar.","translation":"The star is visible to the naked eye."},{"text":"Sie schaute auf das Stück Himmel, das durch ein kleines Fenster sichtbar war.","translation":"She was looking at the part of the sky visible through the small window."},{"text":"Es ist komplett sichtbar.","translation":"It's completely visible."},{"text":"Im Sommer sind nachts viele Sterne sichtbar.","translation":"A lot of stars are visible at night in summer."}],"Gemeinschaft":[{"text":"Die Familie ist die älteste aller Gemeinschaften und die einzige natürliche.","translation":"The family is the oldest of all communities and the only natural one."},{"text":"Wo alle nur nehmen wollen, da stirbt die Gemeinschaft.","translation":"Where everyone just wants to take, the community dies."},{"text":"Wenn Maria in der Gemeinschaft ist, dann fühlt sie sich wohl.","translation":"When Mary is in communion, she feels good."},{"text":"Willkommen in der Gemeinschaft.","translation":"Welcome to the community."},{"text":"Das ist eine internationale Gemeinschaft.","translation":"This is an international community."}],"Jahrzehnt":[{"text":"Zehn Jahrzehnte bilden ein Jahrhundert.","translation":"Ten decades form a century."},{"text":"Nach einigen Jahrzehnten der Analyse hat Tom festgestellt, er hätte Maria nicht heiraten sollen.","translation":"After several decades of analysis, Tom has determined that he should not have married Mary."},{"text":"An Dinge, die ich einmal gezeichnet habe, kann ich mich noch Jahrzehnte später erinnern.","translation":"I can still remember things I once drew decades later."},{"text":"Wir haben im Laufe des letzten Jahrzehnts viele Veränderungen erlebt.","translation":"We have experienced many changes over the last decade."},{"text":"Dies geschieht bereits seit mehreren Jahrzehnten.","translation":"This has been happening for several decades now."}],"sowas":[{"text":"Wer glaubt denn sowas?","translation":"Who believes such a thing?"},{"text":"Sag sowas nicht noch einmal.","translation":"Don't say that again."},{"text":"Ist er so dumm, dass er sowas glaubt?","translation":"Is he so stupid that he believes such a thing?"},{"text":"Ich habe nie über sowas nachgedacht.","translation":"I never thought about anything like that."},{"text":"Früher habe ich immer eine Uhr getragen, aber jetzt ist mir die Zeit sowas von egal.","translation":"I used to always wear a watch, but now I could care less about the time."},{"text":"Na sowas! Das ist ja eine Überraschung.","translation":"Well, something like that! That's a surprise."},{"text":"Gibt’s sowas wirklich in der Wirklichkeit?","translation":"Is there really such a thing in reality?"},{"text":"Na sowas! Das ist ja eine Überraschung! Was machst du hier, Karl?","translation":"Well, something like that! That's a surprise! What are you doing here, Karl?"},{"text":"Na sowas! Das ist ja eine Überraschung!","translation":"Well, something like that! That's a surprise!"},{"text":"Na sowas!","translation":"Well, something like that!"},{"text":"Sowas darfst du nicht sagen.","translation":"You are not allowed to say that."},{"text":"Sowas wie Geister gibt es nicht.","translation":"There are no such things as ghosts."},{"text":"Sowas wie rohe Eier esse ich nicht.","translation":"I don't eat anything like raw eggs."},{"text":"Unser Vorsitzender hat gestern mal wieder sehr große Töne gespuckt. Danach werden wir in drei Jahren die Nummer zwei überholen und dann auch die bisherige Nummer eins. Dann werden wir die Nummer eins im Weltmarkt sein! Wir hatten alle ein ungutes Gefühl dabei. Sollte man denn sowas vorher ankündigen? Was soll die Ankündigung denn bringen?","translation":"Yesterday, our chairman once again spat out very big sounds. After that, we will overtake number two in three years and then also the previous number one. Then we will be number one in the world market! We all had a bad feeling about it. Should you announce something like this in advance? What is the purpose of the announcement?"},{"text":"Sie kann sowas nicht gesagt haben.","translation":"She can't have said such a thing."},{"text":"Sowas passiert die ganze Zeit.","translation":"This type of thing happens all the time."},{"text":"Sowas passiert halt.","translation":"That's what happens."},{"text":"Ich habe USB-Kabel mit sechs verschiedenen Steckern. Sowas nennt sich \"universell\"!","translation":"I have USB cables with six different connectors. This is called \"universal\"!"}],"vertreten":[{"text":"Tom vertrat eine extreme Position.","translation":"Tom took an extreme position."},{"text":"Ich habe mir den Fuß vertreten.","translation":"I stretched my foot."},{"text":"Ich habe mir das Bein vertreten.","translation":"I represented my leg."},{"text":"Wir stiegen aus dem Wagen, um uns die Beine zu vertreten.","translation":"We got out of the car to stretch our legs."},{"text":"Morgen bin ich beschäftigt. Deshalb habe ich jemanden besorgt, der mich vertritt.","translation":"Tomorrow I'll be busy. That's why I got someone to represent me."}],"falten":[{"text":"Wer nach allen Seiten immer nur lächelt, bekommt nichts als Falten ins Gesicht.","translation":"If you always smile on all sides, you get nothing but wrinkles on your face."},{"text":"Ich bin stolz auf die Falten. Sie sind das Leben in meinem Gesicht.","translation":"I'm proud of the wrinkles. They are the life in my face."},{"text":"Facelifting? Nein, dann würde ich ja alle diese großartigen Falten zerstören.","translation":"Facelift? No, then I would destroy all these great wrinkles."},{"text":"Es zeigen sich erste Falten auf Toms Stirn.","translation":"The first wrinkles appear on Tom's forehead."},{"text":"Die Frauen standen vor dem Spiegel und zählten ihre Falten und grauen Haare.","translation":"The women stood in front of the mirror and counted their wrinkles and gray hair."},{"text":"Falten Sie das Blatt in der Mitte.","translation":"Fold the paper in the middle."},{"text":"Tom faltet gerade seine Kleidung zusammen.","translation":"Tom is folding his clothes."},{"text":"Falte die Decke!","translation":"Fold the blanket."},{"text":"Ken faltete die Decke einmal.","translation":"Ken folded the blanket once."},{"text":"Jener Kranich war der letzte, den sie faltete.","translation":"That crane was the last one she folded."}],"Beratung":[{"text":"Was ist das Ergebnis unserer Beratung?","translation":"What is the result of our consultation?"},{"text":"Mit diesen Worten beendete sie die Beratung.","translation":"With these words, she ended the consultation."},{"text":"Das Parlament befindet sich gerade in der Beratung.","translation":"The Diet is now in session."},{"text":"Der Rechtsanwalt bot eine kostenlose Beratung an.","translation":"The lawyer offered his services pro bono."}],"set":[{"text":"Ich besitze endlich ein komplettes Set!","translation":"I finally own a complete set!"},{"text":"Dreharbeiten im Gebirge sollten mit der Bergwacht abgestimmt sein, um bei einem Unfall am Set schnell reagieren zu können.","translation":"Filming in the mountains should be coordinated with the mountain rescue service in order to be able to react quickly in the event of an accident on set."},{"text":"Meine Stimmung ist heute wie das Fondue-Set von meiner Oma. Im Keller.","translation":"My mood today is like my grandma's fondue set. In the basement."}],"tote":[{"text":"Ein Toter redet nicht.","translation":"A dead man does not speak."},{"text":"Wie glücklich sind die Toten!","translation":"How happy are the dead!"},{"text":"Mit jedem Menschen sterben auch die Toten, die nur in ihm noch gelebt haben.","translation":"With every human being, the dead who have lived only in him die."},{"text":"Wie nah sind uns manche Tote, doch wie tot sind uns manche, die leben.","translation":"How close are some of the dead to us, but how dead are some who live."},{"text":"„Aber was sagen Sie da? Professor Tanaka ist doch tot.“ — „Tote kehren manchmal zurück.“","translation":"\"But what are you saying? Professor Tanaka is dead.\" — \"The dead sometimes return.\""}],"optimal":[{"text":"Das ist nicht die optimale Lösung.","translation":"This is not the optimal solution."},{"text":"Er hat sein ganzes Leben lang auf den optimalen Moment gewartet.","translation":"He has been waiting all his life for the optimal moment."},{"text":"Die optimale Reihenfolge ist nicht 1-2-3, sondern 3-2-1.","translation":"The optimal order is not 1-2-3 but 3-1-2."},{"text":"Die Sachverhalte deuten an, dass die optimale Dauer einer Vorlesung 30 statt 60 Minuten wäre.","translation":"The facts indicate that the optimal duration of a lecture would be 30 instead of 60 minutes."},{"text":"Die Zeitspanne von 8 bis 11 Uhr ist optimal für meine Arbeit.","translation":"The time span from 8 to 11 o'clock is optimal for my work."},{"text":"Er hat die übriggebliebene Zeit optimal ausgenutzt.","translation":"He made the most of the remaining time."}],"braun":[{"text":"Ich habe extrem weiße Haut und ich werde überhaupt nicht braun.","translation":"I have extremely light skin and never tan."},{"text":"Bier wird aus Malz gebraut.","translation":"Beer is brewed from malt."},{"text":"Meine Haut wird in der Sonne schnell braun.","translation":"My skin turns brown quickly in the sun."},{"text":"Einige von ihnen sind rot, einige braun.","translation":"Some of them are red, some brown."},{"text":"Im Herbst werden die Blätter braun.","translation":"In autumn, the leaves turn brown."},{"text":"Die Blätter sind rot, gelb, braun.","translation":"The leaves are red, yellow, brown."},{"text":"Geh nur, der braune Hund tut dir nichts.","translation":"Go ahead, the brown dog won't do you any harm."},{"text":"Das Brot ist braun.","translation":"The bread is brown."},{"text":"Sie isst braunen Reis.","translation":"She eats brown rice."},{"text":"Er mag Mädchen mit braunem Haar.","translation":"He likes girls with brown hair."},{"text":"Sieh mal die Katze dort! Das ist die von Herrn Braun.","translation":"Look at that cat. It is Mr Brown's."},{"text":"Kennen Sie zufällig einen Professor Braun?","translation":"Do you happen to know a Professor Braun?"},{"text":"Ein gewisser Herr Braun ist am Apparat.","translation":"A certain Mr. Braun is on the machine."},{"text":"Herr Braun war damals krank.","translation":"Mr Brown was ill back then."},{"text":"Herr Braun bringt uns Englisch bei.","translation":"Mr. Brown teaches us English."}],"Anführer":[{"text":"Sie vertrauen ihrem Anführer voll und ganz.","translation":"They have full confidence in their leader."},{"text":"Er war der Anführer der Bewegung.","translation":"He was the leader of the movement."},{"text":"Das ist der Anführer der Gruppe.","translation":"This is the leader of the group."},{"text":"Er besaß alle Eigenschaften eines Anführers.","translation":"He had all the qualities of a leader."},{"text":"Er gab öffentlich bekannt, dass er selbst der Anführer sei.","translation":"He publicly announced that he himself was the leader."}],"Ernährung":[{"text":"Wie sieht Ihrer Meinung nach eine gute Ernährung aus?","translation":"What do you think a good diet looks like?"},{"text":"Die Ernährung ist genauso wichtig wie das Training.","translation":"Nutrition is just as important as exercise."},{"text":"Bei schlechter Ernährung kann man krank werden.","translation":"With poor nutrition, you can get sick."},{"text":"Die Basis unseres Seins ist die Ernährung.","translation":"The basis of our being is nutrition."},{"text":"Schlaf ist nicht weniger nötig für die Gesundheit als die Ernährung.","translation":"Sleep is no less necessary for health than nutrition."}],"Abteilung":[{"text":"In welcher Abteilung arbeiten Sie?","translation":"Which department do you work in?"},{"text":"Er ist der Leiter meiner Abteilung.","translation":"He is the chief of my department."},{"text":"Taschentücher befinden sich in der hinteren Abteilung.","translation":"Handkerchiefs are located in the back section."},{"text":"Meine Marketing-Abteilung ist meine Nase.","translation":"My marketing department is my nose."},{"text":"Du wirst das Buch in der historischen Abteilung der Bibliothek finden.","translation":"You will find the book in the history section of the library."}],"italienisch":[{"text":"Isst du gerne italienisch?","translation":"Do you speak like the Italians?"},{"text":"Mein Herz fühlt italienisch, mein Hirn denkt deutsch.","translation":"My heart feels Italian, my brain thinks german."},{"text":"Sprechen Sie Italienisch?","translation":"Do you speak Italian?"},{"text":"Ich betrat die italienische Espresso-Bar.","translation":"I entered the Italian espresso bar."},{"text":"Tom geht besonders gern in italienische Restaurants.","translation":"Tom especially likes to go to Italian restaurants."},{"text":"Kannst du auch auf Italienisch zählen?","translation":"Can you also count in Italian?"},{"text":"Wo hast du Italienisch gelernt?","translation":"Where did you learn Italian?"},{"text":"Ich habe ein paar Monate lang Italienisch studiert.","translation":"I studied Italian for a few months."},{"text":"Er redet laut auf Italienisch.","translation":"He speaks loudly in Italian."},{"text":"Er sprach laut auf Italienisch.","translation":"He spoke loudly in Italian."},{"text":"Wie heißt das auf Italienisch?","translation":"What's it called in Italian?"},{"text":"Viele finden, dass Italienisch die schönste Sprache der Welt ist.","translation":"Many find that Italian is the most beautiful language in the world."},{"text":"Wie sagt man das auf Italienisch?","translation":"How do you say that in Italian?"},{"text":"Mein Italienisch ist schrecklich.","translation":"My Italian is terrible."},{"text":"Tom hat Italienisch gelernt.","translation":"Tom learned Italian."}],"Dr.":[{"text":"Kann mir jemand sagen, wer dieser Dr. Knall ist?","translation":"Can anyone tell me who this Dr. Bang is?"},{"text":"Du fragst besser Dr. Tanaka.","translation":"You'd better ask Dr. Tanaka."},{"text":"Verbinden Sie mich bitte mit Dr. Weiß!","translation":"Please connect me with Dr. White."},{"text":"Dr. Jackson kann gut mit Kranken umgehen.","translation":"Dr. Jackson has a good bedside manner."},{"text":"Dr. Hideo Noguchi starb 1928 in Afrika.","translation":"Dr. Hideo Noguchi died in Africa in 1928."},{"text":"Die besten Ärzte der Welt sind Dr. Diät, Dr. Ruhe und Dr. Fröhlich.","translation":"The best doctors in the world are: Doctor Diet, Doctor Quiet, and Doctor Merryman."},{"text":"Dr. Zamenhof wurde in der ganzen Welt berühmt.","translation":"Dr. Zamenhof became famous world-over."},{"text":"Ich möchte Herrn Dr. Schmidt sprechen.","translation":"I'd like to speak to Dr. Schmidt."},{"text":"Ani, kannst du dich mal um Dr. Knall kümmern?","translation":"Ani, can you take care of Dr. Knall?"},{"text":"Dr. Hawking war fast fertig mit dem Schreiben seines Buches.","translation":"Dr. Hawking had almost finished writing a book."}],"Strafe":[{"text":"Die Strafe folgt auf dem Fuße.","translation":"Punishment follows swiftly."},{"text":"„Ich muss fünfzig Euro Strafe zahlen.“ – „Das geht ja noch!“","translation":"\"I have to pay a fine of fifty euros.\" – \"That's still possible!\""},{"text":"Freude am Strafen hat nur der Teufel.","translation":"Only the devil takes pleasure in punishing."},{"text":"Gutes verdient keine Strafe.","translation":"Good things do not deserve punishment."},{"text":"Bei einem solchen Wetter im Büro zu sitzen ist eine echte Strafe!","translation":"Sitting in the office when the weather is like this is a real punishment."}]}