{"loslegen":[{"text":"Wann können wir loslegen?","translation":"When can we get started?"},{"text":"Man könnte auch sofort loslegen.","translation":"You could also get started right away."},{"text":"Tom hat schon losgelegt.","translation":"Tom has already begun."},{"text":"Er hat schon losgelegt.","translation":"He has already begun."},{"text":"Sie hat schon losgelegt.","translation":"She has already begun."},{"text":"Wir müssen loslegen.","translation":"We have to start."},{"text":"Wir sollten jetzt aber loslegen.","translation":"We should really get going."}],"rasen":[{"text":"Rasen betreten verboten!","translation":"Entering the lawn is forbidden!"},{"text":"Der Rasen ist eine einzige Katastrophe.","translation":"The lawn is a complete mess."},{"text":"In Deutschland kann es keine Revolution geben, weil man dazu den Rasen betreten müsste.","translation":"There can be no revolution in Germany, because you would have to step on the lawn."},{"text":"Er lag auf dem Rasen.","translation":"He was lying on the lawn."},{"text":"Runter von meinem Rasen!","translation":"Get off my lawn."},{"text":"Anna wird nicht ruhen noch rasten, bis sie ihren Willen bekommt.","translation":"Anna will not rest or rest until she gets her way."},{"text":"Ich bat ihn, nicht so zu rasen.","translation":"I asked him not to race like that."},{"text":"Wenn ich dich nur ansehe, beginnt mein Herz zu rasen.","translation":"When I just look at you, my heart starts racing."},{"text":"Du solltest eigentlich rasten.","translation":"You're supposed to be resting."},{"text":"Toms Herz fing an zu rasen.","translation":"Tom's heart started racing."}],"Futter":[{"text":"Mist, das Futter von meinem Mantel löst sich.","translation":"Crap, the food from my coat comes off."},{"text":"Ein gutes Pferd ist seines Futters wert.","translation":"A good horse is worth its feed."},{"text":"Die Tiere haben zwei Tage lang kein Futter erhalten.","translation":"The animals did not receive food for two days."},{"text":"Welche Art Futter sollte ich meinem Hund zu fressen geben?","translation":"What kind of food should I be feeding my dog?"},{"text":"Yaakov gibt Futter für das Schaf.","translation":"Yaakov gives food for the sheep."},{"text":"Wann sollte ich aufhören, meinem Hund Futter für Welpen zu geben?","translation":"When should I stop feeding my dog puppy food?"},{"text":"Tom tat seinem Hund Futter in den Napf.","translation":"Tom put food in his dog's bowl."},{"text":"Im Winter besteht des Eichhörnchens Futter hauptsächlich aus den ölhaltigen Samen der Zapfen.","translation":"In winter, the squirrel's food consists mainly of the oily seeds of the cones."},{"text":"Gib dem Vogel Futter!","translation":"Give the bird food!"},{"text":"Das ist Pochis Futter.","translation":"It is Pochi's food."}],"Zauberer":[{"text":"Ich bin kein Zauberer.","translation":"I am not a magician."},{"text":"Das Wort ist Zauberer und König zugleich.","translation":"The word is magician and king at the same time."},{"text":"Er ist ein mächtiger Zauberer.","translation":"He's a powerful sorcerer."},{"text":"Tom hat sich als Zauberer verkleidet.","translation":"Tom dressed as a wizard."},{"text":"Ich habe einen Freund, dessen Vater Zauberer ist.","translation":"I have a friend whose father is a magician."}],"rent":[{"text":"Er bekommt schon Rente.","translation":"He is already receiving a pension."},{"text":"Wenn ich es richtig verstehe, denken Sie nicht daran, in Rente zu gehen?","translation":"If I understand correctly, don't you think about retiring?"},{"text":"Ich spreche gerade über deine Rente.","translation":"I was just speaking about your retirement."},{"text":"Mein Großvater hatte eine goldene Uhr bekommen, als er in Rente ging.","translation":"My grandfather was given a gold watch when he retired."},{"text":"Als er in Rente ging, übernahm sein Sohn sein Geschäft.","translation":"When he retired, his son took over his business."}],"abgerufen":[],"Spitzname":[{"text":"Hast du einen Spitznamen?","translation":"Do you have a nickname?"},{"text":"Ich habe einen Freund, dessen Spitzname „Bleistift“ ist.","translation":"I have a friend whose nickname is \"pencil\"."},{"text":"Sein Spitzname passt perfekt zu ihm.","translation":"His nickname suits him perfectly."},{"text":"Mein Spitzname steht in keinem Zusammenhang zu meinem richtigen Namen.","translation":"My nickname is unrelated to my real name."},{"text":"Weißt du, welchen Spitznamen Tom als Kind hatte?","translation":"Do you know what Tom's nickname was when he was a kid?"}],"flehen":[{"text":"Ich flehe dich an, komm mit.","translation":"I beg you, come with me."},{"text":"Ich flehe Sie an, mir zu verzeihen.","translation":"I beg you to forgive me."},{"text":"Hilfe, Hilfe, ich flehe Sie an, rufen Sie einen Arzt!","translation":"Help, help, I beg you, call a doctor!"},{"text":"Ich flehe dich an! Ich tue alles, was du willst!","translation":"I'm begging you. I'll do anything you want!"},{"text":"Soll ich denn bitten und flehen?","translation":"Do you want me beg?"}],"verlauf":[{"text":"Welchen Verlauf hätte die europäische Geschichte wohl genommen, hätte die Französische Revolution niemals stattgefunden?","translation":"What course would European history have taken if the French Revolution had never taken place?"},{"text":"Das Wetter wurde im Verlauf des Tages immer schlechter.","translation":"The weather was getting worse and worse as the day went on."},{"text":"Im Verlaufe unserer Unterhaltung kam er auf seine Jugend zu sprechen.","translation":"In the course of our conversation, he referred to his youth."},{"text":"Das Leben kehrt allmählich zu seinem gewohnten Verlauf zurück.","translation":"Life gradually returns to its usual course."},{"text":"Der Regisseur war mit dem Verlauf der Aufführung zufrieden.","translation":"The director was satisfied with the course of the performance."}],"Erfindung":[{"text":"Waldorfsalat ist eine amerikanische Erfindung aus dem 19. Jahrhundert.","translation":"Waldorf salad is an American invention from the nineteenth century."},{"text":"Erfindung ist die Wahrheit innerhalb der Lüge.","translation":"Invention is the truth inside the lie."},{"text":"Die Sprache ist eine der wichtigsten Erfindungen der Menschheit.","translation":"Language is one of the most important inventions of mankind."},{"text":"Geld muss die Erfindung eines armen Menschen gewesen sein.","translation":"Money must have been the invention of a poor man."},{"text":"Das Telefon ist eine der vielen Erfindungen Bells.","translation":"The telephone is one of Bell's many inventions."}],"Schriftsteller":[{"text":"Kennst du Schriftsteller, die mehrere Sprachen verwenden?","translation":"Do you know writers who use multiple languages?"},{"text":"Hast du schon einmal darüber nachgedacht, Schriftsteller zu werden?","translation":"Have you ever thought of becoming a writer?"},{"text":"Er ist Arzt und auch Schriftsteller.","translation":"He is a doctor and also a novelist."},{"text":"Wer die Zeit hat zu lesen, der kann auch Schriftsteller werden!","translation":"If you have the time to read, you can also become a writer!"},{"text":"Die Probleme in Russland sind für einen Schriftsteller ein Glück.","translation":"The problems in Russia are fortunate for a writer."}],"no":[{"text":"Europas Autobauer befürchten „katastrophischen“ No-Deal-Brexit.","translation":"Europe's carmakers fear a \"catastrophic\" no-deal Brexit."},{"text":"\"Kamui no Ken\" war eine Art Samurai- oder Ninjageschichte, die während der Übergangszeit zwischen dem Niedergang des Tokugawa-Schogunats und der Restauration Japans unter Kaiser Meiji im Jahre 1868 spielt.","translation":"Kamui no Ken was a sort of samurai/ninja story set during the transition of the fall of the Tokugawa Shogunate and the re-establishment of Japan under the Emperor Meiji in 1868."},{"text":"„Aufgrund dessen, dass die Schulen dieses Jahr wegen des Coronavirus eher die Pforten schließen, gibt es für 22 Millionen Kinder, die darauf angewiesen gewesen wären, in der Schule Frühstück und Mittagessen zu bekommen, jetzt eine Lücke, die wir schließen müssen“, sagte Lisa Davis, geschäftsführende Direktorin der Aktion „Kein Kind soll hungern“ (engl. “No Kid Hungry”).","translation":"With schools closing early this year because of COVID-19, “22 million kids that relied on getting breakfast and lunch at school now have a gap we need to fill,” said Lisa Davis, senior vice president of the No Kid Hungry campaign."},{"text":"Die in der Muromachi-Zeit entstandene und während der Azuchi-Momoyama-Zeit von Sen no Rikyu vollendete, bis in heutige Zeit fortgeführte Teezeremonie ist ein Kulturgut, dessen Japan sich weltweit rühmen kann.","translation":"The tea ceremony, which originated in the Muromachi period and was completed by Sen no Rikyu during the Azuchi-Momoyama period and continues to this day, is a cultural asset whose Japan can boast worldwide."}],"spülen":[{"text":"Die Wellen spülten eine Leiche ans Land.","translation":"The waves washed a corpse ashore."},{"text":"Ich spüle gerade die Teller.","translation":"I'm washing the dishes."},{"text":"Nach dem Abendessen haben wir die Teller gespült.","translation":"After dinner we did the washing-up."},{"text":"Sie brauchen die Teller nach dem Essen nicht zu spülen.","translation":"You do not need to rinse the plates after eating."},{"text":"Du hast die Toilette nicht gespült.","translation":"You didn't flush the toilet."}],"Stabilität":[{"text":"Der Schwerpunkt sollte tiefer liegen, um eine größere Stabilität zu erreichen.","translation":"The centre of gravity should be lower to obtain greater stability."},{"text":"Stabilität beruht nicht darauf, dass immer die gleiche Partei regiert, sondern auf der Zufriedenheit der Menschen.","translation":"Stability is not based on the fact that the same party always governs, but on the satisfaction of the people."},{"text":"Die Stabilität der chinesischen Wirtschaft wird stark überschätzt.","translation":"The stability of the Chinese economy is greatly overestimated."},{"text":"Je mehr man danach strebt die Stabilität zu wahren, desto weniger ist sie gesichert.","translation":"The more one strives to maintain stability, the less it is secured."},{"text":"Steife Reifen geben einem Fahrzeug mit geringer Geschwindigkeit, das von äußeren Kräften beeinflusst wird, genügend Stabilität.","translation":"Rigid wheels give sufficient stability to a low-speed vehicle steered by outside forces."}],"email":[{"text":"Antworten Sie bitte nicht auf diese Betrugsemail, und klicken sie natürlich auch nicht auf die Links in der Email.","translation":"Please do not reply to this scam email, and of course do not click on the links in the email."}],"Couch":[{"text":"Wir müssen die Zeit als Werkzeug benutzen, nicht als Couch.","translation":"We need to use time as a tool, not a couch."},{"text":"Nirgends lässt sich besser auf der faulen Haut liegen als auf der Couch.","translation":"Nowhere is it better to lie on the lazy skin than on the couch."},{"text":"Du bist eine richtige Couch-Potato.","translation":"You are such a coach potato."},{"text":"Tom ließ sich auf die Couch fallen.","translation":"Tom slumped on the couch."},{"text":"Tom ruht sich nach einem langen Tag gern auf der Couch aus.","translation":"Tom likes to rest on the couch after a long day."}],"Kätzchen":[{"text":"Das ist aber ein süßes Kätzchen!","translation":"But that's a cute kitten!"},{"text":"Maria nannte Tom liebevoll „Mäuschen“, und Tom nannte Maria umgekehrt ebenso liebevoll „Kätzchen“.","translation":"Maria affectionately called Tom \"mouse,\" and Tom affectionately called Maria \"kitten.\""},{"text":"Dieses Kätzchen möchte schlafen.","translation":"This kitten wants to sleep."},{"text":"Die Kätzchen spielen mit den Kindern.","translation":"The kittens play with the children."},{"text":"Das Kätzchen trank unter dem Tisch Milch.","translation":"The kitten was drinking milk under the table."}],"berechtigt":[{"text":"Das ist eine sehr gute, berechtigte Frage.","translation":"That is a very good, legitimate question."},{"text":"Das ist eine sehr wohl berechtigte Frage.","translation":"That is a very legitimate question."},{"text":"Das ist eine berechtigte Sorge.","translation":"It's a legitimate worry."},{"text":"Das ist eine sehr gute und berechtigte Frage, die mir auch durch den Kopf ging.","translation":"This is a very good and legitimate question that also crossed my mind."},{"text":"Sie beantworteten unsere berechtigte Forderung ablehnend.","translation":"They replied negatively to our legitimate claim."}],"verschicken":[{"text":"Sie ist zur Post gegangen, um ein Paket zu verschicken.","translation":"She's gone to the post office to post a parcel."},{"text":"Kann ich eine E-Mail von hier verschicken?","translation":"Can I email from here?"},{"text":"Bitte erinnere mich daran, den Bericht morgen zu verschicken.","translation":"Please remind me to mail the report tomorrow."},{"text":"Ich muss diese Briefe verschicken.","translation":"I have to send these letters."},{"text":"Vergessen Sie bitte nicht, die Briefe zu verschicken!","translation":"Please don't forget to mail the letters."}],"weiterlesen":[],"befreunden":[{"text":"„Sind Tom und Maria eigentlich zusammen?“ – „Nein, die sind nur gut befreundet.“","translation":"\"Are Tom and Maria actually together?\" – \"No, they're just good friends.\""},{"text":"Katzen fressen Mäuse; Herr Petersen, unsere Katze, ist aber mit einer Maus befreundet.","translation":"Cats eat mice, but our cat Mr Peterson is friends with one."},{"text":"Tom ist schon lange mit Maria befreundet.","translation":"Tom has been friends with Mary for a long time."},{"text":"Wir sind seit Jahren eng befreundet.","translation":"We've been close friends for many years."},{"text":"Tom und Maria waren einmal ziemlich gut befreundet.","translation":"Tom and Mary used to be pretty good friends."},{"text":"Kannst du dich mit einem meiner Vorschläge befreunden?","translation":"Can you come to like one of my suggestions?"},{"text":"Ihr Mann ist mit mir befreundet.","translation":"Her husband is friends with me."},{"text":"Er befreundete sich mit einem Dieb mit Namen Tom.","translation":"He befriended a thief called Tom."},{"text":"Mit Toms Schwester bin ich befreundet.","translation":"Tom's sister and I are friends."},{"text":"Jim scheint die Kunst zu kennen, sich mit Mädchen zu befreunden.","translation":"Jim seems to know the art of befriending girls."}],"Vorhang":[{"text":"Der Wind bewegt die Vorhänge am Fenster.","translation":"The wind moves the curtains on the window."},{"text":"Jetzt ist der Vorhang auf. Vorhin war er zu.","translation":"The curtain is open now; a little while ago it was drawn."},{"text":"Der Schauspieler hatte viele Vorhänge.","translation":"The actor had many curtains."},{"text":"Mach die Vorhänge auf und lass die Sonne rein.","translation":"Open the curtains and let the sunshine in."},{"text":"Wenn man diesen Schalter drückt, öffnet sich der Vorhang automatisch.","translation":"When you press this switch, the curtain opens automatically."}],"Gründer":[{"text":"Bill Gates ist der Gründer von Microsoft.","translation":"Bill Gates is the founder of Microsoft."},{"text":"Buddhismus ist eine Religion, als deren Gründer Shakyamuni angenommen wird.","translation":"Buddhism is a religion of which Shakyamuni is believed to be the founder."},{"text":"Die Universität trägt den Namen ihres Gründers.","translation":"The university bears the name of its founder."},{"text":"Der Gründer starb vor zwei Monaten.","translation":"The founder died two months ago."},{"text":"Tom ist der Geschäftsführer und Gründer der ABC GmbH.","translation":"Tom is the CEO and founder of ABC, Inc."}],"Fieber":[{"text":"Ich scheine Fieber zu haben.","translation":"I seem to have a fever."},{"text":"Gestern hatte ich hohes Fieber.","translation":"Yesterday I had a high fever."},{"text":"Ich habe leichtes Fieber.","translation":"I have a slight fever."},{"text":"Ich hatte heute Morgen ein wenig Fieber.","translation":"I had a little fever this morning."},{"text":"Sie starb an Fieber, als ich erst drei Monate alt war.","translation":"She died of fever when I was just three months old."},{"text":"Das Kind hat ja Fieber.","translation":"The child has a fever."},{"text":"Das ist ein Medikament gegen Fieber.","translation":"This is a medicine for fever."},{"text":"Die Temperatur muss gemessen werden, um festzustellen, ob der Patient Fieber hat.","translation":"The temperature must be taken to determine if the patient has a fever."},{"text":"„Hast du Fieber?“ – „38 Grad.“ – „Das geht ja noch!“","translation":"\"Do you have a fever?\" – \"38 degrees.\" – \"That's still possible!\""},{"text":"Mona hat noch Fieber und sollte zu Hause bleiben.","translation":"Mona is still running a temperature and should stay at home."}],"Protein":[{"text":"Ein Liter Milch enthält ungefähr dreißig Gramm Protein.","translation":"One liter of milk contains about thirty grams of protein."},{"text":"Jedes Protein ist ein Polymer aus Einheiten, die man als Aminosäuren bezeichnet.","translation":"Every protein is a polymer composed of units called amino acids."},{"text":"Einige Nahrungsmittel enthalten kein Protein.","translation":"Some foods do not contain protein."}],"nachdenk":[{"text":"Die meisten würden lieber sterben als nachdenken. Und sie tun es auch.","translation":"Most people would rather die than think; in fact, they do so."},{"text":"Wer gut sprechen will, muss erst gut nachdenken.","translation":"If you want to speak well, you first have to think well."},{"text":"Mich stoßen Leute ab, die nicht nachdenken, zu faul zum Denken sind.","translation":"I am repelled by people who do not think, who are too lazy to think."},{"text":"Weißt du was? Du solltest wenigstens drüber nachdenken.","translation":"You know what? You should at least think about it."},{"text":"Bitte lassen Sie mich kurz darüber nachdenken.","translation":"Please let me think about it for a moment."}],"sachen":[{"text":"Gib mir meine Sachen zurück!","translation":"Give me my stuff back!"},{"text":"Tom hat dieselben Sachen an wie gestern.","translation":"Tom is wearing the same things as yesterday."},{"text":"Ich stecke alle meine Sachen in einen Plastiksack.","translation":"I put all my belongings in a plastic bag."},{"text":"Fasst meine Sachen nicht an!","translation":"Don't touch my stuff!"},{"text":"Ich habe Sachen für Sie.","translation":"I have stuff for you."},{"text":"Im Feldrain neben den Stoppeln wiegte sich Klatschmohn sacht im Wind.","translation":"On the field margin beside the stubble, poppies bobbed gently in the breeze."},{"text":"Die Vorsicht geht zu sacht, die Zuversicht zu keck; Vorsicht, mit Zuversicht vereint, gelangt zum Zweck.","translation":"Caution is too careful, confidence too cheeky; Caution, combined with confidence, gets to the end."},{"text":"Es war, als hätt’ der Himmel die Erde still geküßt, daß sie im Blütenschimmer von ihm nun träumen müßt’. Die Luft ging durch die Felder, die Ähren wogten sacht; es rauschten leis’ die Wälder, so sternklar war die Nacht. Und meine Seele spannte weit ihre Flügel aus, flog durch die stillen Lande, als flöge sie nach Haus.","translation":"It was as if heaven had kissed the earth silently, that it must now dream of it in the shimmer of flowers'. The air went through the fields, the ears of wheat swayed carefully; the woods were rushing, so starry was the night. And my soul stretched its wings wide, flying through the silent lands as if it were flying home."}],"Bulle":[{"text":"Hauen wir ab von hier, die Bullen kommen.","translation":"Let's get away from here, the cops are coming."},{"text":"Wer hat die Bullen gerufen?","translation":"Who called the cops?"},{"text":"Ein Bulle ist männlich, eine Kuh weiblich.","translation":"A bull is male and a cow is female."},{"text":"Dieser Bulle wird morgen Abend geopfert.","translation":"This bull will be sacrificed tomorrow evening."},{"text":"Ein Bulle kann Vater werden, ein Ochse nur Onkel!","translation":"A bull can become a father, an ox only an uncle!"}],"Narbe":[{"text":"Wenn die Wunde nicht mehr wehtut, schmerzt die Narbe.","translation":"When the wound no longer hurts, the scar hurts."},{"text":"Ihm wurden im Laufe der Zeit sehr viele Narben beigebracht.","translation":"He was taught a lot of scars over time."},{"text":"Die Narben sind kaum sichtbar.","translation":"The scars are barely visible."},{"text":"Er hat eine Narbe auf dem Arm.","translation":"He has a scar on his arm."},{"text":"Tom hat eine Narbe im Gesicht.","translation":"Tom has a scar on his face."}],"hip":[{"text":"Wenige Leute wissen, was das Wort \"hipster\" bedeutet.","translation":"Few people know what the word \"hipster\" means."},{"text":"Maria hört gerne Hip-Hop.","translation":"Maria likes to listen to hip-hop."},{"text":"Mich graust es heute schon, wenn ich daran denke, dass in näherer Zukunft Hip Hop das sein wird, was heute Volksmusik ist.","translation":"I am already horrified today when I think that in the near future hip hop will be what folk music is today."}],"Drucker":[{"text":"Wie kann ich auf den Drucker zugreifen?","translation":"How can I access the printer?"},{"text":"Hast du gerade was aus dem Drucker genommen?","translation":"Did you just take something out of the printer?"},{"text":"Der Drucker ist kurz davor, den Geist aufzugeben.","translation":"The printer is about to give up the ghost."},{"text":"Auf dem Gang steht ein Drucker.","translation":"There's a printer in the corridor."},{"text":"Der Drucker funktioniert nicht.","translation":"The printer doesn't work."}],"womöglich":[{"text":"Womöglich muss ich noch ein paar Tage in Boston bleiben.","translation":"I might need to stay in Boston for a few more days."},{"text":"Ich kann Tom nicht finden. Womöglich ist er schon gegangen.","translation":"I can't find Tom. Maybe he has already left."},{"text":"Ich erzähle euch jetzt etwas über Tom, das ihr womöglich nicht hören wollt.","translation":"I'm going to tell you something about Tom that you might not want to hear."},{"text":"Ich hätte womöglich die Polizei früher anrufen sollen.","translation":"I probably should've called the police sooner."},{"text":"Maria ist womöglich die talentierteste Künstlerin Deutschlands.","translation":"Maria is probably Germany's most talented artist."},{"text":"Die Leute werden dich womöglich für einen Dummkopf halten, wenn du das tust.","translation":"People might think you're stupid if you do that."},{"text":"Hätte Tom Johannes an jenem Abend in die Finger gekriegt – er hätte ihn in seiner Wut womöglich umgebracht.","translation":"If Tom had gotten his hands on Johannes that evening, he might have killed him in his rage."},{"text":"Ein starker Mann macht die Dinge womöglich schlimmer, weil er keine Autorität über die Kuckuckskinder erlangt.","translation":"A strong man may make things worse because he does not gain authority over the cuckoo children."},{"text":"Tom hätte Maria womöglich umgebracht, wenn Johannes nicht eingeschritten wäre.","translation":"Tom probably would've killed Mary if John hadn't stopped him."},{"text":"Als der erste Jahrestag von Tom und Marias erstem Rendezvous verstrichen war, wurde Toms Mutter allmählich vorsichtig optimistisch, dass womöglich bald eine Hochzeit in Aussicht stehen könnte.","translation":"As Tom and Mary's one-year dating anniversary passed, Tom's mother began to be cautiously optimistic that a wedding might soon be in the offing."}],"Anstieg":[{"text":"Im zweiten Quartal war der Anstieg des BSP höher als erwartet.","translation":"In the second quarter, the increase in GNP was higher than expected."},{"text":"Hinzu kommt ein deutlicher Anstieg der Kosten bei den Tagessätzen.","translation":"In addition, there is a significant increase in the costs of daily rates."},{"text":"Zusätzlich zu diesem Anstieg gab es einen Wandel in der Struktur der Weltwirtschaft.","translation":"In addition to this increase, there has been a change in the structure of the global economy."},{"text":"Wir waren überrascht über den drastischen Anstieg der Importmenge.","translation":"We were surprised by the drastic increase in the volume of imports."},{"text":"Dieser Anstieg der Arbeitslosigkeit ist eine Folge der Rezession.","translation":"This increase in unemployment is a consequence of the recession."}],"verdoppeln":[{"text":"Das Glück ist das einzige, was sich verdoppelt, wenn man es teilt.","translation":"Happiness is the only thing that doubles when you share it."},{"text":"Lasst uns unsere Anstrengung verdoppeln!","translation":"Let's redouble our efforts!"},{"text":"Wenn die Hälfte unserer Wünsche erfüllt wäre, würden unsere Sorgen verdoppelt sein.","translation":"If half of our wishes were fulfilled, our worries would be doubled."},{"text":"Kaum haben wir das Ziel aus den Augen verloren, verdoppelten wir unsere Anstrengungen.","translation":"As soon as we lost sight of the goal, we redoubled our efforts."},{"text":"Sein Gewicht hat sich in den letzten 10 Jahren verdoppelt.","translation":"His weight has doubled over the last ten years."}],"deuten":[{"text":"Ich weiß nicht, wie ich seine Worte deuten soll.","translation":"I don't know how to interpret his words."},{"text":"Er deutete seine Absicht an.","translation":"He hinted at his intention."},{"text":"Schnee deutet die Ankunft des Winters an.","translation":"Snow indicates the arrival of winter."},{"text":"Dieser Satz kann auch auf eine andere Weise gedeutet werden.","translation":"This sentence can also be interpreted in another way."},{"text":"Tom lenkte Marias Aufmerksamkeit auf sich und deutete auf seine Uhr.","translation":"Tom caught Mary's eye and then pointed at his watch."}],"liken":[{"text":"Bitte liket meine Seite auf Facebook.","translation":"Please \"like\" my page on Facebook."}],"Packung":[{"text":"Manchmal bin ich so verwirrt wie ein Chamäleon in einer Packung Smarties.","translation":"Sometimes I'm as confused as a chameleon in a pack of Smarties."},{"text":"Wer Packungen öffnet, muss sie kaufen.","translation":"If you open packages, you have to buy them."},{"text":"Ich hätte doch nicht die ganze Packung Kartoffelchips essen sollen.","translation":"I shouldn't have eaten the whole bag of potato chips."},{"text":"Das hier ist nicht die Packung, die zu dem Spielzeug gehört. Es passt nicht richtig hinein.","translation":"This is not the package that belongs to the toy. It doesn't fit in properly."},{"text":"Tom stand mitten in der Nacht auf und verzehrte eine ganze Packung Kekse.","translation":"Tom woke up in the middle of the night and ate an entire bag of cookies."}],"denk":[{"text":"Denk immer daran, dass die Sprache dein Freund ist, und nicht dein Feind.","translation":"Keep in mind that language is your friend and not your enemy."},{"text":"Denk ich an Deutschland in der Nacht, dann bin ich um den Schlaf gebracht.","translation":"When I think of Germany at night, I feel sleepless."},{"text":"Was redest du denn daher, denk erst einmal nach!","translation":"So what are you talking about, think about it first!"},{"text":"Denk an dein Versprechen, Tom!","translation":"Remember your promise, Tom."},{"text":"Wenn du mit der Presse sprichst, denk daran, dass sie immer das letzte Wort hat.","translation":"When you talk to the press, remember that they always have the last word."},{"text":"Frag nicht, denk selbst.","translation":"Don't ask, think for yourself."},{"text":"Jetzt denk daran, dass du nicht rauchst in ihrem Auto.","translation":"Now remember, you must not smoke in her car."},{"text":"Wenn alles schlecht ist, denk daran, dass es noch schlechter werden kann.","translation":"If everything is bad, remember that it can get worse."},{"text":"Hör auf, so emotional zu sein und denk zur Abwechslung mal logisch.","translation":"Stop being so emotional and think logically, for once!"},{"text":"Hör hundertmal, denk tausendmal, sprich einmal.","translation":"Listen a hundred times, think a thousand times, say once."}],"Paprika":[{"text":"Esst ihr Paprika?","translation":"Do you eat bell peppers?"},{"text":"Ich kaufe keine Paprika.","translation":"I don't buy peppers."},{"text":"Man schneide die Paprika in zwei Zoll große Streifen.","translation":"Cut the bell peppers into two-inch strips."},{"text":"In einer Paprika ist mehr Vitamin C enthalten als in einer Zitrone.","translation":"A pepper contains more vitamin C than a lemon."},{"text":"Kartoffeln, Tomaten und Paprika kommen ursprünglich vom amerikanischen Kontinent.","translation":"Potatoes, tomatoes, and peppers originated in the Americas."},{"text":"Essen Sie Paprika?","translation":"Do you eat peppers?"},{"text":"Grünen Paprika esse ich gar nicht.","translation":"I don't eat green peppers at all."},{"text":"Einen Teelöffel Paprika hinzufügen.","translation":"Add one teaspoon of paprika."}],"einerseits":[{"text":"Einerseits will er alles haben, andererseits möchte er nichts dafür geben.","translation":"On the one hand, he wants everything, on the other hand, he doesn't want to give anything for it."},{"text":"Einerseits wirkt sich das auf Frau Garcías emotionalen Zustand aus.","translation":"On the one hand, this affects Ms. García's emotional state."},{"text":"Einerseits fehlt den Armen das Brot, andererseits dagegen den Reichen der Appetit.","translation":"On the one hand, the poor lack bread, on the other hand, the rich lack appetite."},{"text":"Wir erlitten einerseits zwar einen schweren Verlust, doch andererseits lernten wir auch viel aus der Erfahrung.","translation":"On the one hand we suffered a heavy loss, but on the other hand we learned a great deal from the experience."},{"text":"Die kleinwüchsige Hexe schwebte öfter, als sie ging oder stand. Einerseits wollte sie ihr Kleid vor Beschmutzung schützen, andererseits konnte sie so allen auf Augenhöhe begegnen.","translation":"The diminutive witch hovered more often than she walked or stood. On the one hand, she wanted to protect her dress from soiling, on the other hand, she could meet everyone at eye level."}],"versehentlich":[{"text":"Tom hat versehentlich Gift getrunken.","translation":"Tom accidentally drank poison."},{"text":"Er hat versehentlich den falschen Zug genommen.","translation":"He accidentally got on the wrong train."},{"text":"Er schlug sich versehentlich mit dem Hammer auf den Daumen.","translation":"He accidentally hit his thumb with the hammer."},{"text":"Er hat versehentlich Salz in seinen Kaffee getan.","translation":"He accidentally put salt in his coffee."},{"text":"Mein Koffer wurde versehentlich nach London geschickt.","translation":"They sent my suitcase to London by mistake."}],"Kalorie":[{"text":"„Mir ist langweilig.\" — Das ist ein Satz mit unglaublich vielen Kalorien.","translation":"\"I'm bored.\" — That's a sentence with an incredible amount of calories."},{"text":"Wasser hat keine Kalorien.","translation":"Water has no calories."},{"text":"Die Kalorie ist ein exaktes Maß für die in einem Lebensmittel enthaltene Energie.","translation":"The calorie is an exact measure of the energy contained in a food."},{"text":"Wenn wir abnehmen wollen, müssen wir mehr Kalorien verbrennen, als wir zu uns nehmen.","translation":"If we want to lose weight, we need to burn more calories than we consume."},{"text":"Nimm lieber Wodka pur. Der hat weniger Kalorien.","translation":"Have some vodka straight. It's a lot less calories."}],"absurd":[{"text":"Verstehen Sie denn wirklich nicht, wie absurd Ihre Frage ist?","translation":"Do you really not understand how absurd your question is?"},{"text":"Es klingt absurd.","translation":"It sounds absurd."},{"text":"Das ist die absurdeste Idee, die ich je gehört habe.","translation":"That's the most absurd idea I've ever heard."},{"text":"Das ist nicht mehr oder weniger als absurd.","translation":"It is neither more nor less than absurd."},{"text":"Viele halten seine Idee für absurd.","translation":"Many consider his idea absurd."}],"Geste":[{"text":"Die Geste war spontan und deshalb ehrlich.","translation":"The gesture was spontaneous and therefore honest."},{"text":"Benutzt man diese Gesten in den USA?","translation":"Are these gestures used in the USA?"},{"text":"Sie kommunizieren mit Gesten.","translation":"They communicate with each other by gesture."},{"text":"Manchmal ist eine freundliche Geste mehr wert als viele Worte.","translation":"Sometimes a friendly gesture is worth more than many words."},{"text":"Seine entschlossene Geste fand hohe Anerkennung.","translation":"His gamely gesture was much appreciated."}],"katholisch":[{"text":"Das Schloss ist heute im Besitz der katholischen Kirche.","translation":"The castle is now owned by the Catholic Church."},{"text":"Meine Eltern haben mich katholisch erzogen.","translation":"My parents raised me Catholic."},{"text":"Ich habe eine katholische Schule besucht.","translation":"I went to a Catholic school."},{"text":"Er ist katholischen Glaubens.","translation":"He is a Catholic."},{"text":"Die ist katholisch bis in die Knochen.","translation":"She is Catholic to the bone."}],"Uhrzeit":[{"text":"Warum bist du um diese Uhrzeit noch wach?","translation":"Why are you still awake at this time of day?"},{"text":"Um welche Uhrzeit steht sie auf?","translation":"What time does she get up?"},{"text":"Um welche Uhrzeit fängt die Schule an?","translation":"What time does school begin?"},{"text":"Sagen Sie mir bitte die genaue Uhrzeit.","translation":"Please tell me the exact time."},{"text":"Für die Uhrzeit war der Supermarkt relativ leer.","translation":"For the time of day, the supermarket was relatively empty."}],"Betrüger":[{"text":"Dieser Betrüger hat uns glatt aufs Kreuz gelegt.","translation":"This scammer has put us on the cross."},{"text":"Die alte Frau war eine leichte Beute für den Betrüger.","translation":"The old woman fell an easy prey to the fraud."},{"text":"Sie ging so weit, dass sie ihn als Betrüger bezeichnete.","translation":"She went so far as to say that he was a swindler."},{"text":"Hattest du niemals den Verdacht, dass er ein Betrüger ist?","translation":"Did you ever suspect that he was a fraud?"},{"text":"Sein Vater ist ein Betrüger.","translation":"His father is a fraud."}],"hochgeladen":[{"text":"Tom hat bei Youtube ein Video hochgeladen.","translation":"Tom uploaded a video on YouTube."},{"text":"Sie hat ein Video hochgeladen.","translation":"She uploaded a video."},{"text":"Ich habe die von Tom hochgeladene Datei heruntergeladen.","translation":"I downloaded the file which Tom uploaded."},{"text":"Maria hat das Bild auf ihre Pinnwand hochgeladen.","translation":"Mary posted the picture on her wall."},{"text":"Tom war angenehm überrascht, dass das Bild, das er bei Facebook hochgeladen hat, über sechzig Leuten gefallen hat.","translation":"Tom was pleasantly surprised that more than 60 people liked the photo he put on Facebook."},{"text":"Tom hoffte, dass das Video, das er soeben auf „YouTube“ hochgeladen hatte, in Windeseile von sich reden machen würde.","translation":"Tom hoped the video he just uploaded to YouTube would go viral."},{"text":"Wir haben die Fotos von unserer Hochzeit auf Facebook hochgeladen.","translation":"We uploaded the pictures from our wedding to Facebook."},{"text":"Maria hat bei „Pinterest“ ein Bild von ihren Keksen hochgeladen.","translation":"Mary posted a picture of her cookies on Pinterest."}],"dicker":[{"text":"Dein Bauch wird immer dicker.","translation":"Your belly's getting fatter and fatter."},{"text":"Das war ein dicker Hund!","translation":"That was a fat dog!"},{"text":"Tom ist noch dicker geworden. Er passt jetzt nicht einmal mehr durch eine Tür.","translation":"Tom has gotten fatter. He can't get through doors anymore."},{"text":"Ich bin in der letzten Zeit leider etwas dicker geworden.","translation":"Unfortunately, I have become a bit fatter lately."},{"text":"Die Frau, die Tom heiratete, war sogar noch dicker als er selbst.","translation":"The woman who married Tom was even fatter than himself."}],"widerstehen":[{"text":"Ich kann dieser Frau nicht widerstehen.","translation":"I can't resist this woman."},{"text":"Ich konnte nicht widerstehen: ich musste dieses Buch einfach haben!","translation":"I couldn't resist: I just had to have this book!"},{"text":"Es ist besser, der Gewalt mit dem Recht widerstehen, als mit dem Eisen.","translation":"It is better to resist violence with the law than with iron."},{"text":"Der Macht seiner Logik konnten wir nicht widerstehen.","translation":"We could not resist the force of his logic."},{"text":"„Warum hast du dir einen neuen Laptop gekauft?“ „Ich konnte nicht widerstehen!“","translation":"\"Why did you buy a new laptop?\" \"I couldn't resist!\""}],"variieren":[{"text":"Variieren können Sie, indem Sie »Chef« gelegentlich durch »Boss« ersetzen.","translation":"You can vary by occasionally replacing \"boss\" with \"boss\"."},{"text":"Die Maße variieren von einem Individuum zum anderen.","translation":"Measurements are different from individual to individual."},{"text":"Das Speiseangebot variieren wir je nach Gast und Geschmack.","translation":"The menu varies depending on the guest and taste."},{"text":"Die sozialen Gepflogenheiten variieren von Land zu Land.","translation":"Social customs vary from country to country."},{"text":"Die Farbe des Meeres variiert von tiefblau bis dunkelgrün.","translation":"The color of the sea varies from deep blue to dark green."}],"Krankenschwester":[{"text":"Die Krankenschwester reinigte die Wunde und verband sie dann.","translation":"The nurse cleaned the wound, and then dressed it."},{"text":"Sie arbeitet als Krankenschwester im Krankenhaus.","translation":"She's working as a nurse at the hospital."},{"text":"Tom hielt die Krankenschwester für einen Engel.","translation":"Tom thought the nurse was an angel."},{"text":"Als Krankenschwester war ich schon oft mit dem Tod konfrontiert.","translation":"As a nurse, I have often faced death."},{"text":"Das Mädchen ist eine Krankenschwester.","translation":"The girl is a nurse."}],"Betracht":[{"text":"Es ist nicht wichtig, was du betrachtest, sondern was du siehst.","translation":"It's not important what you look at, but what you see."},{"text":"Woran denkst du, wenn du dieses Bild betrachtest?","translation":"What do you imagine when you see that picture?"},{"text":"Du betrachtest jenen Baum.","translation":"You look at that tree."},{"text":"Du betrachtest mich so seltsam.","translation":"You look at me so strangely."},{"text":"Dass du recht hast, bedeutet nicht, dass ich unrecht habe. Es bedeutet nur, dass du es nicht aus meiner Perspektive betrachtest.","translation":"That you're right doesn't mean I'm wrong. It just means you're not looking at it from my perspective."},{"text":"Politiker sollten die öffentliche Meinung in Betracht ziehen.","translation":"Politicians should consider public opinion."},{"text":"Ziehe das tief in Betracht.","translation":"Consider this deeply."},{"text":"Dein Vorschlag ist es wert, in Betracht gezogen zu werden.","translation":"Your suggestion is worth considering."},{"text":"Diese Möglichkeit hatte ich nicht in Betracht gezogen.","translation":"I had not considered this possibility."},{"text":"Eine Order kommt für uns nur in Betracht, wenn Sie den Kaufpreis um 5 % reduzieren.","translation":"We will only consider placing an order if you reduce the price by 5%."}],"Rüstung":[{"text":"Die Rüstungen waren schon seit Jahrhunderten nicht mehr gereinigt worden.","translation":"The armor hadn't been cleaned for centuries."},{"text":"Die Rüstungen lagen vergessen in einer Ecke.","translation":"The armor lay forgotten in a corner."},{"text":"Wie ein Ritter in glänzender Rüstung kam Tom aus dem Nichts, um sie zu retten.","translation":"Tom appeared out of nowhere to rescue her, like a knight in shining armor."},{"text":"Seine Großeltern hatten ihm einige Rüstungen hinterlassen.","translation":"His grandparents had left him some armor."},{"text":"Eine Rüstung ist die Kleidung eines Mannes, dessen Schneider ein Schmied ist.","translation":"Armour is the clothing of a man whose tailor is a blacksmith."}],"wiederherstellen":[{"text":"Sie haben meinen Glauben an die Menschheit wiederhergestellt.","translation":"You have restored my faith in humanity."},{"text":"Die Straße soll wiederhergestellt werden.","translation":"They'll rebuild the road."},{"text":"Es wird lange dauern, bis er wieder völlig wiederhergestellt ist.","translation":"It will be a long time before he has fully recovered."},{"text":"Ich hoffe, dass die Gerechtigkeit wiederhergestellt wird.","translation":"I hope that justice will be restored."},{"text":"Die Ordnung wurde wiederhergestellt.","translation":"Order has been restored."}],"Tiger":[{"text":"Lieber ein Jahr wie ein Tiger leben als tausend Jahre wie ein Schaf.","translation":"Better to live a year like a tiger than a thousand years like a sheep."},{"text":"Es ist leichter, neben einem hungrigen Tiger zu leben als neben einer enttäuschten Frau.","translation":"It is easier to live next to a hungry tiger than next to a disappointed woman."},{"text":"Wenn man vom Tiger spricht, kommt er.","translation":"When you talk about the tiger, he comes."},{"text":"Wenn die Katze weg ist, bildet sich die Maus ein, sie sei ein Tiger.","translation":"When the cat is gone, the mouse imagines it is a tiger."},{"text":"John fing einen Tiger und schoß zwei Löwen.","translation":"John caught a tiger and shot two lions."},{"text":"Ich glaube, der Tiger hat Hunger.","translation":"I think the tiger is hungry."},{"text":"Manche Tiere, wie z.B. Tiger, essen Fleisch.","translation":"Some animals, such as .B tigers, eat meat."},{"text":"Wer ist stärker, Tiger oder Löwe?","translation":"Who is stronger, tiger or lion?"},{"text":"Ihm gefallen Tiger.","translation":"He likes tigers."},{"text":"Wenn man nicht des Tigers Höhl’ betritt, erlangt man auch nicht seine Jungen.","translation":"If you don't enter the tiger's cave, you won't get its young."}],"kräftig":[{"text":"Alle kräftigen Menschen lieben das Leben.","translation":"All strong people love life."},{"text":"Er ist klein, aber kräftig.","translation":"He is small but strong."},{"text":"Er hat kräftige Arme.","translation":"He has strong arms."},{"text":"Im Laufe eines Jahres ist mein Sohn kräftiger geworden.","translation":"Over the course of a year, my son has become stronger."},{"text":"Sie hielt meinen Arm kräftig fest.","translation":"She held my arm tightly."}],"verfluchen":[{"text":"Die Hexe verfluchte das arme kleine Mädchen.","translation":"The witch cursed the poor little girl."},{"text":"Sie verfluchte ihn, weil er den Unfall verursacht hat.","translation":"She cursed him because he caused the accident."},{"text":"Sie verfluchte ihn, weil er sein Versprechen vergessen hatte.","translation":"She cursed him because he had forgotten his promise."},{"text":"Er fühlte sich so unglücklich, dass er den Tag verfluchte, an dem er geboren wurde.","translation":"He felt so unhappy that he cursed the day he was born."},{"text":"Es ist besser, ein einziges kleines Licht anzuzünden, als die Dunkelheit zu verfluchen.","translation":"It is better to light a single little light than to curse the darkness."},{"text":"Der Ring ist verflucht.","translation":"The ring is cursed."},{"text":"Dieses Grab ist verflucht.","translation":"This tomb is cursed."},{"text":"Dieses alte Grabmal ist verflucht.","translation":"This ancient tomb is cursed."},{"text":"Die Kunst ist verflucht schwer. Wenn man abends bei einer Flasche Wein sitzt, meint man, es müsse wie von selber gehen. Am nächsten Morgen, nüchtern vor der großen weißen Leinwand, die Sachen wieder aus dem Nichts zu holen, da ist einem ganz anders zumute. Wenn ich morgens gemalt habe, bin ich den übrigen Tag nur noch ein lebender Leichnam.","translation":"Art is damn difficult. When you sit with a bottle of wine in the evening, you think it has to go by itself. The next morning, soberly in front of the big white screen, to get the things out of nowhere, you feel completely different. If I have painted in the morning, I am only a living corpse for the rest of the day."},{"text":"Diese Stadt ist verflucht.","translation":"This city is cursed."}],"Pfeffer":[{"text":"Tom kann hingehen, wo der Pfeffer wächst.","translation":"Tom can go where the pepper grows."},{"text":"Er ißt die Eier immer ohne Salz und Pfeffer.","translation":"He always eats eggs without salt and pepper."},{"text":"Sie hasst grünen Pfeffer.","translation":"She hates green peppers."},{"text":"Entschuldigen Sie! Könnten Sie mir vielleicht den Pfeffer reichen?","translation":"Excuse me, could you by any chance pass me the pepper?"},{"text":"Tu nicht so viel Pfeffer in die Suppe!","translation":"Don't put so much pepper in the soup!"},{"text":"Da liegt der Hase im Pfeffer!","translation":"There's the hare in the pepper!"},{"text":"In diesem Gericht fehlen noch Salz und Pfeffer.","translation":"This dish still lacks salt and pepper."},{"text":"Hätten Sie gerne etwas Pfeffer?","translation":"Would you like some pepper?"},{"text":"Reich mir bitte Salz und Pfeffer!","translation":"Please pass me the salt and pepper."},{"text":"Ein Krämer, der nicht Mausdreck für Pfeffer aufschwätzen kann, hat sein Handwerk nicht gelernt.","translation":"A shopkeeper who can't talk up mouse dirt for pepper hasn't learned his craft."}],"beweg":[{"text":"Beweg deinen Hintern!","translation":"Move your butt!"},{"text":"Beweg deinen Arsch hierher zurück!","translation":"Get your ass over here!"},{"text":"Beweg deinen Arsch und geh hin!","translation":"Move your ass and go!"},{"text":"Los, komm! Beweg' deine Knochen!","translation":"Come on! Move your bones!"},{"text":"Beweg dich nicht von der Stelle.","translation":"Don't you move from here."},{"text":"Bewege dich leise.","translation":"Move quietly."},{"text":"Bewege dich nicht fort von hier.","translation":"Don't move from here."},{"text":"Bewege dich gelassen zwischen Lärm und Hast und erinnere dich des Frieden, der in der Stille möglich ist.","translation":"Move calmly between noise and haste and remember the peace that is possible in silence."},{"text":"Bewege deinen Hintern!","translation":"Move your ass!"},{"text":"Beweg’ deinen Hintern!","translation":"Get off your tush!"},{"text":"Warte dort und beweg dich nicht!","translation":"Wait there and don't move."},{"text":"Beweg dich! Du stehst mir im Weg.","translation":"Move! You're in my way."},{"text":"Beweg dich! Vorwärts! Nicht so lahmarschig!","translation":"Move! Forward! Not so lame!"}],"ordnen":[{"text":"Sie ordnet sich Männern nicht unter.","translation":"She does not submit to men."},{"text":"Was für eine Methode benutzen Sie, um Ihre Dateien zu ordnen?","translation":"What method do you use to organize your files?"},{"text":"Ich habe keine Zeit, meine Bücher zu ordnen, bevor ich gehe.","translation":"I have no time to put my books in order before I go."},{"text":"Also lass mich wenigstens den Tisch ordnen.","translation":"So at least let me arrange the table."},{"text":"Sie saßen nach dem Alter geordnet.","translation":"They sat according to age."}],"Herrschaft":[{"text":"Die Herrschaft über den Augenblick ist die Herrschaft über das Leben.","translation":"The dominion over the moment is the dominion over life."},{"text":"Liebe und Herrschaft leiden nicht Gesellschaft.","translation":"Love and domination do not suffer society."},{"text":"Bitte, Platz zu nehmen, die Herrschaften! Das Essen kommt gleich.","translation":"Ladies and gentlemen, please be seated. The food is about to be served."},{"text":"Sag den Herrschaften, dass wir da sind.","translation":"Tell the gentlemen that we are there."},{"text":"Man findet keine Herrschaft vollkommen.","translation":"You can't find a complete rule."}],"programmieren":[{"text":"Mary programmierte ein Videospiel.","translation":"Mary programmed a video game."},{"text":"Tom wollte lernen, wie man Computer programmiert.","translation":"Tom wanted to learn how to program computers."},{"text":"Werden Regeln nicht eindeutig formuliert, ist Streit programmiert.","translation":"If rules are not clearly formulated, disputes are programmed."},{"text":"Mit 12 Jahren habe ich mein erstes Computerspiel programmiert.","translation":"At the age of 12 I programmed my first computer game."},{"text":"Alle Lebewesen sind Maschinen, darauf programmiert zu wachsen und sich fortzupflanzen.","translation":"All living things are machines programmed to grow and reproduce."},{"text":"Ich habe mich immer sehr fürs Programmieren interessiert.","translation":"I've always been very interested in programming."},{"text":"Tom hat vom Programmieren keine Ahnung.","translation":"Tom doesn't know the first thing about programming."},{"text":"Kennt sich deine Frau ein bisschen beim Programmieren aus?","translation":"Does your wife know a bit about programming?"},{"text":"Keine Ahnung, warum ich plötzlich Programmieren lernen will.","translation":"I don't know why I suddenly want to learn programming."},{"text":"Vielleicht ist es an der Zeit, dass ich anfange, das Programmieren zu lernen.","translation":"Maybe it's about time I started learning to program."},{"text":"Ich habe in Basic programmieren gelernt.","translation":"I learned programming in Basic."},{"text":"Es gibt Roboter, die dafür programmiert sind, Bomben zu entschärfen.","translation":"There are robots that are programmed to defuse bombs."},{"text":"Mary hat ein Computerspiel programmiert.","translation":"Mary has programmed a computer game."},{"text":"Da all dies ohne jegliches menschliches Eingreifen geschehen muss, wurde der Hauptrechner so programmiert und ausgiebig dahingehend getestet, dass sämtliche Korrekturen spontan vorgenommen werden können.","translation":"This all has to happen without any human intervention, so the central computer software has been programmed and extensively tested to make sure all corrections can be made on the fly."},{"text":"Niemand ahnte, dass Maria kein Mensch, sondern eine hochentwickelte Androidin war. Auch sie selbst wusste das nicht. Sie war dazu programmiert zu glauben, sie wäre ein Mensch. Um dieses zentrale Thema dreht sich Toms neuester Roman.","translation":"No one suspected that Mary was not human, but rather a highly sophisticated android. Indeed, she didn't know it herself, programmed as she was to think that she was human. This is the central theme of Tom's latest novel."}],"Zeitplan":[{"text":"Wir haben heute einen engen Zeitplan.","translation":"We're on a tight schedule today."},{"text":"In Bezug auf den Zeitplan werde ich Sie später informieren.","translation":"Regarding the schedule, I will inform you later."},{"text":"Ich möchte mit dem Manager über den Zeitplan sprechen.","translation":"I want to talk with the manager about the schedule."},{"text":"Jedenfalls können wir den Zeitplan nicht ändern.","translation":"At any rate, we can't change the schedule."},{"text":"Wir sind 3 Stunden hinter dem Zeitplan.","translation":"We're three hours behind schedule."}],"beinahe":[{"text":"Das wäre beinahe ins Auge gegangen.","translation":"That almost caught the eye."},{"text":"Beinahe ist noch lange nicht halb.","translation":"Almost is far from half."},{"text":"Das Treffen ist beinahe zu Ende.","translation":"The meeting is almost over."},{"text":"Können Sie mir erklären, warum es in beinahe jedem Dorf zwei Kirchen gibt?","translation":"Can you explain to me why there are two churches in almost every village?"},{"text":"Tom wurde beinahe getötet.","translation":"Tom nearly got killed."},{"text":"Er ist beinahe mein Bruder!","translation":"He's almost my brother!"},{"text":"Es ist beinahe drei Uhr.","translation":"It's nearly three o'clock."},{"text":"Ich habe beinahe Angst davor, mit dir zu reden.","translation":"I am almost scared to talk with you."},{"text":"Jules Vernes Romane waren beinahe Nachrichten aus der Zukunft.","translation":"Jules Verne's novels nearly gave the news from the future."},{"text":"Wusstest du, dass Tom beinahe Maria geheiratet hätte?","translation":"Did you know that Tom almost married Mary?"}],"Ermittler":[{"text":"Tom ist unser bester Ermittler.","translation":"Tom is our best investigator."},{"text":"Ein Ermittler erreichte den Ort des Verbrechens.","translation":"A detective arrived at the scene of the crime."},{"text":"Diesen Ermittler muss man schon mit der Nase darauf stoßen, sonst bemerkt er die Spuren nicht.","translation":"This investigator must be bumped into it with his nose, otherwise he will not notice the traces."},{"text":"Er ist von einem verdeckten Ermittler gefasst.","translation":"He was caught by an undercover police officer."},{"text":"Ich arbeite als verdeckter Ermittler.","translation":"I work as an undercover investigator."}],"jeder":[{"text":"Jeder Mensch ist ein Mond und hat eine dunkle Seite, die er niemandem zeigt.","translation":"Every person is a moon, and has a dark side that they never show."},{"text":"Jeder Mensch, der allein ist, ist allein, weil er Angst vor den anderen hat.","translation":"Every person who is alone is alone because he is afraid of others."},{"text":"Jeder gute Witz hat eine ernsthafte Seite.","translation":"Every good joke has a serious side."},{"text":"„Bitte, verzeih mir! Ich gehöre einem anderen.“ — „Niemand gehört einem anderen. Jeder Mensch gehört nur sich selbst.“","translation":"\"Please, forgive me! I belong to someone else.\" — \"No one belongs to another. Every human being belongs only to himself.\""},{"text":"Wir propagieren kein Schönheitsideal. Jeder Mensch ist schön auf seine Art.","translation":"We do not propagate an ideal of beauty. Everyone is beautiful in their own way."},{"text":"Jeder nur ein Kreuz!","translation":"Each just a cross!"},{"text":"Jeder nur zu oft vergisst, dass er allein nicht jeder ist.","translation":"Everyone all too often forgets that he alone is not everyone."},{"text":"Jeder nach seinen Fähigkeiten, jedem nach seinen Bedürfnissen.","translation":"Each according to his abilities, each according to his needs."},{"text":"Die Feinde hatten den Streitern Toms nichts entgegenzusetzen. Jeder einzelne von ihnen wurde niedergemacht.","translation":"The enemies had nothing to oppose Tom's fighters. Every single one of them was put down."},{"text":"Seltsam erscheint unsere Lage auf dieser Erde. Jeder von uns erscheint da unfreiwillig und ungebeten zu kurzem Aufenthalt, ohne zu wissen, warum und wozu.","translation":"Our situation on this earth seems strange. Each of us appears there involuntarily and uninvited for a short stay, without knowing why and for what purpose."}],"umgehend":[{"text":"Maria beantwortet Post normalerweise umgehend.","translation":"Maria usually answers mail immediately."},{"text":"Tom wurde wegen unhöflichen Verhaltens gegenüber einem Kunden umgehend entlassen.","translation":"Due to his impolite behavior toward a customer, Tom was immediately fired."},{"text":"Danke für die umgehende deutsche Übersetzung!","translation":"Thank you for the immediate German translation!"},{"text":"Ihre Anmeldung wird umgehend bearbeitet.","translation":"Your registration will be processed immediately."},{"text":"Sie müssen mögliche Gefahren umgehend beseitigen.","translation":"You must eliminate possible dangers immediately."},{"text":"Du solltest dir besser umgehend die Haare schneiden lassen.","translation":"You'd better have your hair cut at once."},{"text":"Ich erwarte umgehend Ihre Antwort.","translation":"I await your reply as soon as possible."},{"text":"„Öffne umgehend diese Tür!“ – „Verschwinde!“","translation":"\"Open this door right now.\" \"Go away!\""},{"text":"Maria erteilte Toms Einladung zu einem gemeinsamen Sommerurlaub umgehend eine Absage.","translation":"Maria immediately rejected Tom's invitation to a summer vacation together."},{"text":"Tom, alarmiere umgehend den Sicherheitsdienst!","translation":"Tom, call security right now!"},{"text":"Ich bat umgehend um Entschuldigung.","translation":"I apologized immediately."},{"text":"Ich will euch beide umgehend in meinem Büro sprechen!","translation":"I want to see you two in my office. Now."},{"text":"Sie sagte, sie werde umgehend zurückkehren.","translation":"She said she would return immediately."},{"text":"Ich werde mich umgehend bei Ihnen melden.","translation":"I will get back to you as soon as possible."},{"text":"Tom ließ alles stehen und liegen und setzte sich umgehend in den nächsten Flieger nach Deutschland, als er hörte, dass Maria so schwer krank geworden war, dass das Schlimmste zu befürchten war.","translation":"When he heard that Mary had fallen seriously ill and that the doctors feared the worse, Tom dropped everything and caught the next flight back to Germany."}],"wesentliche":[{"text":"Ich stimme deiner Ansicht im Wesentlichen zu.","translation":"I essentially agree with your view."},{"text":"Sein Vorschlag war im Wesentlichen ein Befehl.","translation":"His proposal was essentially an order."},{"text":"Tom hatte im Wesentlichen recht.","translation":"Tom was essentially right."},{"text":"Deswegen bin ich im Wesentlichen hier.","translation":"That's sort of why I'm here."},{"text":"Ein Dialog — das ist im Wesentlichen eine Kette von Repliken.","translation":"A dialogue is essentially a chain of replicas."}],"vergleichbar":[{"text":"Wie ihr wisst, ist das Leben vergleichbar mit einer Reise.","translation":"As you know, life is comparable to a voyage."},{"text":"Ihre Lage ist vergleichbar mit meiner.","translation":"Their location is comparable to mine."},{"text":"Ein vergleichbarer Wagen würde in Japan bei weitem mehr kosten.","translation":"A comparable car would cost far more in Japan."},{"text":"Frauen und Affen sehen vergleichbar aus.","translation":"Women and monkeys look comparable."},{"text":"Mitleid ist vergleichbar mit Liebe.","translation":"Pity is akin to love."},{"text":"Nichts Vergleichbares ist mir durch den Kopf gekommen.","translation":"Nothing comparable has come through my head."},{"text":"Im Großen und Ganzen sind Damenprodukte 7 % teurer als Vergleichbares für Herren.","translation":"Overall, women’s products cost 7% more than similar products for men."},{"text":"Solcherart waren Toms Wahn und Besessenheit, dass er unzählige seiner Skulpturen wieder mit dem Hammer zerschlug, da er sie für unvollkommen hielt; dabei waren sie meisterhaft. Niemand hätte auch nur annähernd etwas Vergleichbares schaffen können.","translation":"Such was Tom's delusion and obsession that he smashed countless of his sculptures again with a hammer, as he considered them imperfect; they were masterful. No one could have come close to creating anything comparable."},{"text":"Da gibt es nichts Vergleichbares.","translation":"It has no parallel."}],"Lügner":[{"text":"Der Lügner und der Dieb wohnen unter einem Dach.","translation":"The liar and the thief live under one roof."},{"text":"Sie hat mich einen Lügner genannt.","translation":"She called me a liar."},{"text":"Wer dieses behauptet, der ist ein Lügner.","translation":"Anyone who claims this is a liar."},{"text":"Tom glaube ich, dir nicht. Ich halte dich für einen Lügner.","translation":"Tom, I don't believe you. I think you're a liar."},{"text":"Wer ist ein Lügner? — Derjenige, der erzählt, was er hört.","translation":"Who is a liar? — The one who tells what he hears."}],"kennzeichnen":[{"text":"Die Krankheiten, die das Wachstum der Menschheit kennzeichnen, nennt man Revolution.","translation":"The diseases that characterize the growth of humanity are called revolution."},{"text":"Im Japanischen wird das Objekt mit „ni“ oder „o“ gekennzeichnet.","translation":"In Japanese, the object is marked with \"ni\" or \"o\"."},{"text":"Die Kirchen sind auf der Karte mit einem Kreuz gekennzeichnet.","translation":"The churches are marked with a cross on the map."},{"text":"Es ist mit meinem Namen gekennzeichnet.","translation":"It has my name on it."},{"text":"Der Punkt kennzeichnet das Ende dieses langweiligen Satzes.","translation":"The full stop marks the end of this boring sentence."}],"Beifall":[{"text":"Auch durch Beifall kann man Feinde aus dem Konzept bringen.","translation":"Even by applauding you can bring enemies out of the concept."},{"text":"Für seine Arbeit muss man Zustimmung suchen, aber niemals Beifall.","translation":"For his work you have to seek approval, but never applause."},{"text":"Ich befasse mich mit etwas, was euren Beifall findet.","translation":"I am dealing with something that you applaud."},{"text":"Maria hat Beifall geklatscht.","translation":"Mary clapped."},{"text":"Er hat viel Beifall bekommen.","translation":"He received much applause."}],"bestens":[{"text":"Tom kennt sich in diesen Wäldern bestens aus.","translation":"Tom knows these forests very well."},{"text":"Die Polizei hatte die Lage jederzeit bestens im Griff.","translation":"The police had the situation under control at all times."},{"text":"Tom kennt sich mit Computern bestens aus.","translation":"Tom has a lot of experience in computers."},{"text":"Es funktioniert bestens.","translation":"It works great."},{"text":"Nun ist alles bestens.","translation":"Now everything is fine."}],"Torte":[{"text":"Auf dem Tisch steht eine sehr große Torte.","translation":"On the table is a very large cake."},{"text":"Besser Brot ohne Butter als Torte ohne Freiheit.","translation":"Better bread without butter than cake without freedom."},{"text":"Oh, Maria, die Torte sieht ja köstlich aus! Bekomme ich ein Stück?","translation":"Oh, Maria, the cake looks delicious! Do I get a piece?"},{"text":"Gehst du mir eine Torte und Kaffee bestellen.","translation":"Go you order me a cake and coffee."},{"text":"Die Torte ist frisch.","translation":"The cake is fresh."}],"einschließen":[{"text":"Hast du deine Frau gestern Nacht in der Küche eingeschlossen?","translation":"Did you lock your wife in the kitchen last night?"},{"text":"Unser Haus hat sieben Zimmer, das Wohnzimmer eingeschlossen.","translation":"Our house has seven rooms including the dining room."},{"text":"Sie hat sich im Badezimmer eingeschlossen.","translation":"She's locked herself in the bathroom."},{"text":"Tom hat sich in seinem Schlafzimmer eingeschlossen.","translation":"Tom shut himself up in his bedroom."},{"text":"Du hast deine Tochter im Keller eingeschlossen.","translation":"You locked your daughter in the basement."}],"Sieger":[{"text":"Nur der Geduldige wird Sieger.","translation":"Only the patient will win."},{"text":"Die Sieger des Sommers werden im Winter geboren.","translation":"The winners of summer are born in winter."},{"text":"Bei diesem Krieg gab es keine Sieger, nur Verlierer.","translation":"In this war there were no victors, only losers."},{"text":"Wer aus Niederlagen nichts lernt, wird niemals Sieger sein.","translation":"Those who learn nothing from defeats will never be winners."},{"text":"Sieger glauben immer die Kultur zu bringen. Aber sie täuschen sich meistens.","translation":"Winners always believe they bring culture. But they are mostly mistaken."}],"versprochen":[{"text":"Versprochen ist versprochen!","translation":"A promise is a promise!"},{"text":"Er hat es zwar nicht versprochen, aber ich bin sicher, er wird schließlich kommen.","translation":"He didn't promise it, but I'm sure he will eventually come."},{"text":"Es wird nicht weh tun. Versprochen!","translation":"It won't hurt, I promise."},{"text":"Ich werde dich bestimmt nicht wieder stören. Versprochen!","translation":"I won't bother you again, I promise."},{"text":"Versprochen ist versprochen, und wird auch nicht gebrochen.","translation":"A promise is a promise, and it will not be broken."},{"text":"Ein versprochener Schatz hat keinen Wert.","translation":"A promised treasure has no value."},{"text":"Schau mal! Der versprochene Schnee!","translation":"Lo, the promised snow!"},{"text":"Tom ärgert sich, weil er die versprochene Gehaltserhöhung nicht bekommen hat.","translation":"Tom is upset because he didn't get the raise that he'd been promised."},{"text":"Auf der Straße ist ein Gedränge, so werden wir nicht in der versprochenen Zeit ankommen.","translation":"The road is crowded so we probably won't get there by the time we promised."},{"text":"Tom beteiligt sich an den versprochenen Verhandlungen.","translation":"Tom participates in the promised negotiations."}],"künstlerisch":[{"text":"Marias künstlerisches Genie zeigte sich schon im Kindergarten.","translation":"Maria's artistic genius was already evident in kindergarten."},{"text":"Das ist künstlerische Freiheit.","translation":"This is artistic freedom."},{"text":"Er wuchs in einer künstlerischen Familie auf.","translation":"He was raised in an artistic family."},{"text":"Ich bin der künstlerische Leiter des Theaters.","translation":"I am the artistic director of the theatre."},{"text":"Die künstlerische Schönheit des Gartens ist wirklich erstaunlich.","translation":"The artistic beauty of the garden is truly amazing."}],"Tablet":[{"text":"Meine Mutter hat einen Laptop und ein Tablet.","translation":"My mother has a notebook and a tablet."},{"text":"Dieses Tablet wiegt zwar weniger, kostet aber recht viel.","translation":"This tablet weighs less, but costs quite a lot."},{"text":"Dieser Tablet-Computer hat ein niedriges Gewicht, aber dafür einen hohen Preis.","translation":"This tablet computer has a low weight, but a high price."},{"text":"Der Gebrauch von Tablet-PCs und Smartphones im Bett, führt dazu, dass wir schlechter schlafen und weniger konzentriert sind.","translation":"The use of tablets and smartphones in bed causes us to sleep worse and be less focused."},{"text":"Meine Mutter hat ein Notebook und ein Tablet.","translation":"My mother has a laptop and a tablet."},{"text":"Der neue Tablet-Computer kostet ein Vermögen.","translation":"The new tablet costs a fortune."},{"text":"Ein Tablet-Computer ist ein tragbarer Computer in Form einer Schreibtafel mit Tastschirm, der nach Größe und Funktionsumfang zwischen Smartphone und Notebook liegt.","translation":"A tablet computer is a portable computer in the form of a writing board with a touch screen, which lies between smartphone and notebook in terms of size and functionality."}],"rame":[{"text":"Sollten wir nochmals Ramen essen gehen?","translation":"Should we go out for ramen again?"},{"text":"Ich hätte Lust auf Ramen.","translation":"I would like to go to ramen."}],"Betriebssystem":[{"text":"Ich verwende auf meinem Rechner „Windows für Workgroups 3.11“ als Betriebssystem.","translation":"I use Windows for Workgroups 3.11 on my computer as an operating system."},{"text":"Linux ist ein kostenloses Betriebssystem. Du solltest es ausprobieren.","translation":"Linux is a free operating system; you should try it."},{"text":"Was ist dein liebstes Betriebssystem?","translation":"What is your favorite operating system?"},{"text":"Mein Freund entwirft gerade eine Benutzeroberfläche für das neue Betriebssystem.","translation":"My friend is designing a user interface for the new operating system."},{"text":"Immer populärer werden Geräte mit dem alternativen Betriebssystem Android, das eine offene Architektur hat.","translation":"More and more popular are devices with the alternative Android operating system, which has an open architecture."}],"genehmigen":[{"text":"„Ich gehe eben eine rauchen.“ – „Genehmigt!“","translation":"\"I'm just going to smoke one.\" – \"Approved!\""},{"text":"Ich kann den Plan nicht genehmigen.","translation":"I cannot approve the project."},{"text":"Der Manager genehmigte unseren Plan.","translation":"The manager approved our plan."},{"text":"Ich bin nicht betrunken, aber ich habe mir etwas genehmigt.","translation":"I'm not drunk, but I've been drinking."},{"text":"Es wird ziemlich unmöglich sein, diesen Plan genehmigt zu bekommen.","translation":"Let's go somewhere where the two of us can talk."}],"vermute":[{"text":"Ich vermute, das merkt keiner.","translation":"Nobody is going to notice, I suppose."},{"text":"Ich vermute, dass wir nur sehen, was wir kennen.","translation":"I suspect that we only see what we know."},{"text":"Wo wir waren, wollen wir wahrscheinlich nie wieder hingehen, vermute ich.","translation":"Where we were, we probably never want to go again, I suspect."},{"text":"Ich vermute, ich habe verstanden, was du sagen wolltest.","translation":"I guess I understood what you were trying to say."},{"text":"Ich erinnere mich nicht genau, aber ich vermute, es war letzten Freitag.","translation":"I don't remember exactly, but I suppose it was last Friday."}],"Genehmigung":[{"text":"Du brauchst eine schriftliche Genehmigung.","translation":"You need written permission."},{"text":"Es ist illegal, ein Buch ohne die Genehmigung des Autors zu kopieren.","translation":"It is illegal to copy a book without the author's permission."},{"text":"Es ist nicht erlaubt, ohne Genehmigung im Theater zu fotografieren.","translation":"It is not allowed to take pictures in the theater without permission."},{"text":"Es wird ziemlich unmöglich sein, eine Genehmigung für diesen Plan zu erhalten.","translation":"It'll be almost impossible to get this plan approved."},{"text":"Rauchen nur mit Genehmigung.","translation":"Smoking only with permission."}],"wischen":[{"text":"Die Kunst wischt den Staub von der Seele.","translation":"Art wipes dust from the soul."},{"text":"Maria wischte sich die Tränen ab und kämpfte gegen neue an.","translation":"Mary wiped away her tears, fighting back a fresh bout."},{"text":"Wischen Sie bitte den Staub vom Tisch?","translation":"Will you please wipe the dust off the table?"},{"text":"Er wischte ihr die Tränen weg.","translation":"He wiped her tears away."},{"text":"Tom wischte den Boden.","translation":"Tom mopped the floor."}],"vergiften":[{"text":"Diese vergiftete Atmosphäre ist schwer zu ertragen.","translation":"This poisoned atmosphere is hard to bear."},{"text":"Maria vergiftete Tom; danach nahm sie sich selbst das Leben.","translation":"Maria poisoned Tom; after that, she took her own life."},{"text":"Ich fühle mich, als hätte mich jemand vergiftet.","translation":"I feel like someone poisoned me."},{"text":"Geld vergiftet die Seele.","translation":"Money poisons the soul."},{"text":"Unser Hund wurde vergiftet.","translation":"Our dog was poisoned."}],"gefüllt":[{"text":"Diese Tasse, gefüllt mit Liebe, ist nur für dich!","translation":"This cup, filled with love, is just for you!"},{"text":"Wein wird in Fässer gefüllt um zu reifen.","translation":"Wine is put in barrels to mature."},{"text":"Die Lampe muss mit Öl gefüllt werden.","translation":"The lamp needs to be filled with oil."},{"text":"Dieser Brunnen ist stets mit Wasser gefüllt.","translation":"This well is always filled with water."},{"text":"Der Korb war bis zum Rand gefüllt mit Erdbeeren.","translation":"The basket was full to the brim with strawberries."},{"text":"Am Fuß der Mauer ist ein mit Wasser gefüllter Graben.","translation":"At the foot of the wall is a ditch filled with water."},{"text":"Eine Tasche mit einem Loch wird niemals gefüllt sein.","translation":"A pocket with a hole in it will never be full."},{"text":"Ein gefüllter Teller war die Portion, die ein jeder Schüler erhielt.","translation":"A filled plate was the portion each student received."},{"text":"Auf die Figur zu achten, ist nicht mehr Brauch, viel wichtiger ist ein stets gefüllter Bauch.","translation":"To pay attention to the figure is no longer custom, much more important is an always filled belly."},{"text":"Gießen Sie uns einen Kaffee auf und bringen Sie von den gefüllten Waffeln!","translation":"Pour us a coffee and bring us the stuffed waffles!"}],"Disziplin":[{"text":"Ihm fehlt Disziplin.","translation":"He lacks discipline."},{"text":"Das Kind kannte überhaupt keine Disziplin.","translation":"The child was completely lacking in discipline."},{"text":"Dank der Disziplin haben sich die Teenager verändert.","translation":"Thanks to discipline, teenagers have changed."},{"text":"Er braucht Disziplin.","translation":"He needs discipline."},{"text":"Wenn Männer reden könnten, wäre Diskutieren eine olympische Disziplin.","translation":"If men could talk, discussing would be an Olympic discipline."}],"loszuwerden":[{"text":"Der Teufel ist gut einzuladen, aber schwer loszuwerden.","translation":"The devil is good to invite, but hard to get rid of."},{"text":"Statt zu versuchen, ihn loszuwerden, pflegte Tom seinen englischen Akzent.","translation":"Instead of trying to get rid of him, Tom cultivated his English accent."},{"text":"Alt werden heißt, die Ängste über die Vergangenheit loszuwerden.","translation":"To grow old means to be rid of anxieties about the past."},{"text":"Wir waren alle froh, ihn so einfach loszuwerden.","translation":"We were all pleased to be so cheaply quit of him."},{"text":"Es gibt nur ein Problem, das schwieriger ist als Freunde zu gewinnen. Sie wieder loszuwerden.","translation":"There's just one problem that's harder than making friends. To get rid of them."}],"fürcht":[{"text":"Fürchte die, die dich fürchten.","translation":"Fear those who fear you."},{"text":"Man braucht nichts im Leben zu fürchten, man muss nur alles verstehen.","translation":"You don't have to fear anything in life, you just have to understand everything."},{"text":"Nichts ist so schlimm, wie wir fürchten, nichts so gut, wie wir hoffen.","translation":"Nothing is as bad as we fear, nothing as good as we hope."},{"text":"Wenn die Wurzeln fest sind, muss man den Wind nicht fürchten.","translation":"If the roots are firm, you do not have to fear the wind."},{"text":"Weil wir die Konsequenzen fürchten, setzen wir oft etwas nicht in die Tat um.","translation":"Because we fear the consequences, we often do not put something into action."}],"montag":[{"text":"Am Montag arbeite ich nicht.","translation":"I don't work on Mondays."},{"text":"Am Montag muss ich leider zum Arzt.","translation":"Unfortunately, I have to go to the doctor on Monday."},{"text":"Es sieht so aus, als ob heute Montag ist.","translation":"It looks as if today is Monday."},{"text":"Montag, Dienstag, Mittwoch, Donnerstag, Freitag, Samstag, Sonntag und Feiertag sind die Tage der Woche.","translation":"Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, Sunday and holiday are the days of the week."},{"text":"Gestern stand in unserer Zeitung, dass der Sommer dieses Jahr an einem Montag stattfindet.","translation":"It said in our paper yesterday that summer was going to happen on a Monday this year."}],"befehlen":[{"text":"Das Herz lässt sich nicht befehlen.","translation":"The heart cannot be commanded."},{"text":"Wie kannst du es wagen zu widersprechen! Tu, was ich dir befehle!","translation":"How dare you disagree! Do what I command you!"},{"text":"Er befahl mir, den Raum umgehend zu verlassen.","translation":"He ordered me to leave the room immediately."},{"text":"Die Polizei befahl dem Verdächtigen, seine Waffe fallen zu lassen.","translation":"The police ordered the suspect to drop his gun."},{"text":"Ich kann es Tom nicht befehlen.","translation":"I can't order Tom to do it."}],"auffällig":[{"text":"Tom spricht mit einem auffälligen amerikanischen Akzent.","translation":"Tom speaks with a striking American accent."},{"text":"Dieses auffällige Kleid passt nicht zu mir.","translation":"This showy dress isn't appropriate for me."},{"text":"Er zog sich das auffällige Hemd an.","translation":"He put on the eye-catching shirt."},{"text":"Der Unterschied ist sehr auffällig.","translation":"The difference is very noticeable."},{"text":"Sie war auffällig glücklich.","translation":"She was remarkably happy."},{"text":"Er hatte auffällig viel Geld dabei.","translation":"He had a conspicuous amount of money with him."},{"text":"Er hat auffällig viel Geld dabeigehabt.","translation":"He had a noticeable amount of money with him."},{"text":"Er unterrichtet in einer Klasse mit auffällig vielen aufsässigen und widerborstigen Schülern.","translation":"He teaches in a class with a conspicuous number of rebellious and recalcitrant students."},{"text":"Die kroatische Gemeinde Ceminac hat sich bei korrupten Geschäften ziemlich dumm angestellt. Der kleine Ort hat für seine Angestellten Überstunden für den 30. und 31. Februar abgerechnet. Auffällig wurden die Bilanztricks auch bei der Abrechnung von Rasenmähen und Schneeräumung an ein und demselben Tag.","translation":"The Croatian municipality of Ceminac has been quite stupid about corrupt deals. The small town has billed its employees for overtime for February 30 and 31. The balance sheet tricks were also noticeable in the billing of lawn mowing and snow removal on one and the same day."}],"gutaussehend":[{"text":"Warum können Männer nicht intelligent und gutaussehend gleichzeitig sein? - Dann wären es ja Frauen!","translation":"Why can't men be intelligent and handsome at the same time? - Then it would be women!"},{"text":"Allerdings ist das nur etwas für gutaussehende Männer.","translation":"However that's only for handsome men."},{"text":"Das ist mein Bruder. Ist er nicht gutaussehend?","translation":"This is my brother. Handsome, isn't he?"},{"text":"Er ist klug und gutaussehend.","translation":"He's smart and beautiful."},{"text":"Tom ist noch immer so gutaussehend wie eh und je.","translation":"Tom is still just as handsome as he used to be."}],"Schimmel":[{"text":"Wer weiß, wem der Vater den Schimmel schenkt?","translation":"Who knows to whom the father gives the mold?"},{"text":"Hundert graue Pferde machen noch nicht einen einzigen Schimmel.","translation":"A hundred gray horses don't make a single mold yet."},{"text":"Mein Hobby ist das Sammeln alter Münzen.","translation":"My hobby is collecting old coins."},{"text":"Welche Farbe hatte der Schimmel Heinrichs IV.?","translation":"What color was Henry IV's mold?"},{"text":"Wir sind Pilze sammeln gegangen.","translation":"We went mushroom picking."},{"text":"Hier, guck mal! Ist da Schimmel dran?","translation":"Does this look moldy to you?"},{"text":"Schimmel erschien auf meinen Stiefeln.","translation":"Mold appeared on my boots."},{"text":"Da ist Schimmel im Duschraum.","translation":"There's some mould in the showers."},{"text":"Schimmel besteht aus winzigkleinen Pilzen.","translation":"Mold consists of tiny fungi."},{"text":"Erst gestern habe ich die Pilze gekauft, und schon heute ist Schimmel dran. Das kann doch nicht wahr sein!","translation":"Only yesterday I bought the mushrooms, and already today it is mold. That can't be true!"}],"riecht":[{"text":"Tom riecht schlecht.","translation":"Tom smells bad."},{"text":"Riecht jemand Rauch?","translation":"Can anyone smell smoke?"},{"text":"Dieser Fisch riecht schlecht.","translation":"This fish smells bad."},{"text":"Dieses Fleisch riecht schlecht.","translation":"This meat smells bad."},{"text":"Er ist so weit gereist und riecht noch immer, ob seine Mutter Kuchen gebacken hat.","translation":"He has traveled so far and still smells if his mother baked cakes."},{"text":"Riecht ihr Rauch?","translation":"Do you smell smoke?"},{"text":"Du solltest dieses Fleisch nicht essen. Das riecht nicht gut.","translation":"You shouldn't eat this meat. It smells bad."},{"text":"Das riecht wie Käse.","translation":"It smells like cheese."},{"text":"„Warum kaufst du denn seit neuestem diesen Honig und nicht mehr den gleichen wie sonst? Schmeckt dir dieser besser?“ – „Das nicht, aber es gefällt mir nicht, dass bei dem anderen die Herkunft verschleiert wird – das riecht nach Betrug. Bei dem ‚echt deutschen Honig‘ besteht da kein Zweifel.“ – „Dann kauf doch gleich Honig beim Imker um die Ecke. Damit förderst du zugleich die Region.“","translation":"\"Why have you been buying this honey lately and not the same as usual? Does it taste better to you?\" – \"Not that, but I don't like the fact that the other person's origin is obscured – that smells like fraud. With the 'real German honey' there is no doubt.\" – \"Then buy honey from the beekeeper around the corner. At the same time, you are promoting the region.\""},{"text":"Riecht gut.","translation":"Smells good."}],"Schläger":[{"text":"Der Junge traf den Ball mit seinem neuen Schläger.","translation":"The boy hit the ball with his new bat."},{"text":"Entschuldigung, aber das ist mein Schläger.","translation":"Pardon me, but that is my racket."},{"text":"Was kostet dieser Schläger?","translation":"How much is this racket?"},{"text":"Tom legte den Schläger auf den Boden.","translation":"Tom laid the bat on the ground."},{"text":"Halt den Schläger fest.","translation":"Hold the racket tight."}],"unterschätzen":[{"text":"Unterschätze nicht meine Macht!","translation":"Don't underestimate my power!"},{"text":"Unterschätze nicht die unglaubliche Kraft eines einfachen Lächelns und eines freundlichen Wortes.","translation":"Don't underestimate the incredible power of a simple smile and a kind word."},{"text":"Unterschätze nicht deinen Gegner.","translation":"Don't underestimate your opponent."},{"text":"Unterschätzen Sie uns nicht.","translation":"Don't underestimate us."},{"text":"Unterschätze es nicht.","translation":"Don't underestimate it."},{"text":"Wir unterschätzten das Risiko.","translation":"We underestimated the risk."},{"text":"Wer eine Frau unterschätzt hat, wird das nie wieder tun.","translation":"Anyone who underestimated a woman will never do so again."},{"text":"Dieses Problem wird unterschätzt.","translation":"This problem is underestimated."},{"text":"Du solltest einen guten Kollegen nicht unterschätzen.","translation":"You should not underestimate a good colleague."},{"text":"Wer die Intelligenz anderer Menschen unterschätzt, ist selbst nicht besonders helle!","translation":"Those who underestimate the intelligence of other people are not particularly bright themselves!"}],"Etage":[{"text":"Ein Café ist auf der zweiten Etage.","translation":"There's a cafe on the second floor."},{"text":"Ich möchte auf der ersten Etage wohnen.","translation":"I want to live on the first floor."},{"text":"Dein Zimmer befindet sich in der ersten Etage.","translation":"Your room is on the first floor."},{"text":"Nehmen Sie den Aufzug zur fünften Etage.","translation":"Take the elevator to the fifth floor."},{"text":"Ich bin in der achten Etage.","translation":"I'm on the eighth floor."}]}