{"aufgeladen":[{"text":"Diese Batterie ist aufgeladen.","translation":"This battery is charged."},{"text":"Mein Handy ist voll aufgeladen.","translation":"My phone is fully charged."},{"text":"Das Telefon wird gerade aufgeladen.","translation":"The phone's charging."},{"text":"Wenn du dein Handy bekommst, ist der Akku schon aufgeladen.","translation":"When you get your phone, the battery is already charged."},{"text":"Ist die Batterie vollständig aufgeladen?","translation":"Is the battery fully charged?"}],"anzuschauen":[{"text":"Ich neige dazu, die Bilder anzuschauen, bevor ich den Text lese.","translation":"I tend to look at the pictures before reading the text."},{"text":"Das Leben ist zu kurz, um sich das Geschehen aus der zweiten Reihe anzuschauen.","translation":"Life is too short to watch the action from the second row."},{"text":"Letzten Samstag war meine Familie im Zoo, um sich Pandas anzuschauen.","translation":"Last Saturday my family was at the zoo to see pandas."},{"text":"Tom kann nicht aufhören, Maria anzuschauen.","translation":"Tom can't take his eyes off Mary."},{"text":"Es reicht, sie anzuschauen, um zu sehen, dass sie dich liebt.","translation":"It's enough to look at her to see that she loves you."}],"Hauptfigur":[{"text":"Aber die Hauptfigur bemerkt ihren Fehler.","translation":"But the main character notices her mistake."},{"text":"Die Hauptfigur stirbt am Ende des Buches.","translation":"The main character dies at the end of the book."},{"text":"Was also geschieht der Hauptfigur zuletzt?","translation":"So what happens to the protagonist at the end?"},{"text":"Die Geschichte endet mit dem Tod der Hauptfigur.","translation":"The story ends with the main character's death."},{"text":"Die Hauptfigur des Romans wird im Allgemeinen als alter ego des Autors angesehen.","translation":"The main character of the novel is generally considered the author's alter ego."}],"watt":[{"text":"Die Sparglühbirne von Philips erzeugt mit nur 18 Watt genauso viel Licht wie eine gewöhnliche 75-Watt-Glühbirne.","translation":"The economy light bulb from Philips produces as much light as an ordinary 75-watt light bulb with only 18 watts."},{"text":"Die Leistung einer Solarzelle mit einer Fläche von einem Quadratmeter beträgt ungefähr ein Watt. Deshalb ist es gegenwärtig schwierig, Solarenergie in großem Maßstab zu gewinnen.","translation":"The power of a solar cell with an area of one square meter is about one watt. Therefore, it is currently difficult to generate solar energy on a large scale."},{"text":"Das Watt ist aus Sand und Schlick bestehender Meeresboden und fällt bei mittlerer Ebbe trocken und wird wieder bei mittleren Hochwasser überspült.","translation":"The mudflats are made of sand and silt and fall dry at medium low tide and are flooded again at medium high tide."},{"text":"Was ist ein Watt?","translation":"What is a watt?"},{"text":"Nils und Nele sind bis nach Langeoog durchs Watt gewandert.","translation":"Nils and Nelly walked across the mudflats to Langeoog."},{"text":"Die Sparglühbirne von Philips erzeugt mit nur 18 Watt genauso viel Licht wie eine gewöhnliche 75-Watt-Glühbirne.","translation":"The economy light bulb from Philips produces as much light as an ordinary 75-watt light bulb with only 18 watts."}],"Ministerium":[{"text":"Die Akte wurde ans Ministerium geschickt.","translation":"The file was sent to the Ministry."},{"text":"Wie viele Ministerien gibt es in jenem Staate?","translation":"How many ministries are there in that state?"},{"text":"Das Ministerium bittet um Verzeihung.","translation":"The Ministry asks for forgiveness."},{"text":"Das Ministerium musste sich einem Berg von Fragen stellen.","translation":"The ministry had to face a mountain of questions."},{"text":"Die Gesundheitsministerin bestätigte heute, dass ihr Ministerium seit 2002 kontinuierlich gewachsen sei.","translation":"The Minister of Health confirmed today that her ministry has grown steadily since 2002."},{"text":"Jenes Ministerium verwaltet die inneren Angelegenheiten.","translation":"That ministry administers internal affairs."},{"text":"Der Richtlinie des Ministeriums für Gesundheit, Arbeit und Soziales folgend, hat ein Teil der medizinischen Einrichtungen begonnen, an chronischen Krankheiten u. ä. leidenden regelmäßigen Patienten nach telefonischer Sprechzeit Rezepte auszustellen. Es handelt sich hierbei um eine Maßnahme, Patienten, deren chronische Erkrankungen sich leicht verschlimmern können, vor Infektion zu schützen.","translation":"Following the guidelines of the Ministry of Health, Labour and Social Affairs, some medical institutions have begun to issue prescriptions to regular patients suffering from chronic diseases and the like after telephone office hours. This is a measure to protect patients whose chronic diseases can easily worsen from infection."}],"freie":[{"text":"Er hat seinen Hund im Freien laufen lassen.","translation":"He let his dog run outdoors."},{"text":"Die Veranstaltung findet im Freien statt.","translation":"It's an open-air event."},{"text":"Es ist ein schöner Tag, um im Freien zu essen.","translation":"It's a nice day to eat outside."},{"text":"Tom schlief im Freien.","translation":"Tom slept outside."},{"text":"Mein kleiner Bruder und seine Kameraden sind fast immer im Freien und spielen.","translation":"My little brother and his comrades are almost always outdoors playing."}],"Prophezeiung":[{"text":"Die Tat leistet der Prophezeiung den Dienst, sie zur Wahrheit zu machen.","translation":"The deed serves the prophecy to make it the truth."},{"text":"Die Prophezeiung trat ein.","translation":"The prophecy came true."},{"text":"Die Prophezeiung ging in Erfüllung.","translation":"The prophecy came to pass."},{"text":"Diagnosen sind häufig sich selbst erfüllende Prophezeiungen.","translation":"Diagnoses are often self-fulfilling prophecies."},{"text":"„Noch vor Ende dieses Tages“, sagte die alte Frau, „wirst du einen Apfel essen.“ – „Nein, niemals“, antwortete Maria erschrocken. „Das ist mir von meinem Vater aufgrund einer Prophezeiung streng verboten worden. Es heißt, ich müsse dann sterben.“","translation":"\"Before the end of this day,\" said the old woman, \"you will eat an apple.\" – \"No, never,\" Maria replied frightened. \"This was strictly forbidden to me by my father because of a prophecy. They say I have to die then.\""}],"abbiegen":[{"text":"Die nächste Straße rechts abbiegen.","translation":"Take the next street on the right."},{"text":"Ich sage Dir wann Du abbiegen musst.","translation":"I'll tell you when to turn."},{"text":"Auf dieser Straße darf man nicht links abbiegen.","translation":"You are not allowed to turn left on this street."},{"text":"An der Ecke abbiegen.","translation":"Turn at that corner there."},{"text":"Wenn Sie rechts abbiegen, kommen Sie zum Museum.","translation":"If you turn right, you will come to the museum."},{"text":"Wer immer nur links abbiegt, kommt nicht ans Ziel.","translation":"If you always turn left, you will not reach your destination."},{"text":"Ich bin mir sicher, dass wir dort hinten nach links hätten abbiegen sollen.","translation":"I'm sure we should've turned left back there."},{"text":"Wenn du links abbiegst, siehst du die Post.","translation":"When you turn left you'll see the post office."},{"text":"Ich glaube, wir sind irgendwo falsch abgebogen.","translation":"I think we made a wrong turn somewhere."},{"text":"Wir hätten rechts abbiegen sollen.","translation":"We should have turned right."}],"Suchbegriff":[],"angesagt":[{"text":"Unser Garten verträgt den angesagten Regen.","translation":"Our garden tolerates the trendy rain."},{"text":"Die angesagten Kinder hassen mich alle.","translation":"The cool kids all hate me."},{"text":"Die angesagten Mädchen sitzen in der Kantine alle an einem Tisch.","translation":"All the popular girls sit at the same table in the cafeteria."},{"text":"Maria gehörte zu den angesagten Mädchen.","translation":"Mary was one of the cool girls."},{"text":"Heutzutage kann es das berufliche Aus bedeuten, wenn man nicht das tut, was andere für angesagt halten.","translation":"Nowadays, it can mean the end of your career if you don't do what others think is trendy."},{"text":"Auf, ihr müden Hunde! Nun ist Sport angesagt!","translation":"Come on, you tired dogs! Now it's time for sport!"},{"text":"Heute sind bis zu 32 Grad angesagt. Das wird heiß!","translation":"Today, up to 32 degrees are announced. It's going to be hot!"},{"text":"Welche Art Musik ist gerade angesagt?","translation":"What kind of music is hot right now?"},{"text":"Was ist denn „Tatoeba“? Ist das derzeit angesagt?","translation":"What is \"Tatoeba\"? Is that the order of the day at the moment?"},{"text":"Im Wetterbericht wurde für morgen Sturm angesagt.","translation":"They said in the weather forecast that there would be a storm tomorrow."}],"Abwechslung":[{"text":"Abwechslung tut Wunder.","translation":"Variety works wonders."},{"text":"Tom kann jeden Tag Tiefkühlpizza essen. Ich brauche da schon etwas Abwechslung.","translation":"Tom can eat frozen pizza every day, but I need something else for a change."},{"text":"Abwechslung macht das Leben süß.","translation":"Variety makes life sweet."},{"text":"Unsere Krankheiten entsprechen an Zahl den Abwechslungen in unserem Leben.","translation":"Our diseases correspond in number to the varieties in our lives."},{"text":"Abwechslung macht Freude.","translation":"Variety is fun."}],"Verschwendung":[{"text":"Zeitverschwendung ist die leichteste aller Verschwendungen.","translation":"Wasting time is the easiest of all wastes."},{"text":"Neben den Anstrengungen der Werbewirtschaft ist Schach die größte Verschwendung menschlicher Intelligenz.","translation":"In addition to the efforts of the advertising industry, chess is the greatest waste of human intelligence."},{"text":"Es ist eine Verschwendung, das Land brach liegen zu lassen.","translation":"It's wasteful to leave the land lying idle."},{"text":"Das ist eine Verschwendung von Steuergeldern.","translation":"This is a waste of taxpayers' money."},{"text":"Sparen ist die richtige Mitte zwischen Geiz und Verschwendung.","translation":"Saving is the right balance between stinginess and waste."}],"how":[{"text":"Unser grundsätzliches Problem ist der Mangel an Know-how.","translation":"Our basic problem is the lack of know-how."}],"el":[{"text":"Nachdem er das Land verlassen hatte, ist der große El Hasnaoui nie wieder zurückgekehrt.","translation":"After leaving the country, the great El Hasnaoui never returned."},{"text":"Er hat den El Capitan erklommen.","translation":"He climbed El Capitan."},{"text":"Das Backpulver in 1 EL Wasser auflösen.","translation":"Dissolve the baking powder in 1 tbsp water."},{"text":"Das Kaffeehaus ist das El Dorado der Müßiggänger.","translation":"The coffee house is the El Dorado of idlers."},{"text":"Ich heisse El Muhammed, vom Stamm der alten Azras, die ihr Leben für die Liebe verlieren und sterben, wenn sie lieben.","translation":"My name is El Muhammed, from the tribe of ancient Azras, who lose their lives for love and die when they love."}],"minimieren":[{"text":"Können wir das Risiko irgendwie minimieren?","translation":"Is there anything we can do to minimize the risk?"},{"text":"Wie sind die Kosten zu minimieren?","translation":"How can costs be minimized?"}],"weggeworfen":[{"text":"Ich habe meine Schuhe weggeworfen.","translation":"I threw away my shoes."},{"text":"Der Käse musste weggeworfen werden.","translation":"The cheese had to be thrown away."},{"text":"Er hat viele alte Briefe weggeworfen.","translation":"He threw away many old letters."},{"text":"In den Vereinigten Staaten werden vierzig Prozent der Lebensmittel weggeworfen.","translation":"Forty percent of food in the United States is wasted."},{"text":"„Was machen Sie da?“ － „Ich habe einen Ring, der mir wichtig ist, aus Versehen weggeworfen.“","translation":"\"What are you doing?\" - \"I accidentally threw away a ring that is important to me.\""},{"text":"Zufällig habe ich am Straßenrand ein weggeworfenes Fahrrad gefunden.","translation":"By chance, I found a discarded bicycle on the side of the road."},{"text":"In der Müllhalde fand ich eine Menge von weggeworfenen Deutschlehrbüchern und sogar ein kleines Wörterbuch.","translation":"In the dump I found a lot of discarded German textbooks and even a small dictionary."},{"text":"Die Künstlerin Carol Bastien wird in ihrem Schaffen von den weggeworfenen Dingen, die sie von den Straßen der Stadt New York aufliest, inspiriert.","translation":"Artist Carol Bastien draws artistic inspiration from the discarded items she collects on the streets of New York City."},{"text":"Am Strand empfing uns das Gekreisch von einem halben Dutzend Möwen, die sich gegenseitig ein weggeworfenes Stück Brot abjagten.","translation":"On the beach, we were greeted by the screeching of half a dozen seagulls chasing a discarded piece of bread from each other."},{"text":"Meine heutige gute Tat war es, den von Baby Tom achtlos weggeworfenen Schnuller vom Boden aufzuheben und ihn seiner Mutter Maria wieder auszuhändigen.","translation":"My good deed today was to pick up the pacifier carelessly discarded by Baby Tom from the floor and hand it back to his mother Maria."}],"kanadisch":[{"text":"In manchen kanadischen Gebieten gibt es fast keine Menschen.","translation":"Some Canadian territories have almost no people."},{"text":"Ich habe keine kanadischen Freunde.","translation":"I don't have any Canadian friends."},{"text":"Tom wohnt 16 Kilometer von der kanadischen Grenze entfernt.","translation":"Tom lives 10 miles from the Canadian border."},{"text":"Ich habe einen kanadischen Freund.","translation":"I have a Canadian friend."},{"text":"Tom arbeitet bei einer kanadischen Firma.","translation":"Tom works for a Canadian company."}],"rational":[{"text":"Aber wenn wir vollkommen rational wären, würden wir dann trotzdem Kinder wollen?","translation":"But if we were completely rational, would we then still want children?"},{"text":"Ich bin emotional dafür, aber rational dagegen.","translation":"I am emotionally for it, but rationally against it."},{"text":"Eltern sind nicht rational, weil Liebe nichts Rationales ist.","translation":"Parents aren't rational because love isn't rational."},{"text":"Der Mensch ist ein rationales Wesen.","translation":"Man is a rational being."},{"text":"Von deutschen Unternehmen werden Standortentscheidungen häufiger emotional als rational getroffen.","translation":"German companies often make location decisions emotionally than rationally."}],"Pixel":[{"text":"Ein Fernsehbild besteht aus kleinen Quadraten, die man Pixel nennt.","translation":"The picture on your television set is made up of tiny squares called pixels."},{"text":"Diese Quadrate heißen Pixel, das ist ein Kurzwort für „picture elements“, z. dt. „Bildelemente“.","translation":"These squares are called pixels—short for picture elements."}],"schätz":[{"text":"Unsere größten Ängste sind die Drachen, die unsere tiefsten Schätze bewahren.","translation":"Our greatest fears are the dragons that keep our deepest treasures."},{"text":"Schätze deine Größe nicht nach deinem Schatten.","translation":"Don't judge your size by your shadow."},{"text":"Schätze den Hund nicht nach den Haaren, sondern nach den Zähnen.","translation":"Estimate the dog not by the hair, but by the teeth."},{"text":"Schätze den Mann nicht nach der Mütze, sondern nach seinen Taten.","translation":"Do not judge the man by the cap, but by his deeds."},{"text":"Welche Schätze sind noch zu heben?","translation":"What treasures still need to be lifted?"},{"text":"Ich möchte nur, dass du weisst, wie sehr ich das schätze.","translation":"I just want you to know how much I appreciate that."},{"text":"Ich schätze Wissen immer sehr hoch ein.","translation":"I always value knowledge very highly."},{"text":"Ich weiß nicht, ob er irgendwelche Superkräfte hat, aber ich schätze, dass er stärker ist als normale Menschen.","translation":"I don't know if he has any superpowers, but I guess he's stronger than normal people."},{"text":"Früher, da ich unerfahren und bescheidener war als heute, hatten meine höchste Achtung andre Leute. Später traf ich auf der Weide außer mir noch mehrere Kälber, und nun schätz ich sozusagen erst mich selber.","translation":"In the past, since I was inexperienced and more modest than today, other people had my highest respect. Later I met several calves besides myself on the pasture, and now I first estimate myself, so to speak."}],"Einzelheit":[{"text":"Wir benötigen nicht so viele Einzelheiten.","translation":"We do not need so many details."},{"text":"Mir waren die Einzelheiten nicht bekannt.","translation":"I had no knowledge of the particulars."},{"text":"Du musst noch mehr Einzelheiten in den Bericht aufnehmen.","translation":"You have to add more details to the report."},{"text":"Für Einzelheiten zum Produkt klicken Sie hier.","translation":"For product details click here."},{"text":"Ich kann dir momentan keine weiteren Einzelheiten nennen.","translation":"I can't give you any more details at this time."}],"fällig":[{"text":"Es gibt keine Zufälle, es fällt zu, was fällig ist.","translation":"There are no coincidences, it falls to what is due."},{"text":"Ich war lange genug Zweiter, jetzt ist mal wieder ein Tour-Sieg fällig.","translation":"I was second long enough, now another Tour victory is due."},{"text":"Die Miete ist morgen fällig.","translation":"The rent is due tomorrow."},{"text":"Die Rechnung wird am Ersten des nächsten Monats fällig.","translation":"The bill is due on the 1st of next month."},{"text":"Es war vor einer Woche fällig, nämlich am zweiten April.","translation":"It was due a week ago, namely on April second."}],"Prognose":[{"text":"Ich würde im Moment keine Prognose wagen.","translation":"I wouldn't dare to make a prediction at the moment."},{"text":"Die Prognose der Erkrankung ist schlecht.","translation":"The prognosis of the disease is poor."},{"text":"Tom kennt nicht den Unterschied zwischen einem Versprechen und einer Prognose.","translation":"Tom doesn't know the difference between a promise and a forecast."},{"text":"Prognosen sind schwierig, vor allem wenn sie die Zukunft betreffen.","translation":"Forecasts are difficult, especially when they concern the future."},{"text":"Ein Experte ist ein Mann, der hinterher genau sagen kann, warum seine Prognose nicht gestimmt hat.","translation":"An expert is a man who can say afterwards exactly why his prognosis was not correct."}],"Stichwort":[{"text":"Vielen Dank für dieses Stichwort.","translation":"Thank you very much for this keyword."},{"text":"Bitte das Stichwort nicht vergessen!","translation":"Please do not forget the keyword!"},{"text":"Bei diesem Wörterbuch kommt die Aussprache direkt nach dem Stichwort.","translation":"In this dictionary the pronunciation comes right after the headword."},{"text":"Dem Gelehrten genügt ein Stichwort.","translation":"One keyword is enough for the scholar."},{"text":"Tom grinste und gab Opa das Stichwort für eine seiner Geschichten. Während Oma und Maria mit einem Seufzen den Kopf in den Nacken warfen, sprang Opa sofort darauf an.","translation":"Grinning, Tom gave Grandad the cue for one of his stories. With Nan and Mary both throwing their heads back and letting out a sigh, Grandad seized his chance."}],"Untergang":[{"text":"Lob ist des Mannes Untergang.","translation":"Praise is the undoing of man."},{"text":"Es gibt keine Hoffnung. Der Untergang ist unvermeidlich.","translation":"There is no hope. Doom is inevitable."},{"text":"Hast du Angst vor dem Untergang?","translation":"Are you afraid of doom?"},{"text":"Seine Neugier ist des Menschen Untergang.","translation":"His curiosity is man's downfall."},{"text":"Der Untergang der Welt steht uns bevor.","translation":"The end of the world is imminent."}],"unruhig":[{"text":"Die Pferde sind wegen der Schüsse unruhig.","translation":"The horses are unsettled about the gunshots."},{"text":"Wenn Tom ihr nicht jede Stunde eine Nachricht schickt, wird Maria unruhig.","translation":"If Tom doesn't send her a message every hour, Maria becomes restless."},{"text":"Schläfst du auch nachts oft unruhig?","translation":"Do you often sleep restlessly at night?"},{"text":"Tom ist ein unruhiges Kind.","translation":"Tom is a restless child."},{"text":"Tom ging unruhig hin und her.","translation":"Tom walked about restlessly."}],"Aufklärung":[{"text":"Du musst Aufklärung betreiben.","translation":"You have to educate."},{"text":"Ich glaube einfach an die Aufklärung, nämlich daran, dass man Menschen überzeugen kann durch Argumente.","translation":"I simply believe in enlightenment, namely that you can convince people through arguments."},{"text":"Das Zeitalter der Aufklärung führte zu einem Umdenken.","translation":"The Age of Enlightenment led to a rethink."},{"text":"Aufklärung ist die Maxime, jederzeit selbst zu denken.","translation":"Enlightenment is the maxim to think for yourself at all times."},{"text":"Unrechtsbewusstsein schafft man durch Aufklärung, nicht durch Strafe.","translation":"Awareness of injustice is created through enlightenment, not through punishment."}],"aufsteigend":[{"text":"Tom ist auf dem aufsteigenden Ast.","translation":"Tom is on the rise."},{"text":"Im Oktober 2013 und März 2014 entstandene Hubble-Aufnahmen zeigen zwei aus dem Kometenkern aufsteigende Staubfontänen.","translation":"Hubble images taken in October 2013 and March 2014 show two jets of dust coming from the comet's core, or nucleus."}],"Controller":[{"text":"Bitte schließe einen Controller an.","translation":"Please connect a controller."}],"isolieren":[{"text":"Unser Haus ist nicht isoliert.","translation":"Our house is not insulated."},{"text":"Das Dorf wurde durch einen starken Sturm isoliert.","translation":"The village was isolated by the heavy storm."},{"text":"Ich habe die kranken Tiere isoliert.","translation":"I isolated the sick animals."},{"text":"Neuseeland war 80 Millionen Jahre lang isoliert.","translation":"New Zealand was isolated for 80 million years."},{"text":"Das Dorf war durch die Überschwemmung isoliert.","translation":"The village was isolated by the flood."},{"text":"Ich fühle mich isoliert.","translation":"I feel isolated."},{"text":"Das Dach ist gut isoliert.","translation":"The roof is well-insulated."},{"text":"Das Haus ist angemessen isoliert.","translation":"The house is suitably isolated."},{"text":"Das Dach ist thermisch isoliert.","translation":"The roof is thermally insulated."},{"text":"Wir haben das Haus mit 10 cm dicken Styroporplatten isoliert.","translation":"We insulated the house with 10 cm thick polystyrene panels."}],"ansprechend":[{"text":"Maria hat einen sehr feinen polnischen Akzent, den Tom sehr ansprechend findet.","translation":"Mary speaks with a very subtle Polish accent, which Tom finds very appealing."},{"text":"Ein ansprechendes Wort wird die Schlange aus ihrem Bau locken.","translation":"An appealing word will lure the snake out of its burrow."},{"text":"Ich finde Parkettböden optisch sehr ansprechend!","translation":"I find parquet floors visually very appealing!"},{"text":"Eine Frau kann einem Manne nur in drei Schritten zum Freunde werden: zunächst ist sie eine ansprechende Bekannte, dann eine Geliebte und erst dann ein Freund.","translation":"A woman can only become a man's friend in three stages: first, she's an agreeable acquaintance, then a mistress, and only after that a friend."},{"text":"Bei diesen Kopfhörern sind die hohen Töne ansprechend, die tiefen jedoch nicht sehr kräftig.","translation":"With these headphones, the high tones are appealing, but the low ones are not very powerful."}],"Ausschuß":[{"text":"Oft produziert ein Ausschuss genau das, als was er sich selbst bezeichnet.","translation":"Often, a scrap produces exactly what it describes itself as."},{"text":"Es wurde ein Ausschuss gebildet, um das Problem zu untersuchen.","translation":"A committee has been set up to investigate the problem."},{"text":"Er stellte dem Ausschuss ein anderes Projekt vor.","translation":"He put another project before the committee."},{"text":"Der Ausschuss nahm den Plan an.","translation":"The committee adopted the plan."},{"text":"Deshalb möchte ich die Aufmerksamkeit auf den Bericht des Ausschusses Unsichtbare Parlamentsabgeordente lenken.","translation":"I would therefore like to draw attention to the Report of the Committee on Invisible Members of Parliament."}],"vertrauenswürdig":[{"text":"Wenn du vertrauenswürdig sein willst, sage den Menschen nur das, was sie glauben.","translation":"If you want to be trustworthy, only tell people what they believe."},{"text":"Ich kenne Tom schon lange und halte ihn für vertrauenswürdig.","translation":"I've known Tom for a long time and I think he's trustworthy."},{"text":"Hoffen wir, dass er sich als vertrauenswürdig erweist.","translation":"Let's hope he proves to be trustworthy."},{"text":"Der Journalist befragte nur vertrauenswürdige Zeugen.","translation":"The journalist interviewed only trustworthy witnesses."},{"text":"Ich lag falsch in der Annahme, er wäre ein vertrauenswürdiger Mann.","translation":"I was mistaken in thinking that he was a trustworthy man."}],"gratis":[{"text":"Das kann doch nicht völlig gratis sein. Da muss es irgendeinen Haken geben!","translation":"This cannot be completely free. There must be a catch!"},{"text":"Ein Geschenk ist immer gratis – manchmal ist es auch umsonst.","translation":"A gift is always free – sometimes it's free."},{"text":"Du kannst es gratis bekommen.","translation":"You can get it for free."},{"text":"Bestellen Sie fünf Pizzen und Sie bekommen die sechste gratis.","translation":"Order five pizzas, and you'll get the sixth free."},{"text":"Glaubst du, dass das gratis ist?","translation":"Do you think it's free?"},{"text":"Die Zeitung ist gratis.","translation":"The newspaper is free."},{"text":"Ich werde nicht gratis arbeiten.","translation":"I will not work for free."},{"text":"Kinder unter zehn Jahren reisen gratis.","translation":"Children under 10 travel for free."},{"text":"Ich sehe nicht ein, warum ich diese ganze Arbeit gratis machen sollte.","translation":"I don't see why I should do all this work for free."},{"text":"In vielen Restaurants steht inzwischen gratis Wi-Fi zur Verfügung.","translation":"Many restaurants now have free Wi-Fi."}],"hübscher":[{"text":"Tom wollte eine hübschere Freundin als sein Nachbar haben.","translation":"Tom wanted to have a prettier girlfriend than his neighbor."},{"text":"Siu-Yin ist hübscher als früher.","translation":"Siu-Yin is prettier than she used to be."},{"text":"Kein anderes Mädchen in meiner Klasse ist hübscher als Linda.","translation":"No other girl in my class is prettier than Linda."},{"text":"Das ist ein hübscher Name.","translation":"That's a pretty name."},{"text":"Wenn ein Mann nur ein wenig hübscher als der Teufel ist, sieht er gut genug aus.","translation":"If a man is just a little prettier than the devil, he looks good enough."}],"schrauben":[{"text":"Sie schraubte ihre Erwartungen herunter.","translation":"She lowered her expectations."},{"text":"Maria schraubte ihren Lippenstift auf.","translation":"Mary unscrewed her lipstick."},{"text":"Tom muss seine Ansprüche tiefer schrauben.","translation":"Tom needs to lower his standards."},{"text":"Das Modellflugzeug schraubte sich in immer engeren Kreisen nach unten, bis es auf dem Boden zerschellte.","translation":"The model plane spiralled in ever-decreasing circles until it crashed into the ground."},{"text":"Tom schraubte die Glühbirne hinein.","translation":"Tom screwed in the light bulb."}],"hälft":[{"text":"Sie schnitt den Kuchen in zwei Hälften.","translation":"She cut a cake in two."},{"text":"Schließlich beschlossen John und Sue, den Apfel in Hälften zu schneiden.","translation":"Finally, John and Sue decided to cut the apple in half."},{"text":"Sie schnitt eine Torte in zwei Hälften.","translation":"She cut a cake in half."},{"text":"Teile dies in zwei Hälften!","translation":"Divide this in half."},{"text":"Sōichirō und Yukino entschlossen sich letztendlich, die Apfelsine in zwei Hälften zu schneiden.","translation":"At last Souichiro and Yukino decided to cut the orange in half."}],"Reservierung":[{"text":"Kann ich eine Reservierung machen?","translation":"Can I make a booking?"},{"text":"Bestätigen Sie Ihre Reservierung im Voraus.","translation":"Confirm your reservation in advance."},{"text":"Ich würde gerne eine Reservierung machen.","translation":"I'd like to make a reservation."},{"text":"Wäre es möglich, meine Reservierung jetzt zu ändern?","translation":"Would it be possible to change my reservation now?"},{"text":"Wir haben eine Reservierung für halb sieben.","translation":"We have a reservation for six-thirty."}],"loben":[{"text":"Lobe die Berge und bleib in der Ebene.","translation":"Praise the mountains and stay in the plain."},{"text":"Er lobt sich, weil seine Nachbarn nicht zu Hause sind.","translation":"He praises himself because his neighbors are not at home."},{"text":"Tom lobte seine Mannschaft in den höchsten Tönen.","translation":"Tom was praising his team to the skies."},{"text":"Seht den Regenbogen an und lobt den, der ihn schuf.","translation":"Look at the rainbow and praise the one who created it."},{"text":"Man lobt im Tode manchen Mann, der Lob im Leben nie gewann.","translation":"One praises in death many a man who never won praise in life."}],"Geige":[{"text":"Er will immer und überall die erste Geige spielen.","translation":"He wants to play first fiddle anytime and anywhere."},{"text":"Tom stimmt seine Geige.","translation":"Tom is tuning his violin."},{"text":"Dem Manne, der die Geige baut, dankt alleine der Klang.","translation":"The man who builds the violin is thanked by the sound alone."},{"text":"Herr Smith ist ein hervorragender Geiger.","translation":"Mr Smith is an eminent violinist."},{"text":"Sie übt gerade Geige.","translation":"She is practicing the violin now."}],"Gewinnspiel":[{"text":"Bitte bestätigen Sie die Teilnahme am Gewinnspiel.","translation":"Please confirm your participation in the competition."},{"text":"Um am Gewinnspiel teilzunehmen, müssen Sie nur das Motiv auf dem Foto im Puzzle zusammensetzen.","translation":"To enter the competition, you only need to put together the motif in the photo in the puzzle."},{"text":"Bitte klicken Sie auf den Link in der E-Mail, um Ihre Teilnahme am Gewinnspiel abzuschliessen.","translation":"Please click on the link in the e-mail to complete your participation in the competition."}],"Todesfall":[{"text":"Wegen Todesfalls geschlossen.","translation":"Closed due to death."},{"text":"Der Todesfall traf uns nicht unerwartet.","translation":"The death did not hit us unexpectedly."},{"text":"In seiner Familie gab es einen Todesfall.","translation":"There's been a death in his family."},{"text":"Der Unfall hat viele Todesfälle verursacht.","translation":"The accident has caused many deaths."},{"text":"Vor kurzem verursachten tödliche Gurken mehrere Todesfälle in Europa.","translation":"Recently, deadly cucumbers caused several deaths in Europe."}],"überarbeiten":[{"text":"Der Text wurde stark überarbeitet.","translation":"The text has been heavily revised."},{"text":"Markku war definitiv überarbeitet, er brauchte unbedingt eine Auszeit.","translation":"Markku was definitely overworked, he absolutely needed a break."},{"text":"Ich fühle mich überarbeitet.","translation":"I feel overworked."},{"text":"Du siehst müde aus. Du hast dich bestimmt überarbeitet.","translation":"You look tired. You've certainly overworked yourself."},{"text":"Die Regel sollte überarbeitet werden.","translation":"The rule should be revised."},{"text":"Ich glaube, ich bin überarbeitet.","translation":"I think I'm overworked."},{"text":"Maria ist überarbeitet und erschöpft.","translation":"Mary is overworked and exhausted."},{"text":"Mein Kollege ist überarbeitet. Er sieht schon Gespenster.","translation":"My colleague has been revised. He already sees ghosts."},{"text":"Die Arbeiter sind überarbeitet und unterbezahlt.","translation":"The workers are overworked and underpaid."},{"text":"Tom ist überarbeitet.","translation":"Tom is overworked."}],"palm":[{"text":"Du bringst mich noch auf die Palme!","translation":"You're still making me mad!"},{"text":"Es bringt mich auf die Palme, wenn Erwachsene vergessen, dass sie einmal Kinder waren.","translation":"It makes me mad when adults forget that they were once children."},{"text":"Am Strand spenden einige Palmen etwas Schatten.","translation":"A few palm trees provide shade on the beach."},{"text":"Zeig mir nicht die Palme, zeig mir Daten und Fakten.","translation":"Don't show me the palm tree, show me facts and figures."},{"text":"In eines Neidischen Auge wächst sich der Pilz zur Palme aus.","translation":"In an envious eye, the fungus grows into a palm tree."}],"gebraucht":[{"text":"Tom hat sich ein gebrauchtes Auto gekauft.","translation":"Tom bought himself a second-hand car."},{"text":"Sie riet ihm vom Kauf eines gebrauchten Wagens ab.","translation":"She advised him not to buy a used car."},{"text":"Sie kauft nur gebrauchte Kleidung.","translation":"She only buys second-hand clothing."},{"text":"Ein Schlüssel ist ein häufig gebrauchtes Werkzeug.","translation":"A wrench is a commonly used tool."},{"text":"Ein E-Fahrrad kostet so viel wie ein gebrauchter Wagen.","translation":"An e-bike costs as much as a used car."},{"text":"Er gebrauchte die gleiche Ausrede wie du.","translation":"He used the same excuse as you."},{"text":"Er weiß, wie man gebrauchte Autos kauft.","translation":"He knows how to buy used cars."},{"text":"Tom hatte die Möglichkeit, aber er gebrauchte sie nicht.","translation":"Tom had the opportunity, but he didn't use it."},{"text":"Meine Phantasie ist wohl ein bisschen eingerostet – es ist so lange her, dass ich sie mal gebrauchte.","translation":"I'm afraid my imagination is a little rusty—it's so long since I used it."},{"text":"Dieser gebrauchte Kühlschrank war eine echte Pleite.","translation":"That used refrigerator was a real dog."}],"Grundsatz":[{"text":"Um alt zu werden, darf man keine Grundsätze haben.","translation":"To grow old, one must not have principles."},{"text":"Frei sein von Vorurteilen bedeutet oft nichts anderes als keine Grundsätze haben.","translation":"Being free from prejudice often means nothing more than having no principles."},{"text":"Fern von den Menschen wachsen Grundsätze, unter ihnen Handlungen.","translation":"Far away from people, principles grow, among them actions."},{"text":"Es macht mehr Mühe, einen Grundsatz aufzustellen als das Rechte zu tun.","translation":"It is more trouble to establish a principle than to do what is right."},{"text":"Wir sind Brüder im gleichen Grundsatz, wenn auch unter verschiedenen Namen.","translation":"We are brothers in the same principle, albeit under different names."}],"steckdose":[{"text":"Immer mit der Ruhe, auf der Steckdose ist gar kein Saft drauf.","translation":"Always with the peace, on the socket is no juice on it."},{"text":"Tom kann noch nicht einmal einen Stecker in die Steckdose stecken.","translation":"Tom can't even plug a plug into the outlet."},{"text":"Ich suche eine Steckdose.","translation":"I'm looking for a power outlet."},{"text":"Ich bin auf der Suche nach einer Steckdose.","translation":"I am looking for an electrical outlet."},{"text":"Strom kommt aus der Steckdose und Wasser aus dem Wasserhahn.","translation":"Electricity comes from the wall socket, and water from the tap."}],"Schal":[{"text":"Hast du meinen blauen Schal gesehen?","translation":"Have you seen my blue scarf?"},{"text":"Sie häkelt einen Schal.","translation":"She is crocheting a scarf."},{"text":"Leg einen Schal um und halte dich warm.","translation":"Put a scarf on and keep warm."},{"text":"Tom band sich seinen Schal um und ging nach draußen.","translation":"Tom put on his scarf and went outside."},{"text":"Das Mädchen trug einen langen Schal um den Hals.","translation":"The girl had a long scarf around her neck."},{"text":"Wo ist mein Schal?","translation":"Where is my scarf?"},{"text":"Dein Schal gefällt mir.","translation":"I like your scarf."},{"text":"Wo ist mein Schal? Hast du den gesehen?","translation":"Where is my scarf? Have you seen it?"},{"text":"Er hat sein Gesicht mit einem BVB-Schal bedeckt.","translation":"He has covered his face with a BVB scarf."},{"text":"Mein Schal ist blau.","translation":"My scarf is blue."}],"depressiv":[{"text":"Im Moment befindet er sich in einer depressiven Stimmung.","translation":"At the moment he is in a depressed mood."},{"text":"Ich fühle mich wegen Schwierigkeiten depressiv.","translation":"I feel depressed because of difficulties."},{"text":"Ich fühle mich ohne Grund depressiv.","translation":"I feel depressed for no reason."},{"text":"Niemand mag es, sich mit Leuten zu umgeben, die eine depressive Stimmung verbreiten.","translation":"No one likes to surround themselves with people who spread a depressed mood."},{"text":"Tom wurde depressiv, nachdem Maria ihn verlassen hatte.","translation":"Tom became depressed after Mary left him."},{"text":"Regen macht Leser nicht depressiv.","translation":"Rain doesn't depress people who like reading."},{"text":"An Regentagen werde ich depressiv.","translation":"Rainy days make me depressed."},{"text":"Die Chefin war, solange sie anwesend war, depressiv aufgrund ihrer Kinderlosigkeit.","translation":"The boss was, as long as she was present, depressed due to her childlessness."},{"text":"Er wurde depressiv.","translation":"He got depressed."},{"text":"Tom wurde depressiv.","translation":"Tom got depressed."}],"anzuwenden":[{"text":"Alle guten Grundsätze sind in der Welt vorhanden, man braucht sie nur anzuwenden.","translation":"All good principles exist in the world, you just have to apply them."},{"text":"Es gibt Fälle, in denen diese Regel nicht anzuwenden ist.","translation":"There are cases where this rule doesn't hold good."},{"text":"Um die Sprachen anzuwenden zu lernen, müssen wir sie anwenden.","translation":"In order to learn to use the languages, we have to use them."},{"text":"Diese Regel ist nicht anzuwenden.","translation":"This rule shall not apply."},{"text":"Immer mehr Ärzte begannen das neue Medikament anzuwenden.","translation":"More and more doctors have begun to use the new medicine."},{"text":"Wir haben entschieden deine Idee anzuwenden.","translation":"We have decided to apply your idea."},{"text":"Erfahren muss man stets, Erfahrung wird nie enden, und endlich fehlt die Zeit, Erfahrenes anzuwenden.","translation":"You always have to experience, experience will never end, and finally there is no time to apply experience."},{"text":"Es gibt bereits alle guten Vorsätze, wir brauchen sie nur noch anzuwenden.","translation":"There are already all good intentions, we just need to apply them."}],"Vermögenswert":[{"text":"Die Pensionszahlungen basieren auf versicherungsmathematischen Schätzungen, wobei die aktuellen Annahmen für Abzinsungssätze, erwartete Erträge aus langfristigen Vermögenswerten und Gehaltssteigerungen herangezogen werden.","translation":"Pension benefit payments are based on actuarial estimates using current assumptions for discount rates, expected return on long-term assets and rate of compensation increases."},{"text":"Die geschätzten Pensionszahlungen und Gesundheitsfürsorgeleistungen basieren auf versicherungsmathematischen Schätzungen unter Verwendung aktueller Annahmen für Abzinsungssätze, erwartete Erträge aus langfristigen Vermögenswerten, Gehaltssteigerungen und die Entwicklung der Gesundheitskosten.","translation":"Estimated pension funding and post-retirement benefit payments are based on actuarial estimates using current assumptions for discount rates, expected return on long-term assets, rate of compensation increases and health care cost trend rates."}],"Ingwer":[{"text":"Schmeckst du den Ingwer?","translation":"Can you taste the ginger?"},{"text":"Drücken Sie den Ingwer durch die Knoblauchpresse.","translation":"Press the ginger through the garlic press."},{"text":"Reiben sind gut für Käse, Kartoffeln, Ingwer und andere Dinge, von denen man kleine Schnitzel brauchen könnte.","translation":"Graters are good for cheese, potatoes, ginger, and other things you might need little shreds of."},{"text":"Die Kräuter, die für Spekulatius verwendet werden, sind Zimt, Muskatnuss, Gewürznelke, Ingwer und weißer Pfeffer.","translation":"The spices used in making speculaas biscuits are cinnamon, nutmeg, cloves, ginger and white pepper."},{"text":"Erwärmen Sie Öl in einer Pfanne, braten Sie Ingwer und Knoblauch einige Sekunden lang. Geben Sie dann Kartoffeln, Tomatensoße, Sojasoße, Pimentsoße und nach Belieben etwas Salz und Pfeffer hinzu.","translation":"Heat some oil in a pan and fry some ginger and garlic for a few seconds. Then add tomato sauce, soy sauce and pimiento sauce. Add salt and pepper to taste."},{"text":"Ingwer ist eine Zutat, die den Körper aufwärmen soll, weshalb sie gut für kälteempfindliche Menschen ist.","translation":"Ginger is an ingredient designed to warm up the body, which is why it's good for cold-sensitive people."},{"text":"Ich hasse den Geschmack von Ingwer.","translation":"I hate the taste of ginger."},{"text":"Es gibt nichts Besseres als Mamas Kekse mit Ingwer.","translation":"There's nothing better than Mom's cookies with ginger."},{"text":"Weil das Bohnengulasch immer noch geschmacklos war, hat Tom auch ein wenig Basilikum, Thymian und Ingwer dazugegeben.","translation":"Because the bean goulash was still tasteless, Tom also added a little basil, thyme and ginger."}],"verkürzen":[{"text":"Ein gutes Gespräch verkürzt den Weg.","translation":"A good conversation shortens the way."},{"text":"Zitate werden oft verkürzt.","translation":"Quotes are often shortened."},{"text":"Unglück verlängert das Leben, Glück verkürzt es.","translation":"Misfortune prolongs life, happiness shortens it."},{"text":"Das Geheimnis, sein Leben zu verlängern, besteht darin, es nicht zu verkürzen.","translation":"The secret to prolonging one's life is not to shorten it."},{"text":"Rauchen verkürzt das Leben.","translation":"Smoking shortens your life."}],"Neigung":[{"text":"Hast du Wohlstand erreicht, so folge den Neigungen deines Herzens.","translation":"Once you have achieved prosperity, follow the inclinations of your heart."},{"text":"Pflichten erfüllt man am besten, indem man sie zu Neigungen macht.","translation":"Duties are best fulfilled by turning them into inclinations."},{"text":"Unsere Neigungen zeigen an, in welche Richtung sich unser Leben entfalten möchte.","translation":"Our inclinations indicate in which direction our life wants to unfold."},{"text":"Deine sexuellen Neigungen sind mir so was von egal.","translation":"I don't care about your sexual inclinations."},{"text":"Wenn Sie keine Neigung für moderne Musik haben, wird Ihnen das Konzert nicht gefallen.","translation":"If you have no liking for modern music, you will not enjoy this concert."}],"ärztlich":[{"text":"Die Erde deckt die ärztlichen Fehler zu.","translation":"The earth covers up the medical errors."},{"text":"Tom möchte sich nicht in ärztliche Behandlung begeben.","translation":"Tom does not want to seek medical treatment."},{"text":"Tom befindet sich in ärztlicher Behandlung.","translation":"Tom is under medical treatment."},{"text":"Thomas braucht sofort ärztliche Hilfe.","translation":"Tom is in need of medical attention right away."},{"text":"Ich benötige eine ärztliche Untersuchung. Es handelt sich um einen Notfall.","translation":"I need a medical examination. It is an emergency."}],"tolle":[{"text":"Du wirst was Tolles von mir kriegen.","translation":"You will get something great from me."},{"text":"Ich habe etwas Tolles entdeckt.","translation":"I discovered something amazing."},{"text":"Willst du mal was Tolles sehen?","translation":"Do you want to see something cool?"},{"text":"Das Tolle an den romanischen Sprachen besteht darin, dass man mit zweien oder dreien im Grunde gleich alle gelernt hat.","translation":"The great thing about Romance languages is that once you learn two or three, you've basically learned them all."},{"text":"Ich werde dir zum Geburtstag etwas ganz, ganz Tolles schenken.","translation":"I'm going to get you something really great for your birthday."}],"Erdbeeren":[{"text":"Sie isst am liebsten Erdbeeren mit Sahne.","translation":"She prefers to eat strawberries with cream."},{"text":"Tom brachte einen Korb voller Erdbeeren nach Haus.","translation":"Tom brought home a basketful of strawberries."},{"text":"Ich esse rote Erdbeeren.","translation":"I'm eating red strawberries."},{"text":"Hast du frische Erdbeeren?","translation":"Do you have any fresh strawberries?"},{"text":"Fährst du einkaufen, Tom? Dann bring doch ein paar Erdbeeren mit!","translation":"Do you go shopping, Tom? Then bring some strawberries!"},{"text":"Möchtest du Erdbeeren essen?","translation":"Would you like to eat strawberries?"},{"text":"Dieses Eis schmeckt nicht nach Erdbeeren.","translation":"This doesn't taste like strawberry ice cream."},{"text":"Erdbeeren lassen sich im Winter zu einem hohen Preis verkaufen.","translation":"Strawberries sell for a high price in the winter."},{"text":"Tom baut in seinem Garten Erdbeeren an.","translation":"Tom grows strawberries in his garden."},{"text":"Johanna isst Erdbeeren.","translation":"Johanna eats strawberries."}],"Abbildung":[{"text":"Diese Abbildung erfüllt die Kolmogorov-Axiome.","translation":"This map satisfies the Kolmogorov axioms."},{"text":"Abbildung sieben zeigt alle Teile des Motors.","translation":"Figure seven shows all the parts of the motor."},{"text":"Das Buch enthält viele Abbildungen.","translation":"This book has a lot of pictures."},{"text":"Sei f die kanonische Abbildung.","translation":"Let f be the canonical map."},{"text":"Nicht die Abbildung der Wirklichkeit ist das Ziel der Kunst, sondern die Erschaffung einer eigenen Welt.","translation":"It is not the depiction of reality that is the goal of art, but the creation of its own world."}],"Pressemitteilung":[{"text":"Haben Sie unsere Pressemitteilung gelesen?","translation":"Have you read our press release?"},{"text":"Kaum war die Pressemitteilung veröffentlicht, schon begann es Kritik zu hageln.","translation":"As soon as the press release was published, criticism began to hail."}],"Blickwinkel":[{"text":"Aus diesem Blickwinkel habe ich das noch gar nicht gesehen!","translation":"I haven't seen anything at all from this point of view."},{"text":"Der wichtigste Blickwinkel eines Unternehmens ist der des Kunden.","translation":"The most important point of view of a company is that of the customer."},{"text":"Betrachte die Dinge aus allen Blickwinkeln.","translation":"Look at things from all angles."},{"text":"Wir haben das Problem aus allen Blickwinkeln betrachtet.","translation":"We considered the problem from all angles."},{"text":"Man kann diese Frage aus verschiedenen Blickwinkeln beantworten.","translation":"You can answer this question from various angles."}],"Fuchs":[{"text":"Wir haben den alten Fuchs aus seinem Bau gelockt.","translation":"We tempted the old fox away from its burrow."},{"text":"Der Fuchs kann seinen Schwanz nicht verbergen.","translation":"The fox cannot hide its tail."},{"text":"Der Fuchs weiß viel, doch der ihn fängt, weiß mehr.","translation":"The fox knows a lot, but he who catches him knows more."},{"text":"Der Wolf schützt das Schaf vor dem Fuchs, damit er es selber fressen kann.","translation":"The wolf protects the sheep from the fox so that he can eat it himself."},{"text":"Der Fuchs nutzt die Maske des Tigers.","translation":"The fox uses the mask of the tiger."},{"text":"Wir trafen uns, wo sich Fuchs und Hase gute Nacht sagen.","translation":"We met where fox and hare say goodnight."},{"text":"Tom geht dort hin, wo sich Fuchs und Hase gute Nacht sagen.","translation":"Tom goes where the fox and hare say goodnight."},{"text":"Gut gemacht! Herr Müller-Fuchs wird sehr zufrieden sein.","translation":"Good job!! Mr. Müller-Fuchs will be very satisfied."},{"text":"Tom wohnt da, wo sich Fuchs und Hase gute Nacht sagen.","translation":"Tom is living in the middle of nowhere."},{"text":"Fuchs, wer hat die Gans gestohlen? Gib sie wieder her!","translation":"Fox, who stole the goose? Give them back!"}],"Besatzung":[{"text":"Die Besatzung fand einen blinden Passagier.","translation":"The crew found a stowaway."},{"text":"Ein Kopf ohne Gedächtnis ist eine Festung ohne Besatzung.","translation":"A head without memory is a fortress without occupation."},{"text":"Ein Teil der Besatzung ist ertrunken.","translation":"Part of the crew drowned."},{"text":"Kapitäne tragen die Verantwortung für Schiff und Besatzung.","translation":"Captains have responsibility for ship and crew."},{"text":"Die Besatzung tat das Nötige.","translation":"The crew was doing what they needed to do."}],"abzuschließen":[{"text":"Sie haben vergessen, die Tür abzuschließen.","translation":"You forgot to lock the door."},{"text":"Ich hoffe, im nächsten Frühling mein Studium abzuschließen.","translation":"I hope to graduate from university next spring."},{"text":"Darüber möchte ich jetzt nicht sprechen. Zunächst gilt es die Meisterschaft abzuschließen.","translation":"I don't want to talk about that now. First of all, it is necessary to complete the championship."},{"text":"Sie hat vergessen, ihren Wagen abzuschließen.","translation":"She forgot to lock her car."},{"text":"Bitte vergiss nicht, die Tür abzuschließen.","translation":"Please don't forget to lock the door."}],"konzipieren":[{"text":"Nur Individuen können weise sein, Institutionen sind im günstigsten Fall gut konzipiert.","translation":"Only individuals can be wise, institutions are well designed at best."},{"text":"Wir müssen einen von Grund auf neuen Ansatz konzipieren.","translation":"We need to design a fundamentally new approach."},{"text":"„Chef“ wurde so konzipiert, dass Programme wie Kochrezepte aussehen.","translation":"\"Chef\" is designed to make programs look like cooking recipes."},{"text":"Die Hotelzimmer sind unglaublich gut konzipiert.","translation":"The hotel rooms are incredibly well designed."},{"text":"Die meisten Schulen wurden nicht konzipiert, um die Gesellschaft zu verändern, sondern um sie zu reproduzieren.","translation":"Most schools were designed not to change society, but to reproduce it."},{"text":"Auf der Grundlage unserer umfangreichen Erfahrungen haben wir eine nachhaltige ökologische Strategie konzipiert.","translation":"Based on our extensive experience, we have designed a sustainable ecological strategy."},{"text":"Das Buch ist dafür konzipiert, Kindern das Lesen beizubringen.","translation":"This book is designed to teach children how to read."},{"text":"Auf der Grundlage der gesammelten Erfahrungen haben wir eine umfassende ökologische Strategie konzipiert.","translation":"Based on the experience gained, we have designed a comprehensive ecological strategy."}],"ds-gvo":[],"Haustür":[{"text":"Ich sage das deshalb, weil wir vielleicht besser vor unserer eigenen Haustür kehren sollten.","translation":"I say this because perhaps it would be better for us to put our own house in order."},{"text":"Gottes Haustür ist immer offen.","translation":"God's front door is always open."},{"text":"Tom vergisst häufig, die Haustür abzuschließen.","translation":"Tom often forgets to lock the front door."},{"text":"Es hat an der Haustür geklopft.","translation":"There was a knock at the front door."},{"text":"Es steht einer an der Haustür. Schau mal, wer das ist!","translation":"Someone is at the front door. Go and see who it is."}],"überholen":[{"text":"Versuche, sie noch vor der Kurve zu überholen.","translation":"Try to overtake them before the bend."},{"text":"Wenn dich Lkws schon überholen, dann fährst du zu langsam!","translation":"If lorries are overtaking you, then you're driving too slowly!"},{"text":"Das Fernsehen ist als Medium ohnehin überholt.","translation":"Television is obsolete as a medium in any case."},{"text":"Gestern habe ich einen Ferrari überholt.","translation":"Yesterday I overtook a Ferrari."},{"text":"Überholen Sie ruhig, wir schneiden Sie raus. Ihre Feuerwehr.","translation":"Overtake calmly, we will cut you out. Your fire brigade."}],"aufzustehen":[{"text":"Unser größter Ruhm ist nicht, niemals zu fallen, sondern jedes Mal wieder aufzustehen.","translation":"Our greatest glory is not to never fall, but to get up every time."},{"text":"Ich lege mich noch mal hin. Ich war doch noch nicht bereit aufzustehen.","translation":"I lie down again. I wasn't ready to get up yet."},{"text":"Stark sein bedeutet nicht nie zu fallen; stark sein bedeutet immer wieder aufzustehen.","translation":"Being strong doesn't mean never falling; Being strong means getting up again and again."},{"text":"Wer nicht fällt, braucht nicht aufzustehen.","translation":"If you don't fall, you don't need to get up."},{"text":"Wer hat dich geheißen aufzustehen? Setz dich wieder!","translation":"Who told you to get up? Sit down again!"}],"Desktop":[{"text":"Ich habe eine Verknüpfung auf dem Desktop hergestellt.","translation":"I created a shortcut on the desktop."},{"text":"Desktop Publishing erlaubt es, Bücher schnell und billig zu produzieren. Zwei Fliegen mit einer Klappe.","translation":"Desktop publishing lets you produce books quickly and cheaply. It's like killing two birds with one stone."},{"text":"Mein Desktop ist mittlerweile überladen.","translation":"My desktop has gotten cluttered."}],"zeugen":[{"text":"Böse Gedanken zeugen böse Taten.","translation":"Bad thoughts lead to bad deeds."},{"text":"Der Regen zeugt die neuen Nationen.","translation":"The rain begets the new nations."},{"text":"Haben Sie Söhne und Töchter gezeugt?","translation":"Did you father sons and daughters?"},{"text":"Er zeugte mit drei verschiedenen Frauen sieben Kinder.","translation":"He fathered seven children by three different women."},{"text":"Dies zeugt von gutem Geschmack!","translation":"This is evidence of good taste!"},{"text":"Ein weißer Bart zeugt nicht für Weisheit.","translation":"A white beard does not testify to wisdom."},{"text":"Die Hände in den Taschen zu haben, zeugt von schlechter Erziehung.","translation":"Having your hands in your pockets is evidence of poor education."},{"text":"Es zeugt von schlechten Manieren, mit vollem Mund zu sprechen.","translation":"It's bad manners to speak with your mouth full."},{"text":"Im Gram verharren zeugt von niederem Sinn.","translation":"Remaining in grief testifies to a lower sense."},{"text":"Bäume sind Götter des Waldes. Vor ihnen keine Ehrfurcht zu haben, zeugt von einem niederen Geist.","translation":"Trees are gods of the forest. Not to be in awe of them is a matter of a lower spirit."}],"ausgetauscht":[{"text":"Ich habe meinen Computer ausgetauscht.","translation":"I have replaced my computer."},{"text":"Tom und Maria haben auf der Feier ihre Telefonnummern ausgetauscht.","translation":"Tom and Mary exchanged numbers at the party."},{"text":"Ich habe die Flagge ausgetauscht.","translation":"I have changed the flag."},{"text":"Ist ein Gegenstand, dessen sämtliche Bestandteile ausgetauscht wurden, noch immer derselbe Gegenstand?","translation":"Is an object that has had all of its components replaced still the same object?"},{"text":"Sie hatten bereits zuvor am Telefon Grüße ausgetauscht.","translation":"They had already exchanged greetings on the phone before."},{"text":"Wir haben Grüße ausgetauscht.","translation":"We exchanged greetings."},{"text":"Wir haben hinsichtlich aller Bereiche der Unionstätigkeit unsere Meinungen ausgetauscht.","translation":"We have exchanged views on all areas of union activity."},{"text":"Beim sogenannten Kaffeeklatsch wird nicht nur Kuchen gegessen und Kaffee getrunken, sondern es werden auch die aktuellen Neuigkeiten und Gerüchte ausgetauscht.","translation":"At the so-called Kaffeeklatsch not only cake is eaten and coffee is drunk, but also the current news and rumors are exchanged."}],"Rebell":[{"text":"Tom ist ein Rebell. Er ordnet sich nicht unter.","translation":"Tom is a rebel. He does not subordinate himself."},{"text":"Rebell ist man, wenn man unterliegt. Die Sieger sind nie Rebellen.","translation":"You are a rebel if you are defeated. The victors are never rebels."},{"text":"Der Rebell wurde letztendlich festgenommen und im Gefängnis eingesperrt.","translation":"The rebel was ultimately captured and confined to jail."},{"text":"Sie forderten strenge Strafen für die Rebellen aus dem Süden.","translation":"They demanded severe punishments for the rebels from the south."},{"text":"Die Rebellen griffen ihn dort an.","translation":"The rebels attacked him there."},{"text":"Heute hat der Rebell Geburtstag.","translation":"Today is the rebel's birthday."},{"text":"Rebell ist man, wenn man unterliegt. Die Sieger sind nie Rebellen.","translation":"You are a rebel if you are defeated. The victors are never rebels."}],"bedingt":[{"text":"Gleiche Sünde bedingt gleiche Strafe.","translation":"Equal sin requires equal punishment."},{"text":"Was ist denn eine \"durch den Lebensstil bedingte Krankheit\"?","translation":"What is a \"lifestyle-related disease\"?"},{"text":"Inzucht erhöht das Risiko für viele genetisch bedingte Erkrankungen.","translation":"Inbreeding increases the risk of many genetic diseases."},{"text":"Durch die Hitze bedingt schwand Toms bewusstsein.","translation":"Tom passed out from the heat."},{"text":"Mann nimmt an, dass ein Fünftel aller Verkehrsunfälle durch einen Mangel an Schlaf bedingt geschehen.","translation":"It is estimated that a fifth of all traffic accidents are caused by a lack of sleep."},{"text":"Das ist wohl biologisch bedingt, dass man das Neue am ehesten akzeptiert.","translation":"This is probably biologically conditioned, that one accepts the new most likely."},{"text":"Durch den Schnee bedingt, fiel die Schule an jenem Tage aus.","translation":"There was no school that day because of the snow."},{"text":"Ein altes Loch bedingt eine neue Naht.","translation":"An old hole requires a new seam."},{"text":"Es gibt viele Worte und Verachtung und Hass sind sich nur bedingt ähnlich.","translation":"There are many words and contempt and hatred are only partially similar."},{"text":"Der sogenannte Urknall ist eigentlich gar kein Knall gewesen, aber wohl auch durch den Namen bedingt, hat sich dieser Glaube bereits weit verbreitet.","translation":"The so-called Big Bang was actually not a bang at all, but probably also due to the name, this belief has already spread widely."}],"vertrieb":[{"text":"Das neue Produkt ist im Vertrieb.","translation":"The new product is on sale."},{"text":"Alle Mitarbeiter im Vertrieb haben eine Woche lang Tag und Nacht gearbeitet.","translation":"All sales employees worked day and night for a week."},{"text":"Er ist für den Vertrieb zuständig.","translation":"He is responsible for sales."},{"text":"Die Unternehmensgruppe befasst sich mit der Entwicklung, der Vermarktung und dem Vertrieb von Computerzubehör.","translation":"The group of companies deals with the development, marketing and distribution of computer accessories."},{"text":"Die Veröffentlichung beziehungsweise der Vertrieb von mehr als 700 islamistischen Büchern sind zur Zeit in Russland verboten.","translation":"The publication or distribution of more than 700 Islamist books is currently prohibited in Russia."}],"Klient":[{"text":"Tom ist einer unserer ehemaligen Klienten.","translation":"Tom is one of our former clients."},{"text":"Er versuchte sich vorzustellen, was sein Klient für ein Mensch sei.","translation":"He tried to imagine what kind of person his client was."},{"text":"Die Aufgabe der Anwältin ist es, zu beweisen, dass ihr Klient unschuldig ist.","translation":"The lawyer's job is to prove that her client is innocent."},{"text":"Der Rechtsanwalt hat viele Klienten.","translation":"The lawyer has many clients."},{"text":"Der Anwalt vertrat seinen Klienten bei der Besprechung.","translation":"The lawyer represented his client at the meeting."}],"Login":[],"weitgehend":[{"text":"Es ist weitgehend richtig.","translation":"It's largely correct."},{"text":"Unser Leben hängt weitgehend von Öl ab, das aus anderen Ländern importiert wird.","translation":"Our life depends largely on oil imported from other countries."},{"text":"Mein Erfolg basierte weitgehend auf Glück.","translation":"My success was largely due to luck."},{"text":"Ich stimme dir weitgehend zu.","translation":"I quite agree with you."},{"text":"Dieses Zimmer befindet sich weitgehend in dem Zustand, in dem Tom es verlassen hat.","translation":"This room is pretty much the way Tom left it."}],"anvertrauen":[{"text":"Er hat niemals Geheimnisse verraten, einfach niemand hat sie ihm anvertraut.","translation":"He never revealed secrets, simply no one entrusted them to him."},{"text":"Ihr Dummköpfe! Nichts kann man euch anvertrauen! Alles müsst ihr in den Sand setzen!","translation":"You fools! Nothing can be entrusted to you! You have to put everything in the sand!"},{"text":"Wollen Sie diesem Mann Ihre Geheimnisse anvertrauen?","translation":"Do you want to entrust this man with your secrets?"},{"text":"Ich bin der Aufgabe, die man mir anvertraut hat, nicht gewachsen.","translation":"I am not up to the task that has been entrusted to me."},{"text":"Pferde, Waffen und Frauen sollte man niemandem anvertrauen.","translation":"Horses, weapons and women should not be entrusted to anyone."}],"Waage":[{"text":"Das hält sich die Waage.","translation":"That's balanced."},{"text":"Stellen Sie sich auf die Waage.","translation":"Stand on the scale."},{"text":"Die Waage zeigt, ob schwer, ob leicht, aber nicht, ob Gold, ob Silber.","translation":"The scales show whether heavy, whether light, but not whether gold, whether silver."},{"text":"Das Herz des Weisen ist wie eine Waage.","translation":"The heart of the sage is like a scale."},{"text":"Tom stellte die Tüte Äpfel auf die Waage.","translation":"Tom put the bag of apples on to the scales."},{"text":"Mein Sternzeichen ist Waage.","translation":"My zodiac sign is Libra."},{"text":"Warum spricht man vom Tierkreis, wenn doch Wassermann, Zwillinge, Jungfrau, Waage und Schütze gar keine Tiere sind?","translation":"Why do we speak of the zodiac when Aquarius, Gemini, Virgo, Libra and Sagittarius are not animals at all?"},{"text":"Die Sternzeichen Zwillinge, Waage und Wassermann sind dem Luftelement zugeordnet.","translation":"The zodiac signs Gemini, Libra and Aquarius are assigned to the air element."},{"text":"Die zwölf Tierkreiszeichen sind: Widder, Stier, Zwillinge, Krebs, Löwe, Jungfrau, Waage, Skorpion, Schütze, Steinbock, Wassermann, Fische.","translation":"The twelve signs of the Zodiac are: Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius and Pisces."},{"text":"Furcht soll das Haupt des Glücklichen umschweben, denn ewig wanket des Geschickes Waage.","translation":"Fear is to float around the head of the happy, because libra is constantly wavering."}],"infolgedessen":[{"text":"Infolgedessen geschieht alles, was geschieht, notwendigerweise.","translation":"As a result, everything that happens necessarily happens."},{"text":"Das Einhorn existiert doch. Es gibt eine Mutation unter den Rehen, infolgedessen haben die nur ein Horn.","translation":"The unicorn does exist. There is a mutation among the deer, as a result of which they have only one horn."},{"text":"Freilich hat es eine Reihe von Jahren gedauert, bis die physikalische Öffentlichkeit von meiner Theorie Notiz nahm, denn anfänglich war sie in weiten Kreisen unverstanden und wurde infolgedessen ignoriert, wie es bei solchen neueren Sachen sehr oft geht.","translation":"Of course, it took a number of years for the physical public to take note of my theory, because initially it was widely misunderstood and as a result was ignored, as is very often the case with such newer things."},{"text":"Wenn Kohlendioxid vom Meerwasser aufgenommen wird, setzt sich eine Reihe chemischer Reaktionen in Gang, die zu einer erhöhten Wasserstoffionenkonzentration führen. Hierdurch wird das Meerwasser saurer, und Carbonationen kommen infolgedessen entsprechend weniger häufig vor.","translation":"When CO₂ is absorbed by seawater, a series of chemical reactions occur resulting in the increased concentration of hydrogen ions. This increase causes the seawater to become more acidic and causes carbonate ions to be relatively less abundant."},{"text":"Es regnete heftig, und infolgedessen wurde das Baseballspiel abgesagt.","translation":"It rained heavily, and consequently the baseball game was called off."}],"arbeitslos":[{"text":"Tom ist schon seit langem arbeitslos.","translation":"Tom has been unemployed for a long time."},{"text":"Ich bin arbeitslos, deshalb kann ich nichts sparen.","translation":"I'm unemployed, so I can't save anything."},{"text":"Tom ist momentan arbeitslos.","translation":"Tom is currently unemployed."},{"text":"Millionen von Menschen in den Vereinigten Staaten sind arbeitslos.","translation":"Millions of people in the United States are unemployed."},{"text":"Es gibt gerade so viele arbeitslose Künstler, dass es unheimlich ist.","translation":"There's so many artists without a job right now. And it's scary."}],"Türke":[{"text":"Er hat einen Türken gebaut.","translation":"He built a Turk."},{"text":"Ihr Freund ist ein Türke.","translation":"Her boyfriend is Turkish."},{"text":"Ich will lieber mit einem aufrichtigen Türken, als mit einem falschen Christen zu tun haben.","translation":"I would rather deal with a sincere Turk than with a false Christian."},{"text":"Früher fühlten sich Türken in dieser Straße wie Ausländer, weil hier so viele ausländische Touristen waren.","translation":"Turks used to feel like foreigners in this street because there were so many foreign tourists here."},{"text":"Die Türken zeigen den Griechen, wie es geht.","translation":"The Turks show the Greeks how to do it."}],"Stab":[{"text":"Spitze den Stab am Ende etwas an!","translation":"Sharpen the end of the stick a little."},{"text":"Bestelle nie einen Schlachtplan beim Stab des Feindes.","translation":"Never order a battle plan from the enemy's staff."},{"text":"Die Erinnerung an sechs Jahre im Herzen, beschließen wir heute die Tatoeba-Grundschule. Papa und Mama, die ihr immer hinter uns standet, unsere werten Lehrer und Lehrerinnen, die uns Stab und Stütze waren, vielen Dank!","translation":"With the memory of six years in our hearts, today we conclude the Tatoeba Primary School. Dad and Mom who always stood behind us, our dear teachers who were our staff and support, thank you very much!"},{"text":"Der Mann ist töricht, / der die Menge der Freunde zählt. / Ein Bündel Röhricht / hilft dir nicht, wo ein Stab dir fehlt.","translation":"The man is foolish, / who counts the crowd of friends. / A bundle of reeds / does not help you where a staff is missing."},{"text":"Bis zum Jahr 1986 war die körperliche Züchtigung mit Riemen, Stäben und Knüppeln in den Schulen Englands gesetzlich erlaubt.","translation":"Until 1986, corporal punishment with straps, sticks and clubs was permitted by law in schools in England."},{"text":"Mein Stab ist größer als deiner.","translation":"My staff is bigger than yours."},{"text":"Und ob ich schon wanderte im finstern Tal, fürchte ich kein Unglück; denn du bist bei mir, dein Stecken und dein Stab trösten mich.","translation":"And though I have wandered in the dark valley, I fear no misfortune; for thou art with me, thy stick and thy rod comfort me."}],"abstrakt":[{"text":"Das Gute an abstrakter Kunst ist, dass man sich danach wieder über Menschen freut.","translation":"The good thing about abstract art is that afterwards you are happy about people again."},{"text":"Amerika gibt es nicht. Es ist ein Name, den man einer abstrakten Idee verleiht.","translation":"America does not exist. It's a name given to an abstract idea."},{"text":"Dies kann man nicht abstrakt behandeln.","translation":"This cannot be treated in the abstract."},{"text":"Güte ist abstrakt, eine gute Tat ist konkret.","translation":"Goodness is abstract, a good deed is concrete."},{"text":"Manche abstrakte Kunst ist schwer zu verstehen.","translation":"Some abstract art is difficult to understand."},{"text":"Die Theorie ist zu abstrakt für mich.","translation":"The theory is too abstract for me."},{"text":"Diese Beschreibung ist zu abstrakt.","translation":"This description is too abstract."},{"text":"Ich habe Schwierigkeiten, moderne abstrakte Kunst zu verstehen, besonders Mondrian.","translation":"I have difficulty understanding abstract modern art, especially Mondrian."},{"text":"Die neue Theorie ist für gewöhnliche Leute zu abstrakt.","translation":"The new theory is too abstract for ordinary people."},{"text":"Seine Idee ist zu abstrakt, um von praktischem Nutzen für uns zu sein.","translation":"His idea is too abstract to be of practical use to us."}],"Hauptrolle":[{"text":"Er spielt die Hauptrolle in einem Anime.","translation":"He plays the lead role in an anime."},{"text":"Diese Aufführung hat ein Tier in der Hauptrolle.","translation":"This performance has an animal in the leading role."},{"text":"Maria hat die Hauptrolle bekommen.","translation":"Mary got the lead role."},{"text":"Maria hat ein neues Stück mit dem Titel „Der kleine Meerjungmann“ geschrieben und hofft, dass Tom die Hauptrolle übernimmt.","translation":"Mary has a written a new play called \"The Little Merman\" and hopes that Tom will star in it."},{"text":"Wer hat die Hauptrolle?","translation":"Who has the main role?"}],"Publikation":[{"text":"Die Publikation besteht aus einer Inhaltsangabe und sechs Abschnitten.","translation":"The publication consists of a summary and six sections."},{"text":"„Tragödien nebst einem lyrischen Intermezzo“ war der Titel der zweiten Publikation des jungen Autors.","translation":"\"Tragedies along with a lyrical intermezzo\" was the title of the young author's second publication."},{"text":"Gegen eine kleine Gebühr kann ich Ihnen eine Erwähnung in einer exklusiven Publikation vermitteln, was sich zweifelsohne günstig auf Ihren Geschäftserfolg auswirken wird.","translation":"For a small fee, I can give you a mention in an exclusive publication, which will undoubtedly have a positive effect on your business success."}],"überein":[{"text":"Diese Übersetzung stimmt nicht mit den Versionen in den anderen Sprachen überein.","translation":"This translation does not match the versions in the other languages."},{"text":"Löffeln und witzig sein stimmen selten überein.","translation":"Spooning and being funny rarely match."},{"text":"Ihre Berichte stimmen nicht überein.","translation":"Their reports don't accord."},{"text":"Um ehrlich zu sein, ich stimme nicht mit Ihnen überein.","translation":"To be honest, I don't agree with you."},{"text":"Die Geschichte stimmt nicht mit den Tatsachen überein.","translation":"The story is not in accord with the facts."}],"ausgeglichen":[{"text":"Das Budget muss ausgeglichen sein.","translation":"The budget must be balanced."},{"text":"Es ist wichtig, sich ausgeglichen zu ernähren.","translation":"It's important to eat a balanced diet."},{"text":"Mein Einkommen und meine Ausgaben sind nicht ausgeglichen.","translation":"My income and expenses aren't balanced."},{"text":"Maria meint, Tom sei ein kluger, ruhiger und ausgeglichener Mensch.","translation":"Maria thinks Tom is a smart, calm and balanced person."},{"text":"Wie erreicht man ein ausgeglichenes Verhältnis von Arbeit und Privatleben?","translation":"How do you achieve a balance between work and private life?"}],"wieviel":[{"text":"Wieviel Gramm sind ein Teelöffel Salz?","translation":"How many grams is a teaspoon of salt?"},{"text":"Wieviele Schafe sind in dieser Herde?","translation":"How many sheep are in this herd?"},{"text":"Wieviel zusätzliches Geld brauchen wir?","translation":"How much extra money do we need?"},{"text":"Um wieviel Uhr fängt die Pause an?","translation":"What time does the break start?"},{"text":"Wir geben uns zu wenig Rechenschaft darüber, wieviel Enttäuschung wir anderen bereiten.","translation":"We don't give ourselves enough account of how much disappointment we cause others."},{"text":"Wieviel Pfund Wurst und wieviel Brot wollt ihr haben?","translation":"How many pounds of sausage do you want, and how much bread?"},{"text":"Um wieviel Uhr fährst du los?","translation":"What time are you setting off?"},{"text":"Um wieviel Uhr steht ihr morgen auf?","translation":"What time are you going to get up tomorrow?"},{"text":"Um wieviel Uhr kommt unser Bus in Boston an?","translation":"What time is our bus arriving in Boston."},{"text":"Weißt du, um wieviel Uhr die Bank schließt?","translation":"Do you know what time the bank closes?"},{"text":"Man glaubt gar nicht, wieviel gedruckt wird, ohne dass es jemals gelesen wird.","translation":"You can't believe how much is printed without it ever being read."},{"text":"Um wieviel Uhr stehen Sie morgen auf?","translation":"What time are you getting up tomorrow?"},{"text":"Esst und trinkt wieviel ihr wollt.","translation":"Eat and drink as much as you want."},{"text":"„Wieviel schulde ich dir?“ – „Nichts.“","translation":"\"How much do I owe you?\" \"Nothing.\""},{"text":"Wieviel hast du für das Kleid bezahlt?","translation":"How much did you pay for that dress?"},{"text":"Wieviel Gramm ist eine Tasse Reis?","translation":"How many grams is a cup of rice?"},{"text":"Wieviel würde eine neue Küche kosten?","translation":"How much would a new kitchen cost?"},{"text":"Wieviel Paar Socken hast du?","translation":"How many pairs of socks have you got?"},{"text":"„Wieviel verdienst du im Monat, umgerechnet in Tafeln Schokolade?“ – „Was für Schokolade? Die billigste, die man kriegen kann, oder gute Bioschokolade?“","translation":"\"How much do you earn per month, converted into bars of chocolate?\" – \"What kind of chocolate? The cheapest you can get, or good organic chocolate?\""},{"text":"Wieviel hat das gekostet?","translation":"What was the damage?"}],"Meisterwerk":[{"text":"Wider meine Erwartung erwies sich der Film als Meisterwerk.","translation":"Contrary to my expectations, the film proved to be a masterpiece."},{"text":"Dieses Gemälde von Rembrandt ist ein Meisterwerk.","translation":"This painting by Rembrandt is a masterpiece."},{"text":"Der Plan war ein Meisterwerk des Betruges.","translation":"The plan was a masterpiece of fraud."},{"text":"Von jedem Meisterwerk gibt es eine billige Kopie.","translation":"Every masterpiece has its cheap copy."},{"text":"Liszts „Dritter vergessener Walzer“ ist, finde ich, ein heimliches Meisterwerk.","translation":"Liszt's \"Third Forgotten Waltz\" is, I think, a secret masterpiece."}],"aufregen":[{"text":"Tom ist schlimmer als mein Vater, wenn er sich über etwas aufregt.","translation":"Tom is worse than my father when he gets upset about something."},{"text":"Mich regt die Tatsache auf, dass sich niemand aufregt.","translation":"I am upset by the fact that no one gets upset."},{"text":"Damit sie sich nicht aufregt, hat er ihr nicht die Wahrheit gesagt.","translation":"Lest she get upset, he didn't tell her the truth."},{"text":"Ich kann anscheinend nichts tun, worüber Tom sich nicht aufregt.","translation":"I can't seem to do anything that doesn't make Tom angry."},{"text":"Vergiss nicht, dass Oma sich nicht aufregen darf!","translation":"Don't forget that grandma can't get upset!"},{"text":"Nur ärgern, nicht aufregen!","translation":"Just annoy, don't get upset!"},{"text":"Wenn er es erfährt, wird er sich sehr aufregen.","translation":"When he finds out about it he'll be very upset."},{"text":"Ich kann meine Sachen nicht in Taninnas Schrank hängen. Sie würde sich aufregen!","translation":"I can't hang my stuff in Taninna's closet. She would get upset!"},{"text":"Es wird Tom aufregen, wenn er erfährt, dass Maria vergessen hat, die Miete zu bezahlen.","translation":"Tom will be upset when he finds out that Mary forgot to pay the rent."},{"text":"Du solltest dich nicht aufregen, sondern versuchen, sachlich zu bleiben.","translation":"You should not get upset, but try to stay factual."}],"könnten":[{"text":"Ihr könntet sterben.","translation":"You could die."},{"text":"Es würde uns sehr freuen, wenn ihr mit uns kommen könntet.","translation":"We would be very happy if you could come with us."},{"text":"Habt ihr 5.000 Yen, die ihr mir leihen könntet?","translation":"Do you have 5,000 yen you could lend me?"},{"text":"Hallo, könntet ihr Platz machen? Wir wollen uns hier treffen.","translation":"Hi, could you move? We're about to have a meeting here."},{"text":"Wohin würdet ihr gehen, wenn ihr durch die Zeit reisen könntet?","translation":"Where would you go if you could travel through time?"},{"text":"Könntet ihr den Fernseher leiser stellen?","translation":"Could you turn down the TV?"},{"text":"Könntet ihr das wiederholen?","translation":"Could you repeat that?"},{"text":"Könntet ihr das für mich übersetzen?","translation":"Could you translate that for me?"},{"text":"Wünscht ihr euch, ihr könntet in den Weltraum reisen?","translation":"Do you wish you could travel in space?"},{"text":"Ihr könntet mir auch gleich die Wahrheit sagen.","translation":"You may as well tell me the truth."}],"Sturz":[{"text":"Nach ihrem Sturz fühlte sich Maria noch eine Woche lang ganz elend.","translation":"After her fall, Mary felt terrible for a whole week."},{"text":"Nach diesem Sturz hat sie Glück, dass sie noch lebt.","translation":"After this fall, she is lucky that she is still alive."},{"text":"Sie hat sich bei dem Sturz verletzt.","translation":"She was injured in the fall."},{"text":"Durch den Sturz der Regierung wird das Vertrauen der Verbraucher übermäßig belastet.","translation":"The overthrow of the government is unduly straining consumer confidence."},{"text":"Er erlitt mehrere Verletzungen nach einem Sturz aus dem dritten Stock.","translation":"He suffered multiple injuries after falling from the fourth floor."}],"Übernahme":[{"text":"Das Glück der Menschen liegt nicht in der Freiheit, sondern in der Übernahme einer Pflicht.","translation":"People's happiness does not lie in freedom, but in the assumption of a duty."},{"text":"Wir, ACME GmbH, verkünden hiermit, dass wir uns mit aller Macht gegen diese feindliche Übernahme stemmen werden.","translation":"We, ACME GmbH, hereby announce that we will fight with all our might against this hostile takeover."},{"text":"Wird ein Mann schon kurz nach der Übernahme eines Amtes reich, kann er nicht viel taugen. Hat er aber jahrelang seinen Posten inne und ist immer noch nicht reich, ist es mit ihm auch nicht weit her.","translation":"If a man gets rich shortly after taking over an office, he can not do much good. But if he has held his post for years and is still not rich, it is not far off with him."}],"stoß":[{"text":"Ich habe mir einen Stoß gegeben und das teure Ding gekauft.","translation":"I gave myself a push and bought the expensive thing."},{"text":"Sie gab ihrem Herzen einen Stoß.","translation":"She gave her heart a boost."},{"text":"Wir gaben dem Auto einen Stoß.","translation":"We gave the car a push."},{"text":"„Du“, sagte ich und gab ihm einen kleinen Stoß mit dem Knie, „schlaf nicht ein!“","translation":"\"You,\" I said, giving him a little push with his knee, \"don't fall asleep!\""},{"text":"Stoße nie einen Igel weg ... barfuß.","translation":"Never push a hedgehog away... barefoot."},{"text":"Beginne ich eine fremde Sprache zu lernen, stoße ich auf Hindernisse, die ich überwinden muss.","translation":"When I start learning a foreign language, I encounter obstacles that I have to overcome."},{"text":"Der Stier stößt nicht, weil er eben Hörner hat, sondern weil er stoßen will, hat er Hörner.","translation":"The bull does not strike with the head because he has horns, but he has horns because he wants to strike."},{"text":"Sind mehrere Verben einzufügen, und tritt eine Inversion der Satzglieder auf, stoße ich, will ich die Struktur der deutschen Sätze verstehen, auf große Schwierigkeiten.","translation":"If several verbs have to be inserted and an inversion of the sentence elements occurs, I encounter great difficulties if I want to understand the structure of the German sentences."},{"text":"Mark schrieb einen Brief an seine Frau und übergab ihn Wassili, auf dass er ihn ihr bringe, und dies stand darin geschrieben: „Wenn der Bote kommt, so führe ihn zur Seifenfabrik, und wenn ihr vorbeikommt an dem großen Siedekessel, so stoße ihn hinein. Wenn du meine Befehle nicht befolgst, so werde ich gar sehr erzürnen, denn dieser junge Mann ist ein übler Zeitgenosse, der uns alle gewiss ins Unglück stürzen wird, wenn er am Leben bleibt.“","translation":"Mark wrote a letter to his wife and gave it to Vassili to take to her, and this was what was in the letter: 'When the bearer of this arrives, take him into the soap factory, and when you pass near the great boiler, push him in. If you don't obey my orders I shall be very angry, for this young man is a bad fellow who is sure to ruin us all if he lives.'"}],"Klarheit":[{"text":"Ich muss mir Klarheit verschaffen.","translation":"I ought to get me some clarity."},{"text":"Der Satz ist ein Muster von Klarheit.","translation":"The sentence is a pattern of clarity."},{"text":"Der beste Beweis für Geist und Wissen ist Klarheit.","translation":"The best proof of mind and knowledge is clarity."},{"text":"Klarheit wirkt auf unklare Menschen im ersten Moment häufig hart.","translation":"Clarity often seems harsh to unclear people at first."},{"text":"Denke in Lösungen und du erschaffst Klarheit in Deinem Leben!","translation":"Think in solutions and you create clarity in your life!"}],"Konkubine":[],"Angreifer":[{"text":"Die Angreifer traten das Opfer am Boden.","translation":"The attacker kicked the victim on the floor."},{"text":"Eine tapfere Biene stach auf den Angreifer ein.","translation":"A brave bee stabbed the attacker."},{"text":"Sie drängten die Angreifer zurück.","translation":"They pushed back the attackers."},{"text":"Können Sie mir eine Beschreibung des Angreifers geben?","translation":"Can I get a description of the assailant?"},{"text":"Die Menschen erhoben sich gegen die Angreifer.","translation":"The people rose up against the invaders."}],"Wohlbefinden":[{"text":"Wie sieht es mit deinem körperlichen Wohlbefinden aus?","translation":"What about your physical well-being?"},{"text":"Stress beeinträchtigt unser Wohlbefinden.","translation":"Stress affects our well-being."},{"text":"Ab und zu ein paar Minuten der Meditation helfen wirklich meinem Wohlbefinden.","translation":"Try meditating a few minutes a day once in a while. Honestly, it helps me a lot."},{"text":"Viele unterschätzen die Bedeutung von gesunder Ernährung für die Gesundheit und für das Wohlbefinden.","translation":"Many underestimate the importance of healthy nutrition for health and well-being."},{"text":"Danke, dass du für mein seelisches Wohlbefinden Sorge trägst.","translation":"Thank you for taking care of my mental well-being."}],"Buchung":[{"text":"Tom kennt nicht den Unterschied zwischen einer Buchung und einem Kauf.","translation":"Tom doesn't know the difference between a booking and a purchase."},{"text":"Bildung kommt von Bildschirm und nicht von Buch, sonst hieße es ja Buchung.","translation":"Education comes from the screen and not from the book, otherwise it would be called booking."},{"text":"Bitte teilen Sie Herrn Takahashi von der Reservierung Ihre Kreditkartennummer mit, damit wir Ihre Buchung bestätigen können.","translation":"Please provide Mr. Takahashi with your credit card number from the reservation so that we can confirm your booking."},{"text":"Zunächst wurden wir arg auf die Folter gespannt, denn wir hatten keine bestätigte Buchung für den Flug. Zum Glück kamen wir trotzdem mit und konnten uns endlich entspannt an Bord in die Sessel sinken lassen.","translation":"At first we were very much on the torture, because we had no confirmed booking for the flight. Luckily, we still came along and were finally able to relax on board in the armchairs."}]}