{"Trost":[{"text":"Das ist ein schwacher Trost.","translation":"That is small comfort."},{"text":"Du bist nicht recht bei Trost!","translation":"You're not right at comfort!"},{"text":"Statt mir Trost zu spenden, lachte Tom mich aus.","translation":"Instead of comforting me, Tom laughed at me."},{"text":"Tränen trocknen schneller, wenn der sanfte Wind des Trostes über die Wangen streicht.","translation":"Tears dry faster when the gentle wind of comfort brushes across the cheeks."},{"text":"Der Sieg im Wettbewerb war für sie kein Trost.","translation":"Victory in the competition was no consolation to her."},{"text":"Bist du noch ganz bei Trost?","translation":"Have you taken leave of your senses?"},{"text":"Was schlecht ist für viele, ist Trost für Dumme.","translation":"What is bad for many is comfort for the stupid."},{"text":"Nachdem Maria mit ihm Schluss gemacht hatte, suchte Tom im Alkohol Trost.","translation":"After Mary broke up with him, Tom sought solace in alcohol."},{"text":"Du hast ihm einen Wohnungsschlüssel gegeben? Bist du noch bei Trost?","translation":"You gave him an apartment key? Are you still in comfort?"},{"text":"Er ist ein Rentner, der ehrenamtlich Patienten im Krankenhaus Trost zuspricht.","translation":"He is a pensioner who volunteers to comfort patients in the hospital."}],"Kapsel":[{"text":"Ohne meine Kapseln kann ich nicht schlafen.","translation":"Without my capsules, I can't sleep."},{"text":"Nimm diese Kapsel innerhalb dreißig Minuten nach jedem Essen ein.","translation":"Take this capsule within thirty minutes of each meal."},{"text":"Neuerdings waschen wir mit Kapseln.","translation":"Recently, we wash with capsules."},{"text":"Das ist ein Endoskop in Form einer kleinen Kapsel. Der Patient kann sie hinunterschlucken.","translation":"This is an endoscope in the form of a small capsule. The patient can swallow them."},{"text":"Wer lieber nicht so viel Zimtpulver isst, kann in einer Apotheke Kapseln mit Zimtextrakt kaufen.","translation":"If you prefer not to eat so much cinnamon powder, you can buy capsules with cinnamon extract in a pharmacy."},{"text":"Kapsele dich nicht von deinen Kommilitonen ab.","translation":"Don't cut yourself off from your fellow students."}],"bedrohlich":[{"text":"Wie soll man denn bei einem solch bedrohlichen Szenario ruhig schlafen können!","translation":"How can you sleep peacefully in such a threatening scenario?"},{"text":"Die Wolken sehen bedrohlich aus.","translation":"The clouds look threatening."},{"text":"Der Himmel sieht bedrohlich aus.","translation":"The sky looks threatening."},{"text":"Der Himmel schaut bedrohlich aus.","translation":"The sky looks threatening."},{"text":"Hältst du dich für einen bedrohlichen Menschen?","translation":"Do you consider yourself a threatening person?"}],"schimpfen":[{"text":"Nur wer im Wohlstand lebt, schimpft auf ihn.","translation":"Only those who live in prosperity scold him."},{"text":"Jeder schimpft über das schlechte Wetter, und keiner tut etwas dagegen.","translation":"Everyone complains about the bad weather, and no one does anything about it."},{"text":"Auf die Arbeit schimpft man nur so lange, bis man keine mehr hat.","translation":"You only complain about work until you don't have any more."},{"text":"Wenn Mutter sich ärgert, schimpft sie.","translation":"When mother gets angry, she scolds."},{"text":"Man schreit dich an, schimpft laut mit dir.","translation":"They yell at you, scold you out loud."}],"Provision":[{"text":"Wir berechnen 3% Provision.","translation":"We charge a commission of 3%."},{"text":"Wenn ich Geld für meine Zukunft anlege, ist mir eine offene Gebühr lieber als eine versteckte Provision.","translation":"When I invest money for my future, I prefer an open fee to a hidden commission."},{"text":"Die Gunst der Frauen gewinnt man durch Worte, die der Männer durch Provision und Prozente.","translation":"The favor of women is won by words, that of men by commission and percentages."},{"text":"Für die Vermittlung der Ferienwohnung erhielt der Makler 8 % der Mietsumme als Provision.","translation":"For the conveyance of a holiday home, the estate agent gets a commission of 8% of the cost of rent."}],"schrieben":[{"text":"Frau Brown hat ein Buch über Politik geschrieben.","translation":"Mrs Brown has written a book on politics."},{"text":"Er hat zehn Bücher geschrieben, doch veröffentlicht hat er deren keines.","translation":"He has written ten books, but he has not published any of them."},{"text":"Jemand hat „Mary“ an die Wand geschrieben.","translation":"Someone wrote \"Mary\" on the wall."},{"text":"Was auf der Stirn geschrieben steht, muss das Auge sehen.","translation":"What is written on the forehead must be seen by the eye."},{"text":"Sie hat viele Gedichte geschrieben.","translation":"She has written many poems."},{"text":"Ich wünschte, er schriebe häufiger.","translation":"I wish he wrote more often."},{"text":"Ich wette, dass du denkst, ich schriebe das nur, um dich zu beeindrucken.","translation":"I bet you think I'm just writing that to impress you."},{"text":"Du schriebst deinem Onkel.","translation":"You write to your uncle."},{"text":"Niemand hat mir gesagt, was du in diesem Brief schriebst.","translation":"No one told me what you wrote in that letter."},{"text":"Der Satz, den du schriebst, ist grammatisch richtig.","translation":"The sentence you wrote is grammatically correct."}],"überprüf":[{"text":"Ich habe den französischen Satz geändert. Bitte überprüfe, ob der englische noch passt.","translation":"I changed the French sentence; please check the English to see if it still matches."},{"text":"Das überprüfe ich sofort.","translation":"I'll check that right away."},{"text":"Ich überprüfe gerade, ob die Spracherkennung wieder funktioniert.","translation":"I'm testing whether the language detection works again."},{"text":"Während du das Feld überquerst, überprüfe den Damm, den Kanal und die Mauer!","translation":"As you cross the field, check the dam, canal, and wall!"},{"text":"Ich überprüfe sie nicht.","translation":"I don't check them."},{"text":"Überprüf, ob alles vorhanden ist.","translation":"Check if everything is there."},{"text":"Überprüf mal den Reifendruck!","translation":"Check the pressure of the tires."}],"marschieren":[{"text":"Deutsche Soldaten marschierten durch Frankreich.","translation":"German soldiers marched through France."},{"text":"Sie marschierten in das Land ein.","translation":"They invaded the country."},{"text":"Er kann kaum marschieren.","translation":"He can hardly march."},{"text":"Sie marschierte möglichst schnell, um ihn zu erreichen.","translation":"She marched as fast as possible to reach him."},{"text":"Das Blatt hat sich gewendet! Die freien Menschen dieser Welt marschieren gemeinsam dem Siege entgegen!","translation":"The tide has turned! The free men of the world are marching together to Victory!"}],"rückgängig":[{"text":"Nichts kann rückgängig gemacht werden, was einmal gedacht wurde.","translation":"Nothing that was once thought can be undone."},{"text":"Der Klimawandel lässt sich nicht rückgängig machen.","translation":"Climate change cannot be reversed."},{"text":"Ich fürchte, dass wir den Vorgang nicht mehr rückgängig machen können.","translation":"I fear that we will not be able to undo the process."},{"text":"Ich kann die Entscheidungen, die ich damals traf, nicht rückgängig machen.","translation":"I can't change the decisions I made back then."},{"text":"Die Tastenkombination Strg + Z macht die Änderungen rückgängig.","translation":"The key combination ctrl-Z reverts your changes."}],"Icon":[],"Handbuch":[{"text":"Hast du das Handbuch gelesen?","translation":"Have you read the manual?"},{"text":"Siehe im Handbuch nach, um den Kühlschrank zu reparieren.","translation":"Refer to the instructions to fix the refrigerator."},{"text":"Hmm, wo hast du das Handbuch vom Navi hin?","translation":"Hmm, where did you get the manual from the navigation system?"},{"text":"Das Handbuch liefert eine Beschreibung des Geräts.","translation":"The manual provides a description of the device."},{"text":"Es ist das erste Mal für dich, dass du solche Arbeit verrichtest. Du solltest dich genau an die Anweisungen des Handbuchs halten, bis du mehr Erfahrung gesammelt hast.","translation":"It's your first time doing this kind of work. You should follow the manual exactly until you get more experience."}],"Stellenangebot":[{"text":"Hast du ein interessantes Stellenangebot gefunden?","translation":"Have you found an interesting job offer?"},{"text":"Ich habe mich dazu entschieden, das Stellenangebot anzunehmen.","translation":"I have decided to accept the job offer."},{"text":"Wider Erwarten habe ich kein einziges Stellenangebot bekommen.","translation":"Contrary to expectations, I did not receive a single job offer."},{"text":"Tom hat ein Stellenangebot erhalten.","translation":"Tom was offered a job."},{"text":"Ich nahm das Stellenangebot nicht an, weil ich noch eines besseren harrte.","translation":"I didn't accept that job because I was holding out for a better offer."}],"hereinkommen":[{"text":"Der Mann sagte es gerade, als ich hereinkam.","translation":"The man just said it when I came in."},{"text":"Im Zweifel lass zwei Kerle mit Pistolen durch die Tür hereinkommen.","translation":"When in doubt, let two guys with pistols come in through the door."},{"text":"Möchtest du auf einen Kaffee hereinkommen?","translation":"Want to come in for a coffee?"},{"text":"Hört auf zu reden wenn der Lehrer hereinkommt.","translation":"Stop talking when the teacher comes in."},{"text":"Tom ist an der Tür. Sag ihm bitte, dass er hereinkommen soll.","translation":"Tom is at the door. Please tell him to come in."}],"Takt":[{"text":"Takt ist der Verstand des Herzens.","translation":"Tact is the mind of the heart."},{"text":"Takt ist die Fähigkeit, andere so darzustellen, wie sie sich selbst gern sehen.","translation":"Takt is the ability to portray others as they like to see themselves."},{"text":"Maria lenkt ihren Ehemann und gibt ihm den Takt vor.","translation":"Maria directs her husband and sets the pace for him."},{"text":"Ohne Takt keine Musik.","translation":"Without a beat, there is no music."},{"text":"Der Takt ist so schön.","translation":"The beat is so beautiful."}],"getan":[{"text":"Bald getan ist viel getan.","translation":"Soon done is much done."},{"text":"Nach getaner Arbeit ist gut ruhen.","translation":"After the work is done, rest well."},{"text":"Selbst getan ist bald getan.","translation":"Self-done is soon done."},{"text":"Eine gern getane Arbeit ist schnell gemacht.","translation":"A gladly done work is done quickly."},{"text":"Vielleicht hat die Kommission Schuld, nicht genug getan, um diese Botschaft rüberzubringen.","translation":"Perhaps the Commission's fault was not enough to get this message across."},{"text":"Was ist die größte Dummheit, die du jemals getan hast?","translation":"What's the biggest stupidity you've ever done?"},{"text":"Sag Tom nichts darüber, was wir heute getan haben.","translation":"Don't tell Tom about what we did today."},{"text":"Das hier ist das Seltsamste, was ich je getan habe.","translation":"This is the strangest thing I've ever done."},{"text":"Das ist die Sache, die jetzt getan werden muss.","translation":"It is the in thing to do."},{"text":"Erzähl Tom, was du neulich nachts getan hast!","translation":"Tell Tom what you did the other night the other day!"},{"text":"Was Mary getan hat, hat mir nicht gefallen.","translation":"I didn't like what Mary did."},{"text":"Dass sie so eine schreckliche Sache getan hat, ist sicher.","translation":"That she did such a terrible thing is certain."},{"text":"Was brachte Sie auf den Gedanken, dass Tom das getan hat?","translation":"What made you think Tom did that?"},{"text":"Könnten Sie das getan haben?","translation":"Could you have done that?"},{"text":"Wer das getan hat, der wird den Raum in Ketten verlassen.","translation":"Whoever has done this will leave the room in chains."}],"unzufrieden":[{"text":"Der unzufriedene Mensch findet keinen bequemen Stuhl.","translation":"The dissatisfied person does not find a comfortable chair."},{"text":"Er ist ständig unzufrieden.","translation":"He is constantly dissatisfied."},{"text":"Sie scheinen mir aus einem edlen Haus: Sie sehen stolz und unzufrieden aus.","translation":"They seem to me to come from a noble house: they look proud and dissatisfied."},{"text":"Merken Sie nicht, dass Ihre Kunden immer unzufrieden werden?","translation":"Don't you notice that your customers are always dissatisfied?"},{"text":"Er ist mit dem Ergebnis unzufrieden.","translation":"He is unsatisfied with the result."},{"text":"Die Soldaten waren mit der Regierung unzufrieden.","translation":"The soldiers were disaffected toward the government."},{"text":"Weshalb bist du so unzufrieden?","translation":"Why are you so dissatisfied?"},{"text":"Wieso bist du mit deinem Leben unzufrieden?","translation":"Why are you dissatisfied with your life?"},{"text":"Die Öffentlichkeit ist mit der gegenwärtigen Regierung unzufrieden.","translation":"The public is dissatisfied with the current government."},{"text":"Maria ist mit ihrem eigenen Körper unzufrieden.","translation":"Mary is dissatisfied with her own body."}],"derzeitig":[{"text":"Er ist mit seinem derzeitigen Gehalt nicht zufrieden.","translation":"He is not content with his present salary."},{"text":"Die derzeitige finanzielle Lage der Stadt ist schlecht.","translation":"The current financial situation of the city is bad."},{"text":"Ihm scheint seine derzeitige Arbeit zu gefallen.","translation":"It seems that he likes his present job."},{"text":"Wir laden Sie ein, sich auf der Seite beispiel.de ein Bild von unseren derzeitigen Projekten zu machen.","translation":"We invite you to get an idea of our current projects on the page beispiel.de."},{"text":"Dilma Rousseff ist die derzeitige brasilianische Präsidentin.","translation":"Dilma Rousseff is the current President of Brazil."}],"make":[{"text":"Ein Lächeln ist das schönste Make-up, das eine Frau tragen kann.","translation":"A smile is the most beautiful makeup a woman can wear."},{"text":"Sie würde mit ein klein wenig Make-Up vielleicht attraktiver aussehen.","translation":"She might look more attractive with a little make-up."},{"text":"Maria hat ihr Make-Up im Spiegel überprüft.","translation":"Maria checked her make-up in the mirror."}],"Skandal":[{"text":"Dieser neueste Skandal stellt alles bisher Geschehene in den Schatten.","translation":"This latest scandal puts all that have gone before in the shade."},{"text":"Man kann es auch einen Skandal nennen.","translation":"You can also call it a scandal."},{"text":"Besser ist, es gibt Skandal, als dass die Wahrheit zu kurz kommt.","translation":"It is better that there is scandal than that the truth is neglected."},{"text":"Die Sache entwickelt sich immer mehr zum Skandal.","translation":"The matter is developing more and more into a scandal."},{"text":"Es besteht über ihn ein Skandal.","translation":"There is a scandal about him."}],"deutschsprachig":[{"text":"Namibia verfügt als einziges afrikanisches Land über eine eigene deutschsprachige Zeitung.","translation":"Namibia is the only African country to have its own German-language newspaper."},{"text":"Das in Deutschland als Jagdschein bekannte Dokument nennt man in der deutschsprachigen Schweiz Jagdpatent.","translation":"The document known in Germany as a hunting license is called a hunting patent in German-speaking Switzerland."},{"text":"Als meine Mutter noch praktizierte, hatte sie viele deutschsprachige Patienten, aber jetzt hat sie überhaupt keine Gelegenheit mehr, ihr Deutsch zu üben.","translation":"When my mother was still practicing, she had many German-speaking patients, but now she has no opportunity at all to practice her German."},{"text":"Ich verwende in Fragen der deutschen Grammatik für gewöhnlich englischsprachige Quellen, da diese in der Regel bei weitem ausführlicher und leserfreundlicher als die deutschsprachigen sind.","translation":"I usually use English-language sources in questions of German grammar, as these are usually far more detailed and reader-friendly than the German-language ones."},{"text":"Österreich gehört zum deutschsprachigen Kulturraum, ist durch seine Geografie und Geschichte aber auch mit anderen Regionen des südöstlichen Mitteleuropa verbunden.","translation":"Austria belongs to the German-speaking cultural area, but is also connected to other regions of southeastern Central Europe through its geography and history."},{"text":"Viele Deutschsprachige sagen [ˌd͡ʒɔʁnaˈlɪsmʊs], und viele sagen [ʒelanˈtiːnə], ohne dass es dafür eine nachvollziehbare Erklärung gibt.","translation":"Many German-speaking people say [ˌd͡ʒɔʁnaˈlɪsmʊs], and many say [ʒelanˈtiːnə], without there being a comprehensible explanation."},{"text":"Immer weniger Deutschsprachige wissen, was eine Landpartie ist. Viele halten es für eine falsch geschriebene Party auf dem Lande.","translation":"Fewer and fewer German-speakers know what a country outing is. Many consider it a misspelled party in the countryside."},{"text":"Es ist bemerkenswert, wie viele Deutschsprachige offenbar lieber vergessen, was sie über Laut-Buchstaben-Zuordnung wissen, als beim Lesen und Schreiben die beiden Wörter »kucken« und »gucken« auseinanderzuhalten.","translation":"It is remarkable how many German speakers apparently prefer to forget what they know about sound-letter assignment than to distinguish between the two words »kucken« and »gucken« when reading and writing."}],"aufdecken":[{"text":"Die Verschwörung wurde bald aufgedeckt.","translation":"The conspiracy was soon exposed."},{"text":"Erwarte keine Dankbarkeit, wenn Du einem Menschen Gutes tust: Du hast seine Schwächen aufgedeckt.","translation":"Don't expect gratitude when you do good to a person: you've exposed their weaknesses."},{"text":"Ich habe endlich die Wahrheit aufgedeckt.","translation":"I have finally uncovered the truth."},{"text":"Er hat das Geheimnis aufgedeckt.","translation":"He has uncovered the secret."},{"text":"Man bohrt leichter einen Brunnen, als dass man verfallene Brunnen aufdeckt.","translation":"It is easier to drill a well than to uncover dilapidated wells."}],"pflücken":[{"text":"Mit Geduld pflückt man Rosen.","translation":"With patience one picks roses."},{"text":"Ich habe dir einen Korb Erdbeeren gepflückt.","translation":"I picked you a basket of strawberries."},{"text":"Sie pflückte Blumen.","translation":"She picked flowers."},{"text":"Die Blume, die du im Garten gepflückt hast, ist sehr hässlich.","translation":"The flower you picked from the garden is very ugly."},{"text":"Sie pflückt oft Blumen.","translation":"Often she gathers flowers."},{"text":"Ich habe heute ein paar Blumen nicht gepflückt, um dir ihr Leben zu schenken.","translation":"I didn't pick a few flowers today to give you their lives."},{"text":"Diese Frucht ist noch nicht reif genug, um gepflückt zu werden.","translation":"This fruit isn't ripe enough to pick yet."},{"text":"Sie hat mir einen Apfel gepflückt.","translation":"She picked me an apple."},{"text":"Wir haben im Garten Blumen gepflückt.","translation":"We picked flowers in the garden."},{"text":"Heute hat sie Preiselbeeren und Blaubeeren gepflückt.","translation":"Today she picked cranberries and blueberries."}],"Oper":[{"text":"Gestern bin ich in die Oper gegangen.","translation":"Yesterday I went to the opera."},{"text":"Bobby geht mit seiner Freundin in die Oper.","translation":"Bobby goes to the opera with his girlfriend."},{"text":"Wir haben heute Abend Karten für die Oper.","translation":"We have tickets for the opera tonight."},{"text":"Sie ist ein Fan der italienischen Oper.","translation":"She's a fan of Italian opera."},{"text":"Hast du schon einmal die französische Fassung dieser Oper gehört?","translation":"Have you ever heard the French version of this opera?"}],"zusammensetzen":[{"text":"Wasser ist aus Wasserstoff und Sauerstoff zusammengesetzt.","translation":"Water is composed of hydrogen and oxygen."},{"text":"Niemand weiß genau, aus wie vielen Rassen die Bevölkerung der USA sich zusammensetzt.","translation":"No one knows exactly how many races make up the population of the United States."},{"text":"Alle Charaktere sind aus denselben Elementen zusammengesetzt; nur die Proportionen machen den Unterschied aus.","translation":"All characters are composed of the same elements; only the proportions make the difference."},{"text":"Einige Möbel werden mit Leim zusammengesetzt.","translation":"Some furniture is put together with glue."},{"text":"Es ist leichter, etwas auseinanderzunehmen, als es wieder zusammenzusetzen.","translation":"It's easier taking things apart than putting them back together."}],"Echtzeit":[{"text":"Man fragt, wie sich die Leute damals so sehr von der Propaganda haben täuschen lassen können. Nun, sieht man das gleiche nicht gerade, wie auf einer gespenstischen Zeitreise in die Vergangenheit, wieder geschehen? In Echtzeit kann man beobachten, wie das vonstatten geht!","translation":"One wonders how people at that time could have been deceived so much by the propaganda. Well, don't you see the same thing happening again, as on a spooky journey back in time? You can see how this works in real time!"}],"Inhaltsstoff":[{"text":"Nahrung ist mehr als nur die Summe ihrer Inhaltsstoffe.","translation":"Food is more than just the sum of its ingredients."},{"text":"Einige Inhaltsstoffe dieses Getränkes sind schädlich, besonders wenn Sie schwanger sind.","translation":"Some ingredients of this drink are harmful, especially if you are pregnant."},{"text":"Durch die Synergieeffekte verstärken die ausgesuchten Inhaltsstoffe die Wirkung der anderen.","translation":"Due to the synergy effects, the selected ingredients enhance the effect of the others."},{"text":"Viele Kosmetika haben Inhaltsstoffe, die die Haut irritieren können.","translation":"Many cosmetics have ingredients that can irritate the skin."},{"text":"Ich habe gehört, dass eine Art, gesund zu bleiben, darin besteht, von Nahrungsmitteln mit unaussprechlichen Inhaltsstoffen die Finger zu lassen.","translation":"I heard that one way to stay healthy is to avoid eating any food with unpronounceable ingredients."}],"vertiefen":[{"text":"Als ich ins Zimmer trat, fand ich sie in ein Buch vertieft.","translation":"When I entered the room, I found her buried in a book."},{"text":"Ich werde mich nie in die schmutzige Unterwäsche von Tom und Mary vertiefen!","translation":"I will never delve into Tom and Mary's dirty underwear!"},{"text":"Sie war in eine Partie Patience vertieft.","translation":"She was absorbed in a game of patience."},{"text":"Er vertiefte sich in vielerlei kulturelle Aktivitäten.","translation":"He immersed himself in many cultural activities."},{"text":"Sie ist ins Lernen vertieft.","translation":"She is deep in study."},{"text":"Sie war vertieft in das Video.","translation":"She was absorbed in the video."},{"text":"Liisa ist so vertieft in ihr Buch, dass sie nichts anderes sieht oder hört.","translation":"Liisa is so absorbed in her book that she sees or hears nothing."},{"text":"Wir haben unsere Freundschaft vertieft.","translation":"We deepened our friendship."},{"text":"Das kleine Mädchen war ganz vertieft in das Lesen eines Märchens.","translation":"The little girl was absorbed in reading a fairy tale."},{"text":"Sie war vertieft darin, ein Gedicht zu schreiben.","translation":"She was absorbed in writing a poem."}],"Kontaktaufnahme":[{"text":"„Tom schickt mich, Maria. Da du ihn nicht mehr bei dir aufs Grundstück lässt und auch alle anderen Arten der Kontaktaufnahme mit dir ihm unmöglich sind, bittet er mich, dir mitzuteilen, wie leid es ihm tue und dass du ihm doch bitte verzeihen mögest. Aus der Ferne flehe er dich auf Knien an.“ – „Kehre zu Tom zurück und sage ihm, dass er mir bis ans Ende aller Tage gestohlen bleiben kann!“","translation":"\"Tom's sent me, Mary. Because you're not letting him set foot here any more, and because there's no other way for him to contact you, he's asked me to tell you how sorry he is, and to ask whether you might please forgive him. He's on his knees, he says, begging you from afar.\" \"Go back to Tom and tell him he can jog on, and stay jogging till the end of time!\""}],"Eintopf":[{"text":"Bei uns zu Hause gab es jeden Dienstag Eintopf.","translation":"Every Tuesday was stew at our house."},{"text":"Der Eintopf schmeckte heute noch besser als gestern.","translation":"The stew tasted even better today than yesterday."},{"text":"Heute mache ich einen Eintopf aus Pilzen, Gemüse und Huhn.","translation":"Today I make a stew of mushrooms, vegetables and chicken."},{"text":"Tom hätte den Eintopf vielleicht gegessen, wenn er weniger salzig gewesen wäre.","translation":"Tom might have eaten the stew if it had been less salty."},{"text":"Tom bereitete zum Abendessen einen Eintopf zu.","translation":"Tom prepared a stew for dinner."}],"verpiss":[{"text":"Verpiss dich! Ich will meinen Whiskey in Ruhe trinken.","translation":"Fuck off! I want to drink my whiskey in peace."},{"text":"„Verpiss dich!“ – „Was sagst du da? Sag das nochmal, du Hund!“","translation":"\"Fuck you!\" – \"What are you saying? Say that again, you dog!\""},{"text":"Ich nenne dieses Lied: „Verpiss dich!“","translation":"I call this song: \"Fuck you!\""},{"text":"Verpiss dich!","translation":"Fuck off!"},{"text":"Ich muss arbeiten, also verpiss dich und lass mich in Ruhe.","translation":"I've got work to do, so piss off and leave me alone."}],"Kürbis":[{"text":"Ich koche oft mit japanischem Kürbis.","translation":"I often cook with Japanese pumpkin."},{"text":"Hast du Kürbisse gepflanzt?","translation":"Have you planted pumpkins?"},{"text":"Dieser Kürbis riecht nach Melone.","translation":"This pumpkin smells like melon."},{"text":"Die Kürbisse können bald geerntet werden.","translation":"The pumpkins are almost ready to harvest."},{"text":"Er nahm in die Stadt einen Kuchen und einen Kürbis mit.","translation":"He took a cake and a pumpkin to the city."},{"text":"Mein Kürbis war der beste.","translation":"My pumpkin was the best."},{"text":"Glaubst du an den Großen Kürbis?","translation":"Do you believe in the Great Pumpkin?"},{"text":"Ist roher Kürbis essbar?","translation":"Is eating raw pumpkin safe?"}],"verirren":[{"text":"Wer fragt, verirrt sich nicht.","translation":"If you ask, you don't get lost."},{"text":"In großen Städten kann man sich nicht verirren, dort gibt es überall Karten!","translation":"You can't get lost in big cities, there are maps everywhere!"},{"text":"Wenn sich Moral in die Politik verirrt, dann gleich doppelt.","translation":"If morality gets lost in politics, then twice."},{"text":"Möglicherweise hat sie sich verirrt.","translation":"Perhaps she is mistaken."},{"text":"Er verirrte sich auf dem Weg ins Dorf.","translation":"He got lost on his way to the village."}],"Nutzererlebnis":[],"zettel":[{"text":"Hast du inzwischen meinen Zettel gefunden?","translation":"Have you found my note in the meantime?"},{"text":"Der Kassenbon ist ein Zettel, auf den geschrieben wird, wie viel man bezahlen muss.","translation":"The receipt is a piece of paper on which it is written how much you have to pay."},{"text":"Könntest du diese drei Dinge auf dem Zettel hier für unser Essen einkaufen?","translation":"Could you buy these three things on the note here for our food?"},{"text":"Tom verbarg einige Zettel hinter seinem Rücken.","translation":"Tom hid some papers behind his back."},{"text":"Tom fragte nach Marys Adresse und schrieb sie auf einen Zettel.","translation":"Tom asked for Mary's address and wrote it down on a piece of scrap paper."}],"verfallen":[{"text":"Nach Marias Tod ist Tom wieder dem Alkohol verfallen.","translation":"After Maria's death, Tom is addicted to alcohol again."},{"text":"Deine Punkte verfallen bald.","translation":"Your points will expire soon."},{"text":"Wer die Frauen im Allgemeinen liebt, sollte aufpassen, nicht einer speziell zu verfallen.","translation":"Those who love women in general should be careful not to fall for one in particular."},{"text":"Die Stadt verfiel.","translation":"The town fell into ruin."},{"text":"Es ist leicht, in schlechte Angewohnheiten zu verfallen.","translation":"It's easy to fall into bad habits."},{"text":"Man bohrt leichter einen Brunnen, als dass man verfallene Brunnen aufdeckt.","translation":"It is easier to drill a well than to uncover dilapidated wells."},{"text":"Der Weg ist verfallen.","translation":"The path is broken."},{"text":"Das Geld geht durch das Haus des Armen, wie der Wind durch eine verfallene Hütte weht.","translation":"The money goes through the house of the poor like the wind blows through a dilapidated hut."},{"text":"Diese alten verfallenen Häuser passen ausgezeichnet zum Schmutz auf der Straße.","translation":"These old dilapidated houses fit perfectly with the dirt on the street."},{"text":"In den Säulen und Mauern der verfallenen Paläste und Tempel lebt der Geist der Antike fort.","translation":"In the columns and walls of the dilapidated palaces and temples, the spirit of antiquity lives on."}],"Gelenk":[{"text":"Meine Gelenke tun weh.","translation":"My joints ache."},{"text":"Meine Gelenke schmerzen, wenn es kalt wird.","translation":"My joints hurt when it gets cold."},{"text":"Nehm’ ich keine Geschenke, so behalt’ ich freie Gelenke.","translation":"If I do not take gifts, I keep free joints."},{"text":"Künstliche Gelenke werden heute schon sehr oft verwendet. Werden wir bald auch künstliche Gehirne implantieren können?","translation":"Artificial joints are already used very often today. Will we soon be able to implant artificial brains?"},{"text":"Tom tun die Gelenke weh.","translation":"Tom has pain in his joints."}],"Yuan":[{"text":"Dies ist ein 3-Sterne-Hotel, 300 Yuan pro Nacht.","translation":"This is a 3-star hotel, 300 yuan per night."},{"text":"Der Pilaw mit Fleisch kostet acht Yuan. Der vegetarische Pilaw kostet nur vier Yuan.","translation":"The pilaf with meat is eight yuan. The vegetarian pilaf is only four yuan."},{"text":"Es gibt viel mehr Yuan-Millionäre als Euro-Millionäre auf der Welt.","translation":"There are many more yuan millionaires in the world than euro millionaires."},{"text":"Wie kann man mit 300 Yuan Geschäfte machen?","translation":"How do you do business with 300 yuan?"},{"text":"Der Wert dieses Gemäldes wird auf einige Millionen Yuan geschätzt.","translation":"The value of this painting is estimated at several million yuan."},{"text":"Kublai Khan begründete 1271 die Yuan-Dynastie.","translation":"Kublai Khan established the Yuan Dynasty in 1271."},{"text":"Unser Pilaw kostet vier Yuan.","translation":"Our pilaf costs four yuan."}],"anführen":[{"text":"Beweise für alle diese Behauptungen wurden nicht angeführt.","translation":"Evidence for all these claims was not provided."},{"text":"Wir könnten natürlich noch viel mehr Beispiele anführen.","translation":"We could, of course, give many more examples."},{"text":"Zahlreiche Beispiele können dafür angeführt werden.","translation":"Numerous examples can be given."},{"text":"Unsere Mannschaft hat in dieser Saison die Liga angeführt.","translation":"Our team has topped the league this season."},{"text":"Ich kann weitere Fakten anführen, die meine Behauptung untermauern.","translation":"I can cite other facts to support my claim."}],"eiskalt":[{"text":"Im eiskalten Wasser schwimmen ist sehr gesund!","translation":"Swimming in the ice-cold water is very healthy!"},{"text":"Maria hatte eiskalte Füße.","translation":"Maria had ice-cold feet."},{"text":"„Tom ist tot. Er ist eiskalt.“ – „O nein! Wie schrecklich!“","translation":"\"Tom is dead. He is freezing cold.\" – \"Oh no! How terrible!\""},{"text":"Die Suppe ist eiskalt!","translation":"The soup is freezing!"},{"text":"Baden im eiskalten Wasser ist ein Segen für den, der es tut.","translation":"Bathing in ice-cold water is a blessing to those who do."},{"text":"Deine Hände sind ja eiskalt.","translation":"Your hands are freezing."},{"text":"Drinnen ist es sehr warm, aber draußen ist es eiskalt.","translation":"It's very warm inside, but it's freezing cold outside."},{"text":"Die Katzenpfoten waren offensichtlich eiskalt.","translation":"The cat's paws were obviously freezing."},{"text":"Die Nacht war dermaßen kühl, dass ich geradezu eiskalt war, als ich zurückkam.","translation":"The night was so chilly that when I returned I was almost frozen."},{"text":"Auf Titan, dem größten Saturnmond, regnet es eiskaltes gefrorenes Methan; dieses geht auf eine klirrende Oberfläche nieder, auf der eine Temperatur von −179 °C herrscht.","translation":"Titan, Saturn's largest moon, has rain that is made up of frigid liquid methane, hitting a bitterly cold surface, where the temperature is minus 179 degrees Celsius."}],"aß":[{"text":"Plötzlich zog er ein Ass aus dem Ärmel.","translation":"Suddenly, he pulled an ace out of his sleeve."},{"text":"In Mathematik ist er ein Ass.","translation":"In mathematics, he is an ace."},{"text":"Eines Tages möchte ich ein Ass schlagen, nur ein einziges Mal.","translation":"Just once, I'd like to get a hole-in-one some day."},{"text":"Es offenbarte sich alsbald, dass Maria für zwei aß.","translation":"It was revealed that Mary was pregnant."},{"text":"Der Bube kann mit einem König oder einem Ass gestochen werden.","translation":"The jack can be stung with a king or an ace."},{"text":"Tom tat es den Eichhörnchen gleich und aß Nüsse.","translation":"Tom did the same as the squirrel and ate nuts."},{"text":"Yann aß Brot.","translation":"Yann ate bread."},{"text":"Der Mann aß Brot.","translation":"The man ate bread."},{"text":"Tom aß Kuchen.","translation":"Tom ate cake."},{"text":"Und Tom aß und aß und aß, bis er aus allen Nähten platzte.","translation":"And Tom ate and ate and ate until he was bursting at the seams."},{"text":"Tom aß Kuchen und ließ die Kinder zusehen.","translation":"Tom ate cake and let the kids watch."},{"text":"Tom aß den einen Apfel, und Maria aß den anderen.","translation":"Tom ate one apple and Mary ate the other."},{"text":"Midori aß die meisten Orangen.","translation":"Midori ate the most oranges."},{"text":"Was Tom aß war köstlich.","translation":"What Tom ate was delicious."},{"text":"Tom aß seine gebackenen Bohnen gleich aus der Dose.","translation":"Tom ate his baked beans straight from the tin."},{"text":"Nachdem er ein Bad genommen hatte, aß Tom zu Abend.","translation":"After taking a bath, Tom ate dinner."},{"text":"Tom saß auf einer Bank und aß etwas, das wie ein Apfel aussah.","translation":"Tom was sitting on a bench eating something that looked like an apple."},{"text":"Tom war nicht besonders hungrig; daher aß er nicht viel.","translation":"Tom wasn't very hungry, so he didn't eat much."},{"text":"Nachdem er geduscht hatte, aß Tom zu Abend.","translation":"After showering, Tom had dinner."},{"text":"Da er keine Möglichkeit hatte, Feuer zu machen, aß er den Fisch roh.","translation":"As he had no way of making fire, he ate the fish raw."}],"know":[{"text":"Unser grundsätzliches Problem ist der Mangel an Know-how.","translation":"Our basic problem is the lack of know-how."},{"text":"Russland ist der Geburtsstaat der aktualisierten Doppelmoral, und die Vereinigten Staaten sind nur ein Land der elenden Plagiatoren seines „Know-hows“.","translation":"Russia is the birthplace of the updated double standard, and the United States is just a country of miserable plagiarists of its \"know-how.\""}],"doppel":[],"Baseball":[{"text":"Als Kind habe ich Baseball lieber als Fußball gespielt.","translation":"As a kid, I preferred playing baseball to football."},{"text":"Ein Baseball kam durch das Fenster geflogen.","translation":"A baseball came flying through the window."},{"text":"Ich spiele gerne Baseball.","translation":"I like playing baseball."},{"text":"Er interessiert sich nicht sehr für Baseball.","translation":"He doesn't care much for baseball."},{"text":"Baseball ist der mit Abstand beliebteste Sport in Japan.","translation":"Baseball is by far the most popular sport in Japan."},{"text":"Ich mag Baseball sehr.","translation":"I like baseball very much."},{"text":"Ich mag Baseball überhaupt nicht.","translation":"I don't like baseball at all."},{"text":"Als Kind habe ich nach der Schule Baseball gespielt.","translation":"As a kid, I played baseball after school."},{"text":"Die Leute spielen Baseball.","translation":"The people are playing baseball."},{"text":"Als ich das Fenster öffnete, sah ich Kinder Baseball spielen.","translation":"When I opened the window, I saw children playing baseball."}],"brasilianisch":[{"text":"In der brasilianischen Stadt Blumenau wird das größte Oktoberfest von Südamerika gefeiert.","translation":"In the Brazilian city of Blumenau, the largest Oktoberfest in South America is celebrated."},{"text":"Die brasilianischen Streitkräfte gingen zum Angriff über.","translation":"The Brazilian forces went on the attack."},{"text":"Das brasilianische Gold hinterließ in Brasilien Löcher, in Portugal Tempel und in England Fabriken.","translation":"The Brazilian gold left holes in Brazil, temples in Portugal and factories in England."},{"text":"Roberto ist ein brasilianischer Name.","translation":"Roberto is a Brazilian name."},{"text":"Ich mag das brasilianische Klima.","translation":"I like the Brazilian climate."}],"Musikvideo":[{"text":"„Gefällt dir das Musikvideo?“ – „Ob es mir gefällt? Ich bin hin und weg!“","translation":"\"Do you like the music video?\" – \"Do I like it? I'm blown away!\""}],"bundesweit":[{"text":"Bundesweit ist die Einfuhr bestimmter Rassen verboten.","translation":"Nationwide, the import of certain breeds is prohibited."},{"text":"Der 6. Mai 2012 ist der bundesweite \"Tag der offenen Stalltür\".","translation":"The 6th of May, 2012 is the nationwide \"Day of the Open Stable Door\"."}],"hyung":[],"mitbekommen":[{"text":"Angst ist eine der wichtigsten Emotionen, die der Mensch mitbekommen hat.","translation":"Fear is one of the most important emotions that man has experienced."},{"text":"Ich habe deinen Nachnamen nicht mitbekommen.","translation":"I didn't catch your last name."},{"text":"Ich habe mitbekommen, wie sich der Junge aus dem Klassenzimmer stahl.","translation":"I overheard the boy stealing out of the classroom."},{"text":"Ich habe deinen Namen nicht mitbekommen.","translation":"I didn't get your name."},{"text":"Hast du das Erdbeben von letzter Nacht mitbekommen?","translation":"Did you feel the earth shake last night?"}],"kindisch":[{"text":"Wir fanden sein Verhalten kindisch.","translation":"We found his behavior childish."},{"text":"Es war kindisch von ihm, sich so zu benehmen.","translation":"It was childish of him to behave like that."},{"text":"Eine solch kindische Frage würde ich niemals stellen.","translation":"I'd never ask such a childish question."},{"text":"Wer war es, der diesen kindischen Beitrag verfasst hat?","translation":"Who was it who wrote this childish post?"},{"text":"Das ist nun ganz und gar kindisch.","translation":"This is now completely childish."}],"Nickerchen":[{"text":"Es kann sein, dass ich bald aufgebe und stattdessen ein Nickerchen mache.","translation":"I might give up soon and have a kip instead."},{"text":"Meine Mutter macht jeden Nachmittag ein Nickerchen.","translation":"My mother has a kip every afternoon."},{"text":"Ich könnte jetzt ein Nickerchen vertragen.","translation":"I could do with a kip now."},{"text":"Kaum war sie fertig, legte sie sich für ein Nickerchen hin.","translation":"As soon as she was done, she lay down for a nap."},{"text":"Großvater hält auf dem Sofa ein Nickerchen.","translation":"Grandad is snoozing on the sofa."}],"Auszeit":[{"text":"Ich habe mir eine Auszeit genommen, um über verschiedene Ereignisse in meinem Leben nachzudenken.","translation":"I took some time off to think about different events in my life."},{"text":"Daneben gibt es weitere Modelle, die eine Auszeit regeln können.","translation":"In addition, there are other models that can regulate a time-out."},{"text":"Ich glaube, wir brauchen eine Auszeit.","translation":"I think we need some time off."},{"text":"Die Tage bei euch waren wie eine schöne Auszeit.","translation":"The days with you were like a nice break."},{"text":"Sie macht gerade ein Jahr Auszeit, bevor sie an die Uni geht.","translation":"She’s taking a year off before going to university."}],"Aroma":[{"text":"Das Aroma seines Essens machte allen Appetit.","translation":"The aroma of his food gave everyone an appetite."},{"text":"Jeden Morgen koche ich Kaffee und genieße sein Aroma.","translation":"Every morning I make coffee and enjoy its aroma."},{"text":"Ein Fehler ist die Würze, die dem Erfolg sein Aroma gibt.","translation":"A mistake is the spice that gives success its aroma."},{"text":"Jetzt musst du dich drei Minuten lang gedulden, damit das Aroma durchziehen kann.","translation":"Now you have to wait three minutes for the aroma to run through."},{"text":"Über dem Tisch schwebte das Aroma des Frühlingsabends vermischt mit dem Geruch von Branntwein.","translation":"Above the table floated the aroma of the spring evening mixed with the smell of brandy."}],"Einverständnis":[{"text":"Verständnis ist kein Einverständnis.","translation":"Understanding is not consent."},{"text":"Keiko und Ichiro haben sich in gegenseitigem Einverständnis getrennt.","translation":"Keiko and Ichiro have separated by mutual consent."},{"text":"Ich bat um ihr Einverständnis.","translation":"I asked for her approval."},{"text":"Euer Einverständnis ist mir wichtig.","translation":"Your approval is important to me."},{"text":"Wie können Sie es wagen, ohne mein Einverständnis meine Tochter zu heiraten?","translation":"How dare you marry my daughter without my consent?"}],"Elektron":[{"text":"Negative Elektronen ziehen positive Elektronen an.","translation":"Negative electrons attract positive electrons."},{"text":"Ein Proton ist 1836 mal schwerer als ein Elektron.","translation":"A proton is 1836 times heavier than an electron."},{"text":"Ein Wasserstoffatom hat ein Elektron.","translation":"There is one electron in a hydrogen atom."},{"text":"Ein Elektron ist ein Elementarteilchen.","translation":"An electron is an elementary particle."},{"text":"Elektronen kreisen um den Atomkern.","translation":"Electrons orbit around the atomic nucleus."}],"höchst":[{"text":"Hast du schon Vermutungen dieses höchst seltsame Phänomen betreffend angestellt?","translation":"Have you made any assumptions about this highly strange phenomenon?"},{"text":"Die Prinzessin war eine höchst moderne Prinzessin, und das bereitete dem König große Sorgen.","translation":"The princess was a highly modern princess, causing the king much anxiety."},{"text":"Vergnügen ist nichts als ein höchst angenehmer Schmerz.","translation":"Pleasure is nothing but a most pleasant pain."},{"text":"Er ist eine höchst wichtige Person.","translation":"He is a most important person."},{"text":"Das ist höchst wahrscheinlich Unsinn.","translation":"This is most likely nonsense."}],"schleppen":[{"text":"Eine Lüge schleppt zehn andere nach sich.","translation":"One lie entails ten others."},{"text":"Sie schleppen schwere Pakete.","translation":"They carry heavy packages."},{"text":"Das Jahr schleppt sich zu Ende.","translation":"The year is coming to an end."},{"text":"Das Gespräch schleppte sich hin bis drei Uhr.","translation":"The conversation dragged on till three."},{"text":"Sie schleppten den Kühlschrank die Treppe hoch.","translation":"They lugged the refrigerator up the stairs."}],"Abzug":[{"text":"Fenster auf! Der Abzug vom Herd ist kaputt.","translation":"Open the window! The fume hood from the stove is broken."},{"text":"Der Mann richtete die Waffe auf seine Stirn und drückte den Abzug.","translation":"The man put the gun against his forehead and squeezed the trigger."},{"text":"Tom hatte den Finger am Abzug.","translation":"Tom had his finger on the trigger."},{"text":"Ich schicke dir so bald wie möglich einen Abzug von diesem Foto.","translation":"I will send you a print of this photo as soon as possible."},{"text":"Tom hatte nicht den Mut, den Abzug zu betätigen.","translation":"Tom didn't have the courage to pull the trigger."}],"Komma":[{"text":"In diesem Satz fehlt ein Komma.","translation":"A comma is missing from this sentence."},{"text":"Das Komma muss jedenfalls weg.","translation":"The comma must go, in any case."},{"text":"Das mache ich in null Komma nichts!","translation":"I won't do that in no time!"},{"text":"Sie war den Tränen nahe, weil dieses Komma zu setzen allzu schrecklich war.","translation":"She was close to tears because putting that comma was too terrible."},{"text":"„Das Komma ist aber optional!“ — „Ja, aber wir sprechen hier ja von gutem Stil!“","translation":"\"But the comma is optional!\" — \"Yes, but we're talking about good style here!\""}],"Schwägerin":[{"text":"Zum Glück ist sie nicht meine Schwägerin geworden.","translation":"Luckily, she didn't become my sister-in-law."},{"text":"Wer keine Schwiegermutter und keine Schwägerin hat, ist gut verheiratet.","translation":"If you don't have a mother-in-law or sister-in-law, you're well married."},{"text":"Der ist ein Geschenk von meiner Schwägerin.","translation":"It's a gift from my sister-in-law."},{"text":"Meine Schwägerin hat vier Kinder in fünf Jahren bekommen.","translation":"My sister-in-law had four children in five years."},{"text":"Meine Schwägerin zerbricht sich den Kopf darüber, was sie dir schenken soll.","translation":"My sister-in-law is racking her brains about what to give you."}],"Golf":[{"text":"Ich spiele gerne Golf.","translation":"I like to play golf."},{"text":"Ich habe noch nie Golf gespielt, aber ich werde es versuchen.","translation":"I've never played golf, but I will try."},{"text":"Ich mag Tennis und Golf.","translation":"I like tennis and golf."},{"text":"Ich hatte ganz vergessen, wie gut du im Golf bist.","translation":"I forgot how good you were at golf."},{"text":"Ich dachte, das Einzige, was dir wirklich Spaß machen würde, wäre Golf.","translation":"I thought the only thing you really enjoyed was golf."},{"text":"Du spielst Golf? Was ist dein Handicap?","translation":"You play golf? What's your handicap?"},{"text":"Kuba liegt zwischen dem Karibischen Meer, dem Golf von Mexiko und dem Atlantischen Ozean.","translation":"Cuba is located between the Caribbean Sea, the Gulf of Mexico and the Atlantic Ocean."},{"text":"Golf ist ein recht teurer Sport.","translation":"Golf is a really expensive sport."},{"text":"Er spielt Golf, selbst wenn es regnet.","translation":"He'll play golf even if it rains."},{"text":"Wir spielten trotz des Regens Golf.","translation":"We played golf in spite of the rain."}],"Wölfe":[{"text":"Er heult mit den Wölfen.","translation":"He howls with the wolves."},{"text":"Wer sich zum Schaf macht, den fressen die Wölfe.","translation":"Whoever makes himself a sheep is eaten by the wolves."},{"text":"Einen ganz vollen Teller bitte, Oma! Ich habe einen Hunger wie sieben Wölfe!","translation":"A full plate please, Grandma! I'm hungry like seven wolves!"},{"text":"Löwen sind stärker als Wölfe.","translation":"Lions are stronger than wolves."},{"text":"Nach der langen Wanderung machten wir uns über das Essen her wie hungrige Wölfe.","translation":"After the long hike we went over the food like hungry wolves."},{"text":"Normalerweise greifen Wölfe keine Menschen an.","translation":"Usually, wolves do not attack humans."},{"text":"Gibt es in Australien Wölfe?","translation":"Are there wolves in Australia?"},{"text":"Wölfe fressen sich nicht gegenseitig.","translation":"Wolves do not eat each other."},{"text":"Wölfe essen keinen Salat.","translation":"Wolves do not eat salad."},{"text":"Wehe den Lämmern, wenn die Wölfe Recht haben wollen.","translation":"Woe to the lambs if the wolves want to be right."}],"Bundesstaat":[{"text":"Im indischen Bundesstaat Uttar Pradesh leben mehr Menschen als in ganz Russland.","translation":"More people live in the Indian state of Uttar Pradesh than in all of Russia."},{"text":"Südkorea ist in etwa so groß wie der Bundesstaat New York.","translation":"South Korea is similar in size to New York state."},{"text":"Die USA bestehen aus 50 Bundesstaaten.","translation":"The USA consists of 50 states."},{"text":"Als Arzneimittel ist Marihuana in diesem Bundesstaat erlaubt.","translation":"Medical marijuana is legal in this state."},{"text":"In vielen US-Bundesstaaten ist es für die Bürger legal, Waffen zu tragen.","translation":"It's legal for citizens to carry guns in many states."}],"johannes":[{"text":"Im Gegensatz zu Tom ist Johannes ein liebevoller Vater.","translation":"Unlike Tom, John is a loving father."},{"text":"Johannes will die Frage nicht beantworten.","translation":"John does not want to answer the question."},{"text":"Johannes ist darüber erhaben zu lügen.","translation":"John is above telling a lie."},{"text":"Johannes ist traurig.","translation":"John is sad."},{"text":"Tom glaubte, Johannes sei sein Bruder.","translation":"Tom believed that John was his brother."},{"text":"„Tom, Johannes ist am Apparat.“ – „Ich bin nicht zu Hause!“","translation":"\"Tom, Johannes is on the machine.\" – \"I'm not at home!\""},{"text":"Tom weiß nicht, wem er glauben soll: Johannes oder Maria.","translation":"Tom doesn't know who to believe: John or Mary."},{"text":"Maria Brandt und Johannes Jackson wohnen in Thomasburg in Niedersachsen.","translation":"Maria Brandt and Johannes Jackson live in Thomasburg in Lower Saxony."},{"text":"Was Tom Maria erlaubt, das erlaubt er Johannes noch lange nicht.","translation":"What Tom allows Mary, he does not allow John for a long time."},{"text":"Tom und Johannes gaben damit an, was für große Fische sie schon gefangen hätten.","translation":"Tom and Johannes bragged about what big fish they had already caught."}],"Feierabend":[{"text":"Freunde, beeilt euch, es ist gleich Feierabend!","translation":"Friends, hurry up, it's the end of the day!"},{"text":"Was musst du vor dem Feierabend noch alles erledigen?","translation":"What have you got to get done before we knock-off?"},{"text":"Mach Feierabend, Tom! Morgen ist auch noch ein Tag.","translation":"Call it a day, Tom. Tomorrow's another day."},{"text":"Während des Feierabends ruhen sich die Mitarbeiter mit einem richtig kalten Bier aus.","translation":"During the evening, the employees rest with a really cold beer."},{"text":"Am Feierabend kann ich wieder selbst bestimmen, was ich tun will.","translation":"At the end of the day, I can again decide for myself what I want to do."}],"Anwältin":[{"text":"Maria ist Anwältin.","translation":"Maria is a lawyer."},{"text":"Ich glaube, dass sie als Anwältin erfolgreich sein wird.","translation":"I think she'll be successful as a solicitor."},{"text":"Tom hat sich eine Anwältin genommen.","translation":"Tom has hired a lawyer."},{"text":"Meine Cousine, die Anwältin ist, befindet sich im Moment in Frankreich.","translation":"My cousin, who is a lawyer, is in France at present."},{"text":"Meine Anwältin ist unterwegs.","translation":"My lawyer is on his way."}],"schnauz":[{"text":"Ich habe echt die Schnauze voll.","translation":"I'm sick to the back teeth."},{"text":"Halt die Schnauze!","translation":"Shut up!"},{"text":"Ich habe die Schnauze voll von dieser kleinen Schlampe!","translation":"I'm fed up with this little slut!"},{"text":"Gut, ich werde jetzt die Schnauze halten.","translation":"Okay, I'm going to shut up now."},{"text":"Vom Leben auf der Erde habe ich längst die Schnauze voll.","translation":"I have long been fed up with life on earth."}],"Inhaber":[{"text":"Tom ist der Inhaber eines Supermarktes.","translation":"Tom is the owner of a supermarket."},{"text":"Vom einfachen Müllmann arbeitete sich Tom hoch zum Inhaber eines internationalen Entsorgungskonzerns.","translation":"From a simple garbage man, Tom worked his way up to the owner of an international waste management company."},{"text":"Dieser Gutschein berechtigt den Inhaber zum Erhalt eines Schokoladeneisbechers.","translation":"This ticket entitles the bearer to one chocolate sundae."},{"text":"Tom ist Inhaber eines Spielzeugladens.","translation":"Tom owns a toy store."},{"text":"Das Recht, Münzen zu prägen, steht ausschließlich dem Kaiser zu: er ist Inhaber des Münzregals.","translation":"The right to mint coins belongs exclusively to the emperor: he is the owner of the coin shelf."}],"einsehen":[{"text":"Tom musste einsehen, dass er süchtig war und Hilfe brauchte.","translation":"Tom had to realize that he was addicted and needed help."},{"text":"Ohne Frauen geht es nicht, das hat sogar Gott einsehen müssen.","translation":"Without women it is not possible, even God has had to understand that."},{"text":"Du solltest endlich einsehen, dass du das alleine nicht schaffst.","translation":"You should finally realize that you can't do it alone."},{"text":"Du musst das einsehen.","translation":"You have to understand that."},{"text":"Ich werde das wohl einsehen müssen.","translation":"I will probably have to understand that."}],"analog":[{"text":"Deine Situation ist analog zu meiner.","translation":"Your situation is analogous to mine."},{"text":"Was für eine Uhr ziehst du vor, eine digitale oder eine analoge?","translation":"Which kind of watch do you prefer, digital or analog?"},{"text":"Ein Farbfilm wird bei analoger Fotografie benötigt.","translation":"A color film is required for analog photography."},{"text":"Der Beweis ist analog zum Satz über beschränkte Operatoren.","translation":"The proof is analogous to the theorem about bounded operators."},{"text":"Analoges Beharren bedeutet Hoffnungslosigkeit, digitale Transformation Hoffnung auf Lösung.","translation":"Analog insistence means hopelessness, digital transformation hopes for a solution."}],"Diebstahl":[{"text":"Er wurde des Betrugs und des Diebstahls beschuldigt.","translation":"He was accused of fraud and theft."},{"text":"Ich möchte einen Diebstahl melden.","translation":"I want to report a theft."},{"text":"Er kündigte an, beweisen zu wollen, den Diebstahl nicht begangen zu haben.","translation":"He announced that he wanted to prove that he had not committed the theft."},{"text":"Der Diebstahl wurde bei der Polizei zur Anzeige gebracht.","translation":"The theft was reported to the police."},{"text":"Wie melde ich einen Diebstahl?","translation":"How do I report a theft?"}],"final":[{"text":"Das einzige Tor des Finales schoss Andrés Iniesta.","translation":"The final's only goal was scored by Andrés Iniesta."}],"unterirdisch":[{"text":"Tom spricht ausgezeichnet Russisch, aber sein Deutsch ist unterirdisch.","translation":"Tom speaks excellent Russian, but his German is abysmal."},{"text":"Ich entdeckte einen unterirdischen Gang.","translation":"I discovered an underground passage."},{"text":"Er erkundet gern unterirdische Höhlen.","translation":"He likes to explore underground caves."},{"text":"Das Essen in dieser Fabrik ist unterirdisch.","translation":"The food in this factory is underground."},{"text":"Als der Hase bemerkte, dass der Fuchs weg war, kroch er aus seiner unterirdischen Wohnung heraus.","translation":"When the hare noticed that the fox had gone, it crept out from its underground home."}],"Innenseite":[{"text":"Am interessantesten ist die Innenseite der Außenseiter.","translation":"The most interesting is the inside of the outsiders."},{"text":"An der Innenseite der Tür befindet sich ein Knopf.","translation":"There is a button on the inside of the door."},{"text":"Tom hätte sein Passwort nicht auf die Innenseite seiner Notebook-Tasche schreiben sollen.","translation":"Tom shouldn't have written his password on the inside cover of his notebook."},{"text":"Ich kann nicht sagen, ob es mit der Unterseite nach oben, der Innenseite nach außen oder der Vorderseite nach hinten gelandet ist.","translation":"I can't tell whether it landed upside down, inside out, or backwards."},{"text":"Den Ofen bei 400ºF vorheizen. Die Innenseite einer großen Souffléform mit 2 EL aufgeweichter Butter bestreichen.","translation":"Preheat the oven to 400ºF. Brush the inside of a large soufflé dish with 2 tablespoons of softened butter."}],"schecken":[{"text":"Ich werde mit Scheck zahlen.","translation":"I will pay by check."},{"text":"Ich habe kein Bargeld, kann ich einen Scheck ausstellen?","translation":"I haven't got any cash. Can I write a cheque?"},{"text":"Schreiben Sie den Betrag auf den Scheck in Buchstaben und in Zahlen.","translation":"Write the amount on the check in letters as well as figures."},{"text":"Hast du den Scheck bekommen?","translation":"Did you get the cheque?"},{"text":"Sobald ich den Scheck erhalten hatte, ging ich zur Bank.","translation":"As soon as I received the cheque, I went to the bank."}],"episch":[{"text":"Der Mann ist lyrisch, die Frau episch, die Ehe dramatisch.","translation":"The man is lyrical, the woman epic, the marriage dramatic."},{"text":"Umgeben von Vampirhorden, führte Christoph Kolumbus einmal einen epischen Schwertkampf gegen den Grafen Dracula auf dessen Schloss, wobei ihm der Graf die Hand abschlug, Kolumbus sie daraufhin jedoch gelassen aufhob, sie sich wiederansetzte und sich anschickte, den Grafen zu übermannen.","translation":"Surrounded by hordes of vampires, Christopher Columbus once had an epic sword duel with Count Dracula in the latter's castle. After the Count cut off Columbus's hand, Columbus calmly picked it up, put it back in place, and proceeded to best the Count."}],"aufbrechen":[{"text":"Selbst wenn es regnet, werde ich morgen früh aufbrechen.","translation":"Even if it rains, I will start early tomorrow morning."},{"text":"Wir müssen sofort aufbrechen.","translation":"We must leave right away."},{"text":"Wenn das Wetter es zulässt, werde ich aufbrechen.","translation":"If the weather permits, I will leave."},{"text":"Aufgrund des schlechten Wetters konnten wir nicht aufbrechen.","translation":"Due to the bad weather we could not leave."},{"text":"Ich muss nun aufbrechen.","translation":"I have to head out now."}],"breiten":[{"text":"Nichts breitet sich schneller aus als ein Gerücht.","translation":"Nothing spreads so fast as a rumour."},{"text":"Infektionen mit EHEC-Darmbakterien breiten sich aus.","translation":"Infections with EHEC intestinal bacteria are spreading."},{"text":"Ein seltsamer Geruch breitete sich aus.","translation":"A strange smell spread."},{"text":"Wie breitet sich diese Krankheit aus?","translation":"How does this disease spread?"},{"text":"Das Gift breitete sich in seinem gesamten Körper aus.","translation":"The poison spread throughout his body."}],"Prozentsatz":[{"text":"Der Prozentsatz von 37 % ist nur ungefähr und basiert auf meiner persönlichen Erfahrung.","translation":"The percentage of 37% is only approximate and based on my personal experience."},{"text":"Der Prozentsatz der Menschen, die sich auf der Arbeit nicht wohl fühlen, ist hoch.","translation":"The percentage of people who don't feel comfortable at work is high."},{"text":"Um welchen Prozentsatz steigt das Risiko, ermordet zu werden, wenn man für ein Inkassobüro arbeitet?","translation":"What percentage increases the risk of being murdered if you work for a debt collection agency?"},{"text":"Bei einem sehr kleinen Prozentsatz von Personen kann es zu epileptischen Anfällen kommen, wenn sie sich bestimmten Lichteffekten oder Lichtblitzen aussetzen.","translation":"A very small percentage of individuals may experience epileptic seizures when exposed to certain light patterns or flashing lights."},{"text":"In vielen Ländern zahlen die Armen einen höheren Prozentsatz ihres Einkommens an Steuern als die Reichen.","translation":"In many countries, the poor pay more taxes as a percentage of their income than the rich."}],"Juwel":[{"text":"Das Juwel des Himmels ist die Sonne, das Juwel des Hauses ist das Kind.","translation":"The jewel of heaven is the sun, the jewel of the house is the child."},{"text":"Dieser Laden verkauft alte Juwelen.","translation":"This shop sells old jewels."},{"text":"Sie gesteht, dass sie die Juwelen gestohlen hat.","translation":"She admits that she stole the jewels."},{"text":"Die Schauspielerin trägt immer teure Juwelen.","translation":"The actress always wears expensive jewels."},{"text":"Er wurde wegen Diebstahls der Juwelen angeklagt.","translation":"He was accused of stealing the jewels."}],"nüchtern":[{"text":"Man sollte keinen Alkohol auf nüchternen Magen trinken.","translation":"One should not drink alcohol on an empty stomach."},{"text":"Eine nüchterne Betrachtung der Welt veranlasst uns, ein Glas Wodka zu trinken.","translation":"A sober look at the world causes us to drink a glass of vodka."},{"text":"In dem nüchternen Deutsch von heute ist nichts Poetisches mehr.","translation":"In today's sober German, there is nothing poetic anymore."},{"text":"Wenn Du das Trinken aufgeben willst, sieh Dir mit nüchternen Augen einen Betrunkenen an.","translation":"If you want to give up drinking, look at a drunk with sober eyes."},{"text":"Bitte kommen Sie zur Blutabnahme mit nüchternem Magen!","translation":"Please come to the blood draw with an empty stomach!"},{"text":"Sei nüchtern und kalt, willst du werden alt.","translation":"Be sober and cold, you want to grow old."},{"text":"Wir sollten uns bemühen, nüchtern zu bleiben.","translation":"We should strive to stay sober."},{"text":"Ich will das nicht ohne Sepps Einwilligung entscheiden. Er ist auch gelegentlich nüchtern.","translation":"I don't want to decide this without Sepp's consent. He is also occasionally sober."},{"text":"Die Welt ist nüchtern, aber eben auch schön.","translation":"The world is sober, but also beautiful."},{"text":"Die Zeiträume, in denen Tom nüchtern war, dauerten nie länger als eine Woche.","translation":"Tom was never sober for more than a week at a time."}],"Champion":[{"text":"Ich spielte mit dem Champion.","translation":"I played with the champion."},{"text":"Ich stellte mich dem Champion.","translation":"I faced the champion."},{"text":"Vom letztjährigen Champion wurde erwartet, dass er in Wimbledon siegt.","translation":"Last year’s champion was expected to win Wimbledon."},{"text":"Diese Züchtung ist der Champion unter den Champignons.","translation":"This breed is the champion among mushrooms."},{"text":"Der Champion in der Fliegengewichtsklasse kämpft gegen einen ernstzunehmenden Herausforderer.","translation":"The champion in the flyweight class is fighting against a serious challenger."},{"text":"Ich trat gegen den Champion an.","translation":"I competed against the champion."},{"text":"Der Sprint-Champion ist Jamaikaner.","translation":"The sprint champion is Jamaican."}],"Datensatz":[],"Helligkeit":[{"text":"Die Ringe des Saturn sind zehn bis 100 Meter dick und von unterschiedlicher Helligkeit.","translation":"The thickness of Saturn's rings ranges from 10 to 100 meters and the rings vary in brightness."},{"text":"Die Sonne verdunkelt die Helligkeit der anderen Sterne.","translation":"The sun darkens the brightness of the other stars."},{"text":"Er knipste den Schalter an und tauchte den Raum in Helligkeit.","translation":"He flipped the switch and threw the room into brightness."},{"text":"Plötzlich erleuchtete eine grellweiße Helligkeit alles ringsum.","translation":"Suddenly, a bright white brightness illuminated everything around."},{"text":"Die Beleuchtung wurde so installiert, dass man die Intensität mit nur einem Knopf regeln kann, um die gewünschte Helligkeit zu bekommen.","translation":"The lighting has been installed in such a way that you can adjust the intensity with just one button to get the desired brightness."}],"abstellen":[{"text":"Wo haben Sie Ihr Gepäck abgestellt?","translation":"Where have you put your luggage?"},{"text":"Wo habt ihr euer Gepäck abgestellt?","translation":"Where did you leave your luggage?"},{"text":"Manche Gefühle sollten wie Autos sein – man könnte sie bei Gelegenheit abstellen.","translation":"Some feelings should be like cars – you could turn them off on occasion."},{"text":"Wo kann ich mein Fahrrad abstellen?","translation":"Where can I park my bike?"},{"text":"Ich fragte ihn, wo man das Auto abstellen könne.","translation":"I asked him where to park the car."}],"Mittelalter":[{"text":"Diese Bibliothek birgt viele Schätze aus dem frühen Mittelalter.","translation":"This library is home to many treasures from the early Middle Ages."},{"text":"Hier herrschen Zustände wie im Mittelalter.","translation":"Here conditions prevail as in the Middle Ages."},{"text":"Ich suche ein Buch über Spanien im Mittelalter.","translation":"I'm looking for a book about Spain during the Middle Ages."},{"text":"Ich bin so froh, dass ich nicht im Mittelalter lebe.","translation":"I'm so glad I'm not living in the Middle Ages."},{"text":"Wir müssen zurück ins Mittelalter gehen, um den Ursprung zu verfolgen.","translation":"We must go back to the Middle Ages to trace the origin."}],"fühl":[{"text":"Zieh deinen Mantel aus und fühl dich ganz wie zu Hause!","translation":"Take off your coat and make yourself at home."},{"text":"Warum fühl' ich mich so schwach?","translation":"Why do I feel so dizzy?"},{"text":"Die Sonne scheint mir auf die Nase. Ich fühl' mich wie der Osterhase.","translation":"The sun shines on my nose. I feel like the Easter Bunny."},{"text":"Die rote Bettdecke ist dicker und wärmer als die blaue. Fühl mal!","translation":"The red duvet is thicker and warmer than the blue one. Feel it!"},{"text":"„Wenn Worte meine Sprache wären“, seufzt Tim Bendzko. Und „Ich hab' die Worte nicht, dir zu sagen, was ich fühl'.” Ja so etwas gibt es. Schön, wenn man das so lösen kann, dass man ein Lied schreibt.","translation":"\"If words were my language,\" sighs Tim Bendzko. And \"I don't have the words to tell you what I feel.\" Yes, there is such a thing. It's nice if you can solve it in such a way that you write a song."},{"text":"Heute fühl ich mich nicht ganz gesund.","translation":"Today I don't feel completely healthy."},{"text":"Fühl dich ganz wie zu Hause!","translation":"My house is your house."},{"text":"Fühl dich nicht immer gleich beleidigt.","translation":"Don't always feel offended right away."},{"text":"Ich fühl mich hier wie ein Kind im Süßwarenladen!","translation":"I feel just like a kid in a candy shop, here!"},{"text":"Nach einem Spaziergang oder einem Lauf bei kaltem Wetter, fühl ich mich nicht nur erfrischt, sondern auch gereinigt.","translation":"After a walk or a run in cold weather, I not only feel refreshed, but also cleaned."}],"beruhige":[{"text":"\"Beruhige dich und weine nicht\", antwortete der Frosch, \"ich werde sie finden\".","translation":"\"Calm down and don't cry,\" the frog replied, \"I will find them.\""},{"text":"Beruhige dich doch, verdammt noch mal!","translation":"Calm down, damn it!"},{"text":"Beruhige dich bitte!","translation":"Quiet down, please."},{"text":"Beruhige deine Nerven!","translation":"Calm your nerves down."},{"text":"„Wo sind die ganzen Norweger hin? Die haben uns hier alle allein gelassen!“ – „Beruhige dich, Maria! Die kommen bestimmt bald wieder!“","translation":"\"Where have all the Norwegians gone? They left us all alone here!\" – \"Calm down, Mary! They will definitely come back soon!\""}],"Drinks":[{"text":"Energy-Drinks sind sehr teuer.","translation":"Energy drinks are very expensive."},{"text":"Wenn du Bier trinkst, trinkst du viel mehr, als wenn du Drinks trinkst.","translation":"When you drink beer, you drink a lot more than when you drink drinks."},{"text":"Nach drei Drinks fiel der Mann in Ohnmacht.","translation":"After three drinks, the man passed out."},{"text":"Willst du auf ein paar Drinks mit uns kommen?","translation":"Do you want to join us for some drinks?"},{"text":"Was ich habe, ist Charakter in meinem Gesicht. Es hat mich eine Masse langer Nächte und Drinks gekostet, das hinzukriegen.","translation":"What I have is character in my face. It took me a lot of long nights and drinks to get that done."}],"sympathisch":[{"text":"Ich möchte Maria unbedingt kennenlernen! Ich glaube, sie ist sehr sympathisch.","translation":"I definitely want to get acquainted with Mary. I think she is very likeable."},{"text":"„Hast du Tom schon kennengelernt?“ – „Ja. Ein sympathischer junger Mann.“","translation":"\"Have you already met Tom?\" \"Yes. A likeable young man.\""},{"text":"Tom ist mir unglaublich sympathisch.","translation":"Tom is incredibly sympathetic to me."},{"text":"Toms Akzent ist mir sehr sympathisch. Es gefällt mir, wie er spricht.","translation":"I find Tom's accent very appealing. I like the way he speaks."},{"text":"Er hat einen sympathischen Charakter.","translation":"He has a sympathetic character."}],"einmischen":[{"text":"Du sollst dich nicht in Angelegenheiten anderer einmischen.","translation":"You shouldn't interfere in other people's affairs."},{"text":"Markku konnte auf den Tod nicht leiden, dass sich Liisa überall einmischte.","translation":"Markku could not stand the death that Liisa interfered everywhere."},{"text":"Ich will mich in dieser Angelegenheit nicht einmischen, denn der Mann ist offensichtlich schuldig.","translation":"I do not want to interfere in this matter, because the man is obviously guilty."},{"text":"„Ich hätte mich nicht einmischen sollen.“ – „Misch dich ruhig ein!“","translation":"\"I shouldn't have interfered.\" – \"Get involved!\""},{"text":"Ich muss mich ja nicht in jede Sache einmischen, die mich nichts angeht.","translation":"I don't have to interfere in every thing that doesn't concern me."}],"zurückhalten":[{"text":"Ich habe den Eindruck, dass Tom Informationen zurückhält.","translation":"I have the impression that Tom is withholding information."},{"text":"Ich konnte meine Tränen nicht zurückhalten.","translation":"I couldn't hold back my tears."},{"text":"Sie konnte ihr Lachen nicht zurückhalten.","translation":"She couldn't hold back her laughter."},{"text":"Ich musste Tom davon zurückhalten, etwas Dummes zu tun.","translation":"I've got to stop Tom from doing something stupid."},{"text":"Ich hoffe nur, dass sich der Regen noch ein paar Stunden zurückhält.","translation":"I just hope that the rain will hold back for a few more hours."}],"isoliert":[{"text":"Blindheit isoliert einen von den Dingen. Taubheit isoliert einen von den Menschen.","translation":"Blindness isolates one from things. Numbness isolates one from people."},{"text":"Seit wir das Haus isoliert haben, haben wir schon eine Menge Heizöl gespart.","translation":"Since we insulated the house we've saved a lot on heating oil."},{"text":"Ich isolierte die kranken Tiere.","translation":"I isolated the sick animals."},{"text":"Sein asoziales Benehmen isolierte ihn.","translation":"His antisocial behavior isolated him."},{"text":"Die Lebenskunst des Individualisten besteht darin, so viel Abstand zu halten, dass er nicht isoliert wird.","translation":"The art of living of the individualist is to keep so much distance that he is not isolated."},{"text":"Ein wichtiger Punkt ist für mich, dass die Leitung nicht isoliert arbeiten sollte.","translation":"An important point for me is that the line should not work in isolation."},{"text":"Sie müssen zugeben, dass Sie keinen Moment für sich allein und isoliert von der Bewegung wahrnehmen.","translation":"You must admit that you don't feel any time per se isolated from the movement."},{"text":"Für die sprachlich isolierte ungarische Literatur waren Übersetzungen aus anderen Sprachen immer sehr wichtig.","translation":"For linguistically isolated Hungarian literature, translations from other languages have always been very important."},{"text":"Ich wickelte einen isolierten Draht um den Eisenkern.","translation":"I wrapped an insulated wire around the iron core."},{"text":"In den Wäldern wüten keine Flächenbrände mehr; es brennen nur noch einzelne, isolierte Brandherde.","translation":"Wildfires are no longer raging in the forests; only individual, isolated sources of fire burn."}],"Wähler":[{"text":"Alle vier Jahre machen die Wähler ihr Kreuz. Und hinterher müssen sie's dann tragen.","translation":"Every four years, voters make their cross. And afterwards they have to wear it."},{"text":"Der Wähler entscheidet.","translation":"The voter decides."},{"text":"Leider habe ich hier während meiner Zeit auch AfD-Wähler kennengelernt.","translation":"Unfortunately, I also got to know AfD voters here during my time."},{"text":"Der Kandidat befragte die Wähler.","translation":"The candidate interviewed voters."},{"text":"Liebe Wähler, am Montag ist die Wahl, und es ist eine wichtige Wahl.","translation":"Dear voters, Monday is the election, and it is an important election."}],"Orientierung":[{"text":"Tom hat seine Orientierung verloren.","translation":"Tom has lost his bearings."},{"text":"Schon seit alters her sehen die Menschen zur Orientierung zum Himmel auf.","translation":"Humans have looked to the skies to find their way since ancient times."},{"text":"Die sexuelle Orientierung von anderen spielt für uns Postmoderne keine Rolle.","translation":"The sexual orientation of others does not matter to us postmodernism."},{"text":"Sensibilisierte Verbraucher suchen Orientierung.","translation":"Sensitized consumers seek orientation."},{"text":"Die Schlafstörung Sexsomnia ist bei Abwesenheit einer weiteren Person in der Regel harmlos, sie kann aber auch in manchen Fällen zu eigenen Verletzungen führen. Bei nächtlicher Anwesenheit von anderen Personen können diese jedoch von beiden Seiten ungewollt mehr oder minder gravierend in Mitleidenschaft gezogen werden, denn das Bewusstsein des von Sexsomnia Betroffenen ist eingeschränkt und eine Orientierung äußerst mangelhaft.","translation":"The sleep disorder Sexsomnia is usually harmless in the absence of another person, but it can also lead to your own injuries in some cases. In the presence of other people at night, however, they can be unintentionally more or less seriously affected by both sides, because the consciousness of those affected by Sexsomnia is limited and orientation is extremely inadequate."}],"ausbauen":[{"text":"Vielleicht sollte ich den Speicher ausbauen.","translation":"Maybe I ought to expand the memory."},{"text":"Mein Dachgeschoss wird ausgebaut.","translation":"My attic will be expanded."},{"text":"Russland und die Europäische Union sind natürliche Partner und sollten ihre strategische Kooperation zum gegenseitigen Vorteil ausbauen.","translation":"Russia and the European Union are natural partners and should develop their strategic cooperation for mutual benefit."},{"text":"Wir müssen die erneuerbaren Energiequellen ausbauen.","translation":"We must develop the renewable energy sources."},{"text":"Tom hat den Dachboden zu einem Privatkino ausgebaut.","translation":"Tom has converted the attic into a private cinema."}],"wovor":[{"text":"Das einzige, wovor Jugendliche geschützt werden müssen, sind die Erwachsenen.","translation":"The only thing that young people need to be protected from is adults."},{"text":"Wovor habt ihr Angst?","translation":"What are you afraid of?"},{"text":"Wovor genau hast du Angst?","translation":"What exactly are you afraid of?"},{"text":"„Wovor hast du am meisten Angst, Tom?“ – „Dass ich Maria verlieren könnte.“","translation":"\"What is your biggest fear, Tom?\" \"That I might lose Maria.\""},{"text":"Wovor fürchtet ihr euch?","translation":"What is it you're afraid of?"},{"text":"Ich weiß, wovor ich Angst habe, komme gegen diese Angst aber nicht an.","translation":"I know what I'm afraid of, but I can't resist that fear."},{"text":"Es gibt nichts, wovor man sich fürchten müsste.","translation":"There is nothing to be scared of."},{"text":"Endlich geschah das, wovor ich mich lange gefürchtet hatte.","translation":"At last came that which I had long feared."},{"text":"Es ist passiert, wovor wir Angst hatten.","translation":"It happened what we were afraid of."},{"text":"Eitler junger Tor, das ist’s, wovor du zittern mußt.","translation":"Vain young gate, that's what you must tremble from."}],"besteigen":[{"text":"Wer den Zug der Zeit nicht besteigt, kann auch nicht die Richtung bestimmen.","translation":"If you do not board the train of time, you cannot determine the direction."},{"text":"Jenen Berg kann man nur mit Führer besteigen.","translation":"This mountain can only be climbed with a guide."},{"text":"Welcher ist der höchste Berg, den du je bestiegen hast?","translation":"What's the tallest mountain you've climbed?"},{"text":"Es ist gefährlich, diesen Berg zu besteigen.","translation":"It is dangerous to climb this mountain."},{"text":"Ich habe noch nie den Berg Fuji bestiegen.","translation":"I have never climbed Mount Fuji."}],"entzünden":[{"text":"In dir muss brennen, was du in anderen entzünden willst.","translation":"What you want to ignite in others must burn inside you."},{"text":"Was du in anderen entzünden willst, muss in dir selbst brennen.","translation":"What you want to ignite in others must burn within yourself."},{"text":"Wer Wissen hat, lasse andere ihr Licht daran entzünden.","translation":"Those who have knowledge let others light their light on it."},{"text":"Entzünden Sie die Kerzen.","translation":"Light the candles."},{"text":"Sein Lächeln entzündet ein Feuer in meinem armen Herzen.","translation":"His smile lights a fire in my poor heart."}],"unerwünscht":[{"text":"Ich habe ihm beigebracht, dass er unerwünscht ist.","translation":"I taught him that he was unwanted."},{"text":"Ich habe ihm zu verstehen gegeben, dass er unerwünscht ist.","translation":"I made it clear to him that he is undesirable."},{"text":"Tom scheint auf Marias Party gar nicht so unerwünscht zu sein. Das überrascht mich.","translation":"Tom doesn't seem to be so unwanted at Maria's party. That surprises me."},{"text":"Dieser Film kann einen unerwünschten Einfluss auf Kinder haben.","translation":"This movie may have an undesirable influence on children."},{"text":"Meine Anwesenheit scheint unerwünscht zu sein.","translation":"My presence seems to be undesirable."}],"schiene":[{"text":"Die Schienen verlaufen parallel zur Straße.","translation":"The railroad is parallel to the road."},{"text":"In den Vereinigten Staaten werden die meisten Güter noch auf der Schiene transportiert.","translation":"In the United States, most goods still travel by railroad."},{"text":"Entfernen Sie dieses Fahrzeug von der Schiene.","translation":"Remove this vehicle from the rail."},{"text":"Ein gebrochener Arm muss mit einer Schiene ruhiggestellt werden.","translation":"A broken arm must be immobilized with a splint."},{"text":"Eine Schiene ist ein Teil aus Metall oder Holz, das lang und dünn ist. Zum Beispiel ein Zug, der läuft auf Schienen, deshalb nennen wir ihn Schienenzug.","translation":"A rail is a piece of metal or wood which is long and thin. For example, a train runs on rails, which is why we call it a railway train."}]}