{"Anbieter":[{"text":"Ich bin Anbieter meiner Kunden, und ich bin Kunde meiner Anbieter.","translation":"I am a provider of my customers, and I am a customer of my providers."},{"text":"Von allen Anbietern bekam Tom den Zuschlag.","translation":"Tom was awarded the contract by all providers."},{"text":"Das 7A-Prinzip für geschäftlichen und auch privaten Erfolg: „Angenehm anders auftreten als alle anderen Anbieter.“","translation":"The 7A principle for business and private success: \"Pleasantly different from all other providers.\""},{"text":"Wenn ein Gerät kritische Infrastrukturen wie Energieversorger angreift, soll die Bundesbehörde Internet-Anbietern anordnen können, dessen Datenverkehr zu blockieren oder umzuleiten.","translation":"If a device attacks critical infrastructures such as energy suppliers, the federal authority should be able to order Internet providers to block or redirect their data traffic."},{"text":"Maria wollte ihren Geburtstagsgutschein, den ihr die Telefongesellschaft hatte zukommen lassen, einlösen, aber der Artikel war nicht mehr vorrätig, so dass sie ohne Geschenk traurig wieder abziehen musste. Unendlich enttäuscht, wechselte sie den Anbieter.","translation":"Mary wanted to use the gift token the telephone company had given her, but the item she wanted was out of stock; she had to leave, heavy-hearted and empty-handed. Disappointed beyond measure, she changed her provider."}],"vorhanden":[{"text":"Ist dort Wasser vorhanden?","translation":"Is there water available there?"},{"text":"Die Gesetze sind vorhanden.","translation":"The laws are in place."},{"text":"Unser Wissen ist nicht vorhanden, wenn es nicht benutzt wird.","translation":"Our knowledge is not there when it is not used."},{"text":"Meine Erinnerungen daran sind auch jetzt noch klar vorhanden.","translation":"My memories of this are still clearly there."},{"text":"Wenn kein Wasser vorhanden ist, dann können wir auch nicht existieren.","translation":"If there is no water, then we cannot exist."}],"fernsehen":[{"text":"Wann kann ich im Fernsehen einen Film über Jules Verne sehen?","translation":"When can I see a movie about Jules Verne on TV?"},{"text":"Tom sieht einen Film im zweiten Deutschen Fernsehen an.","translation":"Tom watches a movie on second German television."},{"text":"Radio geht ins Ohr, Fernsehen ins Auge.","translation":"Radio goes to the ear, television to the eye."},{"text":"Viele Unternehmen machen im Fernsehen Werbung für ihre Produkte.","translation":"Many companies advertise their products on television."},{"text":"Durch das Fernsehen wird kein Mensch, aber wahrscheinlich viel Geist, getötet.","translation":"Television does not kill a human being, but probably a lot of spirit."},{"text":"Ich würde gerne fernsehen.","translation":"I would like to watch TV."},{"text":"Ich lasse meine Kinder nicht fernsehen.","translation":"I don't let my kids watch TV."},{"text":"Du solltest die Kinder nicht so viel fernsehen lassen.","translation":"You shouldn't let the children watch so much television."},{"text":"Tom lässt seine Kinder nie nach 22 Uhr fernsehen.","translation":"Tom never lets his children watch TV after 10:00 p.m."},{"text":"Die Kinder dürfen heute Abend fernsehen, weil sie morgen nicht zur Schule gehen.","translation":"The children are allowed to watch TV tonight because they are not going to school tomorrow."}],"Behandlung":[{"text":"Eine Behandlung in Krankenhäusern ist nicht teuer.","translation":"Treatment in hospitals is not expensive."},{"text":"Sie müssen die Behandlung bis zum Ende durchführen.","translation":"You must complete the treatment until the end."},{"text":"Es ging ihr trotz der Behandlung kein bisschen besser.","translation":"Despite the treatment, she did not feel any better."},{"text":"Eine solche Behandlung habe ich nicht verdient.","translation":"I don't deserve to be treated like that."},{"text":"Diese Behandlung alter Menschen ist schlimm.","translation":"This treatment of old people is bad."}],"bearbeiten":[{"text":"Könnten Sie bitte überprüfen, ob meine Bestellung bearbeitet wird?","translation":"Could you please check if my order is being processed?"},{"text":"Klicke um zu bearbeiten!","translation":"Click to edit!"},{"text":"Die Aufgaben sind leichter als die, die ich gestern bearbeitet habe.","translation":"The problems are easier than those I did yesterday."},{"text":"Wir könnten Toms Hilfe gebrauchen. Könntest du ihn etwas bearbeiten?","translation":"We could do with Tom's help. Could you work on him a bit?"},{"text":"Heute werden sie das Problem nicht mehr bearbeiten können.","translation":"They won't be able to do anything about that problem today."}],"ruf":[{"text":"Billigflieger haben einen schlechten Ruf.","translation":"No-frills airlines have a bad reputation."},{"text":"Einige ziehen es vor, einen schlechten Ruf zu haben, statt nicht berühmt zu sein.","translation":"Some prefer to have a bad reputation rather than not being famous."},{"text":"Ruf mich kurz an, wenn du zu Hause bist.","translation":"Give me a bell when you're home."},{"text":"Rufe mich morgen an!","translation":"Call me tomorrow!"},{"text":"Wenn man genug Geld hat, stellt sich der gute Ruf ganz von selbst ein.","translation":"If you have enough money, the good reputation comes naturally."},{"text":"Ruf mich bitte an. Ich finde mein Handy nicht.","translation":"Please call me. I can't find my phone."},{"text":"Ruf sofort den Arzt an.","translation":"Call the doctor immediately."},{"text":"Ruf mich heute Abend an.","translation":"Call me tonight."},{"text":"Die Halsbandaffäre ruinierte Marie-Antoinettes Ruf.","translation":"The Affair of the Diamond Necklace damaged Marie Antoinette's reputation."},{"text":"Marias Ruf wurde von bösartigen Gerüchten getrübt.","translation":"Mary's reputation was tarnished by malicious gossip."}],"anmelden":[{"text":"Das Telefon ist tot. Das muss erst wieder angemeldet werden.","translation":"The phone is dead. This must first be registered again."},{"text":"Klicken Sie rechts oben im Bild auf „anmelden“.","translation":"Click on \"login\" in the upper right corner of the image."},{"text":"Wie viele sind in dieser Wohnung angemeldet?","translation":"How many are registered in this apartment?"},{"text":"Sie hat mich beim Arzt angemeldet.","translation":"She signed me up with the doctor."},{"text":"Wir haben uns um fünf Uhr am Nachmittag im Hotel angemeldet.","translation":"We checked in at the hotel at 5 p.m."}],"zweimal":[{"text":"Hildegard, meine Frau, und ich schlafen zweimal die Woche miteinander.","translation":"Hildegard, my wife, and I sleep together twice a week."},{"text":"Du kannst tausend Fehler machen, aber mache keinen zweimal.","translation":"You can make a thousand mistakes, but don't make one twice."},{"text":"Es schadet nie, eine gute Geschichte zweimal zu erzählen.","translation":"It never hurts to tell a story twice."},{"text":"Gestern fiel sie zweimal in Ohnmacht.","translation":"Yesterday she fainted twice."},{"text":"Wir müssen so oder so zweimal fahren.","translation":"We have to drive twice either way."}],"darstellen":[{"text":"Ich glaube nicht, dass sie eine Gefahr darstellt.","translation":"I don't think it's a danger."},{"text":"Das wird überhaupt gar kein Problem darstellen.","translation":"That won't be any problem at all."},{"text":"Er versucht, sich als jemand Wichtiger darzustellen.","translation":"He tries to present himself as someone more important."},{"text":"Eine perfekte Karte müsste so groß sein wie das Gebiet, dass sie darstellt.","translation":"A perfect map would have to be as large as the area it represents."},{"text":"Ich bin ein Gemälde, auf dem Himmel und Hölle dargestellt waren, ansehen gegangen.","translation":"I went to see a painting depicting heaven and hell."}],"Anfrage":[{"text":"Vielen Dank für Ihre verschiedenen Anfragen und Ihr Interesse an unserer Webseite.","translation":"Thank you for your various inquiries and your interest in our website."},{"text":"Nach ein paar Wochen wurde meine Anfrage endlich bearbeitet.","translation":"After a few weeks, my request was finally processed."},{"text":"Bitte nur ernsthafte Anfragen!","translation":"Serious inquiries only, please."},{"text":"Ich kann auf diese Anfrage nicht antworten.","translation":"I cannot answer this question."},{"text":"Auf Anfrage sind weitere Farben erhältlich.","translation":"Other colours are available on request."}],"berichten":[{"text":"Was Sie berichten, hört sich wirklich schlimm an.","translation":"What you report sounds really bad."},{"text":"Wenn er nach Japan kommt wird man darüber berichten.","translation":"It will be reported when he is coming to Japan."},{"text":"Berichten Sie mir alles über Ihren Plan.","translation":"Tell me all about your plan."},{"text":"Du hast mir sicher viel Interessantes zu berichten.","translation":"I'm sure you have a lot of interesting things to tell me."},{"text":"Tom und Maria berichteten Johannes, ein langes Gespräch mit Elke geführt zu haben.","translation":"Tom and Mary told John that they had a long talk with Alice."}],"reparieren":[{"text":"Dein Auto ist jetzt repariert.","translation":"Your car has been repaired now."},{"text":"Marias Computer funktioniert nicht mehr, Tom repariert ihn.","translation":"Maria's computer stops working, Tom repairs it."},{"text":"Männer sind wie Uhren. Sobald man sie repariert hat, gehen sie.","translation":"Men are like watches. Once you've fixed them, they leave."},{"text":"Marias Gartentor musste repariert werden. Tom versprach, sich das einmal anzusehen.","translation":"Maria's garden gate had to be repaired. Tom promised to take a look."},{"text":"Sein Auto wurde gerade repariert.","translation":"His car has just been repaired."}],"sparen":[{"text":"Ich habe keine Arbeit und kann deshalb nie sparen.","translation":"I don't have a job, so I can never save."},{"text":"Bei den Reichen lernt man sparen, bei den Armen kochen.","translation":"With the rich you learn to save, with the poor you learn to cook."},{"text":"Ab morgen wird gespart!","translation":"Savings will start tomorrow!"},{"text":"Er spart Geld, um ein neues Auto zu kaufen.","translation":"He saves money to buy a new car."},{"text":"Wer für die Zukunft spart, hat kein Vertrauen in Gott.","translation":"Those who save for the future have no trust in God."}],"x":[{"text":"Du hast vergessen, hier durch x zu teilen.","translation":"You forgot to divide by X here."},{"text":"Maria macht Tom ein X für ein U vor.","translation":"Maria shows Tom an X for a U."},{"text":"Durch das Kommutativgesetz sehen wir, dass -(-x) = x, 1/(1/x) = x .","translation":"Through the commutative law we see that -(-x) = x, 1/(1/x) = x ."},{"text":"Die Gerade beschrieben durch x = -1 liegt parallel zur y-Achse.","translation":"The straight line described by x = -1 is parallel to the y-axis."},{"text":"Ich lass mir kein X für ein U vormachen.","translation":"I don't let an X fool me for a U."},{"text":"Wissenschaft ist, statt vieler kleiner x macht man ein großes.","translation":"Science is, instead of many small x you make a big one."},{"text":"Der Funktionswert an der Stelle x = 3 ist 9.","translation":"The function value at x = 3 is 9."},{"text":"Lösen Sie die kubische Gleichung: x³ + 2x² − x − 2 = 0","translation":"Solve the cubic equation: x³ + 2x² − x − 2 = 0"},{"text":"Wenn x eine reelle Zahl ist, schreibt man x∈ℝ.","translation":"If x is a real number, write x∈R."},{"text":"Berechne den Funktionswert der Funktion f(x) = x² an der Stelle x = 3.","translation":"Calculate the function value of the function f(x) = x² at the position x = 3."},{"text":"Durch das Kommutativgesetz sehen wir, dass -(-x) = x, 1/(1/x) = x .","translation":"Through the commutative law we see that -(-x) = x, 1/(1/x) = x ."},{"text":"Die Funktion y = 1 ist eine Gerade parallel zur x-Achse.","translation":"The function y = 1 is a straight line parallel to the x-axis."},{"text":"Die x-Achse verläuft horizontal, die y-Achse vertikal.","translation":"The X-axis is the horizontal axis and the Y-axis is the vertical axis."},{"text":"Berechne den Inhalt des Flächenstücks, das von dem Graphen der Funktion f und der x-Achse über dem Intervall [a, b] eingeschlossen wird.","translation":"Calculate the contents of the area piece enclosed by the graph of the function f and the x-axis over the interval [a, b]."},{"text":"Zu jeder positiven reellen Zahl x gibt es genau eine reelle Zahl log x derart, dass die Exponentialfunktion, angewendet auf log x, wieder x ergibt, das heißt exp(log x) = x. Diese reelle Zahl heißt der natürliche Logarithmus von x.","translation":"For each positive real number x, there is exactly one real number log x in such a way that the exponential function applied to log x returns x again, that is, exp(log x) = x. This real number is called the natural logarithm of x."},{"text":"Wie sieht es denn mit X aus?","translation":"What about X?"},{"text":"Leiten Sie ab, dass x die einzige Lösung ist.","translation":"Infer that x is the only solution."},{"text":"Stellen Sie die Gleichung nach x um.","translation":"Change the equation to x."},{"text":"Herr X ist Mitglied einer Sekte.","translation":"Mr. X is a member of a sect."},{"text":"Das Zeichen X repräsentiert in der Mathematik meist eine unbekannte Größe.","translation":"The character X usually represents an unknown quantity in mathematics."}],"Gewinn":[{"text":"Gewinnen ist der Abend vor dem Verlieren.","translation":"Winning is the evening before losing."},{"text":"Gaben des Feindes sind weder Geschenk noch Gewinn.","translation":"Gifts of the enemy are neither gift nor gain."},{"text":"Ein kleiner Gewinn und oft ist besser als ein großer und selten.","translation":"A small win and often is better than a big and rare."},{"text":"Gewinn wagt alles.","translation":"Profit dares everything."},{"text":"Um welchen Gewinn möchten Sie spielen?","translation":"What win do you want to play for?"}],"regelmäßig":[{"text":"Maria ist das einzige meiner Kinder, das mich regelmäßig besuchen kommt.","translation":"Maria is the only one of my children who comes to visit me regularly."},{"text":"Sie geht regelmäßig zum Sport.","translation":"She plays sport regularly."},{"text":"Tom spielt regelmäßig Billard.","translation":"Tom regularly plays billiards."},{"text":"Ich schreibe regelmäßig Artikel.","translation":"I regularly write articles."},{"text":"Wenn die englische Sprache nur genauso regelmäßig wäre wie Esperanto.","translation":"If only the English language were as regular as Esperanto."}],"Abendessen":[{"text":"Es ist Zeit fürs Abendessen.","translation":"It's teatime."},{"text":"Ich warte auf das Abendessen.","translation":"I'm waiting for dinner."},{"text":"Sie geht manchmal mit ihrem Mann zum Abendessen aus.","translation":"She sometimes goes out for dinner with her husband."},{"text":"Vielen Dank, dass Sie uns zum Abendessen eingeladen haben.","translation":"Thank you for inviting us for dinner."},{"text":"Ihre Mutter war damit beschäftigt, Abendessen zu kochen.","translation":"Her mother was busy cooking the dinner."}],"Aktivität":[{"text":"Welche Aktivitäten erfüllen Sie?","translation":"What activities do you perform?"},{"text":"Das sind alles gute Ideen für Aktivitäten.","translation":"These are all good ideas for activities."},{"text":"Diese Aktivitäten sind interessant, aber gefährlich.","translation":"These activities are interesting but dangerous."},{"text":"Je lustiger die Aktivität, desto besser.","translation":"The more fun the activity, the better."},{"text":"Aktivität ist der einfache, Abenteuer der besondere Weg zum Glück.","translation":"Activity is the simple, adventure the special way to happiness."}],"Winter":[{"text":"Im Winter wird es hier sehr kalt.","translation":"In the winter it gets very cold here."},{"text":"Im Dezember beginnt der Winter.","translation":"Winter begins in December."},{"text":"Der harte Winter hat seine Spuren hinterlassen.","translation":"The harsh winter has left its mark."},{"text":"Endlich ist hier auch der Winter angekommen.","translation":"Winter has finally arrived here as well."},{"text":"\"Der Winter ist für mich bei -20° Celsius erst richtig schön.\" sagt Alberto.","translation":"\"Winter is really nice for me at -20° Celsius,\" says Alberto."}],"grundlegend":[{"text":"Die Gesellschaft verändert sich grundlegend.","translation":"Society is changing fundamentally."},{"text":"Das sind alles grundlegende Fähigkeiten.","translation":"These are all basic skills."},{"text":"Lasst uns jetzt zum grundlegenden Thema kommen.","translation":"Let us turn now to the fundamental issue."},{"text":"Mein Leben hat sich dadurch grundlegend verändert.","translation":"My life was never the same after that."},{"text":"Männer und Frauen denken grundlegend verschieden.","translation":"The ways guys and girls think are so different."}],"Strom":[{"text":"Mein Bildschirm braucht wenig Strom.","translation":"My screen uses little power."},{"text":"Die Maschine erzeugt viel Strom.","translation":"The machine generates a lot of electricity."},{"text":"Wir müssen Strom sparen.","translation":"We must save electricity."},{"text":"Ohne Strom und Wasser ist kein Leben.","translation":"There is no life without electricity and water."},{"text":"Zum Glück wird mein Handyakku nie seinen Strom verlieren.","translation":"With any luck, my cellphone battery won't die."}],"entlang":[{"text":"Sie gingen langsam den Weg entlang.","translation":"They walked slowly along the path."},{"text":"Der Hund ging die Straße entlang.","translation":"The dog padded along the street."},{"text":"Hier entlang, bitte.","translation":"Along here, please."},{"text":"Er ging den Fluss entlang.","translation":"He walked along the river."},{"text":"Meine Damen und Herren, bitte hier entlang.","translation":"Ladies and gentlemen, please come this way."},{"text":"Ich gehe die Straße entlang.","translation":"I walk down the street."},{"text":"Zum Berg geht es da entlang.","translation":"To the mountain it goes along there."},{"text":"„Nach Kassel geht es da entlang.“ – „Ja, aber da will ich gar nicht hin.“","translation":"\"It's going to Kassel.\" – \"Yes, but I don't want to go there.\""},{"text":"Ich bin am Fluss entlang gelaufen.","translation":"I walked along the river."},{"text":"Tom wohnt gleich die Straße entlang.","translation":"Tom lives just up the street."},{"text":"Das Glück muss entlang der Straße gefunden werden, nicht am Ende des Wegs.","translation":"Happiness must be found along the road, not at the end of the road."},{"text":"Entlang der Straße befinden sich große Häuser.","translation":"There are large houses along the street."},{"text":"Die Straße geht am Fluss entlang.","translation":"The road goes along the river."},{"text":"Er fuhr ein Auto die Straße entlang.","translation":"He was driving a car along the street."},{"text":"Es gibt Läden entlang der Straße.","translation":"There are shops along the street."},{"text":"Wo kann ich entlang fahren?","translation":"Where can I drive along?"},{"text":"Lass uns dort entlang gehen!","translation":"Let's go that way."},{"text":"Wenn wir hier entlang gehen, holen wir sie ein.","translation":"If we go this way, we'll catch up with them."},{"text":"Tom ging die Straße entlang in Richtung Kirche.","translation":"Tom walked down the street toward the church."},{"text":"Tom ging allein an der Küste entlang.","translation":"Tom walked along the shore alone."}],"fordern":[{"text":"Sie fordert das Unmögliche.","translation":"It demands the impossible."},{"text":"Ich fordere mich gerne selbst heraus.","translation":"I really like to challenge myself."},{"text":"Wir fordern gleiches Recht für alle!","translation":"We demand equal rights for all!"},{"text":"Jetzt sind eben die Frauen gefordert.","translation":"Now it is up to women."},{"text":"Wer viel fordert, bekommt viel. Wer zu viel fordert, bekommt nichts.","translation":"Those who demand a lot get a lot. If you demand too much, you get nothing."}],"tut":[{"text":"Es ist tut mir leid, dass ich dir nicht helfen kann.","translation":"I am sorry I cannot help you."},{"text":"Erfolg hat nur, wer etwas tut, während er auf ihn wartet.","translation":"Success is only achieved by those who do something while waiting for it."},{"text":"Sie hat keine Ahnung, was sie da tut.","translation":"She has no idea what she's doing."},{"text":"Tut Gutes denen, die euch hassen.","translation":"Do good to those who hate you."},{"text":"Man trifft so selten einen Menschen, der nichts zu sagen hat, und das auch tut.","translation":"It is so rare to meet a person who has nothing to say, and does."},{"text":"Tut ihm bitte nichts!","translation":"Please don't hurt him!"},{"text":"Tut das weh?","translation":"Does it hurt?"},{"text":"Halt still! Das tut nicht weh!","translation":"Hold still. This won't hurt."},{"text":"Tut niemals etwas, nur um zu zeigen, dass ihr es könnt.","translation":"Never do anything just to show that you can."},{"text":"Ich glaube, dass du geweint hast; kannst du mir sagen warum? Tut dir etwas weh?","translation":"I believe that you have cried; can you tell me why? Does something hurt you?"},{"text":"Tut mir leid, der Flug ist voll.","translation":"Sorry, the flight is full."},{"text":"Tut mir leid, aber ich muss ganz dringend auf die Toilette.","translation":"I'm sorry, but I have to go to the toilet very urgently."},{"text":"Tut mir leid, ich habe keine Ahnung.","translation":"Sorry, I have no idea."},{"text":"\"Könntest du das für mich machen?\" - \"Tut mir leid, aber ich bin zu beschäftigt.\"","translation":"\"Could you do that for me?\" - \"I'm sorry, but I'm too busy.\""},{"text":"„Kannst du mir bitte eine Zigarette geben?“ – „Tut mir leid! Ich rauche nicht.“","translation":"\"Can you please give me a cigarette?\" – \"I'm sorry! I don't smoke.\""}],"stammen":[{"text":"Alles Wissen stammt aus der Erfahrung.","translation":"All knowledge comes from experience."},{"text":"Von wem stammt dieser Satz?","translation":"Who wrote this sentence?"},{"text":"Seine Mutter stammte aus der Familie Kennedy.","translation":"His mother came from the Kennedy family."},{"text":"Woher stammt das Geld?","translation":"Where does the money come from?"},{"text":"Außerdem stammte Doktor Yamada zufällig aus derselben Stadt.","translation":"Besides, Doctor Yamada happened to be from the same city."}],"Tasse":[{"text":"Trinken wir eine Tasse Kaffee?","translation":"Shall we drink a cup of coffee?"},{"text":"Diese Tassen gefallen mir nicht, die auf dem Tisch gefallen mir besser.","translation":"I don't like these cups. I prefer the ones on the table."},{"text":"Das Buch ist rechts neben der Tasse.","translation":"The book is to the right of the cup."},{"text":"Wir hätten gerne zwei Tassen Tee.","translation":"We would like to have two cups of tea."},{"text":"Die Tasse ist schwarz und weiß.","translation":"The cup is black and white."}],"beziehen":[{"text":"Wann können wir endlich das neue Haus beziehen?","translation":"When can we finally move into the new house?"},{"text":"Du solltest nicht alles, was andere sagen, auf dich beziehen.","translation":"You shouldn't relate everything others say to yourself."},{"text":"Die Betten werden jede Woche frisch bezogen.","translation":"The beds are freshly made every week."},{"text":"In ihrer Rede bezog sie sich auf den Zweiten Weltkrieg.","translation":"In her speech, she referred to the Second World War."},{"text":"Tom erkannte nicht, dass der Witz sich auf ihn bezog.","translation":"Tom didn't realise the joke was on him."}],"Wirkung":[{"text":"Der Mensch hat keinen anderen Wert als seine Wirkungen.","translation":"Man has no value other than his effects."},{"text":"Welche Wirkung hat Musik?","translation":"What effect does music have?"},{"text":"Sein Alter beginnt Wirkung zu zeigen.","translation":"Its age begins to show effect."},{"text":"Sie werden es nicht glauben, aber auch auf mich haben sie die gleiche Wirkung!","translation":"You won't believe it, but they have the same effect on me too!"},{"text":"Bei mir hat Koffein schon gar keine Wirkung mehr.","translation":"For me, caffeine has no effect at all."}],"vorherig":[{"text":"Leider habe ich deinen vorherigen Brief nicht erhalten.","translation":"Unfortunately, I did not receive your previous letter."},{"text":"Was hat Ihnen an Ihrer vorherigen Arbeit nicht gefallen?","translation":"What did you not like about your previous work?"},{"text":"Der vorherige Satz ist wahr.","translation":"The previous sentence is true."},{"text":"Der folgende Tag verging ähnlich wie der vorherige.","translation":"The following day passed similarly to the previous one."},{"text":"Das Ziel dieser Reise war, verglichen mit den vorherigen, anders.","translation":"The goal of this trip was different compared to the previous ones."}],"einverstanden":[{"text":"Mit Ihren Methoden bin ich gar nicht einverstanden.","translation":"I'm not in agreeance with your methods at all."},{"text":"Nein, das stimmt alles nicht. Ich bin damit überhaupt nicht einverstanden.","translation":"No, none of this is true. I do not agree with that at all."},{"text":"Ich bin mit dieser Änderung nicht einverstanden.","translation":"I'm not OK with this change."},{"text":"Ich werde es sowieso machen, ob du damit einverstanden bist oder nicht.","translation":"I'll do it anyway, whether you agree with it or not."},{"text":"Lasst uns mit dem zweiten Problem anfangen, einverstanden?","translation":"Let's take up the second problem, shall we?"},{"text":"Menschen wären gerne so, dass sie mit sich einverstanden sein können.","translation":"People would like to be able to agree with themselves."},{"text":"Es ist egal, ob du einverstanden bist oder nicht; ich werde es sowieso tun.","translation":"It doesn't matter if you agree or not; I'll do it anyway."},{"text":"Tom sagt, er ist einverstanden, uns zu helfen.","translation":"Tom says he's willing to help us."},{"text":"Glaubst du, Tom wird sich damit einverstanden erklären?","translation":"Do you think Tom is going to agree to this?"},{"text":"Ich wollte nicht die Chance verlieren, Hongkong zu sehen, also war ich einverstanden, zu reisen.","translation":"I didn't want to lose the chance to see Hong Kong, so I agreed to travel."}],"Blatt":[{"text":"Sei wie ein Baum und lasse die toten Blätter fallen.","translation":"Be like a tree and let the dead leaves fall."},{"text":"Die Natur ist das einzige Buch, das auf allen Blättern großen Inhalt bietet.","translation":"Nature is the only book that offers important content on every page."},{"text":"Im Winter fliegen die trockenen Blätter in der Luft herum.","translation":"In winter, the dry leaves fly around in the air."},{"text":"Das steht auf einem anderen Blatt.","translation":"That's a horse of a different colour."},{"text":"Sie sagte es ihm deutlich, sie nahm kein Blatt vor den Mund.","translation":"She made it clear to him. She didn't mince her words."}],"händ":[{"text":"Es ist das Herz, das gibt. Die Hände geben nur her.","translation":"It is the heart that gives. The hands just give."},{"text":"Kalte Hände, warme Liebe.","translation":"Cold hands, warm love."},{"text":"Leider habe ich nur zwei Hände. Manchmal wünsche ich mir, ich hätte vier.","translation":"Unfortunately, I only have two hands. Sometimes I wish I had four."},{"text":"„Hast du dir die Hände gewaschen?“ – „Ja, Mama.“ – „Mit Seife? Lass mich mal riechen!“","translation":"\"Have you washed your hands?\" \"Yes, Mom.\" \"With soap? Let me smell them!\""},{"text":"Um seine Hände warm zu halten, steckte er sie tief in die Manteltaschen.","translation":"To keep his hands warm, he put them deep into his coat pockets."}],"Sieg":[{"text":"Tom hatte keine Zeit, seinen Sieg zu feiern; denn das nächste Ziel wartete schon.","translation":"Tom didn't have time to celebrate his victory; because the next destination was already waiting."},{"text":"Der Sieg ist ihm nicht mehr zu nehmen.","translation":"Victory can no longer be taken away from him."},{"text":"Dies war jedoch nur ein kleiner Sieg.","translation":"However, this was only a small victory."},{"text":"Es ist ein schöner Sieg, aber wir sind noch nicht am Ende.","translation":"It's a nice victory, but it's not over yet."},{"text":"Der Sieg war nicht vollständig.","translation":"It was not a complete victory."}],"Erklärung":[{"text":"Es muss dafür eine Erklärung geben.","translation":"There must be an explanation for this."},{"text":"Danke für Ihre Erklärung.","translation":"Thank you for your explanation."},{"text":"Deine Erklärung bringt etwas Licht in die Sache.","translation":"Your explanation sheds some light on the matter."},{"text":"Obwohl ich seine Erklärungen erhalten habe, verstehe ich es nach wie vor nicht.","translation":"Although I have received his explanations, I still do not understand it."},{"text":"Ich fordere eine Erklärung für diesen Fehler.","translation":"I demand an explanation for this error."}],"Ereignis":[{"text":"Wissen ist immer ein Ereignis.","translation":"Knowledge is always an event."},{"text":"Die größten Ereignisse, das sind nicht unsere lautesten, sondern unsere stillsten Stunden.","translation":"The greatest events are not our loudest, but our quietest hours."},{"text":"Der Weise ist auf alle Ereignisse vorbereitet.","translation":"The sage is prepared for all events."},{"text":"Ich glaube nicht an die Größe aller dieser „großen Ereignisse“, von denen man spricht.","translation":"I don't believe in the magnitude of all these \"great events\" that are being talked about."},{"text":"Dies ist ein wichtiges Ereignis.","translation":"This is an important event."}],"Schicksal":[{"text":"Ich habe dein Schicksal in der Hand.","translation":"I have your destiny in my hands."},{"text":"Ich habe das Gefühl, dass ich eine gewisse Kontrolle über mein Schicksal habe.","translation":"I feel like I have some control over my fate."},{"text":"Das Schicksal mischt die Karten, wir spielen.","translation":"Fate shuffles the cards; we play."},{"text":"Das, was jemand von sich selbst denkt, bestimmt sein Schicksal.","translation":"What someone thinks of himself determines his fate."},{"text":"Der Mensch plant, und das Schicksal lacht darüber!","translation":"Man plans, and fate laughs at it!"}],"hinein":[{"text":"Ich gehe in das Haus hinein.","translation":"I walk into the house."},{"text":"Steck' deine Nase nicht in alles hinein!","translation":"Don't stick your nose into everything!"},{"text":"Das geht mir zu einem Ohr hinein, zum anderen hinaus.","translation":"That goes in to one ear to me, out to the other."},{"text":"Ich tanze mit dir in den Himmel hinein.","translation":"I dance with you into heaven."},{"text":"Ich habe meinen Schlüssel im Zimmer vergessen und komme nicht hinein.","translation":"I forgot my key in the room and can't get in."}],"derjenige":[{"text":"Ich gehöre zu denjenigen, die glauben, solange sie schreiben, sterben sie nicht.","translation":"I am one of those who believe that as long as they write, they will not die."},{"text":"Wer die Regeln macht, sollte sie beachten, nicht derjenige, der sie nicht macht.","translation":"Whoever makes the rules should follow them, not the one who doesn't make them."},{"text":"Endlich derjenige, der uns versteht.","translation":"Finally, the one who understands us."},{"text":"Ist der Herr Müller nicht derjenige, dessen Frau sich umgebracht hat? Traurige Geschichte!","translation":"Isn't Mr. Müller the one whose wife killed herself? Sad story!"},{"text":"Glücklicher als glücklich ist derjenige, der andere glücklich macht.","translation":"Happier than happy is the one who makes others happy."}],"Kette":[{"text":"Frei ist, wer in Ketten tanzen kann.","translation":"Free is who can dance in chains."},{"text":"Ketten, die fallen, machen eine schöne Musik.","translation":"Chains that fall make beautiful music."},{"text":"Die Menschen lernen ihre Ketten zu lieben.","translation":"People learn to love their chains."},{"text":"Die Kette brach nach zwei Wochen.","translation":"The chain broke after two weeks."},{"text":"Du hast aber eine hübsche Kette um!","translation":"But you have a pretty necklace around!"}],"Mission":[{"text":"Tom hat eine wichtige Mission zu erfüllen.","translation":"Tom has an important mission to perform."},{"text":"Er wurde in einer speziellen Mission nach Europa geschickt.","translation":"He was sent on a special mission to Europe."},{"text":"Das ist eine gefährliche Mission.","translation":"This is a dangerous mission."},{"text":"Wir haben eine Mission auszuführen.","translation":"We have a mission to accomplish."},{"text":"Er befindet sich auf geheimer Mission; deswegen wissen wir nicht, wo er sein könnte.","translation":"He's on a secret mission, so we don't know where he could be."}],"darunter":[{"text":"Es kommt darauf an, was Sie darunter verstehen.","translation":"It depends on what you mean by that."},{"text":"Was habe ich mir darunter vorzustellen?","translation":"What do I have to imagine by that?"},{"text":"Tom spricht 13 Sprachen, darunter Koreanisch und Hindi. Deutsch aber spricht er nicht.","translation":"Tom speaks 13 languages, including Korean and Hindi. German, however, he does not speak."},{"text":"Kann ich die Tasche unter den Tisch stellen? Ja, stelle sie ruhig darunter.","translation":"Can I place the bag under the table? Yes, you can place it there."},{"text":"Glück ist nie genau das, was man sich darunter vorgestellt hat.","translation":"Happiness is never exactly what you imagined it to be."}],"Ausdruck":[{"text":"Was meinst du mit diesem Ausdruck?","translation":"What do you mean by this expression?"},{"text":"Diesen Ausdruck kenne ich nicht.","translation":"I am not familiar with this expression."},{"text":"Wann gebrauchen wir diesen Ausdruck?","translation":"When do we use this expression?"},{"text":"Ich bin mir nicht sicher, was dieser Ausdruck hier bedeutet.","translation":"I'm not sure what that expression means here."},{"text":"Der Lehrer teilte seinen Schülern den Ausdruck aus.","translation":"The teacher handed out the printout to his students."}],"lokal":[{"text":"Es sind nicht viele Gäste in dem Lokal.","translation":"There's not a lot of punters in that pub."},{"text":"So lief ich zum Lokal meines Vaters.","translation":"So I ran to my father's restaurant."},{"text":"Kennen Sie übrigens ein gutes Lokal hier in der Nähe?","translation":"By the way, do you know a good restaurant around here?"},{"text":"Das Lokal schließt bald.","translation":"The bar is closing soon."},{"text":"Ich habe sie in einem Lokal kennengelernt.","translation":"I met her at a club."},{"text":"Haben Sie lokale Gerichte?","translation":"Do you have local dishes?"},{"text":"Natürlich sollte es lokale Krankenhäuser geben.","translation":"Of course there should be local hospitals."},{"text":"Es wird in den lokalen Nachrichten berichtet.","translation":"It is reported in the local news."},{"text":"Im Anschluss folgen die lokalen Nachrichten.","translation":"This is followed by the local news."},{"text":"Der kleine Junge lernte Schach, indem er sich lokale Spiele ansah.","translation":"The little boy learned chess by watching local games."}],"seihen":[{"text":"Sieh mal einer an, diese Kleine!","translation":"Look at one, this little one!"},{"text":"Wenn du mir nicht glaubst, geh und sieh selbst.","translation":"If you don't believe me, go and see it for yourself."},{"text":"Sieh mal die Katze dort! Das ist die von Herrn Braun.","translation":"Look at that cat. It is Mr Brown's."},{"text":"Sieh mal das Mädchen dort mit den langen Haaren.","translation":"Look at the girl with the long hair there."},{"text":"Gib Ruhe und sieh dir den Film an!","translation":"Shut up and watch the movie."}],"Einfluß":[{"text":"Wer nicht wählt, nimmt keinen Einfluss auf die Regeln in der EU.","translation":"Those who do not vote have no influence on the rules in the EU."},{"text":"Die Art, wie wir denken, hat einen Einfluss darauf, wie wir uns fühlen.","translation":"The way we think has an impact on how we feel."},{"text":"Er übt einen großen Einfluss auf sein Land aus.","translation":"He exerts a great influence on his country."},{"text":"Er hatte einen großen Einfluss auf die Menschen in seiner Umgebung.","translation":"He had a great influence on the people around him."},{"text":"Anna Freud hatte einen tiefen Einfluss auf Hollywood.","translation":"Anna Freud had a profound influence on Hollywood."}],"Spaten":[{"text":"Wieso kommst du zu spät?","translation":"How come you're late?"},{"text":"Tom kam fünfzehn Minuten zu spät.","translation":"Tom was fifteen minutes late."},{"text":"Die Nachricht erreichte uns zu spät.","translation":"The news reached us too late."},{"text":"Um sein Leben zu ändern, ist es nie zu spät.","translation":"It's never too late to change your life."},{"text":"Du musst dich bei ihr dafür entschuldigen, dass du zu spät gekommen bist.","translation":"You have to apologize to her for being late."}],"passend":[{"text":"Tom fiel kein passender Kommentar ein.","translation":"Tom couldn't think of a suitable comment."},{"text":"Wir bieten die passende Lösung für alle Zwecke und Gelegenheiten.","translation":"We offer the appropriate solution for all purposes and occasions."},{"text":"Was nicht passt, wird halt passend gemacht.","translation":"What doesn't fit, is just made to fit."},{"text":"Früher gab es da eigentlich nur das eine Wort \"vielleicht\" als immer passende Antwort.","translation":"In the past, there was only one word \"maybe\" as an always appropriate answer."},{"text":"Ich werde dir bei passender Gelegenheit mehr davon erzählen.","translation":"I will tell you more about it when the opportunity arises."}],"billig":[{"text":"Billiger geht's nicht.","translation":"It doesn't get any cheaper."},{"text":"Alles wird teurer, nur die Ausreden werden billiger.","translation":"Everything is getting more expensive. Only the excuses are getting cheaper."},{"text":"Zu dieser Zeit war das Essen dort so unglaublich gut und billig.","translation":"At that time, the food there was so incredibly good and cheap."},{"text":"Diese Marke ist zwar nicht die billigste, aber die beste.","translation":"This brand is not the cheapest, but it is the best."},{"text":"Es gibt Frauen, die machen es allen Männern recht, aber nicht billig!","translation":"There are women who please all men, but not cheap!"}],"treiben":[{"text":"Was treibt die Leute eigentlich dazu, die FDP zu wählen?","translation":"What is it that impels people to vote for the FDP?"},{"text":"Was treibt dich denn hierher?","translation":"What drives you here?"},{"text":"Es ist gesund, Sport zu treiben.","translation":"It is healthy to exercise."},{"text":"Was treibst du da hinten?","translation":"What are you doing back there?"},{"text":"„Wo ist Tom?“ – „Der treibt sich irgendwo mit seinen Freunden herum.“","translation":"\"Where's Tom?\" – \"He's hanging out somewhere with his friends.\""}],"stattdessen":[{"text":"Lass uns stattdessen Karten spielen.","translation":"Let's play cards instead."},{"text":"Unser Kind kann \"Kinpiragobo\" nicht sagen und sagt stattdessen immer \"Kinpirabogo\".","translation":"Our child cannot say \"Kinpiragobo\" and always says \"Kinpirabogo\" instead."},{"text":"Tom beschloss, stattdessen Französisch zu lernen.","translation":"Tom decided to study French instead."},{"text":"Tom entschied sich stattdessen dafür.","translation":"Tom decided to do that instead."},{"text":"Fahren wir doch stattdessen nach Boston!","translation":"Why don't we go to Boston instead?"},{"text":"Wenn du nicht ins Kino gehst, was machst du stattdessen?","translation":"If you don't go to the movies, what do you do instead?"},{"text":"Frag stattdessen Tom.","translation":"Ask Tom instead."},{"text":"Es kann sein, dass ich bald aufgebe und stattdessen ein Nickerchen mache.","translation":"I might give up soon and have a kip instead."},{"text":"Ich kann keine Kinder kriegen, daher habe ich mir stattdessen ein Kaninchen gekauft.","translation":"I can't have children, so I bought a rabbit instead."},{"text":"Tom sollte Verstärkung holen, stattdessen aber nutzte er die Gelegenheit zur Flucht.","translation":"Tom was supposed to get reinforcements, but instead he took the opportunity to escape."}],"Stärke":[{"text":"Schwäche zeigen zu können ist eine Stärke.","translation":"The ability to show weakness is a strength."},{"text":"Mathe ist nicht gerade meine Stärke.","translation":"Math isn't exactly my strong suit."},{"text":"Wie kann ich meine Stärken erkennen und nutzen?","translation":"How can I identify and use my strengths?"},{"text":"Wenn du deine Möglichkeiten nicht kennst, kennst du auch nicht deine Stärken.","translation":"If you don't know your options, you don't know your strengths."},{"text":"Manche Tiere sind dem Menschen an Stärke, andere an Geschwindigkeit überlegen.","translation":"Some animals are superior to humans in strength, others in speed."}],"Arsch":[{"text":"Ich glaube, mein Deutsch ist wirklich am Arsch.","translation":"I think my German is really fucked up."},{"text":"Ihm scheint die Sonne aus dem Arsch.","translation":"The sun shines out of his ass."},{"text":"Du hast wohl den Arsch offen!","translation":"What the fuck is wrong with you?"},{"text":"Sie lebt am Arsch der Welt.","translation":"She lives in Buttfuck."},{"text":"Ich hab’ dich ja echt gern, aber manchmal bist du, finde ich, ein richtiger Arsch.","translation":"As much as I like you, I think you can be a total jerk at times."},{"text":"Das geht mir am Arsch vorbei.","translation":"I don't give a shit about it."},{"text":"Sie hat den schönsten Arsch, den ich je gesehen habe.","translation":"She has the nicest ass I've ever seen."},{"text":"Mein Herz ist französisch, aber mein Arsch ist international!","translation":"My heart is French, but my ass is international!"},{"text":"Ach, weißt du, diese Geschichte geht mir am Arsch vorbei.","translation":"Oh, you know, this story passes me by the ass."},{"text":"Wir dachten Papas Zauberstab sei verloren gegangen, dabei hat er sich nur in Mamas Arsch verfangen.","translation":"We thought Dad's wand was lost, but he just got caught in Mom's ass."}],"weltweit":[{"text":"Der Film war ein weltweiter Erfolg.","translation":"The film was a worldwide success."},{"text":"Es gibt eigentlich keine Länder. Es gibt doch nur eine weltweite Familie der Menschen.","translation":"There are actually no countries. There is only one worldwide family of people."},{"text":"Wenn ich tot bin, wird mein Name weltweit leben.","translation":"When I'm dead, my name will live worldwide."},{"text":"Er ist weltweit berühmt.","translation":"He is famous all over the world."},{"text":"Wie viele Sprachen gibt es weltweit?","translation":"How many languages are there in the world?"}],"Beginn":[{"text":"Der Beginn ist der wichtigste Teil der Arbeit.","translation":"The beginning is the most important part of the work."},{"text":"Das war der Beginn einer großen Liebe.","translation":"That was the beginning of a great love."},{"text":"Beginne mit einfachen Sätzen.","translation":"Start with simple sentences."},{"text":"Beginne mit Büchern, die du leicht verstehen kannst.","translation":"Start with books that you can easily understand."},{"text":"Die Karten waren vom Beginn des Spiels an gegen sie.","translation":"It turned out that the cards were stacked against her from the beginning of the game."}],"Tor":[{"text":"Singen öffnet das Tor zur Seele.","translation":"Singing opens the door to the soul."},{"text":"Wer macht heute Abend das erste Tor?","translation":"Who will score the first goal tonight?"},{"text":"Geld schießt keine Tore.","translation":"Money doesn't score goals."},{"text":"Das Tor gilt.","translation":"It's a goal."},{"text":"Der Weise sucht, was in ihm selber ist, der Tor, was außerhalb.","translation":"The sage seeks what is in himself, the gate, what is outside."}],"umgehen":[{"text":"Wir sind zwei Stunden umgegangen.","translation":"We walked around for two hours."},{"text":"Tom hatte wenig Erfahrung, wie er mit Kindern umgehen soll.","translation":"Tom had little experience of how to deal with children."},{"text":"Warum ist es so unglaublich schwer, mit Menschen umzugehen?","translation":"Why is it so incredibly difficult to deal with people?"},{"text":"Es ist nicht alles ohne Grund, was umgeht in Volkes Mund.","translation":"It is not all without reason that goes around in the people's mouth."},{"text":"Wer Probleme nicht umgehen kann, muss lernen, mit ihnen umgehen zu können.","translation":"If you can't avoid problems, you have to learn to deal with them."}],"Werkzeug":[{"text":"Ein Werkzeug aus Gold ist für jede Arbeit gut.","translation":"A tool made of gold is good for any job."},{"text":"Wir haben ein starkes Werkzeug in die Hand bekommen.","translation":"We have been given a powerful tool."},{"text":"Das wichtigste Werkzeug bei allem, was du tust, bist du selbst.","translation":"The most important tool in everything you do is yourself."},{"text":"Computer sind Werkzeuge.","translation":"Computers are tools."},{"text":"Zu welchem Zweck brauchen Sie dieses Werkzeug?","translation":"For what purpose do you need this tool?"}],"Held":[{"text":"Man kann nicht immer ein Held sein, aber man kann immer ein Mann sein.","translation":"You can't always be a hero, but you can always be a man."},{"text":"Sei der Held deines Lebens, nicht das Opfer.","translation":"Be the hero of your life, not the victim."},{"text":"Der Held unserer Geschichte heißt Tom.","translation":"The hero of our story is called Tom."},{"text":"Wie hätte sich ein wahrer Held in dieser Situation verhalten?","translation":"How would a true hero have behaved in this situation?"},{"text":"Ein Held lebt lange, doch Gelegenheit dazu bekommt er nur einmal.","translation":"A hero lives a long time, but he only gets the opportunity to do so once."}],"verwandeln":[{"text":"Ein Mensch fühlt oft sich wie verwandelt, sobald man menschlich ihn behandelt.","translation":"A person often feels transformed as soon as he is treated humanely."},{"text":"Jesus verwandelte Wasser in Wein.","translation":"Jesus turned water into wine."},{"text":"Wenn es warm wird, verwandelt sich Eis in Wasser.","translation":"When it warms, ice turns into water."},{"text":"Das Feuer verwandelte das gesamte Dorf zu Asche.","translation":"The fire reduced the whole village to ashes."},{"text":"Das Feuer verwandelte das Haus in Asche.","translation":"The fire reduced the house to ashes."}],"Gegner":[{"text":"Unsere Gegner sind Lehrer, die uns nichts kosten.","translation":"Our opponents are teachers which cost us nothing."},{"text":"Die beiden Gegner standen sich Auge in Auge gegenüber.","translation":"The two opponents faced each other face to face."},{"text":"Der Gegner konnte mit seinen eigenen Waffen geschlagen werden.","translation":"The enemy could be defeated with his own weapons."},{"text":"Dein Gegner muss den Schlag erst spüren, dann darf er Ihn sehen.","translation":"Your opponent must first feel the blow, then he may see it."},{"text":"Wir spielen am besten, wenn der Gegner nicht da ist.","translation":"We play best when the opponent is not there."}],"schwimmen":[{"text":"Sie schwimmt im Geld.","translation":"She is swimming in money."},{"text":"Fisch muss schwimmen.","translation":"Fish gotta swim."},{"text":"Um an die Quelle zu kommen, muss man gegen den Strom schwimmen.","translation":"To arrive at the source, you must swim against the tide."},{"text":"Die Fische schwimmen im Wasser.","translation":"Fish swim in the water."},{"text":"Wenn du im Leben etwas erreichen willst, musst du gegen den Strom schwimmen.","translation":"If you want to achieve something in life, you have to swim against the current."},{"text":"Er geht ebenfalls schwimmen.","translation":"He also goes swimming."},{"text":"Ich habe noch nie jemanden über einen Fluss schwimmen sehen.","translation":"I've never seen anyone swimming across a river."},{"text":"Neben dem Schiff ist gut schwimmen.","translation":"Next to the ship is good swimming."},{"text":"Wann hast du schwimmen gelernt?","translation":"When did you learn to swim?"},{"text":"Er wird schwimmen gehen, egal ob du mit ihm gehst oder zu Hause bleibst.","translation":"He will go swimming, whether you go with him or stay at home."},{"text":"Schwimmen ist gut für die Gesundheit.","translation":"Swimming is good for your health."},{"text":"Das Schwimmen ist gesund.","translation":"Swimming is healthy."},{"text":"Ich mag Ski fahren viel lieber als Schwimmen.","translation":"I like skiing much better than swimming."},{"text":"Das Wasser ist warm genug zum Schwimmen.","translation":"The water is warm enough for swimming."},{"text":"Wenn du dein Schwimmen weiter verbessern willst, musst du täglich üben.","translation":"If you want to continue improving your swimming, you need to practice daily."}],"brennen":[{"text":"Dort brennt Licht, aber es ist niemand zuhause.","translation":"The light's on, but no one's at home."},{"text":"Das Feuer war zu heiß, die Kuchen sind ja unten ganz schwarz gebrannt.","translation":"The fire was too hot, and the cakes were burned quite black on the bottom."},{"text":"Der Wald brennt seit drei Tagen.","translation":"The forest has been burning for three days."},{"text":"Meine Augen brennen.","translation":"My eyes burn."},{"text":"Als alles brannte, brannte das Wasser nicht.","translation":"When everything burned, the water did not burn."}],"prüfen":[{"text":"Der Fall wird geprüft.","translation":"The case is being examined."},{"text":"Er hat die Maschine auf Herz und Nieren geprüft.","translation":"He put the machine through its paces."},{"text":"Zuerst möchte ich Ihnen ein paar Fragen stellen und Sie dann prüfen.","translation":"First of all, I will ask you a few questions and then examine you."},{"text":"Ich möchte Sie bitten, diese Möglichkeit zu prüfen.","translation":"I would ask you to look into this possibility."},{"text":"Tom kann gleich gehen, aber davor möchte er noch etwas prüfen.","translation":"Tom can leave right away, but before that he wants to check something."}],"begriff":[{"text":"Leider war er etwas schwer von Begriff.","translation":"Unfortunately he was a bit slow of apprehension."},{"text":"Bilden Sie einen Satz unter Verwendung des Begriffs „Supermarktkette“!","translation":"Form a sentence using the term 'supermarket chain'."},{"text":"Von den Zuständen in dem Gefängnis machst du dir keinen Begriff.","translation":"You don't know about the conditions in the prison."},{"text":"Schön ist das, was ohne Begriff allgemein gefällt.","translation":"Beautiful is what generally pleases without a term."},{"text":"Maria, kannst du mir erklären, was der Begriff „Internet der Dinge“ bedeutet?","translation":"Maria, can you explain to me what the term \"Internet of Things\" means?"}],"Sicht":[{"text":"Es gibt noch viel zu tun. Ein Ende ist nicht in Sicht.","translation":"There is still much to be done. There is no end in sight."},{"text":"Land in Sicht!","translation":"Land, ho!"},{"text":"Ich habe ein Haus mit Sicht auf den Berg gebaut.","translation":"I built a house with a view of the mountain."},{"text":"Das Flugzeug startete und war schon bald außer Sicht.","translation":"The plane took off and was soon out of sight."},{"text":"Ich glaube, dass auf lange Sicht der Ehrliche gewinnen wird.","translation":"I believe the honest will win in the long run."}],"Organisation":[{"text":"Die Vereinten Nationen sind eine internationale Organisation.","translation":"The United Nations is an international organization."},{"text":"Im Leben ist alles eine Frage der Organisation.","translation":"In life, everything is a matter of organization."},{"text":"Tom arbeitet für eine private Organisation.","translation":"Tom works for a private organization."},{"text":"Er spielt eine wichtige Rolle in unserer Organisation.","translation":"He plays an important role in our organization."},{"text":"Vielen Dank für die Organisation dieser wirklich wunderbaren Reise.","translation":"Thank you for organizing this truly wonderful trip."}],"steuern":[{"text":"Zahle Steuern mit einem Lächeln!","translation":"Pay taxes with a smile!"},{"text":"Wie viel Steuern müssen nun die Reichen wirklich zahlen?","translation":"How much tax do the rich really have to pay?"},{"text":"In dieser Welt gibt es nichts Sichereres als den Tod und die Steuern.","translation":"In this world, there is nothing safer than death and taxes."},{"text":"Das Leben beginnt, wenn man Steuern zahlt.","translation":"Life begins when you pay taxes."},{"text":"Unter Liebe, Musik und ... Steuern versteht man überall auf der Welt dasselbe.","translation":"Under love, music and ... Taxes are understood to be the same everywhere in the world."},{"text":"Steuern steuern in die falsche Richtung.","translation":"Taxes are heading in the wrong direction."},{"text":"Er steuerte viel Geld bei.","translation":"He contributed a lot of money."},{"text":"Ich werde lernen, meine Gedanken zu steuern.","translation":"I will learn to control my thoughts."},{"text":"Ich hatte Probleme mit dem neuen Auto. Es ließ sich schwer steuern.","translation":"I had trouble with the new car. It was difficult to steer."},{"text":"Er weiß, wie man ein Flugzeug steuert.","translation":"He knows how to pilot a plane."}],"weitermachen":[{"text":"Auf diese Weise müssen wir weitermachen.","translation":"This is how we must continue."},{"text":"Zuerst einmal muss man anfangen, und dann muss man weitermachen, bis man fertig ist.","translation":"First of all, you have to start, and then you have to keep going until you're done."},{"text":"Wir werden morgen weitermachen.","translation":"We'll carry on tomorrow."},{"text":"Wenn du so weitermachst, suche ich das Weite!","translation":"If you continue like this, I will seek the vastness!"},{"text":"Man kann nie neu anfangen, aber jederzeit anders weitermachen.","translation":"You can never start over, but you can always continue differently."}],"Partei":[{"text":"Die Partei hat immer Recht.","translation":"The Party is always right."},{"text":"Die Partei legt in Umfragen leicht zu.","translation":"The party is gaining slightly in the polls."},{"text":"Ich glaube nicht mehr daran, dass Parteien unsere Probleme lösen.","translation":"I no longer believe that parties will solve our problems."},{"text":"Jede Partei ist für das Volk da und nicht für sich selbst.","translation":"Each party is there for the people and not for itself."},{"text":"Den politischen Parteien laufen die Mitglieder davon.","translation":"The members are running away from the political parties."},{"text":"Was genau ist denn eigentlich an dieser sogenannten Freien Demokratischen Partei so frei?","translation":"What exactly is so free about this so-called Free Democratic Party?"},{"text":"Ohne Kommunistische Partei gäbe es das Neue China nicht.","translation":"Without the Communist Party, New China would not exist."},{"text":"Die Kommunistische Partei der Russischen Föderation ist nach wie vor stark.","translation":"The Communist Party of the Russian Federation remains strong."},{"text":"Die Sozialistische Partei bekam nur 18% der Stimmen.","translation":"The Socialist Party received only 18% of the vote."},{"text":"Sind Sie jetzt oder waren Sie jemals ein Mitglied der Kommunistischen Partei der Vereinigten Staaten?","translation":"Are you now or have you ever been a member of the Communist Party of the United States?"}],"Messer":[{"text":"Ich brauche ein Messer.","translation":"I need a knife."},{"text":"Die Mutter schneidet das Brot mit dem Messer.","translation":"The mother cuts the bread with the knife."},{"text":"Er schenkte mir ein Buch anstatt eines Messers.","translation":"He gave me a book instead of a knife."},{"text":"Dieses Messer war mir sehr nützlich.","translation":"This knife was very useful to me."},{"text":"Er hat sich mit einem Messer die linke Hand verletzt.","translation":"He injured his left hand with a knife."}],"Medikament":[{"text":"Ich muss Medikamente nehmen.","translation":"I need to take medication."},{"text":"Das Medikament zeigt überhaupt keine Wirkung.","translation":"The drug does not show any effect at all."},{"text":"Das Medikament schadete mir.","translation":"The drug harmed me."},{"text":"Die meisten Menschen sterben an ihren Medikamenten und nicht an ihren Krankheiten.","translation":"Most people die from their medications, not from their diseases."},{"text":"Das Medikament sorgte dafür, dass sich der Patient ruhig verhielt.","translation":"The drug ensured that the patient behaved calmly."}],"Majestät":[{"text":"Ihre Majestät wartet.","translation":"Her Majesty is waiting."},{"text":"Majestät haben gerufen?","translation":"You called, Your Majesty?"},{"text":"Hat Ihre Majestät wohl geruht?","translation":"Did Her Majesty rest?"},{"text":"Sie müssen einen Befehl erteilen, Ihre Majestät.","translation":"You must give an order, Your Majesty."},{"text":"Seine Majestät, der Kaiser und König, ist heute Vormittag sanft entschlafen.","translation":"His Majesty, the Emperor and King, passed away gently this morning."},{"text":"„Haben Eure Kaiserliche Majestät noch einen Wunsch?“ – „Nein, Er darf sich entfernen.“","translation":"\"Do Your Imperial Majesty still have a wish?\" – \"No, He may leave.\""},{"text":"Sprechen Sie mich einfach mit „Eure Majestät“ an.","translation":"Just address me as \"Your Majesty\"."},{"text":"Ich sprach zum König: „Eure Majestät mögen mir vergeben!“","translation":"I said to the king, \"May your majesty forgive me!\""},{"text":"Ich bitte Eure Majestät. Es war meine Tochter, das klügste Mädchen auf der ganzen Welt.","translation":"Please your Majesty, it was my daughter who is the cleverest girl in all the world."},{"text":"Ich bitte in aller Untertänigkeit, dass Eure Majestät diese Entscheidung noch einmal überdenken wollen.","translation":"I pray in all submission that Your Majesty will reconsider this decision."}],"Abschluß":[{"text":"Tom macht seinen Abschluss.","translation":"Tom graduates."},{"text":"Er hat vor zwei Wochen seinen Abschluss gemacht.","translation":"He graduated a couple of weeks ago."},{"text":"Wann hast du deinen Abschluß in Oxford gemacht?","translation":"When did you graduate from Oxford?"},{"text":"Meine Schwester geht davon aus, dass sie nächstes Jahr ihren Abschluss macht.","translation":"My sister expects to graduate from college next year."},{"text":"Wir können dieses Projekt nicht ohne dich zum Abschluss führen.","translation":"We can't finish this project without you."}],"Gemüse":[{"text":"Wir essen Gemüse.","translation":"We eat vegetables."},{"text":"Fleisch ist kein Gemüse.","translation":"Meat is not a vegetable."},{"text":"Maria baut in ihrem Garten Gemüse an.","translation":"Mary is growing vegetables in her garden."},{"text":"Altes Gemüse ist wieder in aller Munde.","translation":"Old vegetables are on everyone's lips again."},{"text":"Kann ich auf diesem Stück Land Gemüse ziehen?","translation":"Can I use this area to raise vegetables?"}],"Software":[{"text":"Die neue Software ermöglicht es mir, von zu Hause aus zu arbeiten.","translation":"The new software enables me to work from home."},{"text":"Sie handeln mit Software.","translation":"They deal in software products."},{"text":"Ich suche eine Software, mit der ich diese Datei öffnen kann.","translation":"I'm looking for software that I can use to open this file."},{"text":"Tatoeba ist eine freie Software.","translation":"Tatoeba is free software."},{"text":"Von der Software wurde gerade eben die Version 1.5.0 veröffentlicht.","translation":"Version 1.5.0 of the software has just been released."}],"bereiten":[{"text":"Er bereitet das Abendessen vor.","translation":"He's making supper."},{"text":"Die Gelbe Gefahr wird uns keine Probleme bereiten.","translation":"The Yellow Danger will not cause us any problems."},{"text":"Nur auf dem Boden harter Arbeit bereitet sich normalerweise der Erfolg vor.","translation":"It is only on the ground of hard work that success usually prepares."},{"text":"Meine Mutter bereitete das Abendessen zu.","translation":"Mum was making dinner."},{"text":"Sie bereitete ihm ein leckeres Essen zu.","translation":"She prepared him a delicious meal."}],"überzeugen":[{"text":"Emma war schwer zu überzeugen.","translation":"Emma was hard to convince."},{"text":"Ich bin fest davon überzeugt, dass ich diese Prüfung bestehen kann.","translation":"I am firmly convinced that I can pass this test."},{"text":"Man kann die Menschen nur von ihren eigenen Meinungen überzeugen.","translation":"You can convince people of only their own opinions."},{"text":"Ein guter PR-Mann kann sogar mit Hilfe der Wahrheit überzeugen.","translation":"A good PR man can convince even with the help of the truth."},{"text":"Ich habe eine Weile gebraucht um sie zu überzeugen.","translation":"It took me some time to persuade her."},{"text":"Sie klingen nicht überzeugt.","translation":"You don't sound convinced."},{"text":"Egal, was du sagst, ich bin davon überzeugt, dass ich recht habe.","translation":"No matter what you say, I am convinced that I am right."},{"text":"Du wirst schon bald überzeugt sein, dass ich recht habe.","translation":"You will soon be convinced that I am right."},{"text":"Tom sieht kein bisschen überzeugt aus.","translation":"Tom doesn't look at all convinced."},{"text":"Tom hat Maria davon überzeugt, dass er ein Polizist ist.","translation":"Tom convinced Mary that he was a police officer."}],"wach":[{"text":"Du warst noch nicht wach.","translation":"You were still asleep."},{"text":"Ich bleibe oft die ganze Nacht wach.","translation":"I often stay up all night."},{"text":"Es ist schwierig wach zu werden ohne eine starke Tasse Kaffee.","translation":"It is hard to wake up without a strong cup of coffee."},{"text":"Tom wird jeden Morgen um acht Uhr wach.","translation":"Tom wakes up at 8 a.m. every morning."},{"text":"„Wie lange warst du gestern noch wach?“ – „Etwa bis halb drei.“","translation":"\"What time did you stay awake until last night?\" \"Until about half two in the morning.\""},{"text":"Als du angerufen hast, war ich schon wach.","translation":"I was already awake when you phoned."},{"text":"Wenn du willst, dass deine Träume wahr werden, wach auf!","translation":"If you want your dreams to come true, wake up!"},{"text":"Um sich wach zu halten, trank Tom ein paar Tassen Kaffee.","translation":"So as to keep himself awake, Tom drunk a few cups of coffee."},{"text":"Ich lag wach im Bett.","translation":"I lay awake in bed."},{"text":"Du musst versuchen, wach zu bleiben.","translation":"You have to try to stay awake."},{"text":"Wie lange kann ein Mensch wach bleiben?","translation":"For how long can a human stay awake?"},{"text":"Sie haben einen wachen Blick.","translation":"You have a watchful eye."},{"text":"Hier ist ein wacher Geist gefordert.","translation":"An alert mind is required here."},{"text":"Die Hoffnung ist der Traum des Menschen, wenn er wach ist.","translation":"Hope is man's dream when he is awake."},{"text":"Immer werde ich von selbst wach.","translation":"I always wake up on my own."}],"auftauchen":[{"text":"Er wird mit Sicherheit heute Abend nicht auftauchen.","translation":"He certainly won't show up tonight."},{"text":"Ich bin mir sicher, dass sie bald auftauchen wird.","translation":"I'm sure she will turn up soon."},{"text":"Ich lasse dich wissen, ob Tom früh auftaucht.","translation":"I'll let you know if Tom shows up early."},{"text":"Er ist endlich aufgetaucht.","translation":"He finally showed up."},{"text":"Der Zug fährt in fünf Minuten ab und sie ist immer noch nicht aufgetaucht.","translation":"The train leaves in five minutes and she still hasn't turned up."},{"text":"Sein plötzliches Auftauchen überraschte uns alle.","translation":"His sudden appearance surprised us all."},{"text":"Niemand bemerkte das Auftauchen des Bären.","translation":"No one noticed the bear's appearance."},{"text":"Sein Auftauchen hat eine Kunstpause verursacht.","translation":"There was an awkward silence when he appeared."},{"text":"Das U-Boot musste zum Auftauchen eine dünne Eisschicht durchbrechen.","translation":"The submarine had to break through a thin sheet of ice to surface."},{"text":"Das Auftauchen von Salmonellen befleckte den Ruf der Spinatimporteure, saubere Fabriken zu betreiben.","translation":"Salmonella outbreaks blemished spinach importers' reputation for running clean factories."}],"glaube":[{"text":"Was ist der Unterschied zwischen Glauben und Vertrauen?","translation":"What is the difference between faith and trust?"},{"text":"Der Glaube ist nicht der Anfang, sondern das Ende allen Wissens.","translation":"Faith is not the beginning, but the end of all knowledge."},{"text":"„Glauben Sie wirklich, dieses Ding funktioniert?“ – „Ja, allerdings“","translation":"\"Do you really think this thing works?\" – \"Yes, though\""},{"text":"Glauben ist die Fähigkeit, in Gottes Tempo zu gehen.","translation":"Faith is the ability to go at God's pace."},{"text":"Am Anfang steht der Glaube, am Ziel die Schau.","translation":"At the beginning there is faith, at the end there is the show."},{"text":"Glaube nicht den Menschen, die alles wissen.","translation":"Don't believe the people who know everything."},{"text":"Glaube ist der Vogel, welcher singt, wenn die Nacht noch dunkel ist.","translation":"Faith is the bird that sings when the night is still dark."},{"text":"Glaube ohne Liebe ist nichts wert.","translation":"Faith without love is worth nothing."},{"text":"Wo das Leid ist, da kommen leicht auch die Liebe und der Glaube.","translation":"Where there is suffering, love and faith come easily."},{"text":"Die Liebe gehört mir wie der Glaube.","translation":"Love belongs to me like faith."}],"spannend":[{"text":"Du wirst den Film total spannend finden.","translation":"You will find the film totally exciting."},{"text":"Die Geschichte verspricht spannend zu werden.","translation":"The story promises to be exciting."},{"text":"Ich fand das Spiel sehr spannend.","translation":"I found the game very exciting."},{"text":"Keine Zeit ist so spannend wie das Alter.","translation":"No time is as exciting as age."},{"text":"Das ist die spannendste Geschichte, die ich jemals gehört habe.","translation":"This is the most exciting story that I have ever heard."}],"Temperatur":[{"text":"Die Temperaturen sind stark gefallen.","translation":"Temperatures fell sharply."},{"text":"Am Tage werden die Temperaturen wieder steigen.","translation":"Temperatures will climb again during the day."},{"text":"Wie hoch ist deine Temperatur?","translation":"What is your temperature?"},{"text":"Der Arzt misst die Temperatur.","translation":"The doctor measures the temperature."},{"text":"Bei niedrigen Temperaturen wird Wasser zu Eis.","translation":"Low temperatures turn water into ice."}],"fliehen":[{"text":"\"Leben heißt Veränderung!\", sagte der Stein zur Blume und flog davon.","translation":"\"Life means change!\" said the stone to the flower and flew away."},{"text":"Das Flugzeug flog gegen einen Berg.","translation":"The plane flew against a mountain."},{"text":"Wer flieht, kann später wohl noch siegen. Ein toter Mann bleibt ewig liegen.","translation":"Those who flee can probably win later. A dead man remains forever."},{"text":"Er flog mit dem Flugzeug zur Insel.","translation":"He flew to the island by plane."},{"text":"Maria ist geflohen, und keiner weiß, wohin.","translation":"Mary has fled, and no one knows where to go."}],"Eigenschaft":[{"text":"Glück haben heißt, die Eigenschaften haben, die von der Zeit verlangt werden.","translation":"To be lucky is to have the qualities that are required of time."},{"text":"Hunde haben alle guten Eigenschaften des Menschen, ohne gleichzeitig ihre Fehler zu besitzen.","translation":"Dogs have all the good qualities of people without at the same time possessing their weaknesses."},{"text":"Tom hat viele schlechte Eigenschaften.","translation":"Tom has a lot of bad qualities."},{"text":"Es wird ein Fenster mit Eigenschaften angezeigt.","translation":"A window with properties appears."},{"text":"Susan hat viele Eigenschaften ihrer Mutter.","translation":"Susan really takes after her mother."}],"freundlich":[{"text":"Wer allen ein freundliches Gesicht zeigt, hat keinen wahren Freund.","translation":"Those who show a friendly face to everyone, won't have true friends."},{"text":"Alle Türen öffnen sich, wenn man freundlich ist.","translation":"All doors open when you are friendly."},{"text":"Tom war so freundlich, mir meine Frage zu beantworten.","translation":"Tom was kind enough to answer my question."},{"text":"Wahrheit kann man auch freundlich sagen.","translation":"Truth can also be said in a friendly way."},{"text":"Wären Sie so freundlich, das für mich zu erledigen?","translation":"Would you be kind enough to do that for me?"}],"aufstehen":[{"text":"Ich bin heute um acht Uhr aufgestanden.","translation":"I got up at 8 o'clock today."},{"text":"Besser ohne Abendessen zu Bett gehen, als mit Schulden aufstehen.","translation":"Better to go to bed without dinner than to get up with debt."},{"text":"Tom sagte dem Jungen, er solle aufstehen und das Zimmer verlassen.","translation":"Tom told the boy to get up and leave the room."},{"text":"Ich kann früh am Morgen nicht aufstehen.","translation":"I can't get up early in the morning."},{"text":"Es ist 6.30 Uhr. Aufstehen! Ein neuer Tag beginnt.","translation":"It's 6.30 a.m. Get up! A new day is dawning."}],"mitten":[{"text":"Deutschland liegt mitten in Europa.","translation":"Germany is in the middle of Europe."},{"text":"Die tiefe Nacht der Seele ist der Tod mitten im Leben.","translation":"The dark night of the soul is death in the midst of life."},{"text":"Er blieb mitten auf der Straße stehen.","translation":"He stopped in the middle of the road."},{"text":"Maria wohnt mitten in Berlin.","translation":"Maria lives in the middle of Berlin."},{"text":"Er traf ihn mitten ins Herz.","translation":"He hit him right in the heart."}],"zurückkommen":[{"text":"„Wann wirst du zurückkommen?“ – „Das hängt ganz vom Wetter ab.“","translation":"\"When will you be back?\" – \"It depends entirely on the weather.\""},{"text":"Ich werde sie morgen anrufen, wenn ich zurückkomme.","translation":"I will call them tomorrow when I get back."},{"text":"Ich werde niemals zurückkommen.","translation":"I will never come back."},{"text":"Ich weiß nicht, wann ich zurückkomme.","translation":"I don't know when I'll be back."},{"text":"Ich fing an, mir Sorgen zu machen, dass Sie nie wieder zurückkommen würden.","translation":"I began to be afraid you would never come back again."}],"Figur":[{"text":"Sie hat eine gute Figur.","translation":"She cuts a fine figure."},{"text":"Bist du mit deiner Figur zufrieden?","translation":"Are you satisfied with your figure?"},{"text":"Die Figuren sind genau gleich.","translation":"The figures are exactly alike."},{"text":"Ich mach mir nur Sorgen um meine Figur.","translation":"I'm just worried about my weight."},{"text":"Neben Tom machst du eine sehr schlechte Figur.","translation":"Next to Tom, you cut a very bad figure."}],"schlimmer":[{"text":"Das Leben im Gefängnis ist schlimmer als das Leben eines Tieres.","translation":"Life in prison is worse than the life of an animal."},{"text":"Schlimmer geht's immer.","translation":"It always gets worse."},{"text":"Schlimmer geht's nimmer.","translation":"It can't get worse."},{"text":"Manchmal sind die Folgen schlimmer als die Tat selber.","translation":"Sometimes the consequences are worse than the act itself."},{"text":"Das ist schlimmer als im Krieg.","translation":"This is worse than in war."}],"teilnehmen":[{"text":"Wollen Sie auch an diesem Kurs teilnehmen?","translation":"Would you also like to take part in this course?"},{"text":"Er wird teilnehmen, um einen Teil zu nehmen.","translation":"He will participate to take a part."},{"text":"Ich möchte daran nicht teilnehmen.","translation":"I do not want to participate."},{"text":"Wenn es möglich ist, würde ich Sie bitten, am nächsten Treffen teilzunehmen.","translation":"If possible, I would ask you to attend the next meeting."},{"text":"Ich wurde ausgewählt, an diesem Programm teilzunehmen.","translation":"I've been chosen to take part in this programme."}],"klassisch":[{"text":"Mein Vater hört klassische Musik.","translation":"My father listens to classical music."},{"text":"Ein klassisches Werk ist ein Buch, das die Leute loben, aber nie lesen.","translation":"A classic work is a book that people praise but never read."},{"text":"Wer mag klassische Musik?","translation":"Who likes classical music?"},{"text":"Meine Schwester mag klassische Musik nicht weniger als ich.","translation":"My sister likes classical music no less than I do."},{"text":"Die klassische Bildung älterer Tage ist heute nicht mehr vorhanden.","translation":"The classical education of older days is no longer present today."}],"Frühstück":[{"text":"Um halb zehn gibt es Frühstück.","translation":"Breakfast is at half past nine."},{"text":"Meine Mutter hat das Frühstück bereitet.","translation":"My mother prepared breakfast."},{"text":"Was trinkst du zum Frühstück? Kaffee oder Tee?","translation":"What do you drink at breakfast time: coffee or tea?"},{"text":"Ich esse mein Frühstück im Büro.","translation":"I eat my breakfast in the office."},{"text":"Musik ist wie Frühstück – niemand sollte morgens ohne aus dem Haus gehen.","translation":"Music is like breakfast – no one should leave the house in the morning without it."}],"sicherstellen":[{"text":"Ich habe sichergestellt, dass mir niemand gefolgt ist.","translation":"I made sure that no one followed me."},{"text":"Ich wollte nur sicherstellen, dass du weißt, was du zu tun hast.","translation":"I just wanted to make sure you knew what to do."},{"text":"Dann machte er sich wieder darüber, um sicherzustellen, dass es in Ordnung wäre.","translation":"Then he went back over it to make sure it was right."},{"text":"Deine Aufgabe besteht darin, sicherzustellen, dass Tom die seine richtig ausführt.","translation":"Your job is to make sure Tom does his job right."},{"text":"Tom braucht unsere Hilfe, und ich werde sicherstellen, dass er sie bekommt.","translation":"Tom needs our help and I'm going to make sure he gets it."}],"individuell":[{"text":"Das ist die individuelle Entscheidung eines jeden Menschen.","translation":"This is the individual decision of each person."},{"text":"Wir werden jede Bewerbung individuell prüfen müssen.","translation":"We will have to consider each application on a case-by-case basis."},{"text":"Sie ist sehr individuell gekleidet und hat ihren eigenen Stil.","translation":"She is very individually dressed and has her own style."},{"text":"Individuelle Vorlieben spielen in diesem Bereich eine wichtige Rolle.","translation":"Individual preferences play an important role in this field."},{"text":"Mit großem Talent gestaltet der Autor individuelle Figuren.","translation":"With great talent, the author creates individual figures."}],"beeinflussen":[{"text":"Wahrscheinlich war es das, was ihre Entscheidung beeinflusst hat.","translation":"It was probably what influenced her decision."},{"text":"Die Art, wie die Frage gestellt ist, kann die Antwort beeinflussen.","translation":"The way the question is phrased can influence the answer."},{"text":"Wer nur in die Vergangenheit schaut, kann seine Zukunft nicht beeinflussen.","translation":"If you only look into the past, you cannot influence your future."},{"text":"Man sollte immer versuchen, andere Menschen positiv zu beeinflussen.","translation":"One should always try to influence other people positively."},{"text":"Auf keinen Fall wollte ich dich beeinflussen.","translation":"Under no circumstances did I want to influence you."}],"Forum":[{"text":"Dieses Forum ist wunderbar.","translation":"This forum is wonderful."},{"text":"Fast jeden Tag mache ich Beiträge für dieses Forum.","translation":"Almost every day I contribute to this forum."},{"text":"Um im Forum ein neues Thema beginnen zu können, muss man 50 Nachrichten geschrieben haben.","translation":"In order to start a new topic in the forum, you must have written 50 messages."},{"text":"Die Bäder sind nicht im Forum.","translation":"The baths are not in the forum."},{"text":"Das Forum war der Mittelpunkt des politischen Lebens im alten Rom.","translation":"The Forum was the center of political life in ancient Rome."},{"text":"Ich habe eine Komposition über die Denkmäler im Forum geschrieben.","translation":"I wrote a composition about the monuments in the forum."},{"text":"Tom ist nicht mehr aktiv. Er hat durch seine Arbeit und seine Familie so viel um die Ohren, dass er keine Zeit mehr hat, im Forum vorbeizuschauen.","translation":"Tom is no longer active. He has so much around his ears through his work and his family that he no longer has time to stop by the forum."},{"text":"Seit Beginn dieses Jahres ist Maria Mitglied des Ständigen Forums der Vereinten Nationen für den Schutz und die Rechte indigener Völker.","translation":"Since the beginning of this year, Maria has been a member of the United Nations Permanent Forum on the Protection and Rights of Indigenous Peoples."}],"Befehl":[{"text":"Dein Wunsch sei mir Befehl.","translation":"Your wishes are my commands."},{"text":"Er handelte auf Befehl.","translation":"He was acting on orders."},{"text":"Ich erwarte, dass Sie meinen Befehlen Folge leisten.","translation":"I expect you to follow my orders."},{"text":"Seine Bitte kam einem Befehl gleich.","translation":"His request was tantamount to an order."},{"text":"Der Befehl erfolgte zu spät.","translation":"The order came too late."}],"mächtig":[{"text":"Dieser Mensch ist mächtiger, als wir dachten.","translation":"This person is more powerful than we thought."},{"text":"Nichts auf der Welt ist so mächtig wie eine Idee, deren Zeit gekommen ist.","translation":"Nothing in the world is as powerful as an idea whose time has come."},{"text":"Du gehst mir mächtig auf den Geist.","translation":"You go mightily on my mind."},{"text":"Der Starke ist am mächtigsten allein.","translation":"The strong are most powerful alone."},{"text":"Mein rechter Fuß tut mir vom vielen Laufen manchmal mächtig weh.","translation":"My right foot sometimes hurts me a lot from running a lot."}],"wärst":[{"text":"Was würdest du tun, wenn du noch einmal jung wärst?","translation":"What would you do if you were young again?"},{"text":"Ich wünschte, du wärst hier.","translation":"I wish you were here."},{"text":"Du siehst aus, als ob du gerade aus dem Gefängnis geflohen wärst.","translation":"You look like as if you just escaped from prison."},{"text":"Hast du nicht gesagt, du wärst daran nicht interessiert?","translation":"I thought you said you weren't interested."},{"text":"Du redest, als wärst du der Chef.","translation":"You talk as if you were the boss."},{"text":"Hätte jeder das Seine, so wärst du so arm wie ein andrer.","translation":"If everyone had his own, you would be as poor as another."},{"text":"Wenn du ein Tier wärst, welches würdest du gerne sein?","translation":"If you were an animal, what animal would you be?"},{"text":"Die Welt wäre sehr traurig, wenn du nicht da wärst.","translation":"The world would be very sad if you weren't there."},{"text":"Ich wünschte, du wärst da gewesen.","translation":"I wish you had been there."},{"text":"Könntest du sehen, wie sehr ich dich liebe, dann wärst du stolz und glücklich.","translation":"If you could see how much I love you, you would be proud and happy."}]}