{"nimm":[{"text":"Nimm die Menschen, wie sie sind, andere gibt es nicht.","translation":"Take people as they are, there are no others."},{"text":"Da, nimm das Buch!","translation":"There, take the book!"},{"text":"Aber nimm den Mund nicht zu voll!","translation":"But don't get your mouth too full!"},{"text":"Wenn dir etwas gegeben wird, nimm es, wenn du geschlagen wirst, lauf weg.","translation":"If something is given to you, take it if you are beaten, run away."},{"text":"Was auch passiert, nimm morgen den Zug!","translation":"Whatever happens, take the train tomorrow."},{"text":"Nimm dir das nicht zu Herzen!","translation":"Don't take this to heart!"},{"text":"Nimm deine Tasche und komm!","translation":"Take your bag and come!"},{"text":"Das Leben ist ein Geschenk. Nimm es an.","translation":"Life is a gift. Accept it."},{"text":"Nimm dir Zeit, um zu träumen; das ist der Weg zu den Sternen.","translation":"Take time to dream; this is the way to the stars."},{"text":"Es gibt keinen Grund, so wütend zu werden. Nimm dich zusammen!","translation":"There's no need to get so angry. Keep your temper."}],"zunächst":[{"text":"Zunächst glaubten sie ihm nicht.","translation":"At first, they didn't believe him."},{"text":"Zunächst konnte ich ihn nicht erkennen.","translation":"At first I couldn't recognize him."},{"text":"Du solltest zunächst mal mit viel einfacheren Fragen anfangen.","translation":"You ought to start with much simpler questions."},{"text":"Meiner Erfahrung nach läuft bei diesem Thema häufig etwas anders als zunächst erwartet.","translation":"In my experience, this topic often works a little differently than initially expected."},{"text":"Da ist zunächst die Frage der Sicherheit.","translation":"Firstly, there is the question of security."}],"Vergleich":[{"text":"Das ist noch gar nichts im Vergleich zu dem, was noch kommen wird.","translation":"That's nothing compared to what's to come."},{"text":"Im Vergleich zur Sonne ist die Erde klein.","translation":"The earth is small in comparison with the sun."},{"text":"Vergleiche deine Kinder nicht mit anderen.","translation":"Don't compare your children with others."},{"text":"Im Vergleich zu New York ist Tokio ein viel sicherer Ort.","translation":"Compared to New York, Tokyo is a much safer place."},{"text":"Vergleiche dich nicht mit deinem Bruder, denn er ist ein besserer Mensch als du!","translation":"Don't compare yourself with your brother because he's a better man than you."}],"Schlüssel":[{"text":"Ich finde meinen Schlüssel nicht.","translation":"I can't find my key."},{"text":"Sie haben den falschen Schlüssel genommen.","translation":"You took the wrong key."},{"text":"Warum sollten wir denn wohl den Schlüssel holen?","translation":"Why ever should we fetch the key, I wonder?"},{"text":"Wem gehört der Schlüssel auf dem Tisch?","translation":"Who owns the key on the table?"},{"text":"Der Schlüssel zum Erfolg sind nicht Informationen. Das sind Menschen.","translation":"The key to success is not information. These are people."}],"praktisch":[{"text":"Deutsch spielt heute praktisch keine Rolle mehr.","translation":"German plays practically no role today."},{"text":"Der Hund frisst praktisch alles.","translation":"The dog eats practically everything."},{"text":"Wir sind praktisch eine Familie.","translation":"We're practically family."},{"text":"Ich kenne Sie praktisch nicht.","translation":"I hardly even know you."},{"text":"Sie werden praktisch niemals länger als eine Stunde warten müssen.","translation":"You will rarely, if ever, have to wait longer than an hour."}],"insgesamt":[{"text":"Wie viel Geld ist insgesamt im Spiel?","translation":"How much money is involved in total?"},{"text":"Insgesamt gesehen hat er großes Glück gehabt.","translation":"On the whole, he has had a lot of luck."},{"text":"Insgesamt war es eine schöne Party.","translation":"All in all, this was a nice party."},{"text":"Insgesamt besteht meine Familie aus neun Personen.","translation":"In total there are 9 people in my family."},{"text":"Wie viele Schüler sind es insgesamt?","translation":"How many students are there in total?"}],"Vertrag":[{"text":"Verträge sind zu halten!","translation":"Contracts must be kept!"},{"text":"Ich würde gerne den Vertrag sehen.","translation":"I would like to see the Treaty."},{"text":"Ihr Vertrag läuft Ende des Monats aus.","translation":"Your contract expires at the end of the month."},{"text":"Er schnitt sich ins eigene Fleisch, als er den Vertrag akzeptierte.","translation":"He shot himself in the foot by accepting the contract."},{"text":"Wir haben mit der Firma einen Vertrag geschlossen.","translation":"We made a contract with the firm."}],"Geheimnis":[{"text":"Das Geheimnis, zu gefallen, besteht darin, kein solches Geheimnis zu haben.","translation":"The secret to pleasing is not to have such a secret."},{"text":"Niemals kann man einen andern Menschen vollständig verstehen. Er bleibt immer noch ein Geheimnis.","translation":"You can never fully understand another person. It still remains a mystery."},{"text":"Das ist ein Geheimnis unserer Familie.","translation":"This is a secret of our family."},{"text":"Wieder sind zwei Geheimnisse gelöst.","translation":"Again, two mysteries have been solved."},{"text":"So schwer drückt nichts, wie ein Geheimnis drückt.","translation":"Nothing presses as hard as a secret pushes."}],"Song":[{"text":"Manu Chao singt in seinen Songs in neun Sprachen, Julio Iglesias in vierzehn Sprachen.","translation":"Manu Chao sings in his songs in nine languages, Julio Iglesias in fourteen languages."},{"text":"Möchtest du den neuen Song hören, an dem ich arbeite?","translation":"Would you like to hear the new song I'm working on?"},{"text":"Ich habe keinen der Songs gekannt.","translation":"I didn't know any of the songs."},{"text":"Ich hasse diesen verdammten Song.","translation":"I hate that damn song."},{"text":"Sami liebte diesen Song.","translation":"Sami loved that song."}],"Ei":[{"text":"Das Ei ist hart.","translation":"The egg is hard."},{"text":"Ich kaufe ein Ei.","translation":"I buy an egg."},{"text":"Die zwei Schwestern gleichen sich wie ein Ei dem anderen.","translation":"The two sisters resemble each other like eggs."},{"text":"Seien Sie vorsichtig, wenn Sie Eier tragen!","translation":"Be careful when carrying eggs!"},{"text":"Würdest du mir bitte ein Ei kochen?","translation":"Would you please boil an egg for me?"}],"nämlich":[{"text":"Eine Frau kann auch ein Herr sein, nämlich ihr eigener.","translation":"A woman can also be a master, her own."},{"text":"Es war nämlich gar nicht so.","translation":"It wasn't like that at all."},{"text":"Ich kann dir nicht helfen, bin nämlich gerade ein bisschen beschäftigt.","translation":"I can't help you, I'm a bit busy right now."},{"text":"Ich wurde nämlich vor sechzig Jahren in dieser Stadt geboren.","translation":"I was born sixty years ago in this city."},{"text":"Das weiß ich zufällig ganz genau, ich war nämlich selbst dabei.","translation":"I happen to know that very well, because I was there myself."},{"text":"Die Kinder sind vor allem eines, nämlich laut.","translation":"The children are one thing above all, namely loud."},{"text":"Eines wird sich nicht verändern, nämlich, wie sehr ich dich liebe!","translation":"One thing that won't change is how much I love you."},{"text":"\"Seine Intelligenz hat er von seinem Vater.\" \"Ja, das stimmt, seine Mutter hat sie nämlich noch.\"","translation":"\"He got his intelligence from his father.\" \"Yes, that's true, because his mother still has them.\""},{"text":"Es war vor einer Woche fällig, nämlich am zweiten April.","translation":"It was due a week ago, namely on April second."},{"text":"Sie hat eine: nämlich im Herzen des chinesischen Volkes.","translation":"It has one: in the heart of the Chinese people."}],"hinterlassen":[{"text":"„Möchten Sie eine Nachricht hinterlassen?“ – „Nein, danke.“","translation":"\"Would you like to leave a message?\" – \"No, thank you.\""},{"text":"Nur der ist tot, der keinen guten Namen hinterlässt.","translation":"Only he who does not leave a good name is dead."},{"text":"Geld und Gut kann ich dir nicht hinterlassen. Aber einen reichen Gott.","translation":"I cannot leave you money and goods. But a rich God."},{"text":"Sie hinterließ ihrem Sohn eine Menge Geld.","translation":"She left her son a lot of money."},{"text":"Er hinterlässt vier Kinder.","translation":"He is survived by four children."}],"Schluß":[{"text":"Schluss für heute!","translation":"Enough for today!"},{"text":"Maria kam kurz vor Schluss.","translation":"Maria came just before the end."},{"text":"Wir kamen zu dem Schluss, dass er Recht gehabt hatte.","translation":"We came to the conclusion that he had been right."},{"text":"Aufhören! Schluss! Aus! Ich halte es nicht mehr aus.","translation":"Stop! End! From! I can't stand it anymore."},{"text":"Es ist noch zu früh, um Schlüsse zu ziehen.","translation":"It is still too early to draw conclusions."}],"Büro":[{"text":"Weißt du, ob mein Vater noch im Büro ist?","translation":"Do you know if my father is still in the office?"},{"text":"Ich arbeite in meinem Büro.","translation":"I work in my office."},{"text":"Ich bin der einzige in diesem Büro, vor dem keiner Angst hat.","translation":"I'm the only one in this office that no one is scared of."},{"text":"Herr Phillips ist gerade nicht in seinem Büro.","translation":"Mr. Phillips is not in his office right now."},{"text":"Das Büro ist sehr klein, ohne einen Platz, um sich zu verstecken.","translation":"The office is very small, with no place to hide."},{"text":"Mein Büro ist in meiner Wohnung.","translation":"My office is in my apartment."},{"text":"Wer sind Sie und warum sind Sie in meinem Büro?","translation":"Who are you and why are you in my office?"},{"text":"Bitte verlassen Sie sofort mein Büro!","translation":"Please get out of my office immediately."},{"text":"Wie lange dauert es vom Flughafen bis zu Ihrem Büro?","translation":"How long does it take to get from the airport to your office?"},{"text":"Wie geht es allen im Hongkonger Büro?","translation":"How is everyone doing in the Hong Kong office?"}],"Hinweis":[{"text":"Ich habe diesem Hinweis Genüge getan, indem ich einen weiteren Satz hinzufügte.","translation":"I have complied with this suggestion by adding another sentence."},{"text":"Danke für den Hinweis!","translation":"Thanks for the hint."},{"text":"Der Hinweis galt dir.","translation":"The remark was aimed at you."},{"text":"Diese Hinweise könnten dir einmal das Leben retten.","translation":"These tips may save your life."},{"text":"Ich brauche einen kleinen Hinweis.","translation":"I need a little hint."}],"ausgehen":[{"text":"Ich schlage vor, dass wir am Freitag ausgehen.","translation":"I suggest that we go out on Friday."},{"text":"Das hätte schlimm ausgehen können.","translation":"That could have gone pear-shaped."},{"text":"Das Feuer wird bald ausgehen.","translation":"The fire will soon go out."},{"text":"Bist du gestern Abend ausgegangen?","translation":"Did you go out last night?"},{"text":"Herr und Frau Smith gehören zu den Paaren, die abends nicht oft ausgehen.","translation":"Mr. and Mrs. Smith are the sort of couple who don't go out much in the evenings."}],"red":[{"text":"Der Mann, von dem ich rede, ist mein Lehrer.","translation":"The man I'm talking about is my teacher."},{"text":"Höre viel und rede wenig.","translation":"Hear a lot and talk little."},{"text":"Zuerst denke, dann rede.","translation":"Think first, then talk."},{"text":"Ich rede ständig mit mir selbst.","translation":"I talk to myself all the time."},{"text":"„Warum reden sie so viel?“ — „Ich rede überhaupt nicht; ich antworte.“","translation":"\"Why do they talk so much?\" — \"I don't talk at all; I answer.\""},{"text":"Schau mich an, wenn ich mit dir rede!","translation":"Look at me when I talk to you!"},{"text":"Hör zu, wenn ich mit dir rede!","translation":"Listen when I talk to you!"},{"text":"Schau nicht weg, wenn ich mit dir rede.","translation":"Don't look away when I'm talking to you."},{"text":"Rede einfach, rede langsam und sag nicht zu viel.","translation":"Just talk, talk slowly, and don't say too much."},{"text":"Steht auf, wenn ich mit euch rede!","translation":"Stand up when I'm talking to you!"},{"text":"Meine Band heißt „Red Hot“.","translation":"My band name's Red Hot."},{"text":"Red kein dummes Zeug!","translation":"Don't talk stupid stuff!"},{"text":"Frau Red lehrte mich Japanisch.","translation":"Miss Red taught me Japanese."},{"text":"Red weiter.","translation":"Keep talking."},{"text":"„Rede ich hier mit mir selbst?“ – „Nein, nein, ich höre zu! Red nur weiter!“","translation":"\"Am I talking to myself here?\" – \"No, no, I'm listening! Keep red!\""}],"extrem":[{"text":"Tom ist extrem gefährlich.","translation":"Tom is extremely dangerous."},{"text":"Die Situation war extrem gefährlich; es ging um Leben und Tod.","translation":"The situation was extremely dangerous; it was a matter of life and death."},{"text":"Heute ist es extrem heiß.","translation":"Today is extremely hot."},{"text":"Mein Vater fährt ein extrem altes Auto.","translation":"My father drives an extremely old car."},{"text":"Japan ist ein extrem lautes Land.","translation":"Japan is an extremely noisy country."}],"Feld":[{"text":"Habt ihr die vom Feld?","translation":"You got those from a field?"},{"text":"Die Kinder spielten auf dem Feld.","translation":"The children played in the field."},{"text":"Es ist an der Zeit, dass ich das Feld räume.","translation":"It's time for me to clear the field."},{"text":"Das ist ein weites Feld.","translation":"That's a broad field."},{"text":"Wer täglich sieht nach seinem Feld, der findet täglich ein Stück Geld.","translation":"If you look for your field every day, you will find a piece of money every day."}],"erfüllen":[{"text":"Ich werde deinen Wunsch erfüllen.","translation":"I will grant your wish."},{"text":"Ihr Gesicht war von Hass erfüllt.","translation":"Her face was filled with hatred."},{"text":"Ich bitte Sie, mir keine meiner Bitten zu erfüllen.","translation":"I'm asking you not to fulfill any of my requests."},{"text":"Wir müssen den Vertrag bis Ende des Jahres erfüllen.","translation":"We have to fulfil the Treaty by the end of the year."},{"text":"Sie wusste selbst, dass diese Aufgabe sehr schwer zu erfüllen sein würde.","translation":"She herself knew that it would be very difficult to carry out this task."}],"Küche":[{"text":"In der Küche ist eine Katze.","translation":"There is a cat in the kitchen."},{"text":"Ohne die Küche meiner Frau wäre ich nicht so alt geworden.","translation":"Without my wife's kitchen, I wouldn't have grown so old."},{"text":"Ist Vater in der Küche?","translation":"Is Father in the kitchen?"},{"text":"Für liebe Gäste bietet die Küche das Beste.","translation":"For dear guests, the kitchen offers the best."},{"text":"Man lernt eher eine Sprache in der Küche als in der Schule.","translation":"You are more likely to learn a language in the kitchen than at school."}],"leisten":[{"text":"Wenn du nicht allein bleiben willst, kann ich dir Gesellschaft leisten.","translation":"If you don't want to stay alone, I can keep you company."},{"text":"Nur wer etwas leistet, kann sich etwas leisten.","translation":"Only those who achieve something can afford something."},{"text":"„Was wollen Sie hier?“ — „Ich möchte Ihnen ein wenig Gesellschaft leisten.“","translation":"\"What do you want here?\" — \"I want to keep you a little company.\""},{"text":"Gute Arbeit zu leisten ist immer schwer.","translation":"Doing a good job is always hard."},{"text":"Jeder ist so ehrlich, wie er es sich leisten kann.","translation":"Everyone is as honest as they can afford."}],"Fisch":[{"text":"Der Fisch, den man nicht fängt, ist immer groß.","translation":"The fish you don't catch is always big."},{"text":"Die Fische haben gut leben, sie trinken, wann sie wollen.","translation":"The fish have a good life, they drink when they want."},{"text":"Wo warst du letzte Wochen zum Fischen?","translation":"Where have you been fishing for the last few weeks?"},{"text":"Kinder und Fische haben keine Stimme.","translation":"Children and fish have no voice."},{"text":"Kleine Fische machen den großen den Markt.","translation":"Small fish make the big ones the market."}],"privat":[{"text":"Das private Kochen erledigen die Frauen, das öffentliche die Männer.","translation":"The private cooking is done by the women, the public by the men."},{"text":"Nutzt du das Video-Telefon auch privat?","translation":"Do you also use the video phone privately?"},{"text":"Das ist seine private Website.","translation":"That's his private website."},{"text":"Ich möchte dich lieber privat sprechen.","translation":"I would prefer to speak to you in private."},{"text":"Kann ich dich privat treffen?","translation":"Can I meet you privately?"}],"besitzen":[{"text":"Arm ist nicht, wer zu wenig besitzt, sondern, wer zu viel haben möchte.","translation":"Poor are not those who have too little, but those who want too much."},{"text":"Welche Personen besitzen einen Schlüssel dieser Wohnung?","translation":"Who are the people who have a key to this flat?"},{"text":"Dem Menschen fällt mehr auf, was ihm fehlt, als das, was er besitzt.","translation":"Man notices more what he lacks than what he possesses."},{"text":"Meine Eltern besitzen ein Hotel.","translation":"My parents own a hotel."},{"text":"Wer viel besitzt, kann auch viel verlieren.","translation":"If you own a lot, you can also lose a lot."}],"Gesundheit":[{"text":"Neun Zehntel unseres Glücks hängen von unserer Gesundheit ab.","translation":"Nine-tenths of our happiness depends on our health."},{"text":"Glück ist einfach eine gute Gesundheit und ein schlechtes Gewissen.","translation":"Happiness is simply good health and a guilty conscience."},{"text":"Die Gesundheit ist ein hohes Gut.","translation":"Health is a great asset."},{"text":"Nichts ist so wichtig wie die eigene Gesundheit.","translation":"Nothing is as important as your own health."},{"text":"Erst wenn wir unsere Gesundheit verlieren, schätzen wir ihren Wert.","translation":"Only when we lose our health do we appreciate its value."}],"stören":[{"text":"Viele Probleme erledigen sich von selbst, wenn man sie nicht dabei stört.","translation":"Many problems take care of themselves if you don't disturb them."},{"text":"Unser Vater arbeitet. Er darf nicht gestört werden.","translation":"Our father works. It must not be disturbed."},{"text":"Es stört mich, dass ich Esperanto nicht verstehe.","translation":"It bothers me that I don't understand Esperanto."},{"text":"Stört es dich etwa?","translation":"Does it bother you?"},{"text":"Ich sagte ihm, er solle sofort aufhören. Er ließ sich aber gar nicht stören.","translation":"I told him to stop immediately. But he didn't let himself be disturbed at all."}],"erneut":[{"text":"Ich danke dir erneut für deine Hilfe!","translation":"Thanks again for your help."},{"text":"Erneut danke, dass du mich erneut gerettet hast!","translation":"Thanks again for rescuing me, again."},{"text":"Die Firma ABC schreibt erneut rote Zahlen.","translation":"The company ABC is again in the red."},{"text":"Wir wollen nicht, dass das erneut geschieht.","translation":"We don't want this to happen again."},{"text":"Ich möchte Ihnen die gleiche Frage gerne erneut stellen.","translation":"I'd like to ask you the same question once more."}],"einsetzen":[{"text":"Gestern hat man die Fenster eingesetzt.","translation":"Yesterday the windows were installed."},{"text":"Ich finde es toll, dass du dich so für dein Team einsetzt.","translation":"I think it's great that you are so committed to your team."},{"text":"Es ist besser, sich für etwas einzusetzen, als ständig gegen etwas zu sein.","translation":"It is better to stand up for something than to be constantly against something."},{"text":"Du musst eine neue Batterie einsetzen. Dann geht die Uhr wieder.","translation":"You'll need to insert a new battery. Then the clock goes again."},{"text":"Ihr müsst Werkzeuge einsetzen.","translation":"You have to use tools."}],"bilden":[{"text":"Reisen bildet junge Leute.","translation":"Traveling educates young people."},{"text":"Dazu habe ich mir noch keine Meinung gebildet.","translation":"I have not yet formed an opinion on this."},{"text":"Sieben Tage bilden eine Woche.","translation":"Seven days make up a week."},{"text":"Tom bildet sich ein zu wissen, wie er Maria glücklich machen kann.","translation":"Tom imagines that he knows how to make Mary happy."},{"text":"Jede Sprache bildet die Welt auf ihre eigene Weise ab.","translation":"Each language depicts the world in its own way."}],"aufgeben":[{"text":"Mein Rechner hat seinen Geist aufgegeben.","translation":"My computer has given up its spirit."},{"text":"Wer aufgibt, wird aufgegeben.","translation":"If you give up, you will be abandoned."},{"text":"Es wäre wirklich dumm, jetzt aufzugeben, wo das Schwerste hinter Ihnen liegt.","translation":"It would be really stupid to give up now that the hardest is behind you."},{"text":"Was man nicht aufgibt, hat man nie verloren.","translation":"What you don't give up, you've never lost."},{"text":"Nur die Sache ist verloren, die man aufgibt.","translation":"Only the thing you give up is lost."}],"verpassen":[{"text":"Wer diese einfache Wahrheit nicht kennt, verpasst das Wichtigste im Leben.","translation":"Those who do not know this simple truth miss the most important things in life."},{"text":"Habe ich etwa etwas verpasst?","translation":"Did I miss something?"},{"text":"Wer immer versucht alles richtig zu machen, verpasst vielleicht den schönsten Fehler seines Lebens.","translation":"Whoever tries to do everything right may miss the most beautiful mistake of his life."},{"text":"„Tom hat den Zug verpasst. Er kommt nicht.“ – „Ach so.“","translation":"\"Tom's missed the train. He's not coming.\" \"I see.\""},{"text":"Wir haben Angst, unseren Zug zu verpassen.","translation":"We're afraid we'll miss our train."}],"Kurs":[{"text":"Wo gibt es einen guten Kurs für Guaraní?","translation":"Where is there a good course for Guarani?"},{"text":"Bei den Mädchen steht Tom hoch im Kurs.","translation":"Tom is very popular with the lasses."},{"text":"Also habe ich in Berlin noch schnell einen Kurs gemacht.","translation":"So I quickly took a course in Berlin."},{"text":"Das Schiff wechselte seinen Kurs.","translation":"The ship changed its course."},{"text":"Wann fängt dein Kurs an?","translation":"When does your course start?"}],"Idiot":[{"text":"Ich halte ihn für einen Idioten.","translation":"I think that he's an idiot."},{"text":"Du bist vielleicht ein Idiot!","translation":"You're such an idiot!"},{"text":"Ein Mensch, der dich nicht versteht, ist nicht unbedingt ein Idiot.","translation":"A person who doesn't understand you isn't necessarily an idiot."},{"text":"Hinter jedem Idioten steht eine großartige Frau.","translation":"Behind every idiot is a great woman."},{"text":"Leider ist die Welt voller Idioten.","translation":"Unfortunately, the world is full of idiots."}],"Teufel":[{"text":"Gott und der Teufel sind wirklich super.","translation":"God and the devil are awesome."},{"text":"Da ist der Teufel los!","translation":"All hell is breaking loose!"},{"text":"Der Teufel steckt im Detail, wie ihr alle wisst.","translation":"The devil is in the details, as you all know."},{"text":"Wo zum Teufel warst du?","translation":"Where on earth were you?"},{"text":"Dem Teufel fällt immer etwas ein, wie er etwas Schlechtes noch schlechter machen kann.","translation":"The devil always finds a way to make something bad even worse."},{"text":"Engel haben Harfen, Teufel haben Bodhráns.","translation":"Angels have harps, devils have bodhráns."},{"text":"Diese Sprache hat der Teufel erfunden! Wie soll man die je lernen!","translation":"This language was invented by the devil! How are you ever supposed to learn them!"},{"text":"Da kann man ja in Teufels Küche kommen.","translation":"You can get into the devil's kitchen."},{"text":"Wir kommen noch in Teufels Küche.","translation":"We come to the devil's kitchen."},{"text":"Für Geld kann man den Teufel tanzen sehen.","translation":"For money you can see the devil dancing."}],"z.b.":[{"text":"In Italien gibt es viele alte Städte, z.B. Rom und Venedig.","translation":"There are many old cities in Italy, among them Rome and Venice."},{"text":"Wie kann ich nach deutschen Sätzen suchen, zu denen z.B. die Esperanto-Übersetzung fehlt?","translation":"How can I search for German sentences for which, for example, the Esperanto translation is missing?"},{"text":"Wenn man z.B. stinkt, wäscht man sich nicht automatisch.","translation":"If you stink, for example.B, you do not wash yourself automatically."},{"text":"Es fehlt z.B. die Option: „nur mit dieser Wortgruppe“.","translation":"For example, the option \"only with this phrase\" is missing.B."},{"text":"Auf dem Berliner Flughafen BER ist alles halb so schlimm. Das Nachtflugverbot z.B. wird minutiös eingehalten!","translation":"At Berlin's BER Airport, everything is half as bad. The night flight ban, for example, is meticulously observed!"},{"text":"Manche Tiere, wie z.B. Tiger, essen Fleisch.","translation":"Some animals, such as .B tigers, eat meat."},{"text":"Manche Schreibwaren, wie z.B. Kugelschreiber, kriegt man oft geschenkt.","translation":"Some stationery, such as .B ballpoint pen, is often given as a gift."},{"text":"Urdu und Punjabi sind ihre Muttersprachen, aber sie spricht auch einige andere ziemlich gut, wie z.B. Tamilisch, Paschtu und Kantonesisch.","translation":"Urdu and Punjabi are her native languages, but she speaks several others very well, including Tamil, Pashto, and Cantonese."}],"selten":[{"text":"Wir sind nur selten zusammen.","translation":"We're hardly ever together."},{"text":"Willst du gelten, mach dich selten!","translation":"If you want to count, you need to be rare!"},{"text":"Das ist allerdings sehr selten.","translation":"All the same, it's very rare."},{"text":"Du kannst dein Leben planen, aber selten nach diesem Plan leben.","translation":"You can plan your life, but rarely live by that plan."},{"text":"Es ist selten, dass ein Mensch weiß, was er überhaupt glaubt.","translation":"It is rare for a person to know what he believes in the first place."},{"text":"Ich habe selten so gelacht.","translation":"I have rarely laughed so much."},{"text":"Die Menschen sind nicht immer, was sie scheinen, aber selten etwas besseres.","translation":"People are not always what they seem, but rarely anything better."},{"text":"Ich bin eigentlich ganz anders, aber ich komme so selten dazu.","translation":"I am actually totally different but I hardly ever get round to it."},{"text":"Die Jungen bringen den Alten selten etwas bei.","translation":"The young rarely teach the old."},{"text":"Glück ist selten etwas, das man erlebt, sondern etwas, an das man sich erinnert.","translation":"Happiness is rarely something you experience, but something you remember."}],"springen":[{"text":"Er sprang ins Wasser.","translation":"He jumped into the water."},{"text":"Tom sprang ins kalte Wasser.","translation":"Tom jumped in at the deep end."},{"text":"Lasset uns singen, tanzen und springen!","translation":"Let us sing, dance and jump!"},{"text":"Was springt für mich dabei raus?","translation":"What does it mean for me?"},{"text":"Das Mädchen sprang auf dem Bett herum.","translation":"The girl jumped around on the bed."}],"Besucher":[{"text":"Das Haus lebt seine Weise. Besucher stören dabei nicht.","translation":"The house lives its way. Visitors do not disturb."},{"text":"Ich weiß nicht genau, wie viele Besucher da waren. Ich glaube, über dreihundert.","translation":"I don't know exactly how many visitors there were – more than three hundred, maybe."},{"text":"Besucher sind willkommen.","translation":"Visitors are welcome."},{"text":"Bekommen Sie viele Besucher?","translation":"Do you get many visitors?"},{"text":"Der Besucher nahm mir gegenüber Platz.","translation":"The visitor took a seat opposite me."}],"Sommer":[{"text":"Mit dir ist das ganze Jahr über Sommer.","translation":"With you it's summer all year round."},{"text":"Noch ist der Sommer nicht zu Ende!","translation":"Summer is not over yet!"},{"text":"Im Sommer sind die Tage länger.","translation":"The days are longer in the summer."},{"text":"Einige meiner Freunde fahren nächsten Sommer nach Kopenhagen.","translation":"Some of my friends are going to Copenhagen next summer."},{"text":"Auf Antarktika beginnt bald der Sommer, nicht wahr?","translation":"Summer is about to begin in Antarctica, isn't it?"}],"dasselbe":[{"text":"Beide Sätze bedeuten dasselbe.","translation":"Both sentences mean the same thing."},{"text":"Es läuft auf ein und dasselbe hinaus.","translation":"It boils down to one and the same thing."},{"text":"Ich glaube, es ist nicht ganz dasselbe.","translation":"I don't think it's quite the same."},{"text":"Tom macht im Grunde dasselbe wie Maria.","translation":"Tom does basically the same thing as Mary does."},{"text":"Wir sprechen über ein und dasselbe, nur mit unterschiedlichen Worten.","translation":"We are talking about one and the same thing, just in different words."},{"text":"Ich kann mich nur fragen, ob es für alle anderen dasselbe ist.","translation":"I can only wonder if it's the same for everyone else."},{"text":"Niemals bleibt das Leben dasselbe.","translation":"Life never remains the same."},{"text":"Hätten Sie dasselbe, aber in einer anderen Farbe?","translation":"Would you have the same but in a different colour?"},{"text":"Bedeuten beide Sätze dasselbe?","translation":"Do both sentences mean the same thing?"},{"text":"Unter Liebe, Musik und ... Steuern versteht man überall auf der Welt dasselbe.","translation":"Under love, music and ... Taxes are understood to be the same everywhere in the world."},{"text":"Die sind beide in dasselbe Mädchen verliebt.","translation":"They're both in love with the same girl."},{"text":"Mein Bruder und ich mögen dasselbe Essen.","translation":"My brother and I like the same food."},{"text":"Das hier ist dasselbe Auto, mit dem wir auch schon gestern gefahren sind.","translation":"This is same car that we were in yesterday."},{"text":"Wir haben dasselbe Problem.","translation":"We have the same problem."},{"text":"Beide wollen dasselbe Ding.","translation":"Both want the same thing."}],"Finger":[{"text":"Wenn man ihm den kleinen Finger gibt, so nimmt er die ganze Hand.","translation":"If you give him an inch, he'll take a mile."},{"text":"Sein Finger ist gebrochen.","translation":"His finger is broken."},{"text":"Man zeigt nicht mit dem Finger auf Menschen!","translation":"You don't point the finger at people!"},{"text":"Er hielt zwei Finger hoch.","translation":"He held up two fingers."},{"text":"Seine Finger heißen Greifzu.","translation":"His fingers are called Greifzu."}],"Höhe":[{"text":"Das ist ja wohl die Höhe!","translation":"That's probably the height!"},{"text":"Das ist denn doch die Höhe!","translation":"That's the height!"},{"text":"Diese Stadt liegt auf 1600 Metern Höhe.","translation":"This town is 1,600 metres above sea level."},{"text":"Dieses Bild hängt zu niedrig, es muss auf die gleiche Höhe gehängt werden wie das andere.","translation":"This picture hangs too low, it has to be hung at the same height as the other."},{"text":"Willst du auf der Höhe bleiben — musst du Esperanto treiben.","translation":"If you want to stay on top — you have to do Esperanto."}],"Änderung":[{"text":"Änderungen führen immer zu Problemen.","translation":"Changes always lead to problems."},{"text":"Wir müssen die Änderung sein, die wir in der Welt sehen wollen.","translation":"We must be the change we want to see in the world."},{"text":"Diese Änderung wird deinen Plan interessanter machen.","translation":"This change will make your plan more interesting."},{"text":"Ich schlage eine Änderung vor.","translation":"I propose an amendment."},{"text":"Er fügt die notwendigen Änderungen hinzu.","translation":"It adds the necessary changes."}],"Maschine":[{"text":"Kannst du mir helfen? Ich weiß nicht, wie man diese Maschine starten kann.","translation":"Can you help me? I don't know how to start this machine."},{"text":"Setz dich in die nächste Maschine und komm zurück!","translation":"Get yourself on the next flight back."},{"text":"Tom ist mehr Maschine als Mensch.","translation":"Tom is more machine than human."},{"text":"Die Maschine läuft.","translation":"The machine is running."},{"text":"Ich habe noch nie von so einer Maschine gehört.","translation":"I never heard of such a machine before."}],"jemals":[{"text":"Tom ist der größte Mann, den ich jemals gesehen habe.","translation":"Tom is the tallest guy I've ever seen."},{"text":"Hast du schon jemals daran gedacht zu heiraten?","translation":"Have you ever thought about getting married?"},{"text":"Wir waren, sind und bleiben immer Brüder, die nichts und niemand jemals trennen wird.","translation":"We were, are and will always be brothers whom nothing and no one will ever separate."},{"text":"Das ist die großartigste Stadt, die es jemals gab oder jemals geben wird.","translation":"This is the greatest city that has ever existed or will ever exist."},{"text":"Hast du jemals schon gegen einen Computer Schach gespielt?","translation":"Have you ever played chess against a computer?"}],"unterwegs":[{"text":"Sie sind viel in der Welt unterwegs. Welche Küche schätzen Sie am meisten?","translation":"You travel the world a lot. Which cuisine do you appreciate the most?"},{"text":"Wie lange wart ihr unterwegs?","translation":"How long were you out for?"},{"text":"Falls du Hilfe gesucht hast: Sie ist unterwegs.","translation":"In case you have been searching for help, it's on its way."},{"text":"Ich bin mit dem Auto unterwegs.","translation":"I travel by car."},{"text":"„Wo bist du denn jetzt, Tom?“ – „Ich bin unterwegs. Ich spreche aus dem Auto.“","translation":"\"Where are you now, Tom?\" \"I'm on my way. I'm talking to you from the car.\""}],"dich":[{"text":"Ich habe nur noch Augen für dich.","translation":"I only have eyes for you."},{"text":"Ich will nur deine Liebe und dich.","translation":"I only want your love and you."},{"text":"Ich habe eine tolle Nachricht für dich.","translation":"I have great news for you."},{"text":"In meinem Herzen ist nur Platz für dich.","translation":"There's room in my heart only for you."},{"text":"Du solltest dich um deine kranke Mutter kümmern.","translation":"You should take care of your sick mother."}],"angefangen":[{"text":"Wann hat es angefangen?","translation":"When did it start?"},{"text":"Auch das erfolgreichste Unternehmen hat als kleine Idee angefangen.","translation":"Even the most successful company started as a small idea."},{"text":"Morgen ist schon Donnerstag? Die Woche hat doch gerade erst angefangen!","translation":"Tomorrow is already Thursday? The week has only just begun!"},{"text":"Ich habe mal angefangen, etwas zu verbessern.","translation":"I started to improve something."},{"text":"Willst du nicht beenden, was du angefangen hast?","translation":"Don't you want to finish what you started?"},{"text":"Wohl angefangen ist gut, wohl enden ist besser.","translation":"Well started is good, probably ending is better."},{"text":"„Tom hat angefangen!“ – „Gar nicht wahr! Maria hat angefangen!“ – „Nein, du!“ – „Nein, du!“","translation":"\"Tom has started!\" – \"Not at all! Mary has begun!\" – \"No, you!\" – \"No, you!\""},{"text":"Er hat angefangen, Deutsch zu lernen.","translation":"He started learning German."},{"text":"Krieg ist leichter angefangen als beendet.","translation":"War started easier than it ended."},{"text":"Maria hat mit vierzehn Jahren angefangen zu arbeiten.","translation":"Maria started working at the age of fourteen."}],"Schuh":[{"text":"Ich habe mir ein Paar Schuhe gekauft.","translation":"I've bought myself a pair of shoes."},{"text":"Schuhe verändern dein Leben. Frag Cinderella.","translation":"Shoes change your life. Ask Cinderella."},{"text":"Wo sind meine Schuhe geblieben?","translation":"Where have my shoes gone?"},{"text":"Meine Schuhe sind zu klein, ich brauche neue.","translation":"My shoes are too small, I need new ones."},{"text":"Wenn man schlafen geht, sollte man die Sorgen in die Schuhe stecken.","translation":"When you go to sleep, you should put your worries in your shoes."}],"modern":[{"text":"Ihr Haus ist sehr modern.","translation":"Their house is very modern."},{"text":"Moderne Filme gefallen mir nicht.","translation":"I don't like modern films."},{"text":"Das Auto ist ziemlich modern.","translation":"That car is quite up to date."},{"text":"Sie ist ein modernes Mädchen.","translation":"She is a modern girl."},{"text":"Der moderne Mensch hat sich von Gott und der Natur weit entfernt.","translation":"Modern man has distanced himself far from God and nature."}],"Titel":[{"text":"Wie man schon am Titel erkennen kann, handelt der Film von Japan.","translation":"As you can tell from the title, the film is about Japan."},{"text":"Einen Namen hat man, wenn man keinen Wert mehr auf einen Titel legt.","translation":"You have a name when you no longer attach importance to a title."},{"text":"Ein Titel kostet kein Geld.","translation":"A title does not cost money."},{"text":"Ich versuche auf den Titel des Buches zu kommen.","translation":"I'm trying to come up with the title of the book."},{"text":"Sie kämpft um den Titel.","translation":"She is fighting for the title."}],"beachten":[{"text":"Bitte diesen Hinweis nicht beachten.","translation":"Please don't follow this advice."},{"text":"Er hat dich nicht besonders beachtet.","translation":"He didn't pay much attention to you."},{"text":"Er schrieb weiter, ohne mich zu beachten.","translation":"He went on writing, paying no attention to me."},{"text":"Maria macht sich oft über Tom lustig; er aber beachtet das gar nicht.","translation":"Maria often makes fun of Tom; but he doesn't pay any attention to it."},{"text":"Bei Johns Einstellungsgespräch müssen wir beachten, dass er sehr schlechte Augen hat.","translation":"In interviewing John for the job, we must take into account that he has very bad eyesight."}],"sauer":[{"text":"Ich mag saure Sachen.","translation":"I like sour things."},{"text":"Ein saures Ende denkt nicht an den süßen Anfang.","translation":"A sour end does not think of the sweet beginning."},{"text":"Maria, hör auf zu lachen! Ich bin jetzt total sauer auf dich!","translation":"Mary, stop laughing! I'm totally mad at you now!"},{"text":"Sie ist ziemlich sauer.","translation":"She's pretty angry."},{"text":"Mach nicht so ein saures Gesicht!","translation":"Don't make such a sour face."},{"text":"Arbeit ist süß, aber sauer macht lustig.","translation":"Work is sweet, but sour is funny."},{"text":"Maria scheint total sauer auf dich zu sein. Was hast du gemacht?","translation":"Maria seems to be totally mad at you. What did you do?"},{"text":"Ich kenne den Grund, wieso Tom sauer auf sie war.","translation":"I know the reason why Tom was cross with them."},{"text":"Deshalb bin ich sauer auf ihn.","translation":"That's why I'm mad at him."},{"text":"Liisa hatte Markku mal richtig den Kopf gewaschen und jetzt war er sauer.","translation":"Liisa had really washed Markku's head and now he was angry."}],"Geburtstag":[{"text":"Heute ist der 18. Juni und das ist der Geburtstag von Muiriel!","translation":"Today is June 18th and this is Muiriel's birthday!"},{"text":"Unsere Familie ist ziemlich groß. Zum Geburtstag meines Vaters kamen über 80 Leute.","translation":"Our family is quite large. More than 80 people came for my father's birthday."},{"text":"Verdammt, schon wieder habe ich ihren Geburtstag vergessen.","translation":"Damn, again I forgot her birthday."},{"text":"Ihr Geburtstag wurde groß gefeiert.","translation":"Her birthday was celebrated big."},{"text":"Wo warst du an deinem Geburtstag?","translation":"Where were you on your birthday?"}],"b":[{"text":"Anna trifft im Kino auf Ben.","translation":"At the cinema, Anna meets Ben."},{"text":"Wenn man etwas über Ben sagen kann, dann, dass er ein vernünftiger Mensch war.","translation":"Ben, if anything, was a sensible man."},{"text":"Du machst den Abwasch, Ben.","translation":"You wash the dishes, Ben."},{"text":"A beinhaltet B und B beinhaltet A.","translation":"A contains B and B includes A."},{"text":"Wir werden z. B. auch Rinder und Schafe züchten können.","translation":"For example.B we will also be able to breed cattle and sheep."},{"text":"Ich musste zwischen A und B wählen, aber ich wollte C.","translation":"I had to choose between A and B, but I wanted C."},{"text":"Wer A sagt, muss auch B sagen.","translation":"If you make your bed, you've got to lie in it."},{"text":"Brauchen wir einen Plan B?","translation":"Do we need a Plan B?"},{"text":"Wie lange dauert es, von A nach B zu kommen?","translation":"How much time does it take to get from A to B?"},{"text":"Team A hat das Spiel gegen Team B gewonnen.","translation":"Team A won the match against Team B."}],"politisch":[{"text":"Ich weiß, dass ihr stark seid, aber der politische Druck wird stärker sein.","translation":"I know you are strong, but the political pressure will be stronger."},{"text":"Die politische Situation hat sich verändert.","translation":"The political situation has changed."},{"text":"Die öffentliche Meinung spielt im politischen Bereich eine wichtige Rolle.","translation":"Public opinion plays an important role in the political sphere."},{"text":"Diese politischen Ideen kamen in Indien auf.","translation":"Those political ideas arose in India."},{"text":"Tom hat keine politische Erfahrung.","translation":"Tom has no political experience."}],"Publikum":[{"text":"Das Publikum lag ihm zu Füßen.","translation":"The audience lay at his feet."},{"text":"Das Publikum fand alles wunderbar.","translation":"The audience thought everything was wonderful."},{"text":"Das Publikum gebraucht das Gestern nur als Waffe gegen das Heute.","translation":"The audience uses yesterday only as a weapon against today."},{"text":"Ich denke, dass das Publikum ein sehr gutes Spiel gesehen hat.","translation":"I think the audience saw a very good game."},{"text":"Sie spricht nicht gern vor Publikum.","translation":"She doesn't like to speak in public."}],"weich":[{"text":"Das Leben ist hart, wenn man nicht weich wird.","translation":"Life is hard if you don't get soft."},{"text":"Sein Herz ist weich wie Wachs.","translation":"His heart is soft as wax."},{"text":"Sie hatte eine weiche und klare Stimme.","translation":"She has a soft and clear voice."},{"text":"Das Fleisch ist gut gewachsen und weich.","translation":"The meat is smooth and soft."},{"text":"Der menschliche Körper besteht aus weichen und harten Teilen.","translation":"The human body consists of soft and hard parts."}],"testen":[{"text":"Wir testen gerade eine komplett neue Methode.","translation":"We are trying a completely new method."},{"text":"Bush möchte keine neuen Waffen testen.","translation":"Bush doesn't want to test new weapons."},{"text":"Ich habe die letzte Version noch nicht getestet.","translation":"I haven't tested the last version yet."},{"text":"Sind Sie schon einmal auf HIV getestet worden?","translation":"Have you ever been tested for HIV?"},{"text":"Können Sie mal testen, ob das Telefon kaputt ist?","translation":"Can you test if the phone is broken?"}],"Qualität":[{"text":"Wir haben die Qualität verbessert.","translation":"We improved the quality."},{"text":"Qualität hat ihren Preis.","translation":"Quality has its price."},{"text":"Dieser Artikel ist von hoher Qualität.","translation":"This article is high quality."},{"text":"Ich habe einen Computer von der besten Qualität gekauft.","translation":"I bought a computer of the best quality."},{"text":"Menge bedeutet nicht unbedingt Qualität.","translation":"Quantity does not necessarily mean quality."}],"beschreiben":[{"text":"Beschreiben Sie das Aussehen der Frauen in diesem Film!","translation":"Describe the appearance of the women in this film!"},{"text":"Können Sie mir das Aussehen dieser Dame beschreiben?","translation":"Can you describe to me the appearance of this lady?"},{"text":"Ich kann keine Person beschreiben, weil ich niemanden gesehen habe.","translation":"I can't describe a person because I haven't seen anyone."},{"text":"Wie würden Ihre Freunde Sie beschreiben?","translation":"How would your friends describe you?"},{"text":"Kannst du beschreiben, wie diese Person sich verhält?","translation":"Can you describe how this person behaves?"}],"irgendwann":[{"text":"Irgendwann haben alle recht, nur wenige zur richtigen Zeit.","translation":"At some point, everyone is right, only a few at the right time."},{"text":"Das Leben ist zu kurz für irgendwann.","translation":"Life is too short for sometime."},{"text":"Ich hoffe, wir können uns irgendwann noch einmal treffen.","translation":"I hope we can meet again sometime."},{"text":"In einem Haus geht nichts verloren: irgendwann findet sich alles wieder.","translation":"Nothing is lost in a house: at some point everything is found again."},{"text":"Irgendwann wirst du das verstehen.","translation":"Eventually, you'll understand that."},{"text":"Alles, was du hast, hat irgendwann dich.","translation":"The things you own, they end up owning you."},{"text":"Irgendwann hat alles ein Ende.","translation":"Eventually, everything comes to an end."},{"text":"Irgendwann musste dein Chef ja bemerken, dass du den ganzen Tag auf Tatoeba bist.","translation":"At some point, your boss had to notice that you were on Tatoeba all day."},{"text":"Irgendwann reicht es.","translation":"Eventually, it's enough."},{"text":"Wolltest du schon immer Polizistin werden, oder hast du dir das irgendwann spontan überlegt?","translation":"Have you always wanted to be a policewoman, or did you spontaneously think about it at some point?"}],"berühren":[{"text":"Wenn Tom Marias Haut berührt, wird ihr heiß und kalt.","translation":"When Tom touches Maria's skin, she gets hot and cold."},{"text":"Hast du ihm erlaubt dich zu berühren?","translation":"Did you allow him to touch you?"},{"text":"Er berührte ihr Haar.","translation":"He touched her hair."},{"text":"Seine Worte berührten ihr Herz.","translation":"His words touched her heart."},{"text":"Das Wasser war dort so tief, dass ich den Boden nicht berühren konnte.","translation":"The water there was so deep that I could not touch bottom."}],"Brief":[{"text":"Hast du ihm keinen Brief geschrieben?","translation":"Didn't you write him a letter?"},{"text":"Wir warten seit Tagen auf einen Brief von ihr.","translation":"We've been waiting for a letter from her for days."},{"text":"Ich habe gerade die Briefe nochmal gelesen, die du mir geschickt hast.","translation":"I just reread the letters you sent me."},{"text":"Es handelt sich um die Aufgabe eines Briefes.","translation":"It concerns the posting of a letter."},{"text":"Ich habe gestern von Nancy einen Brief erhalten.","translation":"I received a letter from Nancy yesterday."}],"aktiv":[{"text":"Sie ist noch schwer aktiv.","translation":"It is still very active."},{"text":"Geh hin und werde aktiv!","translation":"Go and get active!"},{"text":"Ich glaube, dass China eine aktivere Rolle spielen wird.","translation":"I believe that China will play a more active role."},{"text":"Sie sind weniger aktiv als Ihr Bruder.","translation":"You're not so active as your brother."},{"text":"Maria ist weniger aktiv als ihre Schwester.","translation":"Mary's less active than her sister."}],"nervös":[{"text":"Bei so vielen Leuten wurde er natürlich etwas nervös.","translation":"With so many people, of course, he got a little nervous."},{"text":"Wenn ich auf etwas warten muss, werde ich nervös.","translation":"When I have to wait for something, I get nervous."},{"text":"Macht es dich nervös, vor vielen Menschen zu sprechen?","translation":"Does it make you nervous to speak in front of many people?"},{"text":"Diese Art Musik macht mich nervös.","translation":"This kind of music makes me nervous."},{"text":"Langes Warten auf einen Freund macht mich nervös.","translation":"Long waits for a friend make me nervous."},{"text":"Glauben Sie mir, ich war wirklich nervös.","translation":"Believe me, I was really nervous."},{"text":"Tom ist ein bisschen nervös.","translation":"Tom is a bit nervous."},{"text":"Tom wirkte nicht besonders nervös.","translation":"Tom didn't seem particularly nervous."},{"text":"Sie wirken heute Morgen sehr nervös.","translation":"You seem very nervous this morning."},{"text":"Das Team war vor dem Spiel ziemlich nervös.","translation":"The team were quite nervous before the game."}],"ergeben":[{"text":"Plötzlich ergibt alles einen Sinn.","translation":"Suddenly everything makes sense."},{"text":"Ist es dir wichtig, dass die Sätze alle einen Sinn ergeben?","translation":"Is it important to you that the sentences all make sense?"},{"text":"Das Wasser ergibt keinen Wein.","translation":"The water does not produce wine."},{"text":"Es ergab sich, dass er an diesem Tag ausgegangen war.","translation":"It happened that he was out that day."},{"text":"Tom nahm die Hände hoch und sagte, dass er sich ergebe.","translation":"Tom threw his hands up into the air and said that he gave up."}],"Datei":[{"text":"Ich muss viele Dateien von meinem Computer löschen.","translation":"I have to delete many files from my computer."},{"text":"Die Dateien fehlen.","translation":"The files are missing."},{"text":"Welches ist die richtige Datei?","translation":"Which one is the correct file?"},{"text":"Ich kann dir nicht alle Dateien auf einmal senden.","translation":"I can't send you all the files at once."},{"text":"Ich suche ein Programm, um diese Datei zu öffnen.","translation":"I'm looking for a program to open this file."}],"warm":[{"text":"Sie zogen sich warm an.","translation":"They dressed warmly."},{"text":"Das Wasser ist warm geworden.","translation":"The water has become warm."},{"text":"Danke für die warmen Worte.","translation":"Thanks for those warm words."},{"text":"Letzte Nacht war es so warm, dass ich nicht gut geschlafen habe.","translation":"Last night it was so warm that I didn't sleep well."},{"text":"Meine Hand ist in warmem Wasser.","translation":"My hand is in warm water."},{"text":"Zieht euch warm an!","translation":"Dress warmly!"},{"text":"Das Zimmer kostet 200 Euro warm.","translation":"The room costs 200 euros warm."},{"text":"Ich zog mich warm an.","translation":"I dressed warmly."},{"text":"Eigener Herd ist Goldes wert; ist er gleich arm, hält er doch warm.","translation":"Own stove is worth its weight in gold; If he is equally poor, he keeps warm."},{"text":"Ist eine Mutter noch so arm, so gibt sie ihrem Kinde warm.","translation":"No matter how poor a mother is, she warms her child."}],"offiziell":[{"text":"Mein Sommer ist offiziell zu Ende.","translation":"My summer is officially over."},{"text":"Der offizielle Anfang ist am Samstag.","translation":"The official start is on Saturday."},{"text":"Die offizielle Sprache Angolas ist das Portugiesische.","translation":"The official language of Angola is Portuguese."},{"text":"Ich glaube nicht, dass wir uns schon offiziell kennengelernt haben.","translation":"I don't believe we've officially met."},{"text":"Die offizielle Sprache der Vereinigten Staaten wäre fast das Deutsche geworden.","translation":"The official language of the United States almost became German."}],"bemerken":[{"text":"Komisch, dass ich es vorher nicht bemerkt habe.","translation":"Strange that I'd never realised that before."},{"text":"Erst als ich vor dem Laden stand, bemerkte ich, dass er bereits geschlossen war.","translation":"Only as I stood in front of the shop, I realized that it was already closed."},{"text":"Ich habe bemerkt einen Fehler gemacht zu haben.","translation":"I noticed that I had made a mistake."},{"text":"Er hat den Raum verlassen, ohne dass es jemand bemerkt hat.","translation":"He left the room unnoticed."},{"text":"Ich bemerkte es erst gestern.","translation":"It was not until yesterday that I noticed it."}],"magst":[{"text":"Du kannst ruhig Deutsch sprechen, wenn du magst.","translation":"Feel free to speak German."},{"text":"Warum magst du das Buch?","translation":"Why do you like the book?"},{"text":"Tja, wenn du es magst, dann werde ich dir ab und an schreiben.","translation":"Well, if you like it, then I will write to you from time to time."},{"text":"Welche Monate magst du am liebsten?","translation":"Which months do you like the most?"},{"text":"Welchen deiner Verwandten magst du sehr gern?","translation":"Which of your relatives do you like very much?"},{"text":"Magst du diese Serie?","translation":"Do you like that series?"},{"text":"Da magst du recht haben.","translation":"You may be right."},{"text":"Magst du schreckliche Filme?","translation":"Do you like horrible movies?"},{"text":"Magst du schwarze Katzen?","translation":"Do you like black cats?"},{"text":"Du magst viel oder wenig arbeiten – dein Lohn wird sich dadurch nicht ändern.","translation":"You may work a lot or little – your salary will not change."},{"text":"Magst du deine Schule?","translation":"Do you like your school?"},{"text":"Magst du die Musik dieser Band?","translation":"Do you like that band's music?"},{"text":"Magst du deinen Namen?","translation":"Do you like your name?"},{"text":"„Hasst du mich?“ – „Nö.“ – „Magst du mich also?“ – „Warum fragst du?“","translation":"\"Do you hate me?\" \"No, no.\" \"So, you like me, then?\" \"Why do you ask?\""},{"text":"„Da steht Tom. Den mag ich nicht!“ – „Magst du überhaupt jemanden?“ – „Von den Leuten hier wohl wirklich niemanden!“","translation":"\"There it is Tom. I don't like him!\" – \"Do you like anyone at all?\" – \"I really don't like any of the people here!\""}],"äh":[{"text":"Äh, wie benutzt man das?","translation":"Er, how do you use this?"},{"text":"Äh, es kann doch nicht sein, dass es schon halb drei ist!","translation":"Oh, surely it can't already be half two!"},{"text":"Äh, ist es ein ruhiges Zimmer?","translation":"Um, is the room quiet?"},{"text":"Eine multiple Persönlichkeitsstörung ist mir lieber als ... Äh, ähm. Hallo! Ich heiße Günther.","translation":"I'd rather have a multiple-personality disorder than -- er, umm, hello, my name is Gunter."},{"text":"Es ist das - äh - dingsbums. Es liegt mir auf der Zunge, aber ich kann mir den Namen einfach nicht merken.","translation":"It's that, you know, um, whatchamacallit. It's on the tip of my tongue, but I just can't remember the name!"}],"Einwilligung":[{"text":"Ich kann nicht ohne die Einwilligung meiner Eltern heiraten.","translation":"I can't get married without my parents' permission."},{"text":"Ich hätte gerne eure Einwilligung, ihn zu benutzen.","translation":"I would like your consent to use it."},{"text":"Ihr hättet es nicht tun sollen ohne meine Einwilligung.","translation":"You should not have done it without my consent."},{"text":"„Per und Oliver haben schon ihre Einwilligung gegeben.“ – „Dann hängt nun alles davon ab, was Anna sagt.“","translation":"\"Per and Oliver have already given their consent.\" – \"Then everything depends on what Anna says.\""},{"text":"Ich will das nicht ohne Sepps Einwilligung entscheiden. Er ist auch gelegentlich nüchtern.","translation":"I don't want to decide this without Sepp's consent. He is also occasionally sober."}],"lächeln":[{"text":"Warum hast du nicht auf dem Bild gelächelt?","translation":"Why weren't you smiling in the picture?"},{"text":"Einfach lächeln und glücklich sein.","translation":"Just smile and be happy."},{"text":"Vergiss nie zu lächeln! Ich liebe dein Lächeln.","translation":"Never forget to smile! I love your smile."},{"text":"Treffe keine Entscheidung, bei der du nicht lächeln kannst.","translation":"Don't make a decision that you can't smile at."},{"text":"Er lächelte uns an und stieg in den Zug.","translation":"He smiled at us and got on the train."},{"text":"\"Guten Morgen\", sagte Tom mit einem Lächeln.","translation":"\"Good morning,\" Tom said with a smile."},{"text":"Die kürzeste Verbindung zwischen zwei Menschen ist ein Lächeln.","translation":"The shortest connection between two people is a smile."},{"text":"Ein Lächeln kostet nichts, aber es ist viel wert.","translation":"A smile costs nothing, but it is worth a lot."},{"text":"Lächel mal! Dein Lächeln steht dir gut.","translation":"Smile! Your smile looks good on you."},{"text":"Vergiss nie zu lächeln! Ich liebe dein Lächeln.","translation":"Never forget to smile! I love your smile."}],"Wind":[{"text":"Der Wind hat sich gelegt.","translation":"The wind has died down."},{"text":"Irgendwann werde ich wie der Wind rennen.","translation":"Eventually, I will run like the wind."},{"text":"Der Wind nimmt zu.","translation":"The wind is picking up."},{"text":"Er konnte immer sagen, aus welcher Richtung der Wind weht.","translation":"He could always tell from which direction the wind was blowing."},{"text":"Die Tür wird vom Wind geöffnet und geschlossen.","translation":"The door is opened and closed by the wind."}],"Gefahr":[{"text":"Wenn die Gefahr da ist, dann ist es Zeit zu handeln.","translation":"If the danger is there, then it is time to act."},{"text":"Die größte Gefahr im Leben ist, dass man zu vorsichtig wird.","translation":"The biggest danger in life is becoming too careful."},{"text":"Die Gefahr bei der Suche nach Wahrheit liegt darin, dass man sie manchmal findet.","translation":"The danger in the search for truth is that it is sometimes found."},{"text":"Junge Leute haben überhaupt keinen Sinn für die Gefahr.","translation":"Young people have no sense of danger at all."},{"text":"Ist die Gefahr vorbei, lacht man die Heiligen aus.","translation":"When the danger is over, you laugh at the saints."}],"Blume":[{"text":"Ich sehe eine Blume.","translation":"I see a flower."},{"text":"Die Blume lebt und liebt und redet eine wunderbare Sprache.","translation":"The flower lives and loves and speaks a wonderful language."},{"text":"Auf dem Mars wachsen keine Blumen.","translation":"There are no flowers growing on Mars."},{"text":"Das Buch ist für mich; die Blumen sind für uns.","translation":"The book is for me; the flowers are for us."},{"text":"Ich danke Ihnen für die schönen Blumen.","translation":"Thank you for the beautiful flowers."}],"Schatz":[{"text":"Sie ist ein Schatz.","translation":"She is a treasure."},{"text":"Wer als erster geht, sammelt die Schätze ein.","translation":"Whoever goes first collects the treasures."},{"text":"Wo euer Schatz ist, da wird auch euer Herz sein.","translation":"Where your treasure is, there will be your heart."},{"text":"Wir wissen nicht, wo die Schätze versteckt sind.","translation":"We don't know where the treasures are hidden."},{"text":"„Schatz, ich muss gehen!“ – „Du musst nicht. Du hast dich so entschieden.“","translation":"\"Honey, I have to go!\" – \"You don't have to. That's what you decided.\""},{"text":"Gute Nacht, mein Schatz, schlafe schön und träume etwas Süßes.","translation":"Good night, my darling, sleep well and dream something sweet."},{"text":"Schatz, bist du da?","translation":"Honey, are you there?"},{"text":"Ich liebe dich, mein Schatz.","translation":"I love you, sweetheart."},{"text":"Schatz, wo bist du jetzt?","translation":"Where are you now, love?"},{"text":"Hallo, Schatz! Ich bin zu Hause!","translation":"Hi honey, I'm home."}],"Gefängnis":[{"text":"Mein Verantwortungsgefühl ist ein Gefängnis.","translation":"My sense of responsibility is a prison."},{"text":"Er steht mit einem Fuß im Gefängnis.","translation":"He has one foot in prison."},{"text":"Der Mann dieser armen Frau sitzt im Gefängnis.","translation":"This poor woman's husband is in prison."},{"text":"Von Rechts wegen müsste er ins Gefängnis.","translation":"By law, he would have to go to prison."},{"text":"Leben im Gefängnis ist ein langsamer Tod.","translation":"Life in prison is a slow death."}],"Anzahl":[{"text":"Ein Mensch ist so viel wert wie die Anzahl der Sprachen, die er spricht.","translation":"A person is worth as much as the number of languages he speaks."},{"text":"Es gibt eine große Anzahl von Katzen.","translation":"There are a large number of cats."},{"text":"Wir trafen nur eine kleine Anzahl Kunden im Laden an.","translation":"We found only a small number of customers in the store."},{"text":"Die Anzahl der Jungen in unserer Klasse beträgt dreißig.","translation":"The number of boys in our class is thirty."},{"text":"Sie sagten, dass die Anzahl der Kontrollen erhöht werden sollte.","translation":"They said inspections should be increased."}],"beschließen":[{"text":"Er hat beschlossen, die Firma zu verlassen.","translation":"He's decided to leave the company."},{"text":"Ich habe beschlossen, heute glücklich zu sein.","translation":"I decided to be happy today."},{"text":"Maria beschloss, doch noch einmal einen Versuch zu wagen.","translation":"Mary decided to try again."},{"text":"Ich möchte verstehen, warum Sie beschlossen haben, das zu tun.","translation":"I want to understand why you decided to do that."},{"text":"Der König beschloss, dass er, statt Schach zu spielen, lieber richtig Krieg führen wollte.","translation":"The king decided that instead of playing chess, he wanted to wage real war."}],"Technik":[{"text":"Macht uns die moderne Technik dumm?","translation":"Does modern technology make us stupid?"},{"text":"Nichts hasse ich so sehr wie Technik.","translation":"There is nothing I hate more than technology."},{"text":"Sie probierte eine neue Technik aus.","translation":"She tried a new technique."},{"text":"Seine Technik war einzigartig und absolut unglaublich.","translation":"His technique was unique and absolutely amazing."},{"text":"Es wird fünf bis zehn Jahre dauern, bis die Technik verfügbar ist.","translation":"It will take five to ten years for the technology to be ready."}],"Tasche":[{"text":"Diese Tasche ist leichter.","translation":"This bag is lighter."},{"text":"Er hat seine Tasche zu Hause vergessen.","translation":"He left his bag at home."},{"text":"Nimm deine Tasche und komm!","translation":"Take your bag and come!"},{"text":"Seit zehn Jahren liegt er nun seinem Vater auf der Tasche.","translation":"He has been in his father's pocket for ten years now."},{"text":"Sag Tom, dass ich morgen mit dem Vertrag in der Tasche wieder zurück bin.","translation":"Tell Tom that I'll be back tomorrow with the contract in my pocket."}],"Konto":[{"text":"Ihr Konto ist leer.","translation":"Your account is empty."},{"text":"Ich möchte mein Konto schließen.","translation":"I want to close my account."},{"text":"Er zahlte das Geld auf sein Konto ein.","translation":"He deposited the money into his account."},{"text":"Hände weg von meinen Konten!","translation":"Hands off my accounts!"},{"text":"Wir haben ein Konto auf den Namen unserer Tochter eröffnet.","translation":"We have opened an account in the name of our daughter."}],"verarbeiten":[{"text":"Wir haben nicht die Zeit, um diese ganzen Daten zu verarbeiten.","translation":"We don't have time to process all this data."},{"text":"Tom verarbeitet vieles anders als wir.","translation":"Tom processes things differently than we do."},{"text":"Wenn du heute das Gestern nicht verarbeitet hast, kannst du auch das Morgen nicht planen.","translation":"If you haven't processed yesterday today, you can't plan tomorrow."},{"text":"Maria verarbeitete in ihren Geschichten ihre Begegnungen mit Tom.","translation":"Maria processed her encounters with Tom in her stories."},{"text":"Ich sehe, du konntest meine Entscheidung immer noch nicht verarbeiten.","translation":"I see you still couldn't process my decision."}],"nötig":[{"text":"Halten Sie es wirklich für nötig, das zu tun?","translation":"Do you really think it is necessary to do that?"},{"text":"Ist es nötig, dass ich dir Geld gebe?","translation":"Is it necessary for me to give you money?"},{"text":"Er hält es nicht für nötig, auf meine Fragen zu antworten.","translation":"He does not consider it necessary to answer my questions."},{"text":"Wer kauft, was er nicht braucht, wird verkaufen müssen, was er nötig hat.","translation":"Those who buy what they do not need will have to sell what they need."},{"text":"Es wäre gar kein Krieg nötig gewesen.","translation":"There would have been no need for war."}],"Boot":[{"text":"Ich wünsche mir ein Boot, das mich weit weg von hier bringt.","translation":"I want a boat that takes me far away from here."},{"text":"Das Boot ist voll.","translation":"The boat is full."},{"text":"Wer zusammen in ein Boot steigt, will dasselbe tun.","translation":"Anyone who gets on a boat together wants to do the same."},{"text":"Komm in mein Boot!","translation":"Come in my boat!"},{"text":"Es ist ein dreißig Meter langes Boot.","translation":"It's a thirty-metre-long boat."}],"Stil":[{"text":"Den Stil verbessern, das heißt den Gedanken verbessern.","translation":"Improve the style, that is, improve the thought."},{"text":"Ich sitze zwischen zwei Stilen.","translation":"I sit between two styles."},{"text":"Das Geheimnis liegt im Stil.","translation":"The secret is in style."},{"text":"Sie hat einen eigenen Stil entwickelt.","translation":"She developed a style of her own."},{"text":"Er macht im großen Stil Geschäfte.","translation":"He is doing business on a large scale."}],"verlangen":[{"text":"Man muss Unmögliches verlangen, um das Mögliche zu erreichen.","translation":"You have to demand the impossible to achieve the possible."},{"text":"Was verlangen Sie dafür?","translation":"What do you ask for in return?"},{"text":"Was das Auge nicht sieht, verlangt das Herz nicht.","translation":"What the eye does not see, the heart does not demand."},{"text":"Bei Herrn Müller kann man viel lernen, aber er verlangt einem auch viel ab.","translation":"You can learn a lot from Mr. Müller, but he also demands a lot from you."},{"text":"Es war nicht wert, was man dafür verlangte.","translation":"It wasn't worth as much as they were charging for it."},{"text":"Ich hatte kein großes Verlangen danach.","translation":"I didn't have much desire for it."},{"text":"Das Verlangen zu schreiben wächst mit dem Schreiben.","translation":"The desire to write grows with writing."},{"text":"Wir haben alle das Verlangen, diesen Film zu sehen.","translation":"We all have a desire to see this film."},{"text":"Außerdem kennt das menschliche Verlangen keine Grenzen.","translation":"Besides, human desire knows no limits."},{"text":"Wille und Verlangen kennen kein Gesetz.","translation":"Will and desire know no law."}],"ruhe":[{"text":"Lass mich in Ruhe!","translation":"Let me alone!"},{"text":"In der Ruhe liegt die Kraft.","translation":"In the peace lies the strength."},{"text":"Tom lässt sich nicht so schnell aus der Ruhe bringen.","translation":"Tom isn't so quick to lose his cool."},{"text":"Was ich jetzt brauche, ist Ruhe.","translation":"What I need now is rest."},{"text":"Wenn Tom seine Ruhe braucht, dann möchte er zu Hause bleiben.","translation":"When Tom needs his rest, he wants to stay at home."},{"text":"Wir sollten mal in Ruhe miteinander sprechen!","translation":"We should talk calmly to each other."},{"text":"Die besten Ärzte der Welt sind Dr. Diät, Dr. Ruhe und Dr. Fröhlich.","translation":"The best doctors in the world are: Doctor Diet, Doctor Quiet, and Doctor Merryman."},{"text":"Denk noch mal in Ruhe darüber nach, was du wirklich tun willst.","translation":"Think again about what you really want to do."},{"text":"Lass mich in Ruhe.","translation":"Let me be."},{"text":"Das Restaurant war ziemlich leer, sodass ich in Ruhe lesen konnte, während ich aß.","translation":"The restaurant was fairly empty, so I could read in peace while I ate."}],"übrig":[{"text":"Wer nicht kommt zur rechten Zeit, der muss essen, was übrig bleibt.","translation":"If you don't come at the right time, you have to eat what's left."},{"text":"Der Rest ist das, was übrig bleibt.","translation":"The rest is what we have left."},{"text":"Wir haben nur 250 Stunden übrig.","translation":"We have only 250 hours left."},{"text":"Es ist wenig Wasser übrig.","translation":"There is little water left."},{"text":"Es scheint kein Geld mehr übrig zu sein.","translation":"It seems like there's no money left."},{"text":"Es ist jetzt ein wenig übrig.","translation":"There is a little left now."},{"text":"Tom hat Maria etwas zu essen übrig gelassen.","translation":"Tom left Maria something to eat."},{"text":"Das Problem ist, dass wenig Wasser übrig ist.","translation":"The trouble is that there is little water left."},{"text":"Es gibt Russen, die glauben, dass Russland von der übrigen Welt nicht ernst genommen wird.","translation":"There are Russians who believe Russia is not taken seriously by the rest of the world."},{"text":"Leider kennen wir ihre übrigen Werke nicht.","translation":"Unfortunately, we do not know her other works."}],"beweisen":[{"text":"Wenn Sie versuchen, etwas zu beweisen, hilft es zu wissen, dass es wahr ist.","translation":"When you're trying to prove something, it helps to know it's true."},{"text":"Was glauben Sie ist wahr, obwohl Sie es nicht beweisen können?","translation":"What do you think is true, even though you can't prove it?"},{"text":"Ich habe bewiesen, dass ich Recht hatte.","translation":"I proved that I was right."},{"text":"Wenn ich einen Fehler mache, beweist das nur, dass ich keine Maschine bin.","translation":"If I make a mistake, it only proves that I'm not a machine."},{"text":"Das beweist gar nichts.","translation":"That doesn't prove anything."}],"chinesisch":[{"text":"Ich habe letzte Woche begonnen, Chinesisch zu lernen.","translation":"I started learning Chinese last week."},{"text":"„Woher kann Tom eigentlich so gut Chinesisch?“ – „Ich glaube, er hat eine chinesische Freundin.“","translation":"\"How can Tom speak Chinese so well?\" – \"I think he has a Chinese girlfriend.\""},{"text":"Er studiert Chinesisch.","translation":"He studies Chinese."},{"text":"Sprechen Sie Chinesisch?","translation":"Do you speak Chinese?"},{"text":"Ich kann Chinesisch sprechen, aber ich kann es nicht lesen.","translation":"I can speak Chinese, but I can't read it."},{"text":"Chinesische Kinder lieben Reis mit Soße.","translation":"Chinese children love rice with sauce."},{"text":"„Woher kann Tom eigentlich so gut Chinesisch?“ – „Ich glaube, er hat eine chinesische Freundin.“","translation":"\"How can Tom speak Chinese so well?\" – \"I think he has a Chinese girlfriend.\""},{"text":"Sie schreibt chinesisch.","translation":"She writes Chinese."},{"text":"Nein, chinesische Gerichte sind die besten.","translation":"No, Chinese dishes are the best."},{"text":"Ich würde gerne auf chinesisch mit Freunden in diesem Land sprechen.","translation":"I would like to speak in Chinese with friends in this country."},{"text":"Nach drei Jahren in der Schule kann der Hund Chinesisch.","translation":"After three years in school, the dog can speak Chinese."},{"text":"Lass uns Chinesisch lernen!","translation":"Let's learn Chinese!"},{"text":"Herr Brown bringt seinem Sohn Chinesisch bei.","translation":"Mr. Brown made his son learn Chinese."},{"text":"Ich fange an, mich wohl zu fühlen, wenn ich in Chinesisch spreche.","translation":"I am starting to feel comfortable when I speak Chinese."},{"text":"Verstehen Sie Chinesisch?","translation":"Do you understand Chinese?"}],"zurückkehren":[{"text":"Wann bist du aus London zurückgekehrt?","translation":"When did you get back from London?"},{"text":"Lasst uns zur Arbeit zurückkehren.","translation":"Let's get back to business."},{"text":"Ich träume davon, zu dir zurückzukehren.","translation":"I dream of returning to you."},{"text":"Unser König ist wieder da! Unser König ist zu uns zurückgekehrt!","translation":"Our king has come back! Our king has returned to us."},{"text":"Mir blieb nichts anderes übrig, als nach Hause zurückzukehren.","translation":"I had no choice but to return home."}],"Bedeutung":[{"text":"Ein Satz kann in einer Sprache mehrere Bedeutungen haben.","translation":"One sentence may have multiple meanings in one language."},{"text":"Toms Meinung ist mir egal: sie hat keine Bedeutung mehr für mich.","translation":"I do not care about Tom's opinion: it has no value to me."},{"text":"Was ist die Bedeutung des Wortes „Toki Pona“?","translation":"What is the meaning of the word \"Toki Pona\"?"},{"text":"Welche Bedeutung haben Tiere für dich?","translation":"What meaning do animals have for you?"},{"text":"Öffentliches Reden gibt mir das Gefühl der eigenen Bedeutung.","translation":"Public speaking gives me a sense of my own meaning."}],"Kirche":[{"text":"Heute Abend gehen wir in die Kirche.","translation":"Tonight we go to church."},{"text":"Jetzt steht er gerade in der Tür und will in die Kirche.","translation":"Now he's standing right in the doorway and wants to go in the church."},{"text":"Alte Kirchen haben dunkle Fenster.","translation":"Old churches have dark windows."},{"text":"Kinder, Kirche, Küche.","translation":"Children, church, kitchen."},{"text":"„Warst du heute in der Kirche?“ – „Warum fragst du?“ – „Weil heute Sonntag ist.“","translation":"\"Were you in church today?\" – \"Why do you ask?\" – \"Because today is Sunday.\""}],"Tatsache":[{"text":"Man kann die Augen vor Tatsachen schließen, aber nicht vor Erinnerungen.","translation":"You can close your eyes to facts, but not to memories."},{"text":"Tom steht auf dem Boden der Tatsachen.","translation":"Tom is grounded in facts."},{"text":"Halte dich an die Tatsachen.","translation":"Stick to the facts."},{"text":"Die Tatsachen sprechen für sich.","translation":"The facts speak for themselves."},{"text":"Die Tatsache ist bisher nicht bekannt.","translation":"The fact is not yet known."}],"spüren":[{"text":"Tom ließ Maria deutlich spüren, wie wenig sie ihm willkommen war.","translation":"Tom made Mary feel clearly how little he welcomed her."},{"text":"Ich kann spüren, wie dein Herz schlägt.","translation":"I can feel your heart beating."},{"text":"In dieser Stille glaubt man, Geister zu spüren.","translation":"In this silence, one believes to feel spirits."},{"text":"Tom bekam meine Hand zu spüren.","translation":"Tom felt my hand."},{"text":"Spüren Sie den Unterschied?","translation":"Can you feel the difference?"}]}