{"steigend":[{"text":"Die Temperaturen in der Mesosphäre fallen mit steigender Höhe auf etwa −100 °C ab.","translation":"Temperatures in the mesosphere drop with increasing altitude to about -100 degrees C."},{"text":"Viele Mitarbeiter*innen fühlen sich bei kontinuerlich steigenden Anforderungen gestresst.","translation":"Many employees feel stressed by continuously increasing requirements."},{"text":"Der Luftdruck sinkt mit steigender Höhe.","translation":"As elevation increases, air pressure decreases."},{"text":"Der Wert des Dollars fällt mit steigender Inflationsrate.","translation":"The value of the dollar declines as the rate of inflation rises."},{"text":"Die Exponentialfunktion ist streng monoton steigend.","translation":"The exponential function is strictly monotonically increasing."}],"Hüfte":[{"text":"Meine Hüfte bereitet mir mehr Schmerzen, als mir lieb ist.","translation":"My hip causes me more pain than I would like."},{"text":"Ich merke dass meine Hüfte weh tut, wenn es regnet.","translation":"I notice that my hip hurts when it rains."},{"text":"Ich bin 2013 an der Hüfte operiert worden.","translation":"I had hip surgery in 2013."},{"text":"Das Wasser reichte mir bis an die Hüfte.","translation":"The water came up to my waist."},{"text":"Tom hatte noch nie Probleme mit der Hüfte.","translation":"Tom never had hip problems before."}],"flott":[{"text":"Tom hat immer einen flotten Spruch auf den Lippen.","translation":"Tom always has a snappy saying on his lips."},{"text":"Maria ist eine flotte Biene.","translation":"Maria is a brisk bee."},{"text":"Geh Zähne putzen, aber flott!","translation":"Go brush your teeth, but fast!"},{"text":"Der neue Chef hat ein flottes Mundwerk.","translation":"The new boss has a brisk mouth."},{"text":"Na, du legst ja eine flotte Sohle aufs Parkett!","translation":"Well, you put a brisk sole on the parquet!"},{"text":"Der Hausmeister hat gesagt, die Heizung ist erst morgen wieder flott. Heute Nacht werden wir uns ordentlich einwickeln und aneinander wärmen müssen.","translation":"The caretaker said that the heating will not be up and running again until tomorrow. Tonight we will have to wrap ourselves properly and warm up to each other."}],"andernfalls":[{"text":"Ich war krank. Andernfalls wäre ich zum Treffen gekommen.","translation":"I was ill, otherwise I would have attended the meeting."},{"text":"Er hat sein bestes gegeben; andernfalls hätte er ja nicht den ersten Preis gewonnen.","translation":"He did his best; otherwise he would not have won the first prize."},{"text":"Er hat hart gearbeitet; andernfalls hätte er die Prüfung nicht bestanden.","translation":"He worked hard; otherwise he would have failed in the examination."},{"text":"Begehre nicht zu viel, denn andernfalls besitzt du nichts mehr!","translation":"Don't crave too much, otherwise you won't have anything left!"},{"text":"Beth sagte Chris, dass er ein Bad nehmen solle, andernfalls würde sie keinem Rendezvous zustimmen.","translation":"Beth told Chris to bathe or she will not agree to date him."}],"Indikator":[{"text":"Die Ping-Zeit ist ein wesentlicher Indikator bei Online-Spielen.","translation":"Ping time is an essential indicator when playing online games."},{"text":"Ein Schulabbruch ist nicht notwendigerweise ein Indikator für zukünftigen Erfolg.","translation":"Early school leaving is not necessarily an indicator of future success."},{"text":"Ein guter Indikator für die Güte eines Hotels ist die Zahl der Japaner, die dort logieren.","translation":"A good indicator of the quality of a hotel is the number of Japanese who stay there."},{"text":"Neben den Namen jedes neuen Mitglieds werden wir den Namen des Mitglieds setzen, welches das neue Vereinsmitglied geworben hat. Somit werden wir einen Indikator für die Arbeit aller haben.","translation":"In addition to the name of each new member, we will put the name of the member who recruited the new club member. Thus, we will have an indicator of everyone's work."},{"text":"Der EQ ist ein Indikator, der die emotionale Intelligenz misst und angibt, inwieweit jemand in der Lage ist, die eigenen oder anderer Gefühle wahrzunehmen oder aber die eigenen zu kontrollieren.","translation":"The EQ is an indicator that measures emotional intelligence and indicates the extent to which someone is able to perceive their own or other feelings or to control their own feelings."}],"Ausrede":[{"text":"Tom sucht nach einer Ausrede, um nicht ins Theater gehen zu müssen.","translation":"Tom is looking for an excuse not to go to the theatre."},{"text":"Ich weiß, ich bin zu spät, aber ich habe eine gute Ausrede.","translation":"I know that I'm late, but I have a good excuse."},{"text":"Das ist eine faule Ausrede!","translation":"That's a lazy excuse!"},{"text":"Eine gute Ausrede ist selten schlecht.","translation":"A good excuse is rarely bad."},{"text":"Selbst falls die Sonne scheinen sollte, wird er eine Ausrede finden.","translation":"Even if the sun is shining, he will find an excuse."}],"angefordert":[{"text":"Mehrere Hundertschaften wurden zur Sicherung der Großdemonstration angefordert.","translation":"Several hundred people were requested to secure the large-scale demonstration."},{"text":"Mehrere Hundertschaften der Bundespolizei wurden zur Sicherung der Großdemonstration angefordert.","translation":"Several hundred members of the Federal Police were called in to secure the large-scale demonstration."}],"Zitrone":[{"text":"Manche Menschen trinken Tee mit Zitrone.","translation":"Some people drink tea with lemon."},{"text":"Nur wenn man eine Zitrone isst, weiß man zu schätzen, was Zucker ist","translation":"Only when you eat a lemon do you appreciate what sugar is"},{"text":"In einer Paprika ist mehr Vitamin C enthalten als in einer Zitrone.","translation":"A pepper contains more vitamin C than a lemon."},{"text":"Die Zitrone ist ein saures Obst.","translation":"The lemon is a sour fruit."},{"text":"Die Zitrone ist gelb.","translation":"The lemon is yellow."},{"text":"Der Kuchen schmeckte etwas nach Zitrone.","translation":"There was some taste of lemon in the cake."},{"text":"Dieser Salat schmeckt nach Zitrone.","translation":"This salad tastes like lemon."},{"text":"Trinkst du Tee mit Zitrone?","translation":"Do you drink tea with lemon?"},{"text":"Heiße Zitrone mit Honig ist ein gutes Mittel gegen Erkältungen.","translation":"Hot lemon with honey is a good remedy for colds."}],"Daten":[{"text":"Mein Mitarbeiter kennt die technischen Daten.","translation":"My employee knows the technical data."},{"text":"Ich erinnere mich nicht mehr an das genaue Datum.","translation":"I don't remember the exact date."},{"text":"Egal, wie toll sie auch aussehen und arbeiten: Sprachlernprogramme sind nur so gut wie die zugrundeliegenden Daten.","translation":"Language learning software, no matter how nice it looks and works, is only as good as the data it uses."},{"text":"Ich kenne das genaue Datum.","translation":"I know the exact date."},{"text":"Schon ihn zu sehen widert mich an, mit ihm zu daten wäre geradezu abstrus.","translation":"Just seeing him disgusts me, to date with him would be downright abstruse."}],"eintauchen":[{"text":"Heute möchte ich mit Ihnen in die Wunderwelt der Korallenriffe eintauchen.","translation":"Today I would like to dive with you into the wonderful world of coral reefs."},{"text":"In Japan heben die Flüge noch nicht einmal vom Boden ab. Ein Unterhaltungsunternehmen bietet welche in einer falschen Flugzeugkabine an. Die Fluggäste bekommen Mahlzeiten und reisen an berühmte Orte, indem sie mit einer Brille in die virtuelle Realität eintauchen.","translation":"In Japan, the flights don’t even leave the ground. An entertainment company offers flights in a fake aircraft cabin. Passengers get meals and tour famous sites through virtual reality headsets."},{"text":"Eintauchen ist nicht schwer, Austauchen mitunter sehr – vor allem, wenn man vergisst, wo man das Loch ins Eis gehackt hat!","translation":"Immersion is not difficult, diving is sometimes very difficult – especially if you forget where you chopped the hole in the ice!"}],"verwirklichen":[{"text":"Geld macht mich unabhängig und gibt mir die Möglichkeit, Träume zu verwirklichen.","translation":"Money makes me independent and gives me the opportunity to realize dreams."},{"text":"Der Versuch den Himmel auf Erden zu verwirklichen, produzierte stets die Hölle.","translation":"The attempt to realize heaven on earth always produced hell."},{"text":"Um seine Träume zu verwirklichen, muss man auf jeden Fall eins tun: Aufwachen!","translation":"In order to realize your dreams, you definitely have to do one thing: wake up!"},{"text":"Es ist der Sinn der Ideale, dass sie nicht verwirklicht werden können.","translation":"It is the meaning of ideals that they cannot be realized."},{"text":"Wer seine Träume verwirklichen will, muss aus ihnen erwachen.","translation":"If you want to realize your dreams, you have to wake up from them."},{"text":"Wenn du deinen Traum verwirklichen möchtest, musst du härter arbeiten.","translation":"If you are to realize your dream, you must work harder."},{"text":"Er war glücklich, seinen Traum verwirklicht zu haben.","translation":"He was happy to have realized his dream."},{"text":"Jeder hat einen Wunsch, aber nicht jeder kann ihn verwirklichen.","translation":"Everyone has a wish, but not everyone can realize it."},{"text":"Die Architekten sind mutlos geworden. Visionäre Projekte werden selten vorgestellt und noch seltener verwirklicht.","translation":"The architects have become discouraged. Visionary projects are rarely presented and even less often realized."},{"text":"Der Tugendhafte begnügt sich, von dem zu träumen, was der Böse im Leben verwirklicht.","translation":"The virtuous is content to dream of what evil realizes in life."}],"Festung":[{"text":"Mit Gold ist jede Festung zu erobern.","translation":"With gold, every fortress can be conquered."},{"text":"Die Soldaten nahmen bald die Festung ein.","translation":"The soldiers soon took the fortress."},{"text":"Die Frau ist eine Festung, der Mann der Gefangene.","translation":"The woman is a fortress, the man the prisoner."},{"text":"Die Tante hatte eine Figur wie eine Festung.","translation":"The aunt had a figure like a fortress."},{"text":"Die Festung fiel.","translation":"The fortress fell."}],"zerlegen":[{"text":"Tom zerlegte das Radio und setzte es wieder zusammen.","translation":"Tom dismantled the radio and put it back together again."},{"text":"Hilf mir, das zu zerlegen.","translation":"Help me take this apart."},{"text":"Ich esse nur Fleisch von Tieren, die ich selber getötet und zerlegt habe.","translation":"I only eat meat from animals that I have killed and cut up myself."},{"text":"Ich zerlegte das Radio, um es zu reparieren.","translation":"I took the radio apart to repair it."},{"text":"Tom zerlegte die Uhr.","translation":"Tom disassembled the watch."}],"Schildkröte":[{"text":"Schildkröten haben ein langes Leben. Keiner hat je eine tote Schildkröte gesehen.","translation":"Turtles have a long life. No one has ever seen a dead turtle."},{"text":"Am Strand sind viele Schildkröten.","translation":"There are a lot of turtles on the beach."},{"text":"Es gibt Schildkröten, die mehr als zwei Jahrhunderte alt sind.","translation":"There are turtles that are more than two centuries old."},{"text":"Die kleine Insel sah aus der Ferne wie eine Schildkröte aus.","translation":"The small island looked like a tortoise from a distance."},{"text":"Wechseln Schildkröten ihren Panzer?","translation":"Do turtles change their shell?"}],"Wächter":[{"text":"Diebe ruhen nie, Wächter ab und zu.","translation":"Thieves never rest, guards from time to time."},{"text":"Er war ein tapferer Wächter.","translation":"He was a brave sentry."},{"text":"Die Wächter durchsuchten Toms Zelle.","translation":"The guards searched Tom's cell."},{"text":"Tom arbeitet als Wächter.","translation":"Tom is working as a security guard."},{"text":"Er betrat als Wächter verkleidet die Bank.","translation":"He entered the bank disguised as a guard."}],"gewalttätig":[{"text":"Egal, wie wütend er auch war — gewalttätig ist er nie geworden.","translation":"No matter how angry he was, he never became violent."},{"text":"Tom ist extrem gewalttätig.","translation":"Tom is extremely violent."},{"text":"Ich bin kein gewalttätiger Mensch.","translation":"I'm not a violent person."},{"text":"Tom ist nicht gewalttätig und fängt mit niemandem einen Streit an.","translation":"Tom is not violent and he never picks fights with anybody."},{"text":"In einem gewalttätigen Umfeld groß zu werden könnte dazu führen, dass aus dir ein Monster wird.","translation":"Growing up in a violent environment could turn you into a monster."}],"Kamerad":[{"text":"Alle Kameraden schliefen.","translation":"All comrades were asleep."},{"text":"Mein Deutscher Schäferhund hieß Družok, das bedeutet „Kamerad“.","translation":"My German Shepherd was called Družok, which means \"comrade\"."},{"text":"Das Mädchen war damit beschäftigt, Tee für seinen Kameraden zu kochen.","translation":"The girl was busy making tea for her comrade."},{"text":"Der neue Spieler ist schneller als seine Kameraden.","translation":"The new player is faster than his comrades."},{"text":"Er ärgert seine Kameraden.","translation":"He annoys his comrades."}],"kümmere":[{"text":"Kümmere du dich um deine eigenen Angelegenheiten!","translation":"Take care of your own business!"},{"text":"Kümmere du dich um deine eigenen Sachen!","translation":"Take care of your own things!"},{"text":"Kümmere dich drum!","translation":"Deal with it."},{"text":"„Du bist so schön! Wie heißt du?“ – „Kümmere dich um deinen eigenen Kram!“","translation":"\"You're so beautiful. What's your name?\" \"Mind your own business.\""},{"text":"Mein Leben tritt in den Hintergrund, wenn ich mich um andere kümmere.","translation":"My life fades into the background when I take care of others."},{"text":"Kümmere dich um deine Angelegenheiten und mische dich nicht in die anderer!","translation":"Take care of your affairs and don't interfere with those of others!"},{"text":"Misch du dich hier nicht ein! Kümmere dich um deine eigenen Angelegenheiten!","translation":"Don't interfere here! Take care of your own affairs!"},{"text":"Ich rede viel mit mir selbst. Kümmere dich nicht weiter darum.","translation":"I talk to myself a lot. Don't worry about it."},{"text":"Sie tat so, als kümmere es sie nicht, was geschehen war.","translation":"She acted as if she didn't care what happened."},{"text":"Kümmere dich nicht zu sehr um die Kinder anderer Leute.","translation":"Don't worry too much about other people's children."}],"abmelden":[{"text":"Ich kann nicht einfach gehen. Ich muss mich beim Chef abmelden.","translation":"I can't just leave. I have to tell the boss I'm leaving."},{"text":"Wann sollten wir uns abmelden?","translation":"When should we check out?"},{"text":"Taktgefühl heißt die Stelle, wo Worte sich wegen Unpässlichkeit abmelden.","translation":"Tact is the name of the place where words log off because of inconvenience."},{"text":"Ich hätte mich nicht abmelden sollen.","translation":"I shouldn't have logged off."},{"text":"Ich möchte mich abmelden.","translation":"I want to unsubscribe."}],"Balkon":[{"text":"Hat die Wohnung einen Balkon?","translation":"Does the apartment have a balcony?"},{"text":"Der Balkon ist klein.","translation":"The balcony is small."},{"text":"Markku forderte seinen Nachbarn auf, künftig keine Gegenstände mehr vom Balkon zu werfen.","translation":"Marcus asked his neighbour not to throw any more objects from the balcony in future."},{"text":"Wenn Maria mit dem Fahrrad durchs Dorf fährt, stehen alle auf den Balkonen.","translation":"When Maria rides her bike through the village, everyone stands on the balconies."},{"text":"Auf dem Balkon ist es tagsüber heiß.","translation":"It's hot all day on the balcony."},{"text":"Auf dem Balkon ist eine Bank.","translation":"There is a bench on the balcony."},{"text":"Er wohnt in einer kleinen Wohnung mit Balkon.","translation":"He lives in a small flat with a balcony."},{"text":"Was tust du da auf dem Balkon?","translation":"What are you doing on the balcony?"},{"text":"Tom trat hinaus auf den Balkon.","translation":"Tom stepped out onto the balcony."},{"text":"Ich liebe den Blick von meinem Balkon.","translation":"I love the view from my balcony."}],"Faß":[{"text":"Dieses Fass fasst über 300 Liter.","translation":"This barrel holds over 300 litres."},{"text":"Ein leeres Fass klingt viel lauter.","translation":"An empty barrel sounds much louder."},{"text":"Das Bier vom Fass ist gut.","translation":"The draught beer is good."},{"text":"Das haut dem Fass den Boden aus!","translation":"That knocks the bottom out of the barrel!"},{"text":"Man kauft den Wein nicht nach der Gestalt des Fasses.","translation":"You don't buy the wine according to the shape of the barrel."},{"text":"Steh nicht nur rum, sondern fass mit an!","translation":"Don't just stand around, lend a hand."},{"text":"Ich fass die Kuh mit Handschuhen an, damit sie mich nicht beißen kann.","translation":"I touch the cow with gloves so it can't bite me."},{"text":"Bitte fass die Ware nicht an.","translation":"Please do not touch the merchandise."},{"text":"Bitte fass das Eis nicht mit bloßen Händen an.","translation":"Please don't touch the ice with bare hands."},{"text":"Raus! Und fass mich nie wieder an!","translation":"Get out! And don't ever touch me again!"}],"Abkürzung":[{"text":"\"Wofür steht die Abkürzung DB?\" - \"Entweder für 'Datenbank' oder für 'daheim bleiben'.\"","translation":"\"What does the abbreviation DB stand for?\" \"Either 'database' or 'don't bother'.\""},{"text":"Soll ich heute die Abkürzung durch den Wald nehmen?","translation":"Should I take the shortcut through the woods today?"},{"text":"Das ist eine Abkürzung zur Schule.","translation":"This is a shortcut to school."},{"text":"Ich kenne eine Abkürzung.","translation":"I know a shortcut."},{"text":"Merken Sie sich bitte diese Abkürzungen.","translation":"Please memorise these abbreviations."}],"Dateianhänge":[],"Vernunft":[{"text":"Diese Idee ist bar jeder Vernunft.","translation":"This idea is devoid of all reason."},{"text":"Durch die Leidenschaften lebt der Mensch, durch die Vernunft existiert er bloß.","translation":"Through passions man lives, through reason he merely exists."},{"text":"Was ist Gewalt anderes als Vernunft, die verzweifelt.","translation":"What is violence other than reason that despairs."},{"text":"Das Herz hat eine Vernunft, die der Verstand nicht begreift.","translation":"The heart has a reason that the mind does not understand."},{"text":"Wenn die Liebe spricht, schweigt die Vernunft.","translation":"When love speaks, reason holds its tongue."}],"nachweisen":[{"text":"Banken leihen ihren Kunden Geld, wenn sie nachweisen können, daß sie es nicht brauchen.","translation":"Banks lend money to their customers if they can prove they don't need it."},{"text":"Wir konnten sogar nachweisen, dass Schimpansen Humor haben.","translation":"We were even able to prove that chimpanzees have a sense of humor."},{"text":"Wenn man mir Fehler nachweist, unternehme ich was.","translation":"If you prove me mistakes, I do something."},{"text":"Tom kann nachweisen, dass er seine Schulden bezahlt hat.","translation":"Tom can prove that he's paid his debt."},{"text":"Konnte er sein Alibi nachweisen?","translation":"Could he prove his alibi?"}],"Kreuzung":[{"text":"Biegen Sie an der Kreuzung rechts ab.","translation":"Turn right at the intersection."},{"text":"An der Kreuzung ist ein Unfall passiert.","translation":"An accident happened at this junction."},{"text":"Was geschah an der Kreuzung?","translation":"What happened at that crossing?"},{"text":"Mitten auf der Kreuzung ging uns das Benzin aus.","translation":"In the middle of the intersection, we ran out of gas."},{"text":"Fahren Sie bitte langsamer, wenn Sie sich einer Kreuzung nähern.","translation":"Please slow down when you approach a junction."}],"knallen":[{"text":"Du bist so blöd, dass es knallt!","translation":"You're so stupid that it pops!"},{"text":"Tom knallte ihm die Tür vor der Nase zu.","translation":"Tom slammed the door in front of his nose."},{"text":"Noch während Tom Mary knallte, übersetzte er diesen Satz auf seinem Android-Gerät.","translation":"While Tom Mary was still banging, he was translating this sentence on his Android device."},{"text":"Er küsste mich und dann knallte ich ihm eine.","translation":"He kissed me and then I slammed him one."},{"text":"Man knallt in das neue Jahr hinein, um sich über das alte nicht mehr zu erschrecken.","translation":"You bang into the new year so as not to be frightened about the old one anymore."},{"text":"Tom knallte die Tür zu, als er ging.","translation":"Tom slammed the door shut as he walked."},{"text":"Er knallte den Hörer auf die Gabel.","translation":"He slammed the receiver down."},{"text":"Tom knallte den Hörer auf die Gabel.","translation":"Tom slammed the receiver on the fork."},{"text":"Maria knallte den Hörer auf die Gabel.","translation":"Mary slammed the phone down."},{"text":"Tom knallte seine Schlafzimmertür zu.","translation":"Tom slammed his bedroom door closed."}],"san":[{"text":"Das Schiff kommt heute Abend in San Francisco an.","translation":"The ship is arriving in San Francisco this evening."},{"text":"Gefällt Ihnen San Francisco?","translation":"Do you like San Francisco?"},{"text":"Ich wurde in San Francisco geboren.","translation":"I was born in San Francisco."},{"text":"Wie spät ist es gerade in San Francisco?","translation":"What time is it now in San Francisco?"},{"text":"In 11 Stunden, so gegen 7.30 Uhr, werden wir in San Francisco ankommen.","translation":"In 11 hours, we will arrive in San Francisco around 7:30."}],"blutig":[{"text":"Wäre sie nicht gegangen, hätte er sie wahrscheinlich blutig geschlagen.","translation":"Had she not left, he would probably have beaten her bloodily."},{"text":"Hart Schneuzen macht blutige Nasen.","translation":"Hard schneuzen makes bloody noses."},{"text":"Seit ich diese blutige Tat beging, verfolgt mich die Angst vor einer Rache.","translation":"Since I committed this bloody act, the fear of revenge has haunted me."},{"text":"Glaubst du, ich sei ein blutiger Anfänger?","translation":"Do you take me for a complete beginner?"},{"text":"Tom hatte eine blutige Nase und Blut auf seinem Hemd.","translation":"Tom had a bloody nose and got blood on his shirt."}],"javascript":[{"text":"Java hat mit JavaScript ebenso wenig zu tun wie Indien mit Indonesien.","translation":"Java has as little to do with JavaScript as India has to do with Indonesia."},{"text":"Java und JavaScript sind genau so verschieden wie Indien und Indonesien.","translation":"Java and JavaScript are as different as India and Indonesia."},{"text":"Nein, du kennst dich nicht mit Java aus. Du kennst JavaSCRIPT.","translation":"No, you are not familiar with Java. You know JavaSCRIPT."},{"text":"Tom lernt gerade, Programme in JavaScript zu schreiben.","translation":"Tom is learning to write programs in JavaScript."},{"text":"JavaScript ist eine Programmiersprache.","translation":"JavaScript is a programming language."}],"wetten":[{"text":"Wer wettet dagegen?","translation":"Who bets against it?"},{"text":"Wollen wir wetten, dass er zu spät kommt?","translation":"Do we want to bet he's late?"},{"text":"Ich habe gewettet, dass sie das Spiel gewinnen würde.","translation":"I bet she would win the game."},{"text":"„Hat es wehgetan, als du gestürzt bist?“ – „Darauf kannst du wetten!“","translation":"\"Did it hurt when you fell?\" \"You bet.\""},{"text":"Darauf würde ich an deiner Stelle nicht wetten.","translation":"I wouldn't bet on that if I were you."}],"Revier":[{"text":"Die Polizei brachte Tom aufs Revier.","translation":"The police took Tom to the precinct."},{"text":"Der Hund markierte sein Revier.","translation":"The dog marked its territory."},{"text":"Dampfplaudernde Profilneurotiker sind eine Spezies, die ihr Revier gerne auch im Bereich der Politik absteckt.","translation":"Steam-chatting profile neurotics are a species that likes to stake out its territory in the field of politics."},{"text":"Wie eine Duftmarke hing Marias Parfum in der Luft. Es mahnte Tom, nicht in ihr Revier, das Wohnzimmer, vorzudringen.","translation":"Like a fragrance brand, Maria's perfume hung in the air. It warned Tom not to enter her territory, the living room."},{"text":"Wir sind gerade auf dem Revier angekommen.","translation":"We have just arrived at the area."},{"text":"Ist der Mensch in Gottes Revier eingedrungen?","translation":"Has man invaded God's territory?"}],"regulär":[{"text":"Alles in diesem Geschäft hat 10 Prozent Rabatt auf den regulären Preis.","translation":"Everything at that store is 10 percent off the regular price."},{"text":"Wie drückt man null durch einen regulären Ausdruck aus?","translation":"How is Null expressed as a regular expression?"},{"text":"Er geht zusätzlich zu seiner regulären Arbeit noch vielen anderen Tätigkeiten nach.","translation":"In addition to his normal job, he pursues a lot of other activities."},{"text":"Da Tom als Nachtklubmusikant nicht genug Geld verdiente, musste er sich nach einer regulären Arbeit umsehen.","translation":"Since Tom couldn't make a decent living as a nightclub musician, he had to get a day job."},{"text":"Eine quadratische Matrix A heißt genau dann regulär, wenn das Gleichungssystem Ax = 0 nur die triviale Lösung besitzt.","translation":"A quadratic matrix A is called regular exactly when the system of equations Ax = 0 has only the trivial solution."}],"halte":[{"text":"7. Gesetz der Macht: Halte deine Absichten stets geheim.","translation":"7. Law of Power: Always keep your intentions secret."},{"text":"Halte mich oder lass mich fallen!","translation":"Hold me or let me fall!"},{"text":"Halte beide Seiten bei guter Laune.","translation":"Keep both sides in a good mood."},{"text":"Halte deinen Geist wach; denn der geistige Schlaf ist ein Bruder des Todes.","translation":"Keep your mind awake; for spiritual sleep is a brother of death."},{"text":"Er hat, glaube ich, gesagt, dass er es für wichtig halte, alles zu durchdenken.","translation":"He said, I think, that he thinks it's important to think everything through."}],"himmlisch":[{"text":"Ich liebe Gott, den himmlischen Vater, der mich erschaffen hat.","translation":"I love God, Heavenly Father, who created me."},{"text":"Der himmlische Segen sei mit dir!","translation":"May the heavenly blessing be with you!"},{"text":"Ho­si­an­na, die himmlische Familie!","translation":"Hosianna, the heavenly family!"},{"text":"Himmlische Energie liegt in der Luft.","translation":"Heavenly energy is in the air."},{"text":"Tom fährt ins himmlische Reich.","translation":"Tom drives to the heavenly realm."}],"Killer":[{"text":"Der Killer hätte gestoppt werden können.","translation":"The killer could have been stopped."},{"text":"Ich glaube nicht, dass Tom der Killer ist.","translation":"I don't think Tom is the killer."},{"text":"Wird Maria sich den Fängen des wahnsinnigen Killers entringen können, oder ist alles schon zu spät? Schalten Sie auch nächste Woche wieder ein!","translation":"Will Maria be able to escape the clutches of the mad killer, or is it all already too late? Tune in again next week!"},{"text":"Das heutige Russland ist einzigartig auch durch eine unfassbare Tatsache: nur in diesem Land können nicht nur die ermordete Zarenfamilie von Nikolaus II, sondern auch die Bolschewiki, ihre Killer, zur gleichen Zeit heilig gesprochen werden.","translation":"Today's Russia is also unique by an incomprehensible fact: only in this country can not only the murdered tsarist family of Nicholas II, but also the Bolsheviks, their killers, be canonized at the same time."},{"text":"Was hat Sami zu einem Killer gemacht?","translation":"What turned Sami into a killer?"}],"fortgeschritten":[{"text":"Ich spreche fließend Französisch und auf fortgeschrittenem Niveau Deutsch und Japanisch.","translation":"I speak French fluently and at an advanced level German and Japanese."},{"text":"Aufgrund der fortgeschrittenen Stunde wurde die Entscheidung auf den nächsten Tag verschoben.","translation":"Due to the advanced hour, the decision was postponed to the next day."},{"text":"Die Arbeit befindet sich in einem sehr fortgeschrittenen Stadium.","translation":"The work is at a very advanced stage."},{"text":"Japan wird das am weitesten fortgeschrittene Land, technologisch gesehen.","translation":"Japan is becoming the most advanced country, technologically speaking."},{"text":"Dieser Hund hat fortgeschrittene Gelenksentzündungen.","translation":"This dog has advanced arthritis in his joints."},{"text":"Jedes Jahrhundert hat die Tendenz, sich als das fortgeschrittenste zu betrachten und alle andern nur nach seiner Idee abzumessen.","translation":"Each century has a tendency to consider itself the most advanced and to measure all the others only according to its idea."},{"text":"Haben Sie ein Fortgeschrittenen- oder ein Anfängerniveau?","translation":"Do you have an advanced or beginner level?"}],"Archiv":[{"text":"Sie war im Archiv.","translation":"She was in the archive."},{"text":"Alte Bilder bewahre ich im Archiv auf.","translation":"I keep old pictures in the archive."},{"text":"Es ist nicht im Ordner? Dann guck mal hinten im Archiv.","translation":"It's not in the folder? Then take a look at the back of the archive."},{"text":"Visionen sind das Archiv der Zukunft.","translation":"Visions are the archive of the future."},{"text":"Ich wollte versuchen, an das Archiv zu kommen, aber ich habe es vergessen.","translation":"I was going to try and get the archive, but I forgot."}],"Angesicht":[{"text":"Was sind schon die Taten des Menschen im Angesicht der Ewigkeit?","translation":"What are then the deeds of men in the face of eternity?"},{"text":"Das Angesicht ist der größte Verräter.","translation":"The face is the greatest traitor."},{"text":"Sie warfen sich auf das Angesicht nieder.","translation":"They prostrated themselves on the face."},{"text":"Das Angesicht verrät den Mann.","translation":"The face betrays the man."},{"text":"Das Angesicht macht die Rechnung.","translation":"The face makes the calculation."}],"Unabhängigkeit":[{"text":"Bereits 109 Staaten haben die Unabhängigkeit Kosovos anerkannt.","translation":"Already 109 states have recognized the independence of Kosovo."},{"text":"Katalonien will über seine Unabhängigkeit von Spanien abstimmen.","translation":"Catalonia wants to vote on its independence from Spain."},{"text":"Das amerikanische Volk kämpfte für die Unabhängigkeit.","translation":"The American people fought for independence."},{"text":"Er sagte, Amerika habe 1776 seine Unabhängigkeit erklärt.","translation":"He said that America declared its independence in 1776."},{"text":"Über 56 Jahre sind vergangen, seit Algerien die Unabhängigkeit erlangte.","translation":"More than 56 years have passed since Algeria gained independence."}],"dominieren":[{"text":"Es dominiert der graue Alltag.","translation":"Grey everyday life dominates."},{"text":"Sie dominiert ihren Mann.","translation":"She dominates her husband."},{"text":"Die deutsche Automobilindustrie dominiert weltweit.","translation":"The German automotive industry dominates worldwide."},{"text":"Andere zu dominieren und zu erniedrigen; das ist dein Ziel.","translation":"To dominate and humiliate others; that's your goal."},{"text":"Japanische Zuchtperlen dominieren inzwischen an die 60% des weltweiten Perlenmarktes.","translation":"Japanese cultured pearls have come to monopolise as much as 60% of the world pearl market."},{"text":"Manche Leute sagen, Japan ist eine von Männern dominierte Gesellschaft.","translation":"Some people say Japan is a male-dominated society."},{"text":"Südlich und westlich dominieren mediterrane Ebenen und Hügelregionen, während im Norden und Westen beherrscht ein raueres alpines Klima die Wälder und Täler des Hochgebirges. Die mittleren Gebiete werden landwirtschaftlich genutzt.","translation":"To the south and west, Mediterranean plains and hilly regions dominate, while in the north and west a harsher alpine climate dominates the forests and valleys of the high mountains. The middle areas are used for agriculture."}],"bellen":[{"text":"Ein kluger Hund bellt nie ohne Grund.","translation":"A smart dog never barks for no reason."},{"text":"Die Hunde bellen, die Karawane zieht weiter.","translation":"The dogs bark, the caravan moves on."},{"text":"Lass die Leute reden und die Hunde bellen.","translation":"Let the people talk and the dogs bark."},{"text":"Dieser Hund bellt oft.","translation":"This dog barks often."},{"text":"Hunde, die bellen, beißen nicht.","translation":"Barking dogs don't bite."}],"Bundesregierung":[{"text":"Die Strategie der Bundesregierung kann nicht das letzte Wort sein.","translation":"The Federal Government's strategy cannot be the last word."},{"text":"Wir sind immer bereit, uns hinter die Bundesregierung zu stellen – sobald wir wissen, wo sie steht.","translation":"We are always ready to stand behind the Federal Government – as soon as we know where it stands."},{"text":"Was wusste die deutsche Bundesregierung von den Spähprogrammen der US-Geheimdienste?","translation":"What did the German government know about the spying programs of the US secret services?"},{"text":"Am 5. Dezember 2013 unterzeichnete Präsident Obama ein präsidiales Memorandum, welches die Bundesregierung anwies, bis zum Jahre 2020 mindestens 20 % des eigenen Stroms aus erneuerbaren Quellen zu beziehen.","translation":"On December 5 2013, President Obama signed a Presidential Memorandum directing the federal government to buy at least 20% of its electricity from renewable sources by 2020."},{"text":"Wir sind immer bereit, uns hinter die Bundesregierung zu stellen -- sobald wir wissen, wo sie steht.","translation":"We are always ready to stand behind the federal government -- as soon as we know where it stands."}],"pleite":[{"text":"Es ging das Gerücht um, dass ich pleite bin. Hast du das schon gehört?","translation":"There was a rumor that I was broke. Have you heard that?"},{"text":"Diese Firma ging pleite.","translation":"That company went bankrupt."},{"text":"Er ist am Ende des Monats immer pleite.","translation":"He's always broke at the end of the month."},{"text":"Wenn ich nicht pleite wäre, würde ich es kaufen.","translation":"If I weren't broke, I'd buy it."},{"text":"Kannst du mir ein bisschen Geld leihen? Ich bin pleite.","translation":"Can you lend me some money? I'm skint."},{"text":"Der Staat ist so gut wie pleite.","translation":"The state is as good as broke."},{"text":"Die Gesellschaft ist pleite.","translation":"The company is broke."},{"text":"Ich habe gehört, sein Geschäft ist so gut wie pleite.","translation":"I hear his business is on the verge of ruin."},{"text":"Ich würde gerne mit dir gehen, aber ich bin völlig pleite.","translation":"I'd love to go with you, but I'm completely broke."},{"text":"Erst ist sein Geschäft pleite gegangen, und dann ist zu allem Überfluss auch noch seine Frau krank geworden.","translation":"First his business went bankrupt, and then, to make matters worse, his wife fell ill."}],"info":[{"text":"Danke für die Info.","translation":"Thanks for letting me know."},{"text":"Gib die Info in den PC ein.","translation":"Enter the info into the PC."}],"Demonstration":[{"text":"Ich werde auf eine Demonstration gehen.","translation":"I'm going to join a demonstration."},{"text":"Die Demonstration am Bahnhof hat die Reisenden beeinträchtigt.","translation":"The demonstrators obstructed passengers at the station."},{"text":"Fast tausend Leute haben an dieser Demonstration teilgenommen.","translation":"Almost a thousand people took part in this demonstration."},{"text":"Dutzende Jugendlicher nahmen an der Demonstration teil.","translation":"Dozens of young people attended the demonstration."},{"text":"In den 1960er Jahren gab es Demonstrationen japanischer Studenten gegen die Regierung.","translation":"There were demonstrations against the government by Japanese university students in the 1960's."}],"Traurigkeit":[{"text":"Ich habe die Traurigkeit in deinen Augen gesehen.","translation":"I saw the sadness in your eyes."},{"text":"Mit den Flügeln der Zeit fliegt die Traurigkeit davon.","translation":"With the wings of time, sadness flies away."},{"text":"Manchmal kommt die Traurigkeit ohne dass wir sie bestellt haben.","translation":"Sometimes the sadness comes without us ordering it."},{"text":"Ihr war die Traurigkeit ins Gesicht geschrieben.","translation":"Sadness was written on her face."},{"text":"Tom kennt nicht den Unterschied zwischen Traurigkeit und Depression.","translation":"Tom doesn't know the difference between sadness and depression."}],"Seife":[{"text":"Wir waschen uns die Hände mit Seife.","translation":"We wash our hands with soap."},{"text":"Ich brauche ein Stück Seife.","translation":"I need a bar of soap."},{"text":"Was die Seife für den Körper, das ist das Lachen für die Seele.","translation":"What soap is to the body, laughter is to the soul."},{"text":"Frieden muss man so verkaufen, wie man Seife verkauft.","translation":"Peace must be sold the way you sell soap."},{"text":"Die Seife, bitte.","translation":"The soap, please."}],"ost":[{"text":"Ost- und Westberliner konnten sich endlich wieder in ihrer Stadt frei bewegen.","translation":"East and West Berliners were finally able to move freely in their city again."},{"text":"An Weihnachten und Ostern ist die Kirche voll.","translation":"At Christmas and Easter the church is full."},{"text":"Ost ist Ost, und West ist West, und niemals treffen sich die beiden.","translation":"East is East, and West is West, and the two never meet."},{"text":"Möglicherweise kommt der Frühling nach Ostern.","translation":"Maybe after easter, spring will come."},{"text":"Tom kennt nicht den Unterschied zwischen Ostern und Weihnachten.","translation":"Tom doesn't know the difference between Easter and Christmas."}],"Bräuchen":[{"text":"Hätten wir das Wort, hätten wir die Sprache, wir bräuchten die Waffen nicht.","translation":"If we had the word, we would have the language, we would not need the weapons."},{"text":"Ich bräuchte von Ihnen eine Unterschrift, dass Sie den Schlüssel erhalten haben.","translation":"I would need a signature from you that you have received the key."},{"text":"Wir bräuchten Geld.","translation":"We need money."},{"text":"Sie fragte, ob ich ein Taxi bräuchte.","translation":"She asked if I needed a taxi."},{"text":"Er sagte, er würde mich hassen, aber bräuchte meine Hilfe.","translation":"He said he hated me, but needed my help."}],"einstieg":[{"text":"Der Einstieg in die Erzählung ist sehr ungewöhnlich.","translation":"The story has a very unusual beginning."},{"text":"Maria hatte einen dramatischen Einstieg ins Leben: sie wurde von einer alkoholkranken Frau im Straßengraben geboren.","translation":"Maria had a dramatic start to life: she was born to an alcoholic woman in the ditch."}],"unverbindlich":[{"text":"Ich mache Ihnen ein unverbindliches Preisangebot.","translation":"I will make you a non-binding price offer."},{"text":"Der Fluch des modernen Menschen ist der, immer unverbindlicher zu werden aus Angst, sich in irgendeine Sache zu weit einzulassen.","translation":"The curse of modern man is to become more and more non-committal for fear of getting too far involved in any matter."},{"text":"Tom leugnete, sich in einer Beziehung zu befinden, denn er fand Maria supersüß und wähnte seine Freundin Elke weit weg in Südfrankreich. Was konnte schiefgehen und was war dabei, wenn er sich ganz unverbindlich ein wenig amüsierte? Dumm war nur, dass Maria von seiner Freundin Elke angeheuert worden war, um seine Treue während ihrer Abwesenheit zu testen.","translation":"Tom denied being in a relationship because he thought Maria was super cute and thought his girlfriend Elke was far away in the south of France. What could go wrong and what happened when he enjoyed himself a little without obligation? The only stupid thing was that Maria had been hired by his girlfriend Elke to test his loyalty during her absence."}],"beleuchten":[{"text":"Ist es am Abend beleuchtet?","translation":"Is it illuminated in the evening?"},{"text":"Die Sonne beleuchtet alles.","translation":"The sun illuminates everything."},{"text":"Der Mond beleuchtete das Zimmer.","translation":"The moon illuminated the room."},{"text":"Paris wird die Stadt des Lichts genannt. Viele schöne Gebäude werden nachts beleuchtet.","translation":"Paris is called the City of Lights. Many beautiful buildings are lit at night."},{"text":"Dieser Artikel beleuchtet kritisch die Art und Weise, wie in dieser Angelegenheit untersucht wird.","translation":"This article is critical of the way investigations are being made into the matter."},{"text":"Die Straße ist beleuchtet.","translation":"The street is illuminated."},{"text":"Es ist merkwürdig, dass das Büro um diese Zeit beleuchtet ist.","translation":"It's odd that there should be a light on in the office at this hour."},{"text":"Der Raum war schwach beleuchtet.","translation":"The room was dimly lit."},{"text":"Die Seelenkunde hat manches beleuchtet und erklärt, aber vieles ist ihr dunkel und in großer Entfernung geblieben.","translation":"The study of the soul has illuminated and explained many things, but much has remained dark and far away."},{"text":"Dieser Stadtteil ist schlecht beleuchtet.","translation":"The lighting is poor in this part of the city."}],"grillen":[{"text":"Sobald ich den Fisch gegrillt habe, darfst du kosten.","translation":"As soon as I have grilled the fish, you can taste it."},{"text":"Wollen wir grillen? Ich habe Thüringer Rostbratwürste gekauft.","translation":"Do we want to grill? I've bought Thuringian bratwurst."},{"text":"Bei schönem Wetter grillen wir häufig im Garten.","translation":"When the weather is nice, we often grill in the garden."},{"text":"Wir grillen gerade.","translation":"We're having a barbecue."},{"text":"Hast du schon einmal Fisch gegrillt?","translation":"Have you ever grilled fish?"},{"text":"Er hat Grillen im Kopf.","translation":"He has crickets in his head."},{"text":"Grillen ist eine Methode, Fleisch zu garen.","translation":"Barbecuing is one way to cook meat."},{"text":"Mit zunehmendem Alter konnte ich Grillen immer weniger zirpen hören.","translation":"As I got older, I could hear crickets chirp less and less."},{"text":"Ich ruhe still im hohen, grünen Gras, umschwirrt von Grillen ohne Unterlass.","translation":"I rest in tall, green grass, in peace. Around me grilling does not cease."},{"text":"Grillen ist ja schön und gut, aber ich kann es nicht haben, wenn mir Rauch in die Augen kommt.","translation":"Barbecuing is all well and good, but I can't have it when smoke comes into my eyes."}],"hergekommen":[{"text":"Ich bin gerade aus Großbritannien hergekommen.","translation":"I've just come from the UK."},{"text":"Deswegen bin ich hergekommen.","translation":"That is why I came here."},{"text":"Tom ist letzte Woche hier hergekommen.","translation":"Tom came here last week."},{"text":"Gehe einfach wieder dahin zurück, wo du hergekommen bist!","translation":"Just go back to where you came from."},{"text":"Ich bin hergekommen für den Fall, dass du meine Hilfe benötigst.","translation":"I came here in case you need my help."}],"Kabine":[{"text":"Auf der „Titanic“ gab es 762 Kabinen, die in drei Klassen unterteilt waren.","translation":"On the \"Titanic\" there were 762 cabins, which were divided into three classes."},{"text":"Ich ging von meiner Kabine an Deck.","translation":"I left my cabin and went on deck."},{"text":"Alle Passagiere müssen in ihren Kabinen bleiben und dürfen erst am 19. Februar vom Schiff.","translation":"All passengers have been confined to their cabins and will be not be allowed to leave the ship until February 19."},{"text":"In der Kabine war es sauber, die Bettwäsche schneeweiß. Das Unterhaltungsprogramm war ausgezeichnet, die Kinder wurden von Clowns und jungen Mädchen unterhalten.","translation":"In the cabin it was clean, the sheets snow-white. The entertainment program was excellent, the children were entertained by clowns and young girls."},{"text":"Tom war in der Kabine.","translation":"Tom was in the cabin."}],"Träger":[{"text":"Tom? Ich kenne keinen in unserer Familie, der Träger dieses Namens ist.","translation":"Tom? I don't know of a Tom in our family."},{"text":"Der Träger der Schule ist die Stadt Köln.","translation":"The school is run by the City of Cologne."},{"text":"Dieser Ring ist ein magischer Gegenstand, der seinem Träger große Kräfte verleiht.","translation":"This ring is a magical object that gives great powers to its wearer."},{"text":"Ich arbeite als Träger für diese Transportfirma.","translation":"I work as a carrier for this transport company."},{"text":"Der Kaiser und König stiftete einen neuen Orden, dessen erster Träger Tom war.","translation":"The emperor and king founded a new order, the first bearer of which was Tom."},{"text":"Tom ist kein träger Mensch.","translation":"Tom is not a sluggish person."},{"text":"Längeres Schlafen macht mich träger.","translation":"Sleeping longer makes me sluggish."}],"schnapp":[{"text":"Schnapp dir das Geld und verschwinde!","translation":"Take the money and run."},{"text":"Schnapp dir einen Stift und ein Blatt Papier.","translation":"Grab a pen and a piece of paper."},{"text":"Schnapp dir die Kohle, bevor die Bullen kommen!","translation":"Grab the coal before the cops come!"},{"text":"„Wo willst du denn jetzt mit dem Motorrad hin?“ – „Bloß ein bisschen rumgurken. Schnapp dir deinen Helm und komm mit!“ – „Ne, geht nicht. Ich muss doch noch die Wäsche aufhängen.“","translation":"\"Where're you going on your motorbike?\" \"Just to look round a bit. Grab your helmet and come with me!\" \"No, can't. I've got to hang the washing out.\""},{"text":"Schnapp dir das.","translation":"Grab this."}],"track":[],"Klassenzimmer":[{"text":"Bei uns kennt jeder die Regeln für das Klassenzimmer.","translation":"With us, everyone knows the rules for the classroom."},{"text":"Ich war alleine im Klassenzimmer.","translation":"I was alone in the classroom."},{"text":"Fast alle Schüler waren im Klassenzimmer.","translation":"Almost all the pupils were in the classroom."},{"text":"Haltet euer Klassenzimmer sauber.","translation":"Keep your classroom clean."},{"text":"Wir betreten das Klassenzimmer.","translation":"We enter the classroom."}],"Diabetes":[{"text":"Wenn man zu viel Zucker im Blut hat, nennt man das Diabetes.","translation":"If you have too much sugar in your blood, it's called diabetes."},{"text":"Die Zahl der Menschen mit Diabetes nimmt auf der ganzen Welt zu.","translation":"The number of people with diabetes is increasing around the world."},{"text":"Er achtete auf jegliche Anzeichen einer Diabetes.","translation":"He watched for any signs of diabetes."},{"text":"Viele mit Diabetes wissen gar nicht, dass sie es haben.","translation":"Many people who have diabetes don't know that they have it."},{"text":"Heidelbeerblätter unterstützen die Behandlung von Diabetes.","translation":"Blueberry leaves support the treatment of diabetes."}],"überwältigen":[{"text":"Die Schönheit des Landes überwältigte mich.","translation":"The beauty of the country bowled me over."},{"text":"Tom wird von seinen Gefühlen überwältigt.","translation":"Tom is overwhelmed by his feelings."},{"text":"Tom, ich bin überwältigt. Wie kann ich dir jemals danken?","translation":"Tom, I'm overwhelmed. How can I ever thank you?"},{"text":"Du warst überwältigt.","translation":"You were overwhelmed."},{"text":"Die Nachricht überwältigte sie. Sie rang nach Worten.","translation":"The news overwhelmed her. She struggled for words."},{"text":"Er war überwältigt von ihrer Schönheit.","translation":"He was stunned by her beauty."},{"text":"Ich war total überwältigt.","translation":"I was completely overwhelmed."},{"text":"Sie saßen schweigend da, Händchen haltend, von den neuartigen Empfindungen ganz überwältigt.","translation":"They sat there in silence, holding hands, overwhelmed by the new sensations."},{"text":"Die Mehrheit der Obdachlosen war von den spärlichen Portionen dünner Suppe und dem alten Brot, das die Kirche zu bieten hatte, nicht gerade überwältigt.","translation":"A majority of the homeless were underwhelmed by the meager portions of thin soup and day-old bread that the church had to offer."},{"text":"Ich war überwältigt von all dem, was ich zu tun hatte.","translation":"I felt overwhelmed by all I had to do."}],"vergib":[{"text":"Vergib stets deinen Feinden - denn nichts ärgert sie so sehr.","translation":"Always forgive your enemies - because nothing annoys them so much."},{"text":"Vergib Deinen Feinden, aber vergiss niemals ihre Namen.","translation":"Forgive your enemies, but never forget their names."},{"text":"Vergib deinem Nächsten oft, dir selbst nie.","translation":"Forgive your neighbor often, yourself never."},{"text":"Und vergib uns unsere Schuld, wie wir unseren Schuldigern vergeben.","translation":"And forgive us our trespasses as we forgive our debtors."},{"text":"O Herr, erbarme dich! Vergib mir die Sünden, die meine Seele beflecken!","translation":"O Lord, have mercy! Forgive me for the sins that stain my soul!"},{"text":"Vergib, so viel du kannst, und gib, so viel du hast.","translation":"Forgive as much as you can, and give as much as you have."},{"text":"Vergib' und vergesse!","translation":"Forgive and forget!"},{"text":"Oscar Wilde empfahl: „Vergib stets deinen Feinden; nichts ärgert sie mehr.“","translation":"Oscar Wilde advised: \"Always forgive your enemies; Nothing annoys them anymore.\""},{"text":"Vergib mir, dass ich so gern schweige, wenn von einem göttlichen Wesen die Rede ist. Die Leute traktieren Gott, als wäre das unbegreifliche, gar nicht auszudenkende Wesen nicht viel mehr als ihresgleichen.","translation":"Forgive me for being so happy to remain silent when talking about a divine being. People treat God as if the incomprehensible, inconceivable being were not much more than their peers."},{"text":"Vergib ihnen, denn sie wissen nicht, was sie tun.","translation":"Forgive them, for they know not what they do."},{"text":"Bitte, vergib mir!","translation":"Please, forgive me!"},{"text":"Vater, vergib ihnen; denn sie wissen nicht, was sie tun.","translation":"Father, forgive them; Because they don't know what they're doing."},{"text":"Jesus aber sprach: Vater, vergib ihnen; denn sie wissen nicht, was sie tun!","translation":"And Jesus said: \"Father, forgive them, for they know not what they do.\""},{"text":"So ich gesündigt habe, vergib mir!","translation":"If I have sinned, forgive me."}],"nährstoff":[{"text":"Avocado ist reich an Nährstoffen.","translation":"Avocado is rich in nutrients."},{"text":"Frisches Gemüse enthält viel Nährstoffe.","translation":"Fresh vegetables contain many nutrients."},{"text":"Warum ziehst du denn die Fäden von der Banane ab? Die enthalten doch die meisten Nährstoffe.","translation":"Why do you pull the strings off the banana? They contain most of the nutrients."},{"text":"In einem Medium mit wenigen Nährstoffen vermehrt sich dieses Bakterium schneller als die anderen. Aber wenn es mehr Nährstoffe hätte, würde es schneller wachsen.","translation":"In a medium with few nutrients, this bacterium multiplies faster than the others. But if it had more nutrients, it would grow faster."},{"text":"Wir vertreten die Ansicht, dass in Ungarn und in benachbarten Regionen unzählige „natürliche Wunder“ zu finden sind, die unseren Organismus mit lebenswichtigen Nährstoffen und Wirkstoffen versorgen können, welche zu dessen störungsfreiem und gesundem Funktionieren notwendig sind.","translation":"We believe that in Hungary and in neighboring regions there are countless \"natural wonders\" that can provide our organism with vital nutrients and active ingredients necessary for its trouble-free and healthy functioning."}],"defekt":[{"text":"Selbst eine defekte Uhr zeigt zweimal täglich die korrekte Zeit an.","translation":"Even a stopped clock shows the right time twice a day."},{"text":"Die Maschine ist defekt.","translation":"The machine is defective."},{"text":"Die Tür lässt sich nicht öffnen; das Schloss muss defekt sein.","translation":"The door won't open. There must be something wrong with the lock."},{"text":"Sie ersetzten den defekten Fernseher durch einen neuen.","translation":"They replaced the defective TV with a new one."},{"text":"Das Radio ist defekt.","translation":"The radio is defective."},{"text":"Sie überprüften, ob die Maschine defekt war.","translation":"They checked if the machine was defective."},{"text":"Unser Fernseher ist schon wieder defekt.","translation":"Our TV is broken again."},{"text":"Die Uhr scheint irgendwo defekt zu sein.","translation":"The watch seems to be broken somewhere."},{"text":"Mir kam der Gedanke, dass meine Uhr defekt sein könnte.","translation":"It occurred to me that my watch might be broken."},{"text":"Ist ein Gegenstand defekt, erst dann wird sein Wert entdeckt.","translation":"If an object is defective, only then is its value discovered."},{"text":"Warum hast du nicht nach der Ursache des Defekts gefragt?","translation":"Why have you not inquired about the cause of the defect?"},{"text":"Bei einem technischen Defekt, muss das Support-Team zeitnah reagieren.","translation":"In the event of a technical defect, the support team must react promptly."},{"text":"Der einzige Weg, den Defekt meiner Kupplung zu beweisen, war, wie verrückt Gas zu geben.","translation":"The only way to prove the defect of my clutch was to accelerate like crazy."},{"text":"Ich habe den Computer auseinandergennommen, aber ich habe keinen Defekt gefunden.","translation":"I took the computer apart, but I didn't find a defect."},{"text":"Es ist wunderbar, dass man im Fernsehen seine Defekte ausleben kann und dafür auch noch bezahlt wird.","translation":"It's wonderful that you can live out your defects on TV and get paid for it."}],"Kloster":[{"text":"Maria beschloss, ins Kloster zu gehen.","translation":"Mary decided to go to the convent."},{"text":"Im Kloster schenkten sie reichlich Wein ein.","translation":"In the monastery they poured plenty of wine."},{"text":"Der Staat zog das Kloster ein und verwandelte es in ein Gefängnis.","translation":"The state confiscated the monastery and turned it into a prison."},{"text":"Jedes Kloster hat seine eigenen Regeln.","translation":"Each monastery has its own rules."},{"text":"Ade, Welt, ich geh ins Kloster!","translation":"Goodbye, world, I'm going to the monastery!"}],"rausholen":[{"text":"Wenn man einmal ganz unten ist, kann einen da keiner mehr rausholen.","translation":"Once you're at the bottom, nobody can get you out of there."},{"text":"Nur ein Wunder könnte ihn da rausholen.","translation":"Only a miracle could get him out of there."},{"text":"Ich muss dich hier unbedingt rausholen.","translation":"I've got to get you out of here."},{"text":"Wenn ich schlecht gelaunt bin, kann ich mich auch wieder aus der Stimmung rausholen.","translation":"If I'm in a bad mood, I can get out of the mood again."},{"text":"Bevor du was rausholen kannst, musst du was reinstecken.","translation":"Before you can get something out, you have to put something in."}],"Ferien":[{"text":"Die Ferien sind jetzt vorbei.","translation":"The holidays are over now."},{"text":"„Fahren Sie allein in die Ferien?“ – „Nein, meine Probleme kommen mit.“","translation":"\"Are you going on holiday by yourself?\" \"No, my problems are coming with me.\""},{"text":"Wo verbringen Sie Ihre Ferien?","translation":"Where are you spending your holiday?"},{"text":"Ich war schon damit beschäftigt, meine Ferien zu planen.","translation":"I was already busy planning my vacation."},{"text":"Ich wünsche dir schöne Ferien voll von guten Dingen und besonders Sonne!","translation":"I wish you happy holidays full of good things and especially sun!"}],"Startseite":[{"text":"Folgen italienische und polnische Flaggen einander auf der Startseite von Tatoeba, bilden sie ein schönes Bild.","translation":"If Italian and Polish flags follow each other on the homepage of Tatoeba, they form a beautiful picture."}],"kryptowährung":[{"text":"Ich würde niemals einen Cent in Kryptowährungen investieren.","translation":"I would never invest a penny in cryptocurrencies."},{"text":"Kryptowährungen sind Betrug.","translation":"Cryptocurrencies are scams."}],"Ernte":[{"text":"Die Bauern erwarten dieses Jahr eine gute Ernte.","translation":"The farmers expect a good harvest this year."},{"text":"Die Ernte fiel dieses Jahr reichlich aus.","translation":"There was an abundant harvest this year."},{"text":"Die Ernte steht noch in weitem Felde.","translation":"The harvest is still in a wide field."},{"text":"Wir werden eine gute Ernte bekommen, wenn das schöne Wetter so anhält.","translation":"We will get a good harvest if the good weather continues."},{"text":"Der Regen vernichtete die Ernte.","translation":"The rains ruined the harvest."}],"Außenseite":[{"text":"Ich war auch damals schon ein Außenseiter.","translation":"Even then, I was an outsider."},{"text":"Die Außenseite dieser Kiste ist grün, aber das Innere ist rot.","translation":"The outside of this box is green, but the inside is red."},{"text":"Ich war sozusagen ein Außenseiter.","translation":"I was an outsider, so to speak."},{"text":"Das stört uns nicht, wenn Sie Fotos von der Außenseite machen.","translation":"This does not bother us if you take photos from the outside."},{"text":"Am interessantesten ist die Innenseite der Außenseiter.","translation":"The most interesting is the inside of the outsiders."}],"ernennen":[{"text":"Der erste, der ernannt wurde, war der Präsident der Kommission.","translation":"The first to be appointed was the President of the Commission."},{"text":"Es dauerte nicht lange, bis er zum Professor ernannt wurde.","translation":"It was not long before he was appointed professor."},{"text":"Der Präsident ernannte einen neuen Manager.","translation":"The president appointed a new manager."},{"text":"Ich wurde zum Kapitän ernannt.","translation":"They made me captain."},{"text":"Wann werden sie jemanden ernennen, der Tom ersetzt?","translation":"When will they appoint someone to replace Tom?"}],"wohnst":[{"text":"In welchem Zimmer wohnst du?","translation":"Which room do you live in?"},{"text":"Auf welcher Etage wohnst du?","translation":"Which floor do you live on?"},{"text":"Seit wann wohnst du dort?","translation":"When did you start living there?"},{"text":"Übrigens, wo wohnst du eigentlich?","translation":"By the way, where do you actually live?"},{"text":"Ist Thomas dort, wo du wohnst, ein verbreiteter Name?","translation":"Is Thomas a common name where you live?"},{"text":"Wohnst du schon lange hier?","translation":"Have you lived here for a long time?"},{"text":"„Wie lange wohnst du schon hier?“ — „In der nächsten Woche werden es fünf Jahre.“","translation":"\"How long have you been living here?\" \"It'll be five years next week.\""},{"text":"Wie lange wohnst du schon in Osaka?","translation":"How long have you been living in Osaka?"},{"text":"Seit wann wohnst du in diesem Haus?","translation":"How long have you been living in this house?"},{"text":"Kannst du mir auf dieser Karte zeigen, wo du wohnst?","translation":"Can you show me where you live on this map?"}],"Armut":[{"text":"Geiz ist die größte Armut.","translation":"Stinginess is the greatest poverty."},{"text":"Armut ist schlimmer als Krankheit.","translation":"Poverty is worse than disease."},{"text":"In der Armut lernt man Freunde kennen.","translation":"In poverty you get to know friends."},{"text":"Wenn Geld der einzige Besitz ist, dann herrscht große Armut.","translation":"If money is the only possession, then there is great poverty."},{"text":"Er schämt sich seiner Armut nicht.","translation":"He is not ashamed of his poverty."},{"text":"Armut tut dem Alter weh.","translation":"Poverty hurts old age."},{"text":"Tom wuchs in Armut auf.","translation":"Tom grew up in poverty."},{"text":"Die Familie lebte in Armut.","translation":"The family lived in poverty."},{"text":"Armut führt zu Verbrechen.","translation":"Poverty leads to crime."},{"text":"Armut lehrt das Brot ohne Butter zu essen.","translation":"Poverty teaches to eat bread without butter."}],"Drache":[{"text":"Der Drache ließ einen Drachen steigen: der Drachen wurde von dem Drachen steigen gelassen.","translation":"The dragon flew a dragon kite: the kite was flown by the dragon."},{"text":"In der Höhle lebt ein Drache.","translation":"A dragon lives inside the cavern."},{"text":"Das Tier links oben soll ein Drache sein.","translation":"The animal on the top left is said to be a dragon."},{"text":"Ein Drache verbreitete Schrecken im Königreich.","translation":"The king's realm was terrorized by a dragon."},{"text":"Tom war ein richtiger Drache.","translation":"Tom was a real dragon."}],"gegebenenfalls":[{"text":"Das könnte gegebenenfalls interessant zu wissen sein.","translation":"That might be interesting to know."},{"text":"Maria meinte, ich müsse das gegebenenfalls allein machen.","translation":"Mary said she thought I might have to do that by myself."},{"text":"Würdest du meinen Aufsatz lesen und gegebenenfalls die Fehler korrigieren?","translation":"Will you read my essay and correct the mistakes, if any?"},{"text":"Ich glaube zwar, dass ich mich persönlich nicht so ausdrücken würde, aber bei ausreichend langem Nachdenken fiele mir vielleicht doch eine Situation ein, wo ich’s gegebenenfalls täte.","translation":"Personally, I don't think I'd say it this way. However, if I thought long enough, perhaps I could think of a situation in which I might."},{"text":"Man sollte sein Haus so planen, dass es zukunftssicher ist. Gegebenenfalls sollten auch Gehbehinderte darin wohnen können. Wenn es groß ist, sollte die Wohnung teilbar sein.","translation":"You should plan your house in such a way that it is future-proof. If necessary, people with reduced mobility should also be able to live in it. If it is large, the apartment should be divisible."},{"text":"„Könntest du zum Markt gehen?“ – „Gegebenenfalls.“","translation":"\"Could you go to the market?\" – \"Possibly.\""}],"leere":[{"text":"Er starrte ins Leere.","translation":"He was staring into space."},{"text":"Im Angesicht des Todes erfüllte ihn eine angenehme Leere.","translation":"In the face of death, a pleasant emptiness filled him."},{"text":"Ich empfinde ein Gefühl der Leere.","translation":"I feel a feeling of emptiness."},{"text":"Ich habe lang Zeit eine große Leere gespürt — bis ich diese Frau traf.","translation":"I felt a great emptiness for a long time — until I met this woman."},{"text":"Ich saß an meinem Schreibtisch und starrte ins Leere.","translation":"I sat at my desk and stared into the void."},{"text":"Naschen macht leere Taschen.","translation":"Snacking makes empty pockets."},{"text":"Leere Tonnen geben großen Klang.","translation":"Empty barrels give great sound."},{"text":"Eine Menge ohne Elemente nennt man \"leere Menge\". Man schreibt sie als {}.","translation":"A set without elements is called an empty set. It is written as {}."},{"text":"Wir haben genug leere Worte gehabt.","translation":"We have had enough empty words."},{"text":"Überall lagen leere Dosen umher.","translation":"There were empty cans scattered all over the place."}],"Ameise":[{"text":"In schwarzer Nacht auf schwarzem Stein eine schwarze Ameise. Gott sieht sie.","translation":"In black night on black stone a black ant. God sees them."},{"text":"Warum gehen Ameisen nicht in die Kirche? - Weil sie Insekten sind.","translation":"Why don't ants go to church? - Because they are insects."},{"text":"Wo es Zucker gibt, gibt es Ameisen.","translation":"Where there is sugar, there are ants."},{"text":"Selbst die Wünsche einer Ameise reichen zum Himmel.","translation":"Even the desires of an ant reach to heaven."},{"text":"Wenn die Ameisen sich zeigen, ist vorbei des Winters Reigen.","translation":"When the ants show themselves, the winter round is over."}],"sage":[{"text":"4. Gesetz der Macht: Sage immer weniger als nötig.","translation":"4. Law of Power: Always say less than necessary."},{"text":"Sage noch einmal \"Bergbirkenwald\" – das klingt schön.","translation":"Say \"mountain birch forest\" again – that sounds nice."},{"text":"Sage die Wahrheit und bereue!","translation":"Tell the truth and repent!"},{"text":"Sage die Wahrheit. Zu meinen, der Richter sei blind, nützt nichts.","translation":"Tell the truth. To think that the judge is blind is of no use."},{"text":"Stehe da nicht nur so herum. Sage etwas!","translation":"Don't just stand there, say something."},{"text":"Sage nicht nur, dass du es tust — tue es auch wirklich!","translation":"Don't just say you'll do it – do it!"},{"text":"Sage mir, was du isst, und ich sage dir, wer du bist.","translation":"Tell me what you eat, and I'll tell you who you are."},{"text":"Ich erzählte eine Sage aus alten Zeiten.","translation":"I told a legend from ancient times."},{"text":"Sage mir, mit wem du umgehst, so sage ich dir, wer du bist.","translation":"Tell me who you deal with, I'll tell you who you are."},{"text":"„Sage mir, kleiner Junge: Was machst du hier?“ – „Sehen Sie das denn nicht? Ich weine.“","translation":"\"Tell me, little boy, what are you doing there?\" \"Can't you see? I'm crying.\""},{"text":"Sage mir bitte, welche Schwierigkeiten mich, deiner Meinung nach, erwarten.","translation":"Please tell me what difficulties await me, in your opinion."},{"text":"Sage nicht: Wenn ich Zeit dazu habe. Vielleicht hast du nie Zeit dazu.","translation":"Don't say: If I have time. Maybe you never have time to do it."},{"text":"Sage niemand, wer er ist, so sagt man dir nicht, wer du bist.","translation":"If no one tells anyone who he is, you will not be told who you are."},{"text":"„Wo ist Tom?“ – „Sage ich nicht!“ – „Ach, bitte!“","translation":"\"Where is Tom?\" – \"I don't say!\" – \"Oh, please!\""},{"text":"Ich bitte dich: Sage nichts; ich hab meine kacksichere Hose heute nicht an.","translation":"I pray thee: Say nothing; I don't have my poop-proof pants on today."}],"vorlesung":[{"text":"Die Vorlesung fängt um 8.00 Uhr an.","translation":"The lecture starts at 8 o'clock."},{"text":"Nächste Woche fällt die Vorlesung aus.","translation":"The lecture next week is cancelled."},{"text":"Jeder kann meine Vorlesungen besuchen, aber nicht jeder kann sie verstehen.","translation":"Anyone can attend my lectures, but not everyone can understand them."},{"text":"Prof. Jäger betrachtet in seinen Vorlesungen lieber die Tafel als seine Studenten.","translation":"In his lectures, Prof. Jäger prefers to look at the blackboard rather than his students."},{"text":"Maria hat die Vorlesung nicht verstanden. Es hätte langsamer gesprochen werden sollen.","translation":"Mary did not understand the lecture. The speaker should have spoken more slowly."}],"Schnur":[{"text":"Spüren Sie häufig ein großes Verlangen, Alkohol zu trinken?","translation":"Do you often feel a great desire to drink alcohol?"},{"text":"Die Schnur ist sehr schwach.","translation":"The cord is very weak."},{"text":"Das ist eine feste Schnur.","translation":"This string is strong."},{"text":"Heutzutage hat niemand mehr ein Telefon mit Schnur.","translation":"Nowadays, no one has a telephone with a cord."},{"text":"Reiche mir etwas, damit ich die Schnur abschneiden kann!","translation":"Give me something so I can cut the string!"}],"spiele":[{"text":"Tom lädt Spiele herunter.","translation":"Tom is downloading games."},{"text":"Der kleine Junge lernte Schach, indem er sich lokale Spiele ansah.","translation":"The little boy learned chess by watching local games."},{"text":"Wenn du geglaubt, ich werde eine Rolle in deinem Spiele spielen, hast du dich in mir verrechnet.","translation":"If you thought I was going to play a role in your game, you miscalculated in me."},{"text":"Im Seniorensport machen sie oft neckische Spiele für die reifere Jugend.","translation":"In senior sports, they often make teasing games for the more mature youth."},{"text":"Elsa war begierig zu lernen, was sie nur konnte; Kisika hingegen zog allem anderen kindliche Spiele vor.","translation":"Elsa was anxious to learn all she could, but Kisika much preferred childish games to anything else."}],"offenbaren":[{"text":"Endlich wurde uns die Wahrheit offenbart.","translation":"At last, the truth was revealed to us."},{"text":"Sie offenbarte ihm das Geheimnis.","translation":"She revealed the secret to him."},{"text":"Es ist am Morgen, dass sich uns die Schönheit der Natur offenbart.","translation":"Morning is when we can notice how beautiful nature is."},{"text":"Ich habe ihm meine Seele offenbart.","translation":"I have revealed my soul to him."},{"text":"Du solltest ihr deine Gefühle offenbaren.","translation":"You should tell her how you feel."}],"Olivenöl":[{"text":"Ein oder zwei Esslöffel Olivenöl werden im Topf erhitzt.","translation":"One or two tablespoons of olive oil are heated in the pot."},{"text":"An den Salat muss noch ein bisschen Olivenöl.","translation":"The salad needs a bit more olive oil."},{"text":"Wir möchten gerne 18 Tonnen Olivenöl bestellen.","translation":"We'd like to order 18 tonnes of olive oil."},{"text":"Das algerische Olivenöl ist das beste auf der Welt.","translation":"Algerian olive oil is the best in the world."},{"text":"Ein Fisch sollte dreimal schwimmen, zuerst im Meer, dann im Olivenöl und zuletzt im Wein.","translation":"A fish should swim three times, first in the sea, then in olive oil and finally in wine."}],"Zinsen":[{"text":"Eine Investition in Wissen bringt noch immer die besten Zinsen.","translation":"An investment in knowledge still brings the best interest rates."},{"text":"Wer ist wirklich schuld an den niedrigen Zinsen?","translation":"Who is really to blame for the low interest rates?"},{"text":"Die Bank of England hob die Zinsen etwas an.","translation":"The Bank of England raised interest rates slightly."},{"text":"Für Geld, das Sie leihen, zahlen Sie Zinsen.","translation":"You pay interest on money that you borrow."},{"text":"Banken verlangen höhere Zinsen für Kredite an riskante Kunden.","translation":"Banks charge higher interest rates on loans to risky customers."}],"Wandel":[{"text":"Der Wandel ist das Gesetz des Lebens.","translation":"Change is the law of life."},{"text":"Nichts ist so konstant wie der Wandel.","translation":"Nothing is as constant as change."},{"text":"Das Leben ist in ständigem Wandel begriffen.","translation":"Life is constantly changing."},{"text":"Wandel und Wechsel liebt, wer lebt.","translation":"Change and change is loved by those who live."},{"text":"Jeder Wandel ist ein Versprechen, das du dir selber gibst.","translation":"Every change is a promise you make to yourself."}],"what":[{"text":"„Tom, ich habe das Gefühl, das wir verschiedene Sprachen sprechen.“ – „What did you say, Maria?“","translation":"\"Tom, I have the feeling that we speak different languages.\" – \"What did you say, Maria?\""}],"Köder":[{"text":"Ohne Köder ist übel Fische fangen.","translation":"Without bait it is bad to catch fish."},{"text":"Geld ist der beste Köder, um nach Menschen zu fischen.","translation":"Money is the best bait to fish for people."},{"text":"Er schluckte den Köder nicht.","translation":"He avoided the bait."},{"text":"Tom zog einen Köder auf den Haken.","translation":"Tom put bait on the hook."},{"text":"Bei Youtube ist mittlerweile alles, was man sieht, ein Klick-mich-Köder.","translation":"Nowadays, everything you see on YouTube is clickbait."},{"text":"Ködere mich nicht mit einem Lächeln.","translation":"Don't bait me with a smile."},{"text":"3. Gesetz der Macht: Lasse die anderen zu dir kommen - ködere sie, wenn es nötig ist.","translation":"3. Law of Power: Let others come to you - bait them if necessary."},{"text":"Erzwungene Arbeit bringt nichts: ich ködere sie mit gutem Lohn.","translation":"Forced work is pointless: I attract them with decent pay."}],"getrocknet":[{"text":"Getrockneter Fisch ist nicht nach meinem Geschmack.","translation":"Dried fish is not to my taste."},{"text":"Rosinen sind getrocknete Trauben.","translation":"Raisins are dried grapes."},{"text":"Für was sind getrocknete Pflaumen gut?","translation":"What are dried plums good for?"},{"text":"Schüttle den Baum, so dass seine getrockneten Blätter und Früchte abfallen!","translation":"Shake the tree so that its dried leaves and fruits fall off!"},{"text":"Pfirsiche sind nicht getrocknete Birnen.","translation":"Peaches are not dried pears."}],"ausgedacht":[{"text":"Ich habe mir einen neuen Satz ausgedacht.","translation":"I came up with a new sentence."},{"text":"Gab es dieses Märchen bereits, oder hast du es dir spornstreichs ausgedacht?","translation":"Did this fairy tale already exist, or did you make it up as a spur?"},{"text":"Sie haben sich eine unwahrscheinliche Geschichte ausgedacht.","translation":"They have come up with an unlikely story."},{"text":"Ich bin mir ziemlich sicher, dass Tom sich die Geschichte nur ausgedacht hat.","translation":"I'm pretty sure that Tom just made up that story."},{"text":"Hast du dir einen guten Plan ausgedacht?","translation":"Have you thought of a good plan?"}],"Linse":[{"text":"Als ich Tom fotografieren wollte, bekam die Linse einen Riss.","translation":"When I wanted to photograph Tom, the lens cracked."},{"text":"Wir haben auch Linsen in unserem Sortiment.","translation":"We also have lentils in our assortment."},{"text":"Die Lichtstrahlen werden in der Linse gebrochen.","translation":"The light rays are refracted in the lens."},{"text":"Durch die Linse wurde das Bild invertiert.","translation":"Through the lens the image was inverted."},{"text":"Linsen und Spätzle sind das Größte.","translation":"Lentils and spaetzle are the biggest."}],"Lieferzeit":[],"Mitgliedstaat":[{"text":"Sie repräsentieren in der Tat die Bevölkerung der Mitgliedstaaten, die Bürger.","translation":"They do indeed represent the people of the Member States, the citizens."},{"text":"Die Mitgliedstaaten verpflichten sich, ihre militärischen Fähigkeiten schrittweise zu verbessern.","translation":"Member States undertake to progressively improve their military capabilities."},{"text":"Jeder Mitgliedstaat der Europäischen Union, auch mein Heimatland, kann Fehler machen.","translation":"Every Member State of the European Union, including my own country, can make mistakes."},{"text":"Der Europatag wird am 9. Mai in allen Mitgliedstaaten gefeiert.","translation":"Europe Day is celebrated on 9 May in all Member States."},{"text":"Ich bin mir nicht sicher, dass Damian ein Russe ist, er kommt doch aus einem Mitgliedstaat der ehemaligen Sowjetunion.","translation":"I am not sure that Damian is Russian, he comes from a Member State of the former Soviet Union."}],"kürzen":[{"text":"Dank meiner kurzen Beine muss ich alle Hosen, die ich kaufe, kürzen.","translation":"Thanks to my short legs, I have to shorten all the pants I buy."},{"text":"Man hat den griechischen Beamten die Bezüge gekürzt.","translation":"The salaries of Greek civil servants have been cut."},{"text":"Ich nehme diese Hose, obwohl ich sie um mindestens 5 cm kürzen muss.","translation":"I take these pants even though I need to shorten them by at least 5 cm."},{"text":"Wann immer du einen Satz kürzen kannst, tu es.","translation":"Whenever you can shorten a sentence, do it."},{"text":"Der Text muss so gekürzt werden, dass er auf eine Seite passt.","translation":"The text needs to be shortened so that it fits on one page."}],"Fernbedienung":[{"text":"Gib mir die Fernbedienung zurück!","translation":"Give the remote control back to me."},{"text":"Ich habe die Fernbedienung gesucht.","translation":"I was looking for the remote."},{"text":"Könntest du mir bitte die Fernbedienung reichen?","translation":"Could you please hand me the remote control?"},{"text":"Unter der Couch liegt eine Fernbedienung.","translation":"Under the couch is a remote control."},{"text":"Tom nahm die Fernbedienung und stellte den Fernseher leiser.","translation":"Tom picked up the TV remote and turned down the volume."}],"herumlaufen":[{"text":"Die Kleidung, in der Tom herumläuft, hat Altertumswert.","translation":"The clothes Tom walk around in have ancient value."},{"text":"Nachbarn haben Tom durchs Fenster in Marias Kleid herumlaufen sehen.","translation":"Neighbors have seen Tom walking around through the window in Maria's dress."},{"text":"Nicht unter der Leiter herumlaufen!","translation":"Don't walk around under the ladder!"},{"text":"Wir können des Nachts nicht im Park herumlaufen.","translation":"We can't wander around the park at night."},{"text":"Ich sah den Hund meines Nachbarn in meinem Garten herumlaufen.","translation":"I saw my neighbor's dog running around my yard."}],"Herzinfarkt":[{"text":"Wer riskant lebt, hat offenbar bessere Chancen, einen Herzinfarkt zu überleben.","translation":"Those who live risky lives apparently have a better chance of surviving a heart attack."},{"text":"Tom erlitt einen Herzinfarkt, als er die Rechnung für die Reparatur seines Wagens sah.","translation":"Tom suffered a heart attack when he saw the bill for the repair of his car."},{"text":"Tom starb während eines Spaziergangs mit seinem Hund an einem Herzinfarkt.","translation":"Tom died of a heart attack while walking his dog."},{"text":"Tom hatte einen leichten Herzinfarkt.","translation":"Tom had a mild heart attack."},{"text":"Tom hatte noch nie einen Herzinfarkt.","translation":"Tom has never had a heart attack."}],"bewaffnet":[{"text":"Jene Wilden waren mit Pfeil und Bogen bewaffnet.","translation":"Those savages were armed with bows and arrows."},{"text":"Die Polizei geht davon aus, dass der Mann bewaffnet und gefährlich ist.","translation":"The police assume that the man is armed and dangerous."},{"text":"Sie sind bis an die Zähne bewaffnet.","translation":"They're armed to the teeth."},{"text":"Ich habe mich mit einem Messer bewaffnet.","translation":"I armed myself with a knife."},{"text":"Die Krieger waren bis an die Zähne bewaffnet.","translation":"The warriors were armed to the teeth."},{"text":"Der Gebildete hat ein bewaffnetes Auge.","translation":"The educated person has an armed eye."},{"text":"Zu Gebieten, wo bewaffnete Gruppen ihre eigenen Kandidaten haben, erhalten andere Kandidaten keinen Zugang.","translation":"To areas where armed groups have their own candidates, other candidates are not given access."},{"text":"Einer der bewaffneten Männer riss ihr das Tuch von den Augen.","translation":"One of the armed men tore the cloth from her eyes."},{"text":"Es gab überall bewaffnete Wachen.","translation":"There were armed guards everywhere."},{"text":"Bis an die Zähne bewaffnete Männer standen vor der Tür.","translation":"Men armed to the teeth stood in front of the door."}],"ukrainisch":[{"text":"Ukrainische Mädchen sind die schönsten Mädchen der Welt.","translation":"Ukrainian girls are the most beautiful girls in the world."},{"text":"In der Ukraine spreche ich immer Ukrainisch.","translation":"In Ukraine, I always speak Ukrainian."},{"text":"Ich lerne Ukrainisch.","translation":"I am learning Ukrainian."},{"text":"Wir schauten uns ukrainische Filme mit Esperanto-Untertiteln an.","translation":"We watched Ukrainian films with Esperanto subtitles."},{"text":"Meine letzte Freundin war Slowakin, und jetzt habe ich eine ukrainische Verlobte.","translation":"My last girlfriend was Slovakian, and now I have a Ukrainian fiancée."},{"text":"Tom verlor das Interesse am Französischen und wandte sich dem Ukrainischen zu.","translation":"Tom lost interest in French and turned to Ukrainian."},{"text":"Russisch spricht Tom nicht, dafür aber Ukrainisch und Polnisch.","translation":"Tom does not speak Russian, but Ukrainian and Polish do."},{"text":"Mein Kind wird zwei Sprachen können. Ich werde ihm Russisch beibringen und die Schule Ukrainisch.","translation":"My child will be able to speak two languages. I will teach him Russian and the school Ukrainian."},{"text":"Sind Russisch und Ukrainisch einander ähnlich?","translation":"Are Russian and Ukrainian similar?"},{"text":"Die Ukrainische Partei der Regionen hat erklärt, dass sie in die Opposition geht.","translation":"The Ukrainian Party of Regions has declared that it is going into opposition."}]}