{"Unternehmer":[{"text":"Ich bin Unternehmer.","translation":"I am an entrepreneur."},{"text":"Er ist ein erfolgreicher Unternehmer.","translation":"He's a successful businessman."},{"text":"Unsere Wissenschaftler und Unternehmer beobachten das sehr aufmerksam.","translation":"Our scientists and entrepreneurs are watching this very closely."},{"text":"Mit der Qualität des Unternehmers steht und fällt die besondere Kultur in großen Familienunternehmen.","translation":"With the quality of the entrepreneur, the special culture in large family businesses stands and falls."},{"text":"Leider bin ich kein geschickter Unternehmer.","translation":"Unfortunately, I am not a skilled entrepreneur."}],"Haß":[{"text":"Der Hass ist die Liebe, die gescheitert ist.","translation":"Hatred is love that has failed."},{"text":"Niemand kommt mit einem Gefühl des Hasses auf diese Welt.","translation":"No one comes to this world with a sense of hatred."},{"text":"Ich sterbe in Liebe zu meinen Freunden und ohne Hass auf meine Feinde.","translation":"I die in love for my friends and without hatred for my enemies."},{"text":"Damals gab es Hass zwischen uns.","translation":"There was hatred between us then."},{"text":"Liebe besiegt den Hass.","translation":"Love conquers hate."},{"text":"Hass macht hässlich.","translation":"Hate makes you ugly."},{"text":"Haß und Neid Macht die Hölle weit.","translation":"Hatred and envy make hell wide."},{"text":"Hass ist ein so großes Wort.","translation":"Hatred is such a big word."},{"text":"Ihr Gesicht war von Hass erfüllt.","translation":"Her face was filled with hatred."},{"text":"Manchmal verwandelt sich Liebe in Hass.","translation":"Sometimes love turns into hate."}],"Abhängigkeit":[{"text":"Freiwillige Abhängigkeit ist der schönste Zustand, und wie wäre der möglich ohne Liebe?","translation":"Voluntary dependence is the most beautiful state, and how would it be possible without love?"},{"text":"Jedes Herz braucht Zeit und Abhängigkeit.","translation":"Every heart needs time and dependence."},{"text":"Der Preis ändert sich in Abhängigkeit von der Nachfrage.","translation":"The price changes depending on the demand."},{"text":"Es gibt tatsächlich so etwas wie Internet-Abhängigkeit.","translation":"There really is such a thing as Internet addiction."},{"text":"Wir müssen denen helfen, die versuchen, gegen eine Abhängigkeit zu kämpfen.","translation":"We must help those who are trying to fight against addiction."}],"entgegen":[{"text":"Geh ihr den halben Weg entgegen!","translation":"Make a compromise with her."},{"text":"Und wieder neigt ein Tag sich seinem Ende entgegen.","translation":"And again, a day is coming to an end."},{"text":"Sobald der Geist auf ein Ziel gerichtet ist, kommt ihm vieles entgegen.","translation":"As soon as the mind is focused on a goal, many things come to meet it."},{"text":"Die Freude flieht auf allen Wegen; der Ärger kommt uns gern entgegen.","translation":"Joy flees in all ways; the trouble is happy to meet us."},{"text":"Russland schaut großen finanziellen Schwierigkeiten entgegen.","translation":"Russia is facing great financial difficulties."},{"text":"Entgegen allen Erwartungen wurden wir gute Freunde.","translation":"Against all expectations, we became good friends."},{"text":"Er wurde ein Sänger entgegen den Wünschen seiner Eltern.","translation":"He became a singer against his parents wishes."},{"text":"Tom hat mich entgegen seinem Versprechen nicht zum Mittagessen eingeladen.","translation":"Tom didn't buy me lunch like he said he would."},{"text":"Warum handeln viele entgegen der Logik zum Nachteil ihrer Gesundheit?","translation":"Why do many act against logic to the detriment of their health?"},{"text":"Wir nehmen jeden Beitrag zu unserer Sammlung freudig entgegen.","translation":"We welcome every contribution to our collection."}],"visuell":[{"text":"Wer ein visueller Typ ist, kann nicht unbedingt schön zeichnen.","translation":"If you're a visual guy, you can't necessarily draw beautifully."},{"text":"Benutzen Sie visuelle Hilfsmittel.","translation":"Use visual aids."},{"text":"Die Produktion ist für die Zuschauer visuell reizvoll.","translation":"The production is a visual treat for the audience."},{"text":"Es rief merkwürdige visuelle Effekte hervor.","translation":"It produced strange visual effects."},{"text":"Die typografische Gestaltung der Verse weist auf einen Einfluss der visuellen Poesie hin.","translation":"The typographic design of the verses indicates an influence of visual poetry."}],"Initiative":[{"text":"Das Projekt ist eine Initiative der Gemeinde.","translation":"The project is a community initiative."},{"text":"Uri Avnery gründete im Jahre 1993 die Initiative „Gusch Schalom“.","translation":"Uri Avnery founded the Gush Shalom movement in 1993."},{"text":"Toms Chef kritisierte ihn dafür, dass er keine Initiative zeige.","translation":"Tom's boss criticised him for not having any initiative."},{"text":"Warum hast du nicht die Initiative ergriffen?","translation":"Why didn't you take the initiative?"},{"text":"Dank dieser Initiativen hat die Stadt jetzt eine sehr niedrige Kriminalitätsrate.","translation":"Thanks to these initiatives, the city now has a very low crime rate."}],"Yen":[{"text":"Kannst du mir fünfhundert Yen leihen?","translation":"Can you lend me five hundred yen?"},{"text":"Firmen fliehen vor dem starken Yen.","translation":"Companies are fleeing the strong yen."},{"text":"Ich habe das Bild für 20000 Yen verkauft.","translation":"I sold the picture for 20,000 yen."},{"text":"Der Yen ist schwächer als der Dollar.","translation":"The yen is weaker than the dollar."},{"text":"Ich habe zweitausend Yen für das Buch bezahlt.","translation":"I paid two thousand yen for the book."},{"text":"Ihr Verlust erreichte eine Million Yen.","translation":"Their loss reached one million yen."},{"text":"Er wechselte Yen in Dollar.","translation":"He exchanged yen for dollars."},{"text":"Dies ist eine Million Yen wert.","translation":"This is worth a million yen."},{"text":"Angenommen, du hättest eine Million Yen, was würdest du damit machen?","translation":"Assuming you had a million yen, what would you do with it?"},{"text":"Ich würde gerne Yen in Dollar wechseln.","translation":"I would like to change yen into dollars."}],"ferne":[{"text":"Ein guter Nachbar ist besser als ein Bruder in der Ferne.","translation":"A good neighbor is better than a brother far away."},{"text":"Manchmal müssen wir in die Ferne ziehen, um uns selbst wieder nahe zu kommen.","translation":"Sometimes we have to go into the distance to get close to ourselves again."},{"text":"Das liegt noch in weiter Ferne.","translation":"That is still a long way off."},{"text":"Alte Leute sehen am besten in die Ferne.","translation":"Old people look best into the distance."},{"text":"Trotz des Lärms konnte ich die leise Musik in der Ferne hören.","translation":"Despite the noise, I could hear the soft music in the distance."}],"Meeting":[{"text":"Ich schlage vor, das Meeting zu verschieben.","translation":"I suggest that the meeting be postponed."},{"text":"Wir werden hier morgen ein Meeting haben.","translation":"We are going to have a meeting here tomorrow."},{"text":"Ich werde am nächsten Meeting teilnehmen.","translation":"I'll attend the next meeting."},{"text":"Wir setzen das Meeting nach dem Tee fort.","translation":"We'll resume the meeting after tea."},{"text":"Sie wandte sich nach dem Meeting direkt wieder ihrer Arbeit zu.","translation":"After the meeting, she went straight back to work."}],"war's":[{"text":"Das war's fürs Erste, Leute.","translation":"That's it for now, folks."},{"text":"Das war's für heute.","translation":"That's it for today."},{"text":"\"Was war's?\" \"Sie sagen, es sei eine akute Blinddarmentzündung.\"","translation":"\"What was it?\" \"They say it's acute appendicitis.\""}],"Annahme":[{"text":"Ich habe Grund zur Annahme, dass es nicht stimmt.","translation":"I have reason to assume that it's not true."},{"text":"Wir gründen unsere Annahmen darauf, dass nichts schneller als das Licht ist.","translation":"We base our hypotheses on the fact that nothing is faster than light."},{"text":"Gehe ich recht in der Annahme, dass du dich von meinen Kommentaren genervt fühlst?","translation":"Am I right in assuming that my commentaries irritate you?"},{"text":"Auf jeden Fall ist deine Annahme falsch.","translation":"In any case, you are wrong in your conjecture."},{"text":"Was er sagt unterstützt meine Annahme.","translation":"What he says supports my assumption."}],"Freizeit":[{"text":"Ich habe sehr wenig Freizeit.","translation":"I have very little free time."},{"text":"Je mehr Freizeit er hat, desto glücklicher ist er.","translation":"The more spare time he has, the happier he is."},{"text":"Zeitung lesen kannst du in deiner Freizeit.","translation":"You can read the newspaper in your free time."},{"text":"Ewige Freizeit — das müsste die Hölle auf Erden sein!","translation":"Eternal leisure — that would have to be hell on earth!"},{"text":"Maria kann zwischen Beruf und Freizeit entscheiden.","translation":"Maria can choose between work and leisure."}],"färben":[{"text":"Sie färbt sich immer die Haare.","translation":"She always dyes her hair."},{"text":"Das kalte Wetter hat die Blätter rot gefärbt.","translation":"The cold weather has turned the leaves red."},{"text":"Sie färbt ihre Haare schon seit Jahren schwarz.","translation":"She has been dying her hair black for years."},{"text":"Ich färbe mir das Haar braun.","translation":"I am dyeing my hair brown."},{"text":"Ich kann mir meine Haare nicht färben. Meine Mutter würde mich umbringen!","translation":"I cannot dye my hair. My mother would kill me!"}],"Eigentum":[{"text":"Sie kämpfen um ihr Eigentum zu retten.","translation":"They are fighting to save their property."},{"text":"Im 17. Jahrhundert ging das Haus in das Eigentum der Stadt über.","translation":"In the 17th century, the house became the property of the city."},{"text":"Wer viel Charakter hat, hat wenig Eigentum.","translation":"Those who have a lot of character have little property."},{"text":"Ich kämpfe, um mein Eigentum zu behalten.","translation":"I fight to keep my property."},{"text":"Die Arbeiter forderten, mit dem Eigentümer zu reden.","translation":"The workers demanded that they talk with the owner."}],"Kuh":[{"text":"Man wird so alt wie eine Kuh und lernt doch immer noch dazu.","translation":"You get as old as a cow and still learn."},{"text":"Schwarze Kühe geben auch weiße Milch.","translation":"Black cows also give white milk."},{"text":"Die Kühe trinken Wasser.","translation":"The cows drink water."},{"text":"Halten Sie Kühe für schlau?","translation":"Do you think cows are smart?"},{"text":"Kühe kann man nicht betrügen, sie geben das, was sie kriegen.","translation":"Cows cannot be cheated, they give what they get."},{"text":"Die beste Kuh wird nicht verkauft.","translation":"The best cow is not sold."},{"text":"Man kann nicht die Kuh verkaufen und die Milch behalten.","translation":"You can't sell the cow and keep the milk."},{"text":"Tusnelda die Kuh ist Subjekt dieses Satzes.","translation":"Thusnelda the cow is the subject of this sentence."},{"text":"Es ist egal, wie die Kuh heißt, wenn sie nur gute Milch gibt.","translation":"It doesn't matter what the cow's name is if she only gives good milk."},{"text":"Er steht da wie die Kuh vor dem neuen Tor.","translation":"He stands there like a cow in front of the new gate."}],"hilfst":[{"text":"Wenn du ihm nicht hilfst, schafft er es nicht.","translation":"If you don't help him, he won't make it."},{"text":"Habe keine Angst! Wenn du mir hilfst, geht alles gut.","translation":"Don't worry! If you help me, everything will be fine."},{"text":"Wenn du mir nicht hilfst, werde ich es wohl nicht zu Ende führen können.","translation":"If you don't help me, I probably won't be able to finish it."},{"text":"Wenn du mir nicht hilfst, gehen wir zusammen ins Gefängnis!","translation":"If you don't help me, we'll go to jail together!"},{"text":"Ich bin dir dankbar, dass du mir dabei hilfst.","translation":"I am grateful to you for helping me with this."},{"text":"Ich will, dass du mir hilfst, es sauber zu machen.","translation":"I want you to help me clean it up."},{"text":"Sag mir, wie du mir hilfst.","translation":"Tell me how you help me."},{"text":"Hilfst du mir, meine Schlüssel zu suchen?","translation":"Will you help me find my keys?"},{"text":"Ich will das Buch übersetzen. Hilfst du mir bei dieser Arbeit?","translation":"I want to translate the book. Will you help me with this work?"},{"text":"Hilfst du mir dabei, das hier zu übersetzen?","translation":"Will you help me translate this?"}],"Scheidung":[{"text":"Verglichen mit denen in Amerika, enden japanische Ehen selten mit der Scheidung.","translation":"Compared to those in America, Japanese marriages rarely end in divorce."},{"text":"Bei Tom und Maria lief alles auf eine Scheidung hinaus.","translation":"For Tom and Maria, it all boiled down to a divorce."},{"text":"Mit der Scheidung verliert man nicht nur seinen Partner, sondern auch seine Freunde.","translation":"With divorce, you lose not only your partner, but also your friends."},{"text":"Toms Scheidung erwies sich letzten Endes als ein Segen.","translation":"Tom's divorce was a blessing in disguise."},{"text":"Toms Frau beantragte nach dem Vorfall die Scheidung.","translation":"Tom's wife filed for divorce after the incident."}],"Motivation":[{"text":"Leistung ist das Ergebnis von Motivation.","translation":"Performance is the result of motivation."},{"text":"Die Motivation sinkt schnell.","translation":"Motivation drops rapidly."},{"text":"Ihm fehlt es an Motivation.","translation":"He lacks motivation."},{"text":"Lob ist eines der besten Mittel der Motivation.","translation":"Praise is one of the best means of motivation."},{"text":"Mein Antrieb, meine Motivation war immer meine Liebe zum Publikum.","translation":"My drive, my motivation has always been my love for the audience."}],"nieder":[{"text":"Die Waffen nieder!","translation":"Lay down your arms!"},{"text":"Die Wahrheit sinkt manchmal nieder, doch verliert sie nie den Atem.","translation":"The truth sometimes sinks down, but it never loses its breath."},{"text":"Legt eure Waffen nieder!","translation":"Lay down your arms!"},{"text":"Wo man singt, da lass dich ruhig nieder, böse Menschen haben keine Lieder.","translation":"Where you sing, settle down, evil people have no songs."},{"text":"Mach dich nicht zu hoch, die Tür ist nieder!","translation":"Don't get too high, the door is down!"}],"versichern":[{"text":"Er hat sich für den Notfall versichert.","translation":"He has insured himself in case of emergency."},{"text":"Keine Sorge, ich bin versichert.","translation":"Don't worry, I'm insured."},{"text":"Tom versicherte Maria, dass er nicht zu spät zur Feier kommen würde.","translation":"Tom assured Mary that he wouldn't be late for the party."},{"text":"Der Mann versicherte uns, dass sie den Mord nicht begangen habe.","translation":"The man assured us that she didn't commit the murder."},{"text":"Ich würde dies bitte gern versichern.","translation":"I'd like to insure this, please."}],"Förderung":[{"text":"Zur Förderung dieses Projektes müssen wir ordentlich Geld in die Hand nehmen.","translation":"To support this project, we have to put a lot of money into our hands."},{"text":"Wie kann das Internet zur Förderung der Wissenschaften beitragen?","translation":"How can the Internet contribute to the advancement of science?"},{"text":"Zur Förderung des Menschen, zur Entwicklung des Geistigen ist das Lassen das höchste Mittel.","translation":"For the promotion of man, for the development of the spiritual, leaving is the highest means."},{"text":"Tom wurde die Förderung entzogen. Er musste seine Forschung einstellen.","translation":"Tom's sponsorship was withdrawn. He had to stop his research."},{"text":"Die Lehrer erkannten schnell, dass Tom wissbegierig und begabt war, und ließen ihm entsprechende Förderung zuteil werden.","translation":"The teachers quickly realized that Tom was inquisitive and gifted, and gave him appropriate support."}],"erleiden":[{"text":"Dieses Buch schrieb ich, nachdem ich einen großen Verlust erlitten hatte.","translation":"I wrote this book after I had suffered from a great loss."},{"text":"Welche Krankheit erleidet sie?","translation":"What sickness does she suffer from?"},{"text":"Die Firma erlitt enormen Schaden.","translation":"The company suffered enormous damage."},{"text":"Wer nicht verschwendet, erleidet keinen Mangel.","translation":"Waste not, want not."},{"text":"Das Haus erlitt keinen großen Schaden, da das Feuer schnell gelöscht wurde.","translation":"The house did not suffer much damage because the fire was quickly put out."}],"papa":[{"text":"Am Samstag gehört Papa den Kindern.","translation":"On Saturday, Dad belongs to the children."},{"text":"Kinder, Papa ist zurück, und er hat jedem von euch ein Geschenk mitgebracht!","translation":"Children, daddy's back, and he has brought each of you a gift!"},{"text":"Papa, ich brauche noch mehr Geld.","translation":"Dad, I need more money."},{"text":"Wenn Papa Sportschau guckt, muss Mama die Klappe halten.","translation":"When dad watches sports shows, mom has to shut up."},{"text":"Frag Papa, wen man „Sisi“ nannte.","translation":"Ask Papa who was called \"Sisi\"."}],"verlinken":[{"text":"Ich verlinke sie nicht miteinander.","translation":"I don't link them together."}],"vertreiben":[{"text":"Wer singt, der vertreibt seine Schmerzen.","translation":"Whoever sings dispels his pain."},{"text":"Gewalt kann man mit Gewalt vertreiben.","translation":"Violence can be expelled by force."},{"text":"Wir haben nicht zu wenig Zeit. Wir vertreiben sie nur zu oft.","translation":"We don't have too little time. We drive them away all too often."},{"text":"Er vertreibt Radios.","translation":"He sells radios."},{"text":"Das Licht, das die Dunkelheit vertreibt, schafft auch die Schatten.","translation":"The light that casts away the darkness also creates shadows."}],"Hindernis":[{"text":"Das Ideal liegt in dir, das Hindernis auch.","translation":"The ideal is in you, as is the obstacle."},{"text":"Hindernisse im meinem Leben kann ich nicht ertragen.","translation":"I can't stand obstacles in my life."},{"text":"Er steht vielen Hindernissen gegenüber.","translation":"He faces many obstacles."},{"text":"Wir haben das erste Hindernis mit Mühe und Not überwunden.","translation":"We have overcome the first obstacle with difficulty and hardship."},{"text":"Der Skandal war ein Hindernis für seine Karriere.","translation":"The scandal was an obstacle to his career."}],"verbrauchen":[{"text":"Die Herstellung von Papier verbraucht viel Wasser.","translation":"A lot of water is used in paper production."},{"text":"Man darf nicht mehr Glück verbrauchen, als man erzeugt.","translation":"You must not consume more happiness than you generate."},{"text":"Ich habe meine ganze Energie verbraucht.","translation":"I consumed my whole energy."},{"text":"In Japan werden große Mengen Papiers verbraucht.","translation":"In Japan, large quantities of paper are consumed."},{"text":"Wie viel verbraucht dieses Auto?","translation":"How much does this car consume?"},{"text":"Wenn wir nichts mehr übrig haben, haben wir halt alles verbraucht.","translation":"If we have nothing left, we have just used up everything."},{"text":"Ich finde, dass der Tisch zu viel Platz verbraucht.","translation":"I find that the table takes up too much space."},{"text":"Warum siehst du so verbraucht aus?","translation":"Why do you look so worn out?"},{"text":"Meine Kräfte sind verbraucht.","translation":"My strength is exhausted."},{"text":"Während der übrigen Zeit des Tages fühlte ich mich leer und verbraucht.","translation":"During the rest of the day I felt empty and exhausted."}],"innovativ":[{"text":"Kleine und mittlere Unternehmen sind innovativ, flexibel und effektiv.","translation":"Small and medium-sized enterprises are innovative, flexible and effective."},{"text":"Das war eine sehr innovative Methode.","translation":"Doing that was very innovative."},{"text":"Das ist eine innovative Lösung.","translation":"This is an innovative solution."},{"text":"Diese Projekte bieten eine Fülle von innovativen Inhalten und Ideen.","translation":"These projects offer a wealth of innovative content and ideas."},{"text":"Dank einer Reihe innovativer Technologien und Techniken werden Tag für Tag neue Wunder der biologischen Welt entdeckt.","translation":"Thanks to a collection of innovative technologies and techniques, day after day new wonders of the biological world are revealed."}],"Lautsprecher":[{"text":"Stell ihn auf Lautsprecher.","translation":"Put it on speaker phone."},{"text":"Der Lautsprecher ist kaputt.","translation":"The loudspeaker is not working."},{"text":"Welcher der beiden Lautsprecher hat einen besseren Klang?","translation":"Which of the two speakers has a better sound?"},{"text":"„Was ist los?“ – „Die Lautsprecher funktionieren nicht richtig.“","translation":"\"What's wrong?\" \"The speakers aren't working properly.\""},{"text":"Die Lautsprecher werden extra verkauft.","translation":"The speakers are sold separately."}],"Erzähler":[{"text":"Es ist die Geschichte — nicht der Erzähler.","translation":"It's the story — not the narrator."},{"text":"Autor und Erzähler darf man nicht identifizieren.","translation":"Author and narrator must not be identified."},{"text":"Sie war zu jung, um zu wissen, dass man einen Erzähler nicht unterbrechen soll.","translation":"She was too young to know that you shouldn't interrupt a narrator."},{"text":"Es kann keine Erzählung ohne einen Erzähler geben.","translation":"There can be no narrative without a narrator."},{"text":"Der Erzähler liefert nur wenige Beschreibungen des Umfelds.","translation":"The narrator provides only a few descriptions of the surroundings."}],"sei":[{"text":"„Ist was, Maria?“ – „Tom hat mich sitzenlassen.“ – „Sei froh, dass du den Typen los bist!“","translation":"\"Is what, Maria?\" – \"Tom let me sit.\" – \"Be glad you got rid of the guy!\""},{"text":"Wer sich wundert, dass ich so viel Zeit habe, dem sei verraten, dass das keineswegs der Fall ist.","translation":"If you are surprised by how much time I have on my hands, I can assure you that this is not the case."},{"text":"Was er auch tun mag, man wird immer behaupten, dass er derjenige sei, der alles verpfuscht habe.","translation":"Whatever he does, it will always be said that he is the one who botched everything."},{"text":"Nun trifft es mich, wie's jeden traf, ich liege wach, es meidet mich der Schlaf, nur im Vorbeigehn flüstert er mir zu: „Sei nicht in Sorg, ich sammle deine Ruh', und tret' ich dann wieder in dein Haus, so zahl ich dir alles auf einmal aus“.","translation":"Now it hits me, as it affected everyone, I lie awake, sleep avoids me, only in passing he whispers to me: \"Do not worry, I collect your rest', and then I step back into your house, so I pay you everything at once\"."},{"text":"Die Natur hat mir nicht gesagt: Sei nicht arm! Noch weniger: Sei reich! Aber sie ruft mir zu: Sei unabhängig!","translation":"Nature did not tell me: Don't be poor! Even less: Be rich! But she calls out to me: Be independent!"}],"Entwurf":[{"text":"Adam war der erste Entwurf für Eva.","translation":"Adam was the first draft for Eve."},{"text":"Sie weigerte sich, seinen Entwurf anzunehmen.","translation":"She refused to accept his proposal."},{"text":"Ich schreibe einen Entwurf der Rede.","translation":"I am writing a draft of the speech."},{"text":"Ich überlege, ob ich meine Entwürfe ins Netz stellen sollte.","translation":"I'm considering putting my designs online."},{"text":"Hat Tom deinen Entwurf gemocht?","translation":"Did Tom like your design?"}],"Schere":[{"text":"Wo ist die Schere?","translation":"Where are the scissors?"},{"text":"Messer, Gabel, Schere, Licht, sind für kleine Kinder nicht!","translation":"Knives, forks, scissors, lights, are not for small children!"},{"text":"Die Schere ist schön scharf.","translation":"The scissors are nicely sharp."},{"text":"Die Schere schneidet nicht.","translation":"The scissors do not cut."},{"text":"Eine Schere liegt auf dem Tisch.","translation":"A pair of scissors lies on the table."}],"Grundstück":[{"text":"Abgesehen von diesem Garten habe ich hier alle Grundstücke gekauft.","translation":"Apart from this garden, I bought all the plots here."},{"text":"Was suchen Sie auf meinem Grundstück?","translation":"What are you looking for on my property?"},{"text":"Geld allein macht nicht glücklich. Es gehören auch noch Aktien, Gold und Grundstücke dazu.","translation":"Money alone does not make you happy. It also includes stocks, gold and land."},{"text":"Häuser und Grundstücke sind teuer in der Stadt.","translation":"Houses and land are expensive in the city."},{"text":"Das Grundstück für die neue Fabrik ist noch nicht festgelegt.","translation":"The site for the new factory has not yet been determined."}],"parallel":[{"text":"Die beiden Straßen laufen parallel zu einander.","translation":"The two streets run parallel to one another."},{"text":"Diese Linie ist parallel zu den anderen.","translation":"This line is parallel to the other."},{"text":"Parallele Linien schneiden sich nicht.","translation":"Parallel lines do not intersect."},{"text":"Liisa studierte parallel zu ihrem Beruf.","translation":"Liisa studied parallel to her profession."},{"text":"Die Straße verläuft über mehrere Meilen parallel zum Fluss.","translation":"The road runs parallel to the river for several miles."},{"text":"Zwei gerade Parallelen haben keinen Punkt gemeinsam.","translation":"Two straight parallels have no point in common."},{"text":"Gebildet ist, wer Parallelen sieht, wo andere völlig Neues erblicken.","translation":"Those who see parallels where others see completely new things are educated."},{"text":"Die Senkrechte der Tangente t durch C und die Parallele durch P schneiden sich in einem Punkt P′.","translation":"The vertical of the tangent t through C and the parallel through P intersect in a point P′."},{"text":"Einen besetzten Rollstuhl schiebt man bergan, indem man Arme und Oberkörper so streckt, dass sie nahezu eine Parallele zum Erdboden bilden, was die Kraft der Beinmuskeln effektiver zur Wirkung bringt.","translation":"An occupied wheelchair is pushed uphill by stretching the arms and upper body so that they form almost a parallel to the ground, which brings the strength of the leg muscles to effect more effectively."},{"text":"Gebildet ist, wer Parallelen zu sehen vermag. Dummköpfe sehen immer wieder etwas ganz Neues.","translation":"Educated is who is able to see parallels. Fools always see something completely new."}],"Laptop":[{"text":"Es ist praktisch, einen Laptop zu haben.","translation":"It's convenient to have a laptop."},{"text":"Wie kannst du einen Laptop und kein Handy haben?","translation":"How can you have a laptop and not a mobile phone?"},{"text":"Sie verbringt ihre Abende vor ihrem Laptop.","translation":"She spends her evenings in front of her laptop."},{"text":"Tom klappte seinen Laptop zu und stand auf.","translation":"Tom closed his laptop and stood up."},{"text":"Der Laptop bietet modernste Technologie zu einem erschwinglichen Preis.","translation":"The laptop provides cutting-edge technology at an affordable price."},{"text":"Mein Laptop hat den Geist aufgegeben.","translation":"My laptop has given up the ghost."},{"text":"Wo ist mein Laptop?","translation":"Where's my laptop?"},{"text":"Mein Laptop-Akku hält nicht mehr so lange wie früher.","translation":"My laptop battery doesn't last as long as it used to."},{"text":"Auf meinem Laptop ist Linux installiert.","translation":"My portable computer uses Linux."},{"text":"Oljas Laptop befindet sich noch in Reparatur.","translation":"Olya's laptop is still under repair."}],"näher":[{"text":"Als wir noch dünner waren, standen wir uns näher.","translation":"When we were thinner, we were closer."},{"text":"Je näher man am Meer ist, desto stärker ist der Wind.","translation":"The closer you are to the sea, the stronger the wind."},{"text":"Warte, bis es näher kommt!","translation":"Wait until it gets closer!"},{"text":"Lassen Sie uns auf diese Frage näher eingehen!","translation":"Let us dwell on this question in more detail!"},{"text":"Setz dich näher zu mir hin.","translation":"Sit closer to me."},{"text":"Komm noch näher!","translation":"Come even closer!"},{"text":"Ich bin meinem Ziel einen Schritt näher.","translation":"I am one step closer to my goal."},{"text":"Näheres hierzu auf www.beispiel.de.","translation":"See www.example.com for more information."},{"text":"Komm ein wenig näher.","translation":"Come a bit closer."},{"text":"Treten Sie näher, treten Sie näher! Das Fräulein hat auch heute frischen Fisch. Wie wäre es mit einem?","translation":"Come closer, step closer! The lady still has fresh fish today. How about one?"}],"befolgen":[{"text":"Ein guter Rat kann nicht befolgt werden, wenn er nicht verstanden wird.","translation":"Good advice cannot be followed if it is not understood."},{"text":"Befehl ist Befehl, und Befehl muss befolgt werden!","translation":"Command is command, and command must be followed!"},{"text":"Haben Sie Toms Rat befolgt?","translation":"Did you take Tom's advice?"},{"text":"Gesetze müssen befolgt werden.","translation":"Rules are to be observed."},{"text":"Sie haben das Spiel verloren, befolgten aber die Regeln.","translation":"They lost the game but observed the rules."}],"dankeschön":[{"text":"Ein Dankeschön an alle, die mir geholfen haben!","translation":"A big thank you to everyone who helped me!"},{"text":"Ein großes Dankeschön für Ihre Hilfe.","translation":"A big thanks for your help."},{"text":"Ein Dankeschön kann man nicht in die Tasche stecken.","translation":"You can't put a \"thank you\" inside your pocket."},{"text":"Wer immer freundlich ist, bekommt einen Arschtritt als Dankeschön.","translation":"Whoever is friendly gets an ass kick as a thank you."},{"text":"Ein herzliches Dankeschön an alle meine Verwandten, Bekannten und Freunde für die zahlreichen Glückwünsche zu meinem Geburtstag. Es hat mich sehr gefreut.","translation":"A big thank you to all my relatives, acquaintances and friends for the numerous congratulations on my birthday. I was very happy."}],"Schauspielerin":[{"text":"Die Schauspielerin, die so gut spielt, heißt Romy Schneider.","translation":"The actress who plays so well is called Romy Schneider."},{"text":"Sie hat sich wie eine Schauspielerin angezogen.","translation":"She was dressed after the fashion of an actress."},{"text":"Er ist mit einer bekannten Schauspielerin verheiratet.","translation":"He is married to a well-known actress."},{"text":"Diese Schauspielerin ist schön wie immer.","translation":"That actress is as beautiful as ever."},{"text":"Die Frau im weißen Kleid ist eine berühmte Schauspielerin.","translation":"The woman in the white dress is a famous actress."}],"ausschalten":[{"text":"Du solltest dein Mobiltelefon ausschalten.","translation":"You should turn off your cell phone."},{"text":"Würdest du so freundlich sein und das Radio ausschalten?","translation":"Would you kindly switch off the radio?"},{"text":"Ich wusste nicht, wann ich die Maschine ausschalten sollte.","translation":"I didn't know when to switch the machine off."},{"text":"Vor Verlassen des Raumes bitte das Licht ausschalten!","translation":"Please turn off the light before leaving the room."},{"text":"Vielleicht solltest du den Fernseher ausschalten.","translation":"Maybe you should turn off the TV."}],"rächen":[{"text":"Sei friedlich. Sich nicht rächen kann auch eine Rache sein.","translation":"Be peaceful. Not taking revenge can be a sort of revenge, too."},{"text":"Jetzt rächte sich, dass man keinen Plan B vorbereitet hatte.","translation":"We're now paying the price for not having made a plan B."},{"text":"Ich werde meinen Bruder rächen.","translation":"I will avenge my brother."},{"text":"Was bringt dir deine Wut? Schau lieber zu, wie du dich rächen kannst!","translation":"What does your anger bring you? Watch how you can take revenge!"},{"text":"Einen Menschen erkennt man daran, wie er sich rächt.","translation":"A person can be recognized by how he takes revenge."}],"stream":[{"text":"Die Aussichten für den Bau einer Gasleitung von Russland nach Europa durch das Schwarze Meer und über den Balkan sind sehr trübe. Ich sehe die Zukunft des Projektes „South Stream“ ziemlich düster.","translation":"The prospects for the construction of a gas pipeline from Russia to Europe through the Black Sea and across the Balkans are very bleak. I see the future of the South Stream project as pretty bleak."}],"huh":[{"text":"„Irgendwie gruselige Atmosphäre hier, nicht?“ － „Hey, sag nicht so was Seltsames.“ － „Huh? Hast du etwa Angst vor Gespenstern, Tom?“","translation":"\"Kind of creepy atmosphere here, isn't it?\" - \"Hey, don't say something strange.\" - \"Huh? Are you afraid of ghosts, Tom?\""}],"Pilot":[{"text":"Achtung, hier spricht Ihr Pilot!","translation":"Attention, this is your pilot speaking!"},{"text":"Ich habe einen Freund, der Pilot ist.","translation":"I have a friend who is a pilot."},{"text":"Er beschloss, Pilot zu werden.","translation":"He decided to become a pilot."},{"text":"Ich möchte, wenn möglich, einmal Pilot werden.","translation":"If possible, I would like to become a pilot one day."},{"text":"Ein Moment des Zögerns kann einen Piloten das Leben kosten.","translation":"A moment's hesitation may cost a pilot his life."}],"Elefant":[{"text":"Bitte denken Sie jetzt nicht an einen rosa Elefanten.","translation":"Please do not think of a pink elephant right now."},{"text":"Gut, dass du den Elefanten bemerkt hast!","translation":"Good thing you noticed the elephant!"},{"text":"Schade, dass Elefanten nicht gut singen können.","translation":"Too bad elephants can't sing well."},{"text":"Glaubt ihr, dass Elefanten über das Leben nach dem Tod nachdenken können?","translation":"Do you believe that elephants can contemplate life after death?"},{"text":"Jetzt kommt der Moment, wo der Elefant das Wasser lässt.","translation":"Now comes the moment when the elephant lets the water out."}],"Tools":[],"Auflösung":[{"text":"Lassen Sie mich Ihnen die Auflösung des Rätsels präsentieren!","translation":"Let me present you the resolution of the puzzle!"},{"text":"Tom und Maria kündigten die Auflösung ihrer Ehe an.","translation":"Tom and Mary announced the dissolution of their marriage."},{"text":"Meine Kamera kann Videos mit hoher Auflösung aufnehmen.","translation":"My camera can record high-resolution video."},{"text":"Dieses Bild hat eine sehr niedrige Auflösung. Die Qualität ist sehr schlecht.","translation":"This picture has very low resolution, the quality is very low."},{"text":"Der Kalte Krieg endete mit der Auflösung der Sowjetunion.","translation":"The Cold War ended with the dissolution of the Soviet Union."}],"raffen":[{"text":"Wenn Schwierigkeiten auftreten, ruf mich an!","translation":"If there are difficulties give me a call!"},{"text":"Bitte ruf mich an! Ich vermisse dich so sehr!","translation":"Please call me! I miss you so much!"},{"text":"Ich ruf dich an, wenn wir im Hafen sind.","translation":"I'll phone you when we're in harbour."},{"text":"Ich mach gerade ein Interview fürs Fernsehen, ruf doch bitte später noch mal an!","translation":"I'm doing an interview for TV, please call again later!"},{"text":"Falls Probleme auftauchen, ruf mich an.","translation":"If problems come up, call me."}],"Gleichung":[{"text":"Stellen Sie die Gleichung nach x um.","translation":"Change the equation to x."},{"text":"Welche Lösungen hat die Gleichung x² - 6x - 27 = 0?","translation":"What are the solutions of the equation x² - 6x - 27 = 0?"},{"text":"Ich habe es nicht geschafft, diese Gleichung zu lösen.","translation":"I didn't manage to solve that equation."},{"text":"Weißt du, woher diese Gleichungen kommen?","translation":"Do you know where these equations come from?"},{"text":"Die ganze Mathematik ist eigentlich die Gleichung im Großen für die andern Wissenschaften.","translation":"All mathematics is actually the equation on a large scale for the other sciences."}],"Taxi":[{"text":"Ich nehme ein Taxi zum Bahnhof.","translation":"I take a taxi to the train station."},{"text":"Wartet hier! Ich rufe ein Taxi.","translation":"Wait here! I call a taxi."},{"text":"Könnten Sie mir ein Taxi bestellen?","translation":"Can you call me a taxi?"},{"text":"Ich benutze keine Taxis, außer wenn es unbedingt nötig ist.","translation":"I don't use taxis unless it's absolutely necessary."},{"text":"Es gibt viele Taxis in der Stadt.","translation":"There are plenty of taxis in the city."},{"text":"Tom ist wohl mit dem Taxi gefahren.","translation":"Tom must have taken a taxi."},{"text":"Wo ist mein Taxi?","translation":"Where is my taxi?"},{"text":"Badis und seine Frau Karima sind im Taxi.","translation":"Badis and his wife Karima are in the taxi."},{"text":"Warum nehmen Sie kein Taxi?","translation":"Why don't you take a taxi?"},{"text":"Bob verpasste den letzten Zug und musste mit dem Taxi fahren.","translation":"Bob missed the last train and had to take a taxi."}],"fesseln":[{"text":"Wer sich nicht bewegt, spürt seine Fesseln nicht.","translation":"Those who do not move do not feel their shackles."},{"text":"Der Polizist bat um Verzeihung und befreite mich von den Fesseln.","translation":"The policeman asked for forgiveness and freed me from the shackles."},{"text":"Erwartungen und Vorstellungen sind die Fesseln unseres Erlebens.","translation":"Expectations and ideas are the shackles of our experience."},{"text":"Als ich aufwachte, fand ich mich in Fesseln vor.","translation":"When I woke up, I found I had been tied up."},{"text":"Wer ein Geschenk annimmt, legt sich Fesseln an.","translation":"Anyone who accepts a gift puts on shackles."},{"text":"Seit fast drei Monaten ist er ans Bett gefesselt.","translation":"He has been bedridden for almost three months."},{"text":"Er wurde mit einem Seil an den Baum gefesselt.","translation":"He was tied to the tree with a rope."},{"text":"Er fesselte den Dieb.","translation":"He trussed up the thief."},{"text":"Das ist wie ein Kampf gegen jemand mit einem Arm an den Rücken gefesselt.","translation":"This is like fighting someone with one arm tied behind your back."},{"text":"Ich war den ganzen Tag an den Schreibtisch gefesselt.","translation":"I was tied to my desk all day."}],"empfindlich":[{"text":"Wir haben einen empfindlichen Verlust erlitten.","translation":"We suffered a devastating loss."},{"text":"Ich bin empfindlich gegenüber Lärm.","translation":"I am sensitive to noise."},{"text":"Diese Krise trifft Deutschland an seiner empfindlichsten Stelle.","translation":"This crisis hits Germany at its most sensitive point."},{"text":"Weißt du, bei diesem Thema bin ich sehr empfindlich.","translation":"You know, I'm very sensitive about this topic."},{"text":"Warum bist du so verdammt empfindlich?","translation":"Why are you so damn sensitive?"}],"Provinz":[{"text":"Das Elsass ist eine sehr schöne Provinz Frankreichs.","translation":"Alsace is a very beautiful province of France."},{"text":"Wir fuhren in die Gifu-Provinz.","translation":"We drove to Gifu province."},{"text":"Sami mag Musik aus der Provinz.","translation":"Sami likes music from the provinces."},{"text":"Ich wurde in der Gemeinde Vugizo geboren, in der Provinz Makamba.","translation":"I was born in the municipality of Vugizo, in the province of Makamba."},{"text":"In der Provinz, das wissen wir alle, da ist Kraft – und manchmal auch Herrlichkeit.","translation":"In the provinces, we all know, there is power – and sometimes glory."}],"vorbeikommen":[{"text":"Du musst darauf gefasst sein, dass er jeden Moment vorbeikommen könnte.","translation":"You must be prepared for the fact that he could drop by at any moment."},{"text":"Ich würde heute Abend sehr gerne vorbeikommen.","translation":"I'd love to come by tonight."},{"text":"Wenn Tom vorbeikommt und nach mir fragt, sag ihm, ich sei nicht zu Hause.","translation":"If Tom comes to see me, tell him I'm not at home."},{"text":"Ich werde mit ihm darüber sprechen, wenn er nochmal vorbeikommt.","translation":"I'll talk to him about it when he comes over again."},{"text":"Danke, dass du vorbeigekommen bist!","translation":"Thank you for stopping by."}],"Auskunft":[{"text":"Vielen Dank für Ihre Auskunft.","translation":"Thank you for your information."},{"text":"Ich stehe Ihnen selbstverständlich für jede Auskunft gern zur Verfügung.","translation":"Of course, I am at your disposal for any information."},{"text":"Tom gibt nun aus vollem Halse Auskunft.","translation":"Tom now gives information from the top of his lungs."},{"text":"Dazu kann ich Ihnen keine Auskunft geben.","translation":"I cannot give you any information on this."},{"text":"Entschuldigung, können Sie mir bitte Auskunft geben?","translation":"Sorry, can you please give me information?"}],"Bibel":[{"text":"Würden Sie das mit der Hand auf der Bibel schwören?","translation":"Would you swear on that with your hand on the Bible?"},{"text":"Laut der Bibel brauchte Gott sechs Tage, um die Welt zu erschaffen.","translation":"According to the Bible, it took God six days to create the world."},{"text":"Es ist das erste Mal, dass ich die Bibel lese.","translation":"It’s the first time that I read the Bible."},{"text":"Tom liest gerade in der Bibel.","translation":"Tom is reading the Bible."},{"text":"Der Lehrer las der Klasse einen Absatz aus der Bibel vor.","translation":"The teacher read a passage from the Bible to the class."},{"text":"Die vollständige Bibel wurde in 438 Sprachen übersetzt.","translation":"The complete Bible has been translated into 438 languages."},{"text":"Und die Bibel hat doch recht!","translation":"And the Bible is right!"},{"text":"Im Munde die Bibel, im Herzen übel.","translation":"In the mouth the Bible, in the heart evil."},{"text":"Liest du noch etwas anderes außer der Bibel?","translation":"Do you read something besides the Bible?"},{"text":"Wer hat die Bibel geschrieben?","translation":"Who wrote the Bible?"}],"Feedback":[{"text":"Das Feedback fiel eher mau aus.","translation":"The feedback was rather meager."},{"text":"Die Firma bittet ihre Kunden um Feedback zu ihren Produkten.","translation":"The company asks its customers for feedback on their products."},{"text":"Sofern es um Restaurants, Mensen, Cafeterien oder ähnliches geht, ist \"Feedback\" vielleicht das falsche Wort.","translation":"As far as restaurants, canteens, cafeterias or similar things are concerned, \"feedback\" may be the wrong word."}],"list":[{"text":"List geht über Gewalt.","translation":"Cunning ignores violence."},{"text":"Wir werden eine List probieren.","translation":"We will try a ruse."},{"text":"So Stärke nicht hilft, muss man es mit List versuchen.","translation":"So strength does not help, you have to try it with cunning."},{"text":"List tut mehr denn Stärke.","translation":"List does more than strength."},{"text":"Mit List erreicht man manchmal mehr als mit Stärke.","translation":"Sometimes you achieve more with cunning than with strength."}],"Ursprung":[{"text":"Der Ursprung einer Lüge ist eine Wahrheit.","translation":"The origin of a lie is a truth."},{"text":"Sei dankbar den Tieren – sie sind der Ursprung deiner Kraft.","translation":"Be grateful to the animals – they are the source of your power."},{"text":"Der Ursprung dieses Wortes ist unbekannt.","translation":"The origin of this word is unknown."},{"text":"Es existieren zahlreiche Theorien über den Ursprung des Lebens.","translation":"There are numerous theories about the origin of life."},{"text":"Ich muss dringend den Ursprung und die Größe des Universums herausfinden!","translation":"I urgently need to find out the origin and size of the universe!"}],"gleiche":[{"text":"Egal ob eine oder zwei Personen reisen, der Preis ist der gleiche.","translation":"Whether one or two people travel, the price is the same."},{"text":"Egal, was ich versuche, das Ergebnis ist immer das gleiche.","translation":"No matter what I try, the result is always the same."},{"text":"Seit ich ihn kennengelernt habe, ist mein Leben nicht mehr das gleiche.","translation":"My life hasn't been the same since I met him."},{"text":"Wir haben beide das gleiche Problem.","translation":"We both have the same problem."},{"text":"Tom und Maria haben ungefähr das gleiche Alter.","translation":"Tom and Mary are about the same age."},{"text":"Dem Nächsten muss man helfen: Es kann uns allen Gleiches ja begegnen.","translation":"You have to help your neighbour: we can all encounter the same thing."},{"text":"Gib Gleiches zu Gleichem!","translation":"Give like to like!"},{"text":"Die beste Art sich zu rächen ist: Nicht Gleiches mit Gleichem zu vergelten.","translation":"The best way to take revenge is not to repay like with like."},{"text":"Er hat Gleiches mit Gleichem vergolten.","translation":"He has repaid like with like."},{"text":"Vergelte Gleiches nicht mit Gleichem!","translation":"Do not reward like with like!"}],"Investor":[{"text":"Morgen werden wir ein Meeting mit den Investoren haben.","translation":"Tomorrow we will have a meeting with the investors."},{"text":"Sie benötigen Investoren.","translation":"You need investors."},{"text":"Tom war einer der frühen Facebook-Investoren.","translation":"Tom was an early investor in Facebook."},{"text":"Geduld ist die oberste Tugend des Investors.","translation":"Patience is the top virtue of the investor."},{"text":"Ausländische Investoren zogen sich wegen regionaler politischer Unruhen zurück.","translation":"Foreign investors backed off because of regional political unrest."}],"Kostüm":[{"text":"Er trug einen Anzug und sie ein Kostüm.","translation":"He was wearing a suit and she was wearing a costume."},{"text":"Ein schickes Kostüm.","translation":"Nice suit."},{"text":"Woher hast du dieses Kostüm?","translation":"Where did you find that dress?"},{"text":"Es scheint, dass Alice sehr zufrieden mit ihrem Kostüm ist.","translation":"It seems that Alice is very happy with her costume."},{"text":"Die Bäume haben ihre roten, gelben und braunen Kostüme ausgezogen.","translation":"The trees have taken off their red, yellow and brown costumes."},{"text":"Wie finden Sie mein neues Kostüm?","translation":"How do you like my new suit?"},{"text":"Welche Art Kostüm planst du Halloween zu tragen?","translation":"What kind of costume do you plan to wear for Halloween?"},{"text":"Auf dem Heimweg begegnete Tom einem Mann, den er für einen Klempner hielt, aber es war nur ein Cosplayer in einem Super-Mario-Kostüm.","translation":"On his way home, Tom met a man who he thought was a plumber but was actually just a cosplayer in a Super Mario costume."},{"text":"Gemeinsam mit Schinkel skizzierte er die szenische und die Kostüm- Anordnung für seine Oper \"Undine\", und Kunstwerke, die auf diese Arbeit anspielen, schmückten sein Zimmer in Berlin.","translation":"Together with Schinkel, he sketched the scenic and costume arrangements for his opera \"Undine\", and works of art alluding to this work adorned his room in Berlin."}],"Sprecher":[{"text":"Aufmerksam zuhören ist das beste Kompliment für den Sprecher.","translation":"Listening carefully is the best compliment for the speaker."},{"text":"Der Sprecher kann schnell sprechen.","translation":"The speaker can speak quickly."},{"text":"Keiner hörte dem Sprecher zu.","translation":"None were listening to the speaker."},{"text":"Die meisten englischen Wörter sind den meisten Sprechern des Englischen unbekannt.","translation":"Most English words are unknown to most English speakers."},{"text":"Der Sprecher bat um Aufmerksamkeit.","translation":"The announcer called for attention."}],"fleißig":[{"text":"In der Schule war er fleißig. Danach wurde aus Tom aber ein fauler Hund.","translation":"He was hardworking at school. After that, Tom became a lazy dog."},{"text":"Ihr seid so fleißig! Ich bin stolz auf euch!","translation":"You are so diligent! I am proud of you!"},{"text":"Karl ist einer unserer fleißigsten Mitarbeiter.","translation":"Karl is one of our most diligent employees."},{"text":"Tom lernt fleißig Deutsch.","translation":"Tom is diligently learning German."},{"text":"Sie arbeitet viel und fleißig.","translation":"She works a lot and diligently."}],"beherrschen":[{"text":"Es ist ziemlich schwierig, Französisch nach 2, 3 Jahren zu beherrschen.","translation":"It is quite difficult to master French after 2.3 years."},{"text":"Er beherrschte die Kunst, mit gewöhnlichen Worten ungewöhnliche Dinge zu sagen.","translation":"He mastered the art of using ordinary words to say extraordinary things."},{"text":"Du bist der Herr deiner Worte, aber einmal ausgesprochen, beherrschen sie dich.","translation":"You are the ruler of your words, but, once said, they rule you."},{"text":"Nur mit Mühe konnte ich meinen Brechreiz beherrschen.","translation":"Only with difficulty could I control my nausea."},{"text":"Er wusste sich auch in dieser Situation ausgezeichnet zu beherrschen.","translation":"Even in this situation, he knew how to master himself excellently."}],"einig":[{"text":"Es ist schön, dass wir uns darüber einig sind.","translation":"It's nice that we agree on that."},{"text":"Wahrheit ist, wenn Verstand und Gefühl sich einig sind.","translation":"Truth is when mind and feeling agree."},{"text":"Wenn man mit sich selbst einig ist, ist man es auch mit anderen.","translation":"If you agree with yourself, you agree with others."},{"text":"Man hat nur Angst, wenn man mit sich selber nicht einig ist.","translation":"You are only afraid when you disagree with yourself."},{"text":"Wenn alle Experten einig sind, ist Vorsicht geboten.","translation":"If all experts agree, caution is advised."},{"text":"Wir sind ein Volk, und einig wollen wir handeln.","translation":"We are one people, and united we want to act."},{"text":"Mir scheint, wir sind uns einig.","translation":"It seems to me that we are in agreement."},{"text":"Darüber sind wir uns einig.","translation":"I agree with you on this issue."},{"text":"Nachdem wir zwei Stunden diskutiert hatten, wurden wir uns einig.","translation":"We arrived at an agreement after two hours' discussion."},{"text":"Ich denke, wir sind uns einig darüber, dass die Vergangenheit vorbei ist.","translation":"I think we agree, the past is over."}],"allmählich":[{"text":"Meine Konzentration lässt allmählich nach.","translation":"My concentration gradually decreases."},{"text":"Allmählich wird es im Zimmer immer dunkler.","translation":"Gradually, it gets darker and darker in the room."},{"text":"Der Wind wird allmählich stärker und die Wellen werden größer und größer.","translation":"The wind gradually gets stronger and the waves get bigger and bigger."},{"text":"Die Tage werden allmählich kürzer.","translation":"The days are gradually getting shorter."},{"text":"Ich glaube, mir geht allmählich ein Licht auf.","translation":"I think a light is gradually dawning on me."},{"text":"Allmählich verstehe ich dich nicht mehr.","translation":"I'm beginning to no longer understand you."},{"text":"Allmählich kommt man weiter.","translation":"Gradually, progress is being made."},{"text":"Ich glaube, ich sollte sie allmählich nach Hause fahren.","translation":"I think it's time for me to give her a ride home."},{"text":"Allmählich kriege ich den Bogen raus bei der neuen Maschine.","translation":"I'm getting the hang of this new machine."},{"text":"Ich warte jetzt schon eine halbe Stunde auf Tom. Allmählich könnte er sich mal blicken lassen.","translation":"I've been waiting for Tom for half an hour now. Gradually, he could be seen."}],"Stäbchen":[{"text":"Kannst du mit Stäbchen essen?","translation":"Can you eat with chopsticks?"},{"text":"Reis wird in Japan gewöhnlich mit Stäbchen gegessen.","translation":"Rice is usually eaten with chopsticks in Japan."},{"text":"Tracy hatte noch nie zuvor Stäbchen benutzt.","translation":"Tracy had never used chopsticks before."},{"text":"Aber wir haben nur ein Paar Stäbchen. Was machen wir da nur?","translation":"But there's only one pair of chopsticks. What shall we do?"},{"text":"Tom dachte wohl, ich könnte nicht mit Stäbchen umgehen.","translation":"Tom probably thought I didn't know how to use chopsticks."}],"sensor":[{"text":"Die Reissäcke sind mit Sensoren ausgestattet, die jede Lageänderung sofort an eine zentrale Meldestelle übermitteln.","translation":"The rice sacks are equipped with sensors that immediately transmit any change in position to a central reporting office."}],"Umsetzung":[{"text":"Die Umsetzung der neuen Strategie wird ein paar Wochen dauern.","translation":"The implementation of the new strategy will take a few weeks."},{"text":"Ich bin für die Umsetzung dieses Plans zuständig.","translation":"I am responsible for the realisation of this plan."},{"text":"Immer wieder nimmt man sich Dinge vor und scheitert dann an der Umsetzung.","translation":"Again and again you take things on and then fail to implement them."},{"text":"Nur Umsetzung bringt Veränderung.","translation":"Only implementation brings change."},{"text":"Unser Ziel ist die Umsetzung moderner pädagogischer Prinzipien.","translation":"Our goal is the implementation of modern pedagogical principles."}],"zusammenstellen":[{"text":"Ich habe alle Informationen zusammengestellt, die ich finden konnte.","translation":"I compiled all the information I could find."},{"text":"Es gefällt mir zwar nicht, aber wir müssen ihn seine Gruppe zusammenstellen lassen.","translation":"I don't like the idea, but we'll have to let him choose his team."},{"text":"Diese beiden Tabellen hat Tom zusammengestellt; die übrigen hat Maria gemacht.","translation":"Tom has compiled these two tables; the rest were made by Mary."},{"text":"Viele englische Sprichwörter wurden in diesem Buch zusammengestellt.","translation":"Many English proverbs have been compiled in this book."},{"text":"Anna hat mir eine besondere Teemischung zusammengestellt.","translation":"Anna has put together a special tea blend for me."},{"text":"Unsere Mutter hatte keine Wahl als das Abendessen aus Resten zusammenzustellen.","translation":"Our mother had no choice but to make dinner with leftovers."},{"text":"Ein Wörterbuch zusammenzustellen erfordert viel Zeit.","translation":"Compiling a dictionary takes a lot of time."},{"text":"Tom wollte für Maria eine CD mit Musik zusammenstellen, aber er hatte nur DVD-Rohlinge.","translation":"Tom wanted to make a mix CD of music for Mary, but all he had were DVD blanks."}],"Audio":[{"text":"Eine MP3-Datei ist eine Audio-Datei.","translation":"An MP3 file is an audio file."},{"text":"Der Politiker der Regierungspartei behauptet, dass er das nicht gesagt habe und die Audio- und Videoaufnahmen gefälscht seien.","translation":"The politician of the ruling party claims that he did not say this and that the audio and video recordings were fake."}],"Senior":[{"text":"Halte diese Plätze für Senioren frei!","translation":"Keep these places free for seniors!"},{"text":"In Kanada leben mehr Senioren als Kinder.","translation":"There are more seniors living in Canada than children."},{"text":"Senioren freundlich zu behandeln ist eine gute Sache.","translation":"Treating seniors kindly is a good thing."},{"text":"Tom ist ein Mann, der sich bereits mit Fug und Recht zu den Senioren zählen darf.","translation":"Tom is a man who can justifiably count himself among the seniors."},{"text":"Darüber hinaus bildeten sich viele Gruppen mit dem Ziel, dass Senioren einander kennenlernen und so aktive Teilnehmer am amerikanischen Leben bleiben sollten.","translation":"In addition, many groups were formed with the goal that seniors should get to know each other and thus remain active participants in American life."}],"merkwürdig":[{"text":"Merkwürdige Dinge geschehen.","translation":"Strange things happen."},{"text":"Du siehst mich merkwürdig an.","translation":"You look at me strangely."},{"text":"Wie merkwürdig Maria auch war, sie gefiel ihm immer mehr.","translation":"However strange Mary was, he liked her more and more."},{"text":"Es ist wirklich merkwürdig, das sich dieses Problem nun schon wieder zeigt.","translation":"It is really strange that this problem is now showing up again."},{"text":"Seit einiger Zeit erhalte ich sehr merkwürdige E-Mails.","translation":"For a while now, I have received some very strange messages."}],"begreifen":[{"text":"Wer zuletzt lacht, hat es vorher nicht begriffen!","translation":"Whoever laughs last has not understood it before!"},{"text":"Das kann man begreifen, sich aber nicht vorstellen.","translation":"You can understand that, but you can't imagine it."},{"text":"Man muss das Leben zu Ende leben, um es zu begreifen.","translation":"One has to live one's life to the end, in order to understand it."},{"text":"Sie begreifen schwer, weil sie wenig Intelligenz besitzen.","translation":"It's hard for them to understand, as they possess little intelligence."},{"text":"Der Roman ist im Entstehen begriffen.","translation":"The novel is in the making."}],"abstimmen":[{"text":"Wir wollten gerade abstimmen.","translation":"We were just about to vote."},{"text":"Wie hast du in dieser Angelegenheit abgestimmt?","translation":"How did you vote on that matter?"},{"text":"Wenn du nicht zu Hause bist, kannst du per Post abstimmen.","translation":"If you are not at home, you can vote by mail."},{"text":"Zumindest die Hälfte muss abstimmen.","translation":"At least half of them have to vote."},{"text":"Demokratie darf nicht soweit gehen, dass in der Familie darüber abgestimmt wird wer der Vater ist.","translation":"Democracy must not go so far as to vote in the family about who the father is."},{"text":"Pinguinaugen sind darauf abgestimmt, unter Wasser zu sehen.","translation":"Penguins' eyes are adapted for underwater vision."},{"text":"Wir haben mehr mit dem Herzen als mit dem Verstand abgestimmt.","translation":"We have voted more with the heart than with the mind."},{"text":"Wir haben über den Antrag abgestimmt.","translation":"We have voted on the motion."},{"text":"Wir werden Ihnen diese elektrischen Ventilatoren morgen liefern, wie abgestimmt.","translation":"We will deliver these electric fans to you tomorrow, as agreed."}],"Drittanbietern":[],"Schlampe":[{"text":"„Diese Schlampe hat mir in die Eier getreten.\" „Du hattest es verdient.\"","translation":"\"This bitch kicked me in the balls.\" \"You deserved it.\""},{"text":"Wenn du dieses Kleid trägst, siehst du wie eine Schlampe aus.","translation":"When you wear that dress, you look like a slut."},{"text":"Sie ist 'ne kleine Schlampe.","translation":"She's a bit of a slapper."},{"text":"Fick deine Mutter, du Schlampe.","translation":"Fuck your mom, bitch."},{"text":"Wir betrachten sie als eine Schlampe.","translation":"We look on her as a loose woman."}],"rechen":[{"text":"Ich bin streng, aber gerecht.","translation":"I am strict, but just."},{"text":"Man muss lieben lernen, um gerecht sein zu können.","translation":"You have to learn to love in order to be just."},{"text":"Der König war gerecht.","translation":"The king was just."},{"text":"Es ist einfacher, für ein Prinzip zu kämpfen, als ihm gerecht zu werden.","translation":"It is easier to fight for a principle than to live up to it."},{"text":"Ich kenne keinen einzigen König, der gerecht regiert hätte.","translation":"I don't know of a single king who has ruled justly."}],"Reichtum":[{"text":"Ein guter Name ist besser als Reichtum.","translation":"A good name is better than wealth."},{"text":"Er hat sich seinen Reichtum durch eine gute Bildung erworben.","translation":"He has acquired his wealth through a good education."},{"text":"Leg deinen Reichtum nicht ganz auf ein Schiff.","translation":"Don't put all your wealth on a boat."},{"text":"Zwei werden nicht satt: Wer Wissen und wer Reichtum sucht.","translation":"Two will not get enough: those who seek knowledge and those who seek wealth."},{"text":"Zum Reichtum führen viele Wege, und die meisten von ihnen sind schmutzig.","translation":"There are many roads to wealth, and most of them are dirty."},{"text":"Eine Fähigkeit ist des armen Mannes Reichtum.","translation":"One skill is poor man's wealth."},{"text":"Schönheit wurde in China mit Reichtum verbunden.","translation":"Beauty in China was associated with wealth."},{"text":"Reichtum erzeugt Macht.","translation":"Wealth breeds power."},{"text":"Für ihn ist ein Leben in Reichtum ein großes Ziel.","translation":"For him, a life of wealth is a great goal."},{"text":"Reichtum ist dafür da, ausgegeben zu werden.","translation":"Wealth is there to be spent."}],"einreichen":[{"text":"Du musst die Berichte am Montag einreichen.","translation":"You have to turn in the reports on Monday."},{"text":"Der Bericht soll bis zum Ende dieser Woche eingereicht werden.","translation":"The report is expected to be submitted by the end of this week."},{"text":"Tom hat bereits Beschwerde eingereicht.","translation":"Tom has already filed a complaint."},{"text":"Ihr sollt eure Hausaufgaben bis Freitag einreichen.","translation":"You are supposed to hand in your homework by Friday."},{"text":"Bitte erinnere mich daran, morgen das Papier einzureichen.","translation":"Please remind me to turn in the paper tomorrow."}],"Masche":[{"text":"Das ist die klassische \"Nigeria-Masche\".","translation":"It's a classic Nigerian 419 scam."},{"text":"Seine Masche wäre fast aufgegangen.","translation":"His ploy almost succeeded."},{"text":"Die Trickbetrüger arbeiteten immer wieder mit derselben Masche.","translation":"The tricksters worked with the same trick over and over again."},{"text":"Es war schon ganz schön blöd von Maria, auf Toms alte Masche hereinzufallen.","translation":"It was pretty stupid of Maria to fall for Tom's old trick."},{"text":"Ihre Masche wäre fast aufgegangen.","translation":"Her ploy almost succeeded."},{"text":"Toms Masche wäre fast aufgegangen.","translation":"Tom's ploy almost suceeded."}],"Forscher":[{"text":"Nicht der Forscher verfolgt die Wahrheit, sondern sie verfolgt ihn.","translation":"It is not the researcher who pursues the truth, but it pursues him."},{"text":"Die griechischen Forscher fanden auch die Knochen einer Ratte.","translation":"The Greek researchers also found the bones of a rat."},{"text":"Wahrscheinlich wird jeder Forscher seine eigene Theorie zur Erklärung dieses Phänomens entwickeln.","translation":"Probably, every researcher will develop his own theory to explain this phenomenon."},{"text":"Mein Großvater war Forscher.","translation":"My grandfather was a researcher."},{"text":"Er ist der genialste Forscher unserer Generation.","translation":"He is the most brilliant researcher of our generation."}],"Zeh":[{"text":"Zu Weihnachten getanzt im Schnee, zu Ostern Frost im Zeh.","translation":"Dancing in the snow at Christmas, frost in the toe at Easter."},{"text":"Ein Fuß hat fünf Zehen.","translation":"A foot has five toes."},{"text":"Ich habe Schmerzen in meinem kleinen Zeh.","translation":"I have a pain in my little toe."},{"text":"Maria tauchte einen Zeh ins Wasser.","translation":"Mary dipped her toe into the water."},{"text":"Ich habe kein Gefühl in den Zehen.","translation":"I have no feeling in my toes."}],"Krieger":[{"text":"Tom ist ein wahrer Krieger.","translation":"Tom is a true warrior."},{"text":"Gras des Sommers, ach, das von der Krieger Träumen noch geblieben ist.","translation":"Grass of the summer, oh, that of the warrior dreams is still left."},{"text":"Tom ist ein stolzer Krieger.","translation":"Tom is a proud warrior."},{"text":"Ein großer Krieger strahlt Stärke aus. Er muss nicht bis zum Tode kämpfen.","translation":"A great warrior radiates strength. He doesn't have to fight to the death."},{"text":"Die Krieger waren bis an die Zähne bewaffnet.","translation":"The warriors were armed to the teeth."}],"schmelzen":[{"text":"Der Schnee ist diese Nacht liegen geblieben, aber heute Morgen ist er geschmolzen.","translation":"Last night there was still snow on the ground, but this morning it's all melted."},{"text":"Der Schnee begann zu schmelzen.","translation":"The snow began to melt."},{"text":"Endlich ist der Schnee geschmolzen.","translation":"The snow has finally melted."},{"text":"Lass die Schokolade im Mund schmelzen.","translation":"Let the chocolate melt in your mouth."},{"text":"Der Schnee wird vor der nächsten Woche schmelzen.","translation":"The snow will melt before next week."},{"text":"Der Schnee ist geschmolzen.","translation":"The snow has melted."},{"text":"Das Eis ist geschmolzen.","translation":"The ice has melted."},{"text":"Die Sonne kam heraus und der Schnee ist geschmolzen.","translation":"The sun came out and the snow melted."},{"text":"Die Butter in der Schachtel ist geschmolzen.","translation":"The butter in the box has melted."},{"text":"Mein Gehirn ist geschmolzen.","translation":"My brain is fried."}],"scheinbar":[{"text":"Frauen siegen, indem sie sich scheinbar ergeben.","translation":"Women win by seemingly surrendering."},{"text":"Sie ist scheinbar glücklich, hier zu sein.","translation":"She seems happy to be here."},{"text":"Scheinbar kennt er das Geheimnis.","translation":"Apparently, he knows the secret."},{"text":"Das Flugzeug hat sich scheinbar in Luft aufgelöst.","translation":"The plane appears to have vanished into thin air."},{"text":"Scheinbar komplizierte Probleme besitzen oft eine einfache Lösung.","translation":"There's often a simple solution to what seems like a complicated problem."},{"text":"Scheinbar bin ich hier das fünfte Rad am Wagen, ich sollte besser gehen.","translation":"Seems like I'm just playing gooseberry here. I should go."},{"text":"Das ergibt scheinbar keinen Sinn.","translation":"This doesn't seem to make sense."},{"text":"Ich habe mich scheinbar sehr geirrt.","translation":"I seem to have been very wrong."},{"text":"Ich wünschte, ich könnte mir mehr aus Noten machen, aber scheinbar habe ich an einem gewissen Punkt in meinem Leben entschieden, dass es nicht mehr so wichtig sei.","translation":"I wish I could get more out of grades, but apparently at some point in my life I decided it wasn't so important anymore."},{"text":"Hatten Sie schon jemals aus dem Wäschekorb wieder etwas herausgenommen, weil es scheinbar sauberer als andere Sachen war?","translation":"Have you ever taken something out of the laundry basket because it seemed cleaner than other things?"}],"Anlaß":[{"text":"Meine Rede war dem Anlass angemessen.","translation":"My speech was appropriate for the occasion."},{"text":"Ich werde den genannten Vorfall zum Anlass nehmen, in mich zu gehen.","translation":"I will take the incident mentioned as an opportunity to go into myself."},{"text":"Selbst die Götter kämpfen nicht ohne Anlass.","translation":"Even the gods do not fight without cause."},{"text":"Aus welchem Anlass hast du ihn das gefragt?","translation":"What made you ask him that?"},{"text":"Ich kaufte den Anzug nur für diesen Anlass.","translation":"I bought this suit just for this occasion."}],"prägen":[{"text":"Das prägt fürs Leben.","translation":"That shapes for life."},{"text":"China ist chinesisch geprägt.","translation":"China is Chinese."},{"text":"So wie die Gedanken sind, ist auch der Charakter; denn die Seele wird von Gedanken geprägt.","translation":"As the thoughts are, so is the character; for the soul is shaped by thoughts."},{"text":"Mein Glaube, dass Regierungen dem Einzelnen dienen und nicht umgekehrt, ist von der amerikanischen Geschichte geprägt.","translation":"My belief that governments serve the individual, and not the other way around, is shaped by America’s story."},{"text":"Eine schlechte Gewohnheit ist, sobald sie sich geprägt hat, schwer loszuwerden.","translation":"A bad habit, once formed, is difficult to get rid of."},{"text":"Die Landschaft ist von einer Vielzahl an Flüssen geprägt.","translation":"The landscape is characterized by a large number of rivers."},{"text":"Ich prägte mir den Weg ein.","translation":"I memorised the way."},{"text":"Man kann sehen, dass es durch die Wissenschaft geprägt wurde.","translation":"You find that it is shaped by science."},{"text":"Spaß prägt sich meiner Meinung nach leichter ein.","translation":"In my opinion, fun is easier to memorize."},{"text":"Vor allem die negativen Dinge prägen sich ein.","translation":"Above all, the negative things are imprinted."}],"en":[{"text":"Der weiße Bauer schlug den schwarzen en passant.","translation":"The white farmer beat the black one en passant."},{"text":"Ich habe keine Zeit, um das en détail zu erklären.","translation":"I don't have time to explain this in detail."},{"text":"En Betrunkener ging schwimmen und ertrank beinahe.","translation":"En Drunk went swimming and almost drowned."},{"text":"En dieser Erklärung wurde sorgsam vermieden, die Schuld einer bestimmten Person oder Partei zuzuschreiben.","translation":"In this statement, the blame of a particular person or party was carefully avoided."},{"text":"Wenn unerfahrene Sprecher sprechen, betonen sie oft das \"-en\" im Auslaut zu stark, was dann zwar deutlich ist, aber unnatürlich klingt.","translation":"When inexperienced speakers speak, they often emphasize the \"-en\" in the pronunciation too much, which is then clear, but sounds unnatural."},{"text":"Die Anforderungen an Diesel sind einschließlich der Kälteeigenschaften in der DIN EN 590 festgelegt.","translation":"The requirements for diesel, including the cooling properties, are specified in DIN EN 590."},{"text":"Archäologen zufolge soll es Anhaltspunkte dafür geben, dass sich eine schätzungsweise 7000 Jahre alte, noch frühere Siedlung unter den Gebäuden von En Ensur befinde.","translation":"Archeologists said there is evidence that an even earlier settlement, estimated to be about 7,000-years-old, exists below the buildings of En Esur."}],"Rezepte":[{"text":"Krisen produzieren nicht automatisch die richtigen Rezepte gegen sie.","translation":"Crises do not automatically produce the right recipes against them."},{"text":"Der Arzt stellt Rezepte für Medikamente aus.","translation":"The doctor is writing prescriptions for medicine."},{"text":"Meine Mutter hat die besten Rezepte.","translation":"My mother has the best recipes."},{"text":"Ich lade alle meine Rezepte auf meinem Blog hoch.","translation":"I upload all my recipes on my blog."},{"text":"Hier gibt es die wichtigsten Rezepte zum Nachlesen.","translation":"Here you can read the most important recipes."}],"beeinträchtigen":[{"text":"Rauchen beeinträchtigt ihre Gesundheit.","translation":"Smoking compromises your health."},{"text":"Das kann nur die Qualität beeinträchtigen.","translation":"This cannot but affect the quality."},{"text":"Stress beeinträchtigt unser Wohlbefinden.","translation":"Stress affects our well-being."},{"text":"Der Streik beeinträchtigte die nationale Wirtschaft.","translation":"The strike affected the nation's economy."},{"text":"Saurer Regen im Trinkwasser beeinträchtigt die menschliche Gesundheit.","translation":"Acid rain in drinking water adversely affects human health."}],"Wüste":[{"text":"Den wahren Geschmack des Wassers erkennt man in der Wüste.","translation":"The true taste of the water can be seen in the desert."},{"text":"Sie schaffen eine Wüste und nennen das Frieden.","translation":"They create a desert and call it peace."},{"text":"Die Wege der Weisheit führen durch die Wüste.","translation":"The paths of wisdom lead through the desert."},{"text":"Das Wort „Liebe“ ist so wertvoll wie die leere Flasche in der heißen Wüste.","translation":"The word \"love\" is as precious as the empty bottle in the hot desert."},{"text":"Sie drehten den Film in einer wirklichen Wüste.","translation":"They shot the film in an actual desert."}],"Felsen":[{"text":"Bei den Felsen ist es gefährlich.","translation":"It's dangerous by the rocks."},{"text":"Eliana liebt das Meer, seine Wellen, seine Felsen und den weichen Sand seiner Strände.","translation":"Eliana loves the sea, its waves, its rocks and the soft sand of its beaches."},{"text":"Nach drei Jahren Ehe stieß Tom Maria von einem Felsen.","translation":"After three years of marriage, Tom pushed Maria off a rock."},{"text":"Ihr Schiff ist gegen einen Felsen gefahren.","translation":"Your ship hit a rock."},{"text":"Aus der Ferne betrachtet, sieht der Felsen wie das Gesicht eines Menschen aus.","translation":"Seen from a distance, that rock looks like a human face."}],"yeah":[],"stechen":[{"text":"Blind vor Wut, stach sie auf ihn ein.","translation":"Blinded by anger, she stabbed him."},{"text":"Wann wird das Schiff in See stechen?","translation":"When will the ship set sail?"},{"text":"In die Finger sticht, wer Rosen bricht.","translation":"Whoever breaks roses stabs his fingers."},{"text":"„Warum haben Kakteen Stacheln?“ – „Damit ich dir damit in den Hintern stechen kann!“","translation":"\"Why do cacti have spines?\" – \"So I can prick your ass with them!\""},{"text":"Sie stach ihn in den Rücken.","translation":"She stabbed him in the back."}],"ankündigen":[{"text":"Hätten wir unseren Besuch vorher ankündigen sollen?","translation":"Should we have said in advance we were coming?"},{"text":"Onkel Tom und die Kinder haben sich für morgen angekündigt.","translation":"Uncle Tom and the children have announced themselves for tomorrow."},{"text":"Punkt dreizehn Uhr kam, wie angekündigt, das kühle Nass vom Himmel.","translation":"At thirteen o'clock, as announced, the cool water came from the sky."},{"text":"Journalisten haben rechtliche Schritte angekündigt.","translation":"Journalists have announced legal action."},{"text":"Es gelang Tom nicht zu tun, was er angekündigt hatte.","translation":"Tom failed to do what he said he'd do."}],"stinken":[{"text":"Tom stank nach Alkohol.","translation":"Tom reeked of alcohol."},{"text":"Gäste und Fische beginnen am dritten Tag zu stinken.","translation":"Guests and fish begin to stink on the third day."},{"text":"Die ganze Sache stinkt zum Himmel!","translation":"The whole thing stinks to heaven!"},{"text":"Tom stinkt aus dem Mund. Ich möchte nicht mehr neben ihm sitzen.","translation":"Tom stinks from his mouth. I don't want to sit next to him anymore."},{"text":"Ein Fisch fängt vom Kopf her an zu stinken.","translation":"A fish starts to stink from the head."}],"Beerdigung":[{"text":"Wann warst du zuletzt bei einer Beerdigung?","translation":"When was the last time you were at a funeral?"},{"text":"Die Beerdigung war gestern.","translation":"The funeral was yesterday."},{"text":"Wir nehmen an der Beerdigung teil.","translation":"We attend the funeral."},{"text":"Sie erzählten, dass sie ihm fröhliche Lieder spielten, dennoch weinte sie während der Beerdigung.","translation":"They said that they played him happy songs, yet she cried during the funeral."},{"text":"Maria passte auf die Kinder der Nachbarn auf, während diese auf einer Beerdigung waren.","translation":"Mary minded her neighbours' children while they went to a funeral."}]}