{"Zahn":[{"text":"Hunde haben scharfe Zähne.","translation":"Dogs have sharp teeth."},{"text":"Da ist der kranke Zahn; der muss entfernt werden.","translation":"Here is the bad tooth, it must be extracted."},{"text":"Wenn er ein Loch im Zahn hat, will ich das wissen.","translation":"If he has a cavity in his tooth, I want to know about it."},{"text":"Was hast du für wunderschöne Zähne!","translation":"What beautiful teeth you have!"},{"text":"Lächeln ist auch eine Art, die Zähne zu zeigen.","translation":"Smiling is also a way of showing your teeth."}],"Frieden":[{"text":"Lass deine Seele sich zum Frieden wenden!","translation":"Let your soul turn to peace!"},{"text":"Wer auf den Krieg vorbereitet ist, kann den Frieden am besten wahren.","translation":"Those who are prepared for war are best placed to keep the peace."},{"text":"Bezahlen macht Frieden.","translation":"Paying makes peace."},{"text":"Um des Friedens willen gibt Tom Maria immer recht.","translation":"For the sake of peace, Tom always proves Mary right."},{"text":"Wir müssen lernen, Gedanken des Friedens zu denken.","translation":"We must learn to think thoughts of peace."},{"text":"Ruhe in Frieden!","translation":"Rest in peace!"},{"text":"Nur wo Freude ist, kann Frieden sein.","translation":"Only where there is joy can there be peace."},{"text":"Frieden fängt mit Liebe an.","translation":"Peace begins with love."},{"text":"Im Dorfe Frieden ist besser als Krieg in der Stadt.","translation":"In the village, peace is better than war in the city."},{"text":"Waffen bieten Frieden an.","translation":"Weapons offer peace."}],"Gewalt":[{"text":"Gewalt ist zwar nicht unbedingt die beste, aber manchmal eben doch eine Lösung.","translation":"Violence isn't necessarily the best thing, but sometimes it's a solution."},{"text":"Der Mensch hat keine Gewalt über sein Schicksal.","translation":"Man has no power over his fate."},{"text":"Man überzeugt nicht durch Gewalt.","translation":"One doesn't convince through violence."},{"text":"Gewalt macht schnellen Vertrag.","translation":"Violence makes quick contracts."},{"text":"Wer Gewalt gebrauchen muss für seine Sache, beweist, dass sie schwach ist.","translation":"Those who have to use force for their cause prove that it is weak."}],"see":[{"text":"Er will zur See fahren.","translation":"He wants to go to sea."},{"text":"Sein Vater ist zur See gefahren.","translation":"His father went to sea."},{"text":"Vor Gericht und auf hoher See bist du in Gottes Hand!","translation":"In court and on the high seas you are in God's hands!"},{"text":"Zwei Wochen Urlaub an der See würden uns gut tun.","translation":"Two weeks at the seaside would do us good."},{"text":"Ist das das Meer oder ein See?","translation":"Is that the sea or a lake?"}],"zudem":[{"text":"Zudem regnete es auch noch.","translation":"It was also raining."},{"text":"Zudem gibt es, um ehrlich zu sein, wenig frohe Botschaften zu melden.","translation":"In addition, to be honest, there is little good news to report."},{"text":"Er ist jung und zudem auch noch gutaussehend.","translation":"He is young and, what is more, handsome."},{"text":"Das ist zudem ein ausgesprochen teures System.","translation":"This is also a very expensive system."},{"text":"Zudem gebe es mehrere Hinweise auf die Radarkontrolle.","translation":"In addition, there are several indications of the radar control."}],"viert":[{"text":"Eine gute Idee ist wie das vierte Blatt Klee.","translation":"A good idea is like the fourth leaf of clover."},{"text":"April ist der vierte Monat im Jahr.","translation":"April is the fourth month of the year."},{"text":"Der vierte Tag der Woche ist Donnerstag.","translation":"The fourth day of the week is Thursday."},{"text":"Der vierte Monat heißt April.","translation":"The fourth month is called April."},{"text":"Sie besuchen jedes vierte Wochenende ihre Eltern.","translation":"They visit their parents every fourth weekend."},{"text":"Mahjongg ist ein Spiel, das man normalerweise zu viert spielt.","translation":"Mahjongg is a game that you usually play with four people."},{"text":"Welche Farbe hatte das weiße Pferd Heinrichs des Vierten?","translation":"What color was the white horse of Henry the Fourth?"},{"text":"Welche Farbe hatte der Schimmel Heinrichs des Vierten?","translation":"What color was the mold of Henry the Fourth?"},{"text":"Wenn der dritte Weltkrieg mit Atomwaffen geführt wird, dann der vierte mit Stock und Stein.","translation":"If World War III is fought with nuclear weapons, World War IV will be fought with sticks and stones."},{"text":"„Könntest du mir nicht noch eine Chance geben?“ – „Ich habe dir eine zweite Chance gegeben, eine dritte und eine vierte. Einmal muss Schluss sein, Tom. Nein, diesmal bleibe ich hart.“","translation":"\"Couldn't you give me another chance?\" – \"I gave you a second chance, a third and a fourth. It has to stop once, Tom. No, this time I'll stay tough.\""}],"Wunder":[{"text":"Allein ein Wunder kann uns noch helfen.","translation":"Only a wonder can help us now."},{"text":"Wie durch ein Wunder wurde niemand verletzt.","translation":"It was a miracle that no one was hurt."},{"text":"Ein Wunder ist geschehen! Tom ist völlig gesund, keine Spur mehr von der Krankheit!","translation":"A miracle has happened! Tom is completely healthy, and there's no more trace of the disease!"},{"text":"Die ganze Welt ist voller Wunder.","translation":"The world is full of wonders."},{"text":"Es ist ein Wunder, dass Tom den Unfall überlebt hat.","translation":"It's a miracle that Tom survived the accident."}],"wesentlich":[{"text":"Ich werde mich auf die wesentlichen Fragen konzentrieren.","translation":"I will focus on the essential issues."},{"text":"Es geht mir wesentlich besser als Tom.","translation":"I'm much better off than Tom."},{"text":"Es ist keine wesentliche Änderung festzustellen. Alles wie gehabt.","translation":"There is no significant change. Everything as usual."},{"text":"Ich möchte da zwei wesentliche Punkte in Erinnerung rufen.","translation":"I would like to remind you of two essential points."},{"text":"Dies ist eine für die Zukunft unseres Landes wesentliche Entscheidung.","translation":"This is a vital decision for the future of our country."},{"text":"Ein Lächeln ist oft das Wesentliche.","translation":"A smile is often the essence."},{"text":"Tom hat den Blick für das Wesentliche.","translation":"Tom has an eye for the essentials."},{"text":"Du hast das Wesentliche nicht verstanden.","translation":"You didn't understand the essentials."},{"text":"Der Mensch ist im Wesentlichen frei, und seine Freiheit macht ihn zum Menschen.","translation":"Man is essentially free, and his freedom makes him human."},{"text":"Im Wesentlichen ist das das Geheimnis der Wissenschaft.","translation":"This, in essence, is the secret of science."}],"besprechen":[{"text":"Wann werden wir das Projekt besprechen?","translation":"When will we discuss the project?"},{"text":"Sag nur, was wir gestern besprochen haben, und nichts mehr.","translation":"Just say what we discussed yesterday and nothing more."},{"text":"Das werden wir später besprechen.","translation":"We will discuss that later."},{"text":"Lass uns das doch noch mal in Ruhe besprechen.","translation":"Let's discuss this again in peace."},{"text":"Wichtig ist, dass wir vorher besprechen, wie weit es gehen darf.","translation":"It is important that we discuss beforehand how far it can go."}],"schick":[{"text":"Bitte schick mir ein Foto von dir.","translation":"Please send me a photo of yourself."},{"text":"Ich schicke dir ein Bild.","translation":"I'll send you a picture."},{"text":"Bitte schicke mir eine Antwort, sobald du diese Mail bekommen hast.","translation":"Please send me a reply as soon as you receive this mail."},{"text":"Gott, schick uns bitte etwas Sonne!","translation":"God, please send us some sun!"},{"text":"Wenn du Probleme hast, schick mir eine Nachricht.","translation":"If you have problems, send me a message."},{"text":"Schicke mir eine Nachricht, sobald du angekommen bist.","translation":"Send me a message as soon as you arrive."},{"text":"Schicke diese Nachricht so vielen Leuten wie möglich.","translation":"Send this message to as many people as you can."},{"text":"Schicke mir keine Blumen mehr!","translation":"Stop sending me flowers."},{"text":"Schicke es per E-Mail!","translation":"Send it by email!"},{"text":"Schicke ein paar Leute in diese Stadt.","translation":"Send some people to this city."}],"blöd":[{"text":"War ich vielleicht blöd!","translation":"Maybe I was stupid!"},{"text":"Was guckst du so blöd? Ist was?","translation":"What do you look at so stupidly? Is what?"},{"text":"Mir scheint, das Sterben macht blöd.","translation":"It seems to me that dying is stupid."},{"text":"Sei nicht blöd, nimm deine Chance wahr.","translation":"Don't be stupid, take your chance."},{"text":"Ich bin wohl einfach zu blöd, um das zu verstehen, was du sagst.","translation":"I guess I'm just too stupid to understand what you're trying to say."},{"text":"Das sind blöde Fragen. Darauf antworte ich nicht.","translation":"These are stupid questions. I do not answer that."},{"text":"Einer von uns beiden ist blöd, mindestens.","translation":"One of us is stupid, at least."},{"text":"Das war verdammt blöd von dir!","translation":"That was fucking stupid of you!"},{"text":"Schön blöd ist auch blöd.","translation":"Nice stupid is also stupid."},{"text":"Das ist die blödeste Idee, die du je hattest.","translation":"That's the daftest idea you've ever had."}],"nachts":[{"text":"Ich konnte nicht bei offenem Fenster schlafen, weil es nachts draußen nie ruhig wurde.","translation":"I couldn't sleep with the window open, since it was never quiet outside at night."},{"text":"Wach bleiben ist gut, aber nachts sollte man schlafen.","translation":"Staying awake is good, but at night you should sleep."},{"text":"Das Geschäft ist auch nachts geöffnet.","translation":"The shop is also open at night."},{"text":"Bleib nachts im Haus.","translation":"Stay in the house at night."},{"text":"In Deutschland arbeiten über drei Millionen Menschen wie Tom nachts.","translation":"In Germany, over three million people work like Tom at night."}],"verfügen":[{"text":"Nicht jede Familie verfügt über einen Garten.","translation":"Not every family has a garden."},{"text":"Falls ich über genug Zeit verfügen werde, dann werde ich das ganz perfekt machen.","translation":"If I have enough time, I will do it perfectly."},{"text":"Tom verfügte sich ins Bett; ich blieb wach und las.","translation":"Tom ordered himself to bed; I stayed awake and read."},{"text":"Du verfügst nicht über genug Erfahrung.","translation":"You don't have enough experience."},{"text":"Ich verfüge über genug Geld, um es zu kaufen.","translation":"I have enough money to buy it."}],"gelingen":[{"text":"Hätte Lena nur auf Deutsch gesungen, wäre ihr der Sieg gelungen.","translation":"If Lena had only sung in German, she would have won."},{"text":"Was auch immer Tom in seinem Leben unternahm, ihm gelang alles.","translation":"Whatever Tom did in his life, he succeeded in everything."},{"text":"Ich glaube, es gibt einige Sätze, die mir gut gelungen sind.","translation":"I think there are some sentences that I did well."},{"text":"Das Sparen will nicht gelingen.","translation":"Saving does not want to succeed."},{"text":"Je schwerer uns etwas fällt, desto größer ist die Freude, wenn es uns gelingt.","translation":"The harder something is for us, the greater the joy when we succeed."}],"heilen":[{"text":"Tom glaubte, von Gott geheilt worden zu sein.","translation":"Tom thought he'd been healed by God."},{"text":"Der Arzt behandelt, die Natur heilt.","translation":"The doctor treats, nature heals."},{"text":"Willst du den Körper heilen, musst du zuerst die Seele heilen.","translation":"If you want to heal the body, you must first heal the soul."},{"text":"Wer heilt, hat recht.","translation":"He who heals is right."},{"text":"Opium heilt alles — außer sich selbst.","translation":"Opium heals everything — except itself."}],"Maske":[{"text":"Wer jeden Tag eine Maske trägt, braucht eine neue, um er selbst zu sein.","translation":"If you wear a mask every day, you need a new one to be yourself."},{"text":"Wer ist der Typ mit der Maske?","translation":"Who's the guy in the mask?"},{"text":"Die Wahrheit hat viele Masken, aber nur ein Gesicht.","translation":"The truth has many masks, but only one face."},{"text":"Die Masken fallen.","translation":"The masks are falling."},{"text":"Wo es heiß ist, die Maske bitte abnehmen!","translation":"Where it is hot, please remove the mask!"}],"peinlich":[{"text":"Die Situation war sehr peinlich.","translation":"The situation was very awkward."},{"text":"Marc ist dieser Fehler peinlich.","translation":"Marc is embarrassed by this mistake."},{"text":"Es ist mir peinlich, so eine blöde Frage zu stellen.","translation":"I'm embarrassed to ask such a stupid question."},{"text":"Junge, Junge, das ist ganz schön peinlich.","translation":"Oh boy, that's embarrassing."},{"text":"Es war mir sehr peinlich, als ich entdeckte, dass alle anderen davon schon wussten.","translation":"I was very embarrassed when I discovered that everyone else already knew about it."}],"stund":[{"text":"Du beschließt, noch eine Stunde zu bleiben.","translation":"You decide to stay an extra hour."},{"text":"Irgendwann kommt die Stunde der Wahrheit.","translation":"The moment of truth will come soon enough."},{"text":"Wir haben eine gute Stunde gewartet.","translation":"We waited a good hour."},{"text":"Tom braucht jeden Tag eine Stunde, um zur Arbeit zu fahren.","translation":"It takes Tom an hour to travel to work each day."},{"text":"Bleibt es bei 14 Uhr, oder sollen wir uns erst eine Stunde später treffen?","translation":"Will it stay at 2 p.m., or should we meet an hour later?"}],"falle":[{"text":"Im Falle eines Falles ist richtig fallen alles.","translation":"In case of a case is right fall everything."},{"text":"Falle niemandem in den Rücken.","translation":"Don't stab anyone in the back."},{"text":"Er wird ihnen eine Falle stellen.","translation":"He will set a trap for them."},{"text":"Ich bin Tom in die Falle gegangen.","translation":"I fell into Tom's trap."},{"text":"Die Polizei wird sich des Falles annehmen.","translation":"The police will investigate that case."},{"text":"Sie wirkt bei allem, was sie tut, als falle es ihr einfach zu.","translation":"In everything she does, she seems as if it just falls to her."},{"text":"Ich falle gleich um vor Lachen.","translation":"I'm about to fall over with laughter."},{"text":"Manchmal falle ich, aber ich gebe nie auf.","translation":"Sometimes I fall, but I never give up."},{"text":"Ich habe seit dem Frühstück nichts gegessen und falle um vor Hunger.","translation":"I haven't eaten anything since breakfast and I'm falling over from hunger."},{"text":"Ein zweites Mal falle ich darauf nicht herein.","translation":"I'm not falling for that one twice."}],"Universität":[{"text":"Hast du ihn in der Universität getroffen?","translation":"Did you meet him at university?"},{"text":"Ich habe mir vier Universitäten angesehen, bevor ich mich schließlich für eine entscheiden konnte.","translation":"I looked at four universities before I could finally decide on one."},{"text":"Er studiert an der Technischen Universität.","translation":"He studies at the Technical University."},{"text":"Ich vermisste die Universität.","translation":"I missed the university."},{"text":"Sie sind stolz darauf, Studenten jener Universität zu sein.","translation":"They are proud to be students of that university."}],"angenehm":[{"text":"Maria machte Tom das Leben so angenehm wie möglich.","translation":"Maria made life as comfortable as possible for Tom."},{"text":"Dieser Termin ist mir angenehm.","translation":"This appointment is pleasant for me."},{"text":"Dieses Buch liest sich angenehm.","translation":"This book is pleasant to read."},{"text":"In diesem Zimmer lässt es sich angenehm arbeiten.","translation":"This room is pleasant to work in."},{"text":"Es ist traurig, alt zu werden, aber angenehm, zu reifen.","translation":"It is sad to grow old, but pleasant to mature."},{"text":"Dieser Tee hat einen angenehmen Geschmack.","translation":"This tea tastes nice."},{"text":"Was für eine angenehme Überraschung!","translation":"What a pleasant surprise!"},{"text":"Wahre Worte sind nicht angenehm, angenehme Worte sind nicht wahr.","translation":"True words are not pleasant, pleasant words are not true."},{"text":"Diese Wohnung ist sauber und angenehm.","translation":"This apartment is clean and pleasant."},{"text":"Das ist angenehm zu hören.","translation":"That's pleasant to hear."}],"auftreten":[{"text":"Er hat ein starkes Auftreten.","translation":"He has a strong demeanor."},{"text":"Durch dieses mutige Auftreten wurde ich zum Held des Tages.","translation":"Through this courageous appearance, I became the hero of the day."},{"text":"Sie hat ein elegantes Auftreten.","translation":"She has an elegant demeanor."},{"text":"Die Dame hat ein elegantes Auftreten.","translation":"The lady has a graceful manner."},{"text":"Tom ist für sein hemdsärmeliges Auftreten bekannt und er teilt auch gern aus.","translation":"Tom is known for his shirt-sleeved demeanor and he also likes to share."},{"text":"Wer sanft auftritt, kommt weit.","translation":"Those who act gently will go far."},{"text":"Michael wird heute Abend im Fernsehen auftreten.","translation":"Michael will appear on TV tonight."},{"text":"Nicht die Tür auftreten!","translation":"Don't kick the door open."},{"text":"Solange keine Probleme auftreten, geht alles gut.","translation":"As long as there are no problems, everything goes well."},{"text":"Ich erinnere mich, dass du einmal im Fernsehen aufgetreten bist.","translation":"I remember you appearing on TV once."}],"jeweils":[{"text":"In Indien und China leben jeweils mehr Menschen als in ganz Afrika.","translation":"India and China each have more people than the whole of Africa."},{"text":"Esst häufig und dabei jeweils wenig.","translation":"Eat frequently and little in each case."},{"text":"Ich habe jeweils 30 Dollar dafür bezahlt.","translation":"I paid thirty dollars each for these."},{"text":"Auf Toms Schultern saß jeweils ein Kind.","translation":"On Tom's shoulders sat a child at a time."},{"text":"Sie gab den Kindern jeweils zwei Äpfel.","translation":"She gave the children two apples each."}],"Käse":[{"text":"Schweizer Käse hat Löcher.","translation":"Swiss cheese has holes."},{"text":"Sie bringt den Käse.","translation":"She brings the cheese."},{"text":"Hast du harten oder weichen Käse lieber?","translation":"Do you prefer hard or soft cheese?"},{"text":"Die Maus hat ein Stück Käse.","translation":"The mouse has a piece of cheese."},{"text":"Mama, wie kommen eigentlich die Löcher in den Käse?","translation":"Mum, how do they get the holes in cheese?"}],"Welle":[{"text":"Diese schlechte Nachricht hat große Wellen geschlagen.","translation":"This bad news has made big waves."},{"text":"Das ist die perfekte Welle.","translation":"This is the perfect wave."},{"text":"Wir spielen in den Wellen.","translation":"We play in the waves."},{"text":"Wir müssen alles versuchen, um eine vierte Welle zu verhindern.","translation":"We must do everything we can to prevent a fourth wave."},{"text":"Ein Teil der Insel wurde durch die riesigen Wellen zerstört.","translation":"A portion of the island was destroyed by the massive waves."}],"null":[{"text":"Ich muss wieder von null anfangen.","translation":"I have to start from scratch again."},{"text":"Ich unterrichte Kinder zwischen null und fünf Jahren.","translation":"I teach children between the ages of zero and five."},{"text":"Unser Team hat zwei zu null verloren.","translation":"Our team lost, 2-0."},{"text":"Er hat Null Ahnung.","translation":"He has zero idea."},{"text":"Hach, ich will wieder dahin zurück, als ich null Jahre alt war.","translation":"Hach, I want to go back to when I was zero years old."},{"text":"Du bist eine Null, ein Nichts, ein Niemand!","translation":"You are a zero, a nothing, a nobody!"},{"text":"Ich halte ihn für eine Null.","translation":"I think it is a zero."},{"text":"Ich würde es schön finden, wenn wir ganz vom Null anfangen würden.","translation":"I think it would be nice if we started from scratch."},{"text":"Entschuldigen Sie bitte, kann man in diesem Land durch Null teilen?","translation":"Excuse me, is it possible to divide by zero in this country?"},{"text":"Die Temperatur lag seit mehreren Tagen unter Null.","translation":"The temperature was below freezing for several days."},{"text":"Es sind jetzt zehn Grad unter null.","translation":"It is ten degrees below zero now."},{"text":"Heute Morgen ist die Temperatur unter null Grad gefallen.","translation":"This morning the temperature has dropped below zero degrees."},{"text":"Ich bin zu hundert Prozent dafür, zu null Prozent dagegen.","translation":"I am one hundred percent in favor, zero percent against."},{"text":"Das Ergebnis war gleich null.","translation":"The result was zero."},{"text":"Er schlägt mich drei zu null.","translation":"He beats me three to zero."}],"bar":[{"text":"Am Wochenende geht er gern in eine Bar.","translation":"He enjoys going to the pub at the weekend."},{"text":"Wie lange ist die Bar geöffnet?","translation":"How long is the bar open?"},{"text":"Kannst du die Bar auf der anderen Seite sehen?","translation":"Can you see the bar on the other side?"},{"text":"Ich kann dir eine Bar empfehlen.","translation":"I can recommend a bar."},{"text":"Die Leute von der Bar waren betroffen, als sie die Nachricht hörten.","translation":"The people in the bar were dismayed on hearing the news."},{"text":"Zahlen Sie bar oder mit Karte?","translation":"Do you pay in cash or by card?"},{"text":"Ich zahle bar.","translation":"I pay cash."},{"text":"Ein guter Namen ist besser als bares Geld.","translation":"A good name is better than cash."},{"text":"Er hat bar bezahlt.","translation":"He paid me cash down."},{"text":"Ich wäre zufrieden, wenn du bar zahlen würdest.","translation":"I would be satisfied if you would pay cash."}],"Fahrer":[{"text":"Der Fahrer erhöhte die Geschwindigkeit.","translation":"The driver increased the speed."},{"text":"Schuld war nicht ich, sondern der andere Fahrer.","translation":"It wasn't me who was to blame, but the other driver."},{"text":"Alle Menschen haben Laster, LKW-Fahrer oft zwei.","translation":"All people have trucks, truck drivers often two."},{"text":"Er ist ein sehr vorsichtiger Fahrer.","translation":"He is a very careful driver."},{"text":"Das Auto der Zukunft braucht keinen Fahrer.","translation":"The car of the future does not need a driver."}],"lügen":[{"text":"Ich glaube nicht nur, dass er lügt: ich weiß es.","translation":"I don't just think he's lying: I know it."},{"text":"Alle Zeichen lügen nicht.","translation":"All signs do not lie."},{"text":"Diese Menschen lügen und betrügen.","translation":"These people lie and cheat."},{"text":"Wer einmal lügt, dem glaubt man nicht, auch wenn er doch die Wahrheit spricht.","translation":"If you have lied once you will never be believed ever again, even if you are speaking the truth."},{"text":"Frauen mögen Lügen, Männer mögen lügen.","translation":"Women like lies, men like to lie."},{"text":"Lügen und Lawinen wachsen immer.","translation":"Lies and avalanches are always growing."},{"text":"Frauen mögen Lügen, Männer mögen lügen.","translation":"Women like lies, men like to lie."},{"text":"Lügen sagen mehr als Worte.","translation":"Lies say more than words."},{"text":"Lügen haben schöne Beine.","translation":"Sometimes lies have nice legs."},{"text":"Frauen Lügen nicht. Sie erfinden die Wahrheit einfach neu!","translation":"Women don't lie. They simply reinvent the truth!"}],"vergeben":[{"text":"Wir vergeben fast immer, wenn wir verstehen.","translation":"We almost always forgive when we understand."},{"text":"Diese Stelle ist noch zu vergeben.","translation":"This position is still to be filled."},{"text":"Im Krieg wird kein zweiter Preis vergeben.","translation":"No second prize is awarded in war."},{"text":"Erfolg ist so ziemlich das letzte, was einem vergeben wird.","translation":"Success is pretty much the last thing you're forgiven."},{"text":"Der Termin ist schon vergeben.","translation":"The date is already taken."}],"erinnerst":[{"text":"Erinnerst du dich, wie unsere Liebe begann?","translation":"Do you remember how our love started?"},{"text":"Erinnerst du dich an den Weg zu Janes Haus?","translation":"Do you remember the way to Jane's house?"},{"text":"Erinnerst du dich, mich vorher schon mal getroffen zu haben?","translation":"Do you remember meeting me before?"},{"text":"Er machte dich mit mir bekannt, erinnerst du dich nicht?","translation":"He introduced you to me, don't you remember?"},{"text":"„Tom, das ist ja lange her! Erinnerst du dich noch an mich?“ – „Na klar! Du bist Maria! Stimmt doch, oder?“ – „Dann erinnerst du dich noch an mich! Das freut mich aber!“","translation":"\"Tom, it's been a long time! Do you remember me?\" \"Of course I do! You're Mary! That's right, isn't it?\" \"So you do remember me! I'm so glad!\""},{"text":"Du erinnerst mich an meine Mutter.","translation":"You remind me of my mother."},{"text":"Ich studiere Französisch, erinnerst du dich daran nicht mehr?","translation":"I'm studying French, don't you remember that?"},{"text":"Du erinnerst dich nicht; ich werde es nie vergessen.","translation":"You don't remember, I'll never forget."},{"text":"Du erinnerst mich an meine Tochter.","translation":"You remind me of my daughter."},{"text":"Jedes Mal, wenn du dich an ihn erinnerst, füllen sich deine Augen mit Tränen.","translation":"Every time you remember him, your eyes fill with tears."}],"Wettbewerb":[{"text":"Er nimmt an einem internationalen Wettbewerb teil.","translation":"He's taking part in an international contest."},{"text":"Ich bin sicher, dass er an dem Wettbewerb teilnehmen wird.","translation":"I'm sure he'll take part in the competition."},{"text":"Ein Wettbewerb unter Schulen.","translation":"A competition among schools."},{"text":"Er hat viele Wettbewerbe gewonnen.","translation":"He won many competitions."},{"text":"Er bekam einen Preis für den Gewinn des Wettbewerbs.","translation":"He got a prize for winning the competition."}],"Toilette":[{"text":"Wo ist die Toilette?","translation":"Where is the washroom?"},{"text":"Die besten Ideen kamen ihm immer auf der Toilette.","translation":"The best ideas always came to him on the toilet."},{"text":"In Deutschland muss man für alles bezahlen, selbst dafür, eine öffentliche Toilette zu benutzen.","translation":"In Germany, you have to pay for everything, even to use a public bathroom."},{"text":"Gibt es hier irgendwo eine Toilette?","translation":"Is there a toilet around here?"},{"text":"Man hat ihn beim Rauchen in der Toilette erwischt.","translation":"He was caught smoking in the toilet."}],"müde":[{"text":"Ich bin müde, ich gehe jetzt ins Bett.","translation":"I'm tired. I'm going to bed."},{"text":"Woran liegt es, dass Sie so müde sind?","translation":"Why is it that you are so tired?"},{"text":"Alle waren des Krieges müde und wünschten sich ein schnelles Ende.","translation":"Everyone was tired of war and wished it would come to a swift end."},{"text":"Früh arbeiten macht nur früh müde.","translation":"Working early only makes you tired early."},{"text":"Ich bin müde, lass uns nach Hause gehen.","translation":"I'm tired, let's go home."}],"Onkel":[{"text":"Der Mann, den ich suche, ist mein Onkel.","translation":"The man I am looking for is my uncle."},{"text":"Das ist der Wagen meines Onkels.","translation":"This is my uncle's car."},{"text":"Tom besucht seinen Onkel.","translation":"Tom is visiting his uncle."},{"text":"Ich glaube meinem Onkel nicht alles, aber das glaube ich ihm.","translation":"I don't believe my uncle, but I believe him."},{"text":"Der Junge und sein Onkel saßen sich am Tisch gegenüber.","translation":"The boy and his uncle faced each other across the table."},{"text":"Mein Onkel und meine Tante leben in Frankreich.","translation":"My uncle and aunt live in France."},{"text":"Mein Onkel ist schon 50, aber er treibt noch Sport.","translation":"My uncle is already 50, but he still does sports."},{"text":"Karls Onkel Wilhelm spricht Deutsch, Französisch und Russisch, aber kein Englisch.","translation":"Karl's uncle Wilhelm speaks German, French and Russian, but no English."},{"text":"Bis man über der Brücke ist, muss man zum Bären Onkel sagen.","translation":"Until you are over the bridge, you have to say uncle to the bear."},{"text":"Gestern hat mein Onkel einen Hund gekauft.","translation":"Yesterday my uncle bought a dog."}],"Anspruch":[{"text":"Ansprüche machen das Leben schwer. Das glückliche Leben beginnt, wenn man sie aufgibt.","translation":"Demands make life difficult. The happy life begins when you give them up."},{"text":"Ich werde Ihr Angebot in Anspruch nehmen.","translation":"I'll take you up on your offer."},{"text":"Ich erhebe nicht den Anspruch, dass mein Buch die absolute Wahrheit enthält.","translation":"I do not claim that my book contains the absolute truth."},{"text":"Wer die ganze Nacht schläft, hat am Tage Anspruch auf ein wenig Ruhe.","translation":"Those who sleep all night are entitled to a little rest during the day."},{"text":"Er wird den Ansprüchen seiner Eltern nie gerecht werden.","translation":"He will never live up to his parent's expectations."}],"Eindruck":[{"text":"Ich hatte nicht vor, diesen Eindruck bei dir zu hinterlassen.","translation":"I didn't intend to leave that impression on you."},{"text":"Es gibt niemals eine zweite Chance für den ersten Eindruck.","translation":"There is never a second chance for the first impression."},{"text":"Er macht den Eindruck, als ob ihm alles egal wäre.","translation":"He gives the impression that he doesn't care."},{"text":"Du machst ja einen traurigen Eindruck. Was ist denn passiert?","translation":"You make a sad impression. What happened?"},{"text":"Dieser Eindruck bleibt in meiner Seele.","translation":"This impression remains in my soul."}],"malen":[{"text":"Sie hat ein schönes Bild von ihrer Mutter gemalt.","translation":"She painted a beautiful picture of her mother."},{"text":"Wenn ich meiner Mama eine Blume male, freut sie sich.","translation":"When I paint my mom a flower, she is happy."},{"text":"Er hat einen Hund gemalt.","translation":"He painted a dog."},{"text":"Ich male gern.","translation":"I like to paint."},{"text":"Sie hat das Bild, das an der Wand hängt, gemalt.","translation":"She painted the picture hanging on the wall."},{"text":"Wer hat dieses Bild gemalt?","translation":"Who painted this picture?"},{"text":"Maria hat ein neues Bild gemalt. Willst du es dir mal ansehen?","translation":"Maria has painted a new picture. Want to check it out?"},{"text":"Ich habe mein ganzes Leben lang gemalt.","translation":"I've been painting all my life."},{"text":"Der soll mal den Teufel nicht an die Wand malen.","translation":"He should not paint the devil on the wall."},{"text":"Picasso malte weiterhin Bilder, bis er 91 Jahre alt war.","translation":"Picasso kept drawing pictures until he was 91 years old."}],"Ausbildung":[{"text":"Ich mache eine Ausbildung bei Ford.","translation":"I do a training at Ford."},{"text":"Eine gute Ausbildung ermöglicht eine bessere Zukunft.","translation":"A good education paves the way to a better future."},{"text":"Was ist er eigentlich von der Ausbildung her?","translation":"What is he actually in terms of training?"},{"text":"Wer hat deine Ausbildung bezahlt?","translation":"Who paid your tuition?"},{"text":"Ihre Ausbildung ist wichtig.","translation":"Your education is important."}],"Server":[{"text":"Ich habe keinen eigenen E-Mail-Server.","translation":"I don't have my own e-mail server."},{"text":"Der Server ist ein bisschen langsam.","translation":"The server is a bit slow."},{"text":"Dieser Prozess muss sofort beendet werden, sonst stürzt der Server ab.","translation":"This process must be terminated immediately, otherwise the server will crash."},{"text":"Ich werde die Datei auf den Server hochladen.","translation":"I will upload the file to the server."},{"text":"Der Server war ausgefallen.","translation":"The server was down."}],"entkommen":[{"text":"Sag die Wahrheit, aber du musst wissen, wie du entkommen kannst.","translation":"Tell the truth, but you need to know how to escape."},{"text":"Schließlich entkam ich.","translation":"I finally escaped."},{"text":"Niemand kann dem Tod entkommen.","translation":"Nobody can escape death."},{"text":"Der kleine Hund versuchte zu entkommen.","translation":"The small dog tried to get away."},{"text":"Er ist nur knapp dem Tod entkommen.","translation":"He narrowly escaped death."}],"ideal":[{"text":"Es ist gut, Ideale zu haben, findest du nicht?","translation":"It's good to have ideals, don't you think?"},{"text":"Wir suchen unser Ideal vor uns, während es hinter uns liegt.","translation":"We seek our ideal in front of us while it is behind us."},{"text":"Das Ideal misst man vielleicht am besten an den Opfern, die es verlangt.","translation":"The ideal is perhaps best measured by the sacrifices it requires."},{"text":"Wer sein Ideal erreicht, kommt eben damit über dasselbe hinaus.","translation":"Whoever achieves his ideal goes beyond the same."},{"text":"Unsere Ideale sind unser besseres Selbst.","translation":"Our ideals are our better selves."},{"text":"Der ideale Tag wird nie kommen. Er ist heute, wenn wir ihn dazu machen.","translation":"The ideal day will never come. He is today if we make him so."},{"text":"Sind Tom und Mary ein ideales Paar?","translation":"Are Tom and Mary an ideal couple?"},{"text":"Das Internet ist ideal für Leute, die sagen, jetzt reicht es uns.","translation":"The Internet is ideal for people who say, enough is enough for us."},{"text":"Wie wünschen Sie sich Ihren idealen Chef?","translation":"How do you want your ideal boss?"},{"text":"Umberto Eco schrieb ein dickes Buch über die Suche nach der idealen Sprache.","translation":"Umberto Eco wrote a thick book about the search for the ideal language."}],"Schatten":[{"text":"Er war nur noch ein Schatten seiner selbst.","translation":"He was only a shadow of his former self."},{"text":"Wo viel Licht ist, ist auch viel Schatten.","translation":"Where there is a lot of light, there is also a lot of shadow."},{"text":"Manchmal muss man eben über seinen eigenen Schatten springen!","translation":"Sometimes you just have to jump over your own shadow!"},{"text":"Sorgen lassen kleine Dinge große Schatten werfen.","translation":"Worries make small things cast big shadows."},{"text":"1. Gesetz der Macht: Stelle nie den Meister in den Schatten.","translation":"1. Law of Power: Never overshadow the Master."}],"professionell":[{"text":"Tom beschloss, professionelle Hilfe in Anspruch zu nehmen.","translation":"Tom decided to seek professional help."},{"text":"Das wäre wenig professionell.","translation":"That would not be very professional."},{"text":"Tom hat sich nicht sehr professionell verhalten.","translation":"Tom didn't behave very professionally."},{"text":"Du musst diese Arbeit professionell angehen.","translation":"You have to approach this work professionally."},{"text":"Sein Ziel ist es, ein professioneller Sänger zu werden.","translation":"His goal is to become a professional singer."}],"typisch":[{"text":"Maria und ich wollen ein typisch russisches Haus bauen.","translation":"Maria and I want to build a typical Russian house."},{"text":"Als typischer Mann ist Tom nur an einer Sache interessiert.","translation":"A typical male, Tom is only interested in one thing."},{"text":"Das Suchen nach Fehlern in der Arbeit anderer ist typisch deutsch.","translation":"Looking for errors in the work of others is typical german."},{"text":"Diese Meinung ist wirklich typisch für ihn.","translation":"This opinion is really typical of him."},{"text":"Ich glaube, das ist ein typisches Beispiel.","translation":"I believe this is a case in point."}],"lohnen":[{"text":"Es lohnt sich nicht, mehr zu arbeiten.","translation":"It is not worth working more."},{"text":"Man kann auch ohne Hund leben, aber es lohnt sich nicht.","translation":"You can live without a dog, but it's not worth it."},{"text":"Es lohnt sich, nach Deutschland zu fahren, um sein Deutsch zu verbessern.","translation":"It is worth going to Germany to improve your German."},{"text":"Ich musste lange auf Toms Antwort warten, doch es hat sich gelohnt.","translation":"I had to wait for a long time for Tom's answer, but it was worth it."},{"text":"Wer nur fürs Geld kämpft, hat nichts, wofür es sich zu leben lohnt.","translation":"Those who fight only for money have nothing worth living for."}],"identifizieren":[{"text":"Er hat sich mit seinem Land identifiziert.","translation":"He has identified with his country."},{"text":"Sie identifizierten ihn mit Gott.","translation":"They identified him with God."},{"text":"Kannst du den Grund für das Problem identifizieren?","translation":"Can you identify the cause of the problem?"},{"text":"Die Polizei glaubte, das Opfer sei Tom, konnte die Leiche aber nicht identifizieren.","translation":"The police thought the victim was Tom, but they were unable to identify the body."},{"text":"Das Geheimnis der Kombinationen liegt darin, die Muster zu erkennen, die ihre Elemente identifizieren.","translation":"The secret of combinations lies in recognizing the patterns that identify their elements."}],"neugierig":[{"text":"Du hast mich eben neugierig gemacht. Nun möchte ich es wissen!","translation":"You just made me curious. Now I want to know!"},{"text":"Ich war neugierig auf das Ergebnis.","translation":"I was curious as to the result."},{"text":"Ich bin ein neugieriger Mensch.","translation":"I am a curious person."},{"text":"„Ich habe schon viele Frauen umgebracht.“ — „So? Und weshalb?“ — „Sie waren zu neugierig.“","translation":"\"I've killed a lot of women.\" — \"So? And why?\" — \"They were too curious.\""},{"text":"Die jungen Leute sind neugieriger auf die große, weite Welt als die alten.","translation":"Young people are more curious about the big, wide world than the old ones."}],"nahe":[{"text":"Sie ist nahe am Wasser gebaut.","translation":"It is built close to the water."},{"text":"Der Sieg schien zum Greifen nahe.","translation":"Victory seemed within reach."},{"text":"Mir wurde erst später klar, wie nahe ich dem Tod gewesen war.","translation":"It wasn't until later that I realized how close I had been to death."},{"text":"Nahe schießen hilft nicht, es gilt treffen.","translation":"Shooting close does not help, it is important to hit."},{"text":"Alles, was uns berührt, geht uns auch nahe.","translation":"Everything that touches us is also close to us."},{"text":"Der Himmel ist uns überall gleich nahe.","translation":"Heaven is equally close to us everywhere."},{"text":"Komm mir nicht zu nahe.","translation":"Don't get too close to me."},{"text":"Komm dem Hund nicht zu nahe.","translation":"Don't go near the dog."},{"text":"Meine Wohnung ist nahe.","translation":"My apartment is near."},{"text":"Komm meiner Frau nicht nochmal nahe.","translation":"Don't get close to my wife again."},{"text":"Sie leben in einem Haus nahe dem unseren.","translation":"They live in a house close to ours."},{"text":"Sein Haus ist nahe einem Fluss.","translation":"His house is near a river."},{"text":"Sie lebten in einem Dorf nahe einem Wald.","translation":"They lived in a village close to a forest."},{"text":"Nahe meinem Hause brach ein Feuer aus.","translation":"A fire broke out near my house."},{"text":"Tom zeigte auf den Boden nahe Marias rechtem Fuß.","translation":"Tom pointed to the floor near Mary's right foot."}],"doppelt":[{"text":"Wie kann man einen doppelten Satz löschen?","translation":"How to delete a duplicate sentence?"},{"text":"Die Preise sind doppelt so hoch wie vor zwei Jahren.","translation":"Prices are double what they were two years ago."},{"text":"Mein Bruder hat den doppelten Preis bezahlt.","translation":"My brother paid double the price."},{"text":"Texas ist fast doppelt so groß wie Deutschland.","translation":"Texas is almost twice the size of Germany."},{"text":"Ab jetzt arbeiten wir ohne Netz und doppelten Boden.","translation":"From now on we work without net and double bottom."},{"text":"Doppelt hält besser.","translation":"Double is better."},{"text":"Ein willkommenes Geschenk bezahlt man oft doppelt zurück.","translation":"A welcome gift is often paid back twice."},{"text":"Wer schnell gibt, gibt doppelt.","translation":"If you give quickly, you give twice."},{"text":"Ein Besuch macht doppelt Freude: wenn er kommt und wenn er wieder geht.","translation":"A visit is doubly fun: when he comes and when he leaves."},{"text":"Wer singt, der betet doppelt.","translation":"He who sings prays twice."},{"text":"Hättest du doppelt so viel mitgenommen, hättest du dir einen Weg sparen können.","translation":"If you had taken twice as much, you could have saved yourself a way."},{"text":"Es könnte für mehr als doppelt so viel verkauft werden.","translation":"It could sell for more than twice as much."},{"text":"Er hat doppelt so viele Bücher wie ich.","translation":"He has twice as many books as I do."},{"text":"Mit diesem Zug wirst du doppelt so schnell sein.","translation":"With this train you'll go twice as fast."},{"text":"Raucher feiern doppelt so viel Tage krank wie Nichtraucher.","translation":"Smokers celebrate twice as many days sick as non-smokers."}],"kontaktieren":[{"text":"Bitte kontaktieren Sie mich per Mail.","translation":"Please contact me by mail."},{"text":"Könntest du ihn kontaktieren?","translation":"Could you get in touch with him?"},{"text":"Hattest du die Möglichkeit, Tom zu kontaktieren?","translation":"Have you been able to contact Tom?"},{"text":"Wenn er mich anrufen sollte, sag ihm bitte, dass ich ihn später kontaktieren werde.","translation":"If he should call me, please tell him that I will contact him later."},{"text":"Wenn du in die Firma zurück kommst, vergiss nicht, mich zu kontaktieren.","translation":"When you return to your company, don't forget to keep in touch with me."}],"binden":[{"text":"Mir sind die Hände gebunden.","translation":"My hands are tied."},{"text":"Du musst es ihr ja nicht gleich auf die Nase binden.","translation":"You don't have to tie it to her nose right away."},{"text":"Dass sie meine Freundin ist, werde ich ihnen nicht auf die Nase binden.","translation":"I won't tell them that she's my girlfriend."},{"text":"Tom sind Hände und Füße gebunden.","translation":"Tom's hands and feet are tied."},{"text":"Ich band Toms und Marias Schuhe zusammen.","translation":"I tied Tom and Mary's shoes together."}],"geheim":[{"text":"Sie wagten sich auf den letzten möglichen Weg und entdeckten einen geheimen Strand.","translation":"Venturing along the last path available to them, they discovered a hidden beach."},{"text":"Wahlen sind geheim.","translation":"Elections are secret."},{"text":"Wir hatten ein geheimes Treffen.","translation":"We had a secret meeting."},{"text":"Wir halten unsere interessantesten Gedanken und den interessantesten Teil von uns selbst geheim.","translation":"We keep our most interesting thoughts and the most interesting part of ourselves secret."},{"text":"Halten Sie das bitte geheim.","translation":"Please keep this secret."},{"text":"In einem Dorf bleibt nichts geheim.","translation":"Nothing stays secret in a village."},{"text":"Die beste Methode, es geheim zu halten, ist, es zu vergessen.","translation":"The best way to keep it secret is to forget it."},{"text":"Deine Liebe halte geheim, aber deine Erfahrung trage zur Schau.","translation":"Keep your love a secret, but put your experience on display."},{"text":"Er bat mich, es geheim zu halten.","translation":"He asked me to keep it a secret."},{"text":"Er hielt geheim, dass er seinem Sohn ein Fahrrad gekauft hatte.","translation":"He kept secret that he had bought his son a bicycle."}],"Ärger":[{"text":"In jeder Minute, die man mit Ärger verbringt, verpasst man 60 glückliche Sekunden.","translation":"For every minute you spend in trouble, you miss 60 happy seconds."},{"text":"Er machte seinem Ärger Luft.","translation":"He was venting."},{"text":"Bemüh' dich nur und sei hübsch froh, der Ärger kommt schon sowieso.","translation":"Just make an effort and be pretty happy, the trouble is coming anyway."},{"text":"Der Ärger in dir ist nicht wichtiger als du selbst.","translation":"The anger in you is not more important than yourself."},{"text":"Kein Tag geht vorbei ohne Ärger.","translation":"Not a day goes by without trouble."},{"text":"Er ist auf der Suche nach Ärger.","translation":"He is looking for trouble."},{"text":"Das riecht nach Ärger.","translation":"That smells like trouble."},{"text":"Bleib weg von Ärger und sing dazu.","translation":"Stay away from trouble and sing to it."},{"text":"Ein gutes Wort schafft Ärger aus der Welt.","translation":"A good word eliminates trouble."},{"text":"Ich hatte letzte Nacht Ärger mit der Polizei.","translation":"I was in trouble with the police last night."}],"stoßen":[{"text":"Die Menschen muss man vor den Kopf stoßen damit sie lernen, ihn zu gebrauchen.","translation":"People have to be alienated so that they learn to use it."},{"text":"Überall stoßen wir auf ein Denken, das kein Morgen kennt.","translation":"Everywhere we come across a way of thinking that knows no tomorrow."},{"text":"Die Farben stoßen sich ab.","translation":"Those colors clash."},{"text":"Peter I. stieß ein Fenster nach Europa auf.","translation":"Peter I opened a window to Europe."},{"text":"Das Flugzeug stieß mit dem Haus zusammen.","translation":"The plane crashed against the house."}],"stand":[{"text":"„Stand in dem Bief etwas Neues?“ – „Nein, alles nur alte Geschichten.“","translation":"\"Was there something new in the Bief?\" – \"No, it's all just old stories.\""},{"text":"Unsere Produkte sind auf dem neusten Stand der Technik.","translation":"Our products are state-of-the-art."},{"text":"Wer Freude bei der Arbeit hat, ist im Stande viel zu leisten.","translation":"Those who enjoy their work are able to achieve a lot."},{"text":"Jeder halte sich nach seinem Stande.","translation":"Everyone stands by their own standards."},{"text":"Das ist der Stand der Dinge.","translation":"This is how it stands."}],"schlaf":[{"text":"Gesundheit beginnt mit einem guten Schlaf.","translation":"Health begins with a good night's sleep."},{"text":"Was passiert mit uns im Schlaf?","translation":"What happens to us in our sleep?"},{"text":"Maria wünscht sich, im Schlaf zu sterben.","translation":"Mary wants to die in her sleep."},{"text":"Wie viel Schlaf man braucht, hängt stark vom Alter ab.","translation":"How much sleep you need depends heavily on age."},{"text":"Vom Schlaf zum Tode ist ein kleiner Weg.","translation":"From sleep to death is a small path."}],"Ausland":[{"text":"Mein Bruder wohnt im Ausland.","translation":"My brother lives abroad."},{"text":"Mein Handy funktioniert leider nicht im Ausland.","translation":"I'm afraid my mobile doesn't work abroad."},{"text":"Um Esperanto perfekt zu lernen, muss man nicht unbedingt im Ausland leben.","translation":"To learn Esperanto perfectly, you don't necessarily have to live abroad."},{"text":"Man muss sich vor den Ausländern in Acht nehmen.","translation":"You have to beware of the foreigners."},{"text":"Er muss sie im Ausland kaufen.","translation":"He has to buy them abroad."}],"Wirtschaft":[{"text":"Nicht den Menschen, sondern der Wirtschaft muss es gut gehen!","translation":"Not the people, but the economy must be well!"},{"text":"Ohne die Arbeit des Einzelnen ist die Wirtschaft ein Nichts.","translation":"Without the work of the individual, the economy is nothing."},{"text":"Die Wirtschaft braucht neue Helden.","translation":"The economy needs new heroes."},{"text":"Anders als dem Rest Europas geht es der deutschen Wirtschaft bisher gut.","translation":"Unlike the rest of Europe, the German economy has been doing well so far."},{"text":"Die besten Köpfe gibt es nicht in der Regierung. Die Wirtschaft holt sie weg.","translation":"The best minds are not in government. The economy is taking them away."}],"Bier":[{"text":"Ich trinke gerade ein Bier.","translation":"I'm drinking a beer right now."},{"text":"Der Wein und das Bier sind gut.","translation":"The wine and the beer are good."},{"text":"Du findest dort die schönsten Mädchen und das beste Bier.","translation":"You will find the most beautiful girls and the best beer there."},{"text":"Herr Ober, bitte zwei große Bier.","translation":"Mr. Ober, please two big beers."},{"text":"Sie sitzen bei einem Glas Bier.","translation":"You sit with a glass of beer."},{"text":"Bier besteht zu 90 % aus Wasser.","translation":"Beer consists of 90% water."},{"text":"Bringen Sie mir ein Glas Bier.","translation":"Bring me a glass of beer."},{"text":"Bring mir mal ne Flasche Bier.","translation":"Bring me a bottle of beer."},{"text":"„Was trinkst du: Kaffee oder Tee?“ – „Hast du Bier zu Hause?“","translation":"\"What do you drink: coffee or tea?\" – \"Do you have beer at home?\""},{"text":"In Weißrussland soll Bier kein Alkohol sein.","translation":"In Belarus, beer should not be alcohol."}],"Mädel":[{"text":"Du bist ein gutes Mädel, Maria!","translation":"You are a good girl, Maria!"},{"text":"Gute Nacht, Mädels!","translation":"Good night, girls!"},{"text":"Was meint ihr, Mädels?","translation":"What do you think, girls?"},{"text":"Los, Mädels! Wir schaffen das!","translation":"Come on girls, we can do this!"},{"text":"Mit wie vielen Mädels warst du schon zusammen?","translation":"How many girls have you dated in your life?"}],"Park":[{"text":"Sie geht in den Park.","translation":"She goes to the park."},{"text":"Dort gibt es auch einen Park.","translation":"There's also a park there."},{"text":"In diesem Park wachsen Erlen und Eschen.","translation":"There are alder and ash trees growing in this park."},{"text":"Lass uns von hier aus zum Park rennen.","translation":"Let's run to the park from here."},{"text":"Hier in der Nähe gibt es einen schönen Park. Wollen wir da mal hin?","translation":"There is a nice park nearby. Do you want to go there?"}],"ausprobieren":[{"text":"Ich habe es schon ausprobiert. Es funktioniert nicht.","translation":"I have tried it already. It doesn't work."},{"text":"Wenn wir keine Fehler machen, heißt das, dass wir nicht genug neue Dinge ausprobieren.","translation":"If we don't make mistakes, it means we don't try enough new things."},{"text":"Lass uns heute zum Essen einen anderen Ort ausprobieren.","translation":"Let's try a different place for dinner today."},{"text":"Du kommst gerade richtig, kannst du bitte das neue Modell ausprobieren?","translation":"You come right in time. Can you please test the new model?"},{"text":"Ich möchte dieses neue Modell ausprobieren, bevor ich es kaufe.","translation":"I'd like to try out this new model before I buy it."}],"km":[{"text":"Von Toki nach Toyota sind es etwa 40 km.","translation":"From Toki to Toyota it is about 40 km."},{"text":"Der längste Fluss in Kanada ist der Mackenzie River mit 4.241 km.","translation":"The longest river in Canada is the Mackenzie River at 4,241 km."},{"text":"Ich ging ungefähr 1,6 km.","translation":"I walked about 1.6 km."},{"text":"2 km entfernt ist eine Quelle.","translation":"There's a spring two kilometres away."},{"text":"Das Licht legt in der Sekunde etwa 300 000 km zurück.","translation":"Light travels about 300,000 km per second."}],"heutzutage":[{"text":"Heutzutage muss man vor allem für junge Menschen und für alte Bäume kämpfen.","translation":"Nowadays you have to fight especially for young people and for old trees."},{"text":"Heutzutage kann man sich auf keinen mehr verlassen.","translation":"These days, no one is reliable anymore."},{"text":"Tom fragte, wer heutzutage glücklich sei.","translation":"Tom asked who was happy these days."},{"text":"Wer in der Welt lernt heutzutage noch Deutsch?","translation":"Who in the world is still learning German today?"},{"text":"Heutzutage lohnt es sich kaum noch, Deutsch zu lernen.","translation":"Nowadays, it is hardly worthwhile to learn German."}],"eröffnen":[{"text":"Wer nicht lächeln kann, der sollte keinen Laden eröffnen.","translation":"If you can't smile, you shouldn't open a store."},{"text":"Das Geschäft eröffnet morgen.","translation":"The store opens for business tomorrow."},{"text":"Dir eröffnen sich neue Möglichkeiten.","translation":"New opportunities are opening up to you."},{"text":"Ich habe dieses Thema eröffnet.","translation":"I started this topic."},{"text":"Das Krankenhaus wurde letzten Monat eröffnet.","translation":"The hospital opened last month."}],"Mord":[{"text":"Soeben ist ein Mord geschehen.","translation":"A murder has just happened."},{"text":"Die Polizei untersucht den Mord.","translation":"The police are investigating the murder."},{"text":"Er wurde wegen Mordes gehängt.","translation":"He was hanged for murder."},{"text":"Tom sitzt wegen Mordes im Gefängnis.","translation":"Tom is in prison for murder."},{"text":"Erst lange nachdem sie geheiratet hatten, fand Tom heraus, dass Mary wegen Mordes gesucht wurde.","translation":"It wasn't until long after they got married that Tom found out that Mary was wanted for murder."},{"text":"Sport ist Mord.","translation":"Sport is murder."},{"text":"„Was ist passiert?“ — „Er ist tot. Das war Mord.“","translation":"\"What happened?\" — \"He is dead. That was murder.\""},{"text":"Mord und Raub sind Verbrechen.","translation":"Murder and robbery are crimes."},{"text":"Wo befanden Sie sich, während der Mord geschah?","translation":"Where were you when the murder happened?"},{"text":"Die Polizei geht davon aus, dass Tom irgendwie an dem Mord beteiligt war.","translation":"Police believe that Tom was somehow involved in the murder."}],"winnen":[{"text":"Was man mit Gewalt gewinnt, kann man nur mit Gewalt behalten.","translation":"What you gain by force, you can only keep by force."},{"text":"Wer fragt, gewinnt.","translation":"Who asks, wins."},{"text":"Mal gewinnt man, mal verliert man.","translation":"Sometimes you win, sometimes you lose."},{"text":"Mancher Spieler verliert in einer Stunde, was er in seinem Leben nicht wieder gewinnt.","translation":"Some players lose in an hour what they don't win again in their lives."},{"text":"Manchmal gewinnt man viel mehr, wenn man nicht kämpft.","translation":"Sometimes you win a lot more if you don't fight."}],"erwachsen":[{"text":"Nur wer erwachsen wird und ein Kind bleibt, ist ein Mensch.","translation":"Only the person who becomes an adult while staying a child is a human being."},{"text":"Werde endlich erwachsen!","translation":"Grow up!"},{"text":"Gebt Männern was zum Spielen und sie werden erwachsen.","translation":"Give men something to play with and they will grow up."},{"text":"Ich bin halt erst mit Dreißig erwachsen geworden.","translation":"I didn't grow up until I was thirty."},{"text":"Die Kinder werden so schnell erwachsen.","translation":"Children grow up so quickly."},{"text":"Wir verbringen den Heiligen Abend bei unserer erwachsenen Tochter.","translation":"We're spending Christmas Eve at our grown daughter's house."},{"text":"Tom ist fast erwachsen und doch noch ein Kind.","translation":"Tom is almost an adult and yet still a child."},{"text":"„Du willst doch immer erwachsen sein. Jetzt hast du eine Gelegenheit dazu.“","translation":"\"You always want to be an adult. Now you have an opportunity to do so.\""},{"text":"Meine Söhne sind erwachsen.","translation":"My sons have grown up."},{"text":"Maria ist jetzt eine erwachsene Frau.","translation":"Mary is now a grown woman."}],"Abs":[{"text":"„Du Frechdachs! Jetzt gibt’s was hinter die Ohren!“ – „Ich weise dich darauf hin, dass Kinder nach § 1631 Abs. 2 Satz 1 BGB ein Recht auf gewaltfreie Erziehung haben!“","translation":"\"You cheeky badger! Now there's something behind the ears!\" – \"I would like to point out to you that children have a right to non-violent education according to § 1631 sec. 2 sentence 1 BGB!\""}],"Entschuldig":[{"text":"Entschuldige, wenn ich störe.","translation":"Sorry if I'm disturbing."},{"text":"Entschuldige, ich habe dich lange warten lassen.","translation":"Sorry. I've kept you waiting a long time."},{"text":"Entschuldige, dass ich dich gestern zum Weinen gebracht habe!","translation":"Sorry I made you cry yesterday!"},{"text":"Ich entschuldige mich dafür, was ich gesagt habe.","translation":"I apologize for what I said."},{"text":"„Haha! Entschuldige!“ – „Erkennst du deine Schuld überhaupt?“","translation":"\"Haha! Excuse me!\" – \"Do you even recognize your guilt?\""}],"hilf":[{"text":"Hilf denen, die sich selbst nicht helfen können.","translation":"Help those who cannot help themselves."},{"text":"Hilf mir bitte, wenn du Zeit hast!","translation":"Please help me if you have time!"},{"text":"Yumi hat heute Geburtstag. Hilf mit, dass es ein besonderer Tag für sie wird!","translation":"It's Yumi's birthday today. Help make it a special day for them!"},{"text":"Hilf dir selber, so hilft dir das Glück.","translation":"Help yourself, that's how luck helps you."},{"text":"Ich kann meine Brille nicht finden. Hilf mir mal beim Suchen!","translation":"I can't find my glasses. Help me with the search!"},{"text":"Arzt, hilf dir selber.","translation":"Doctor, help yourself."},{"text":"Wenn du Zeit hast, hilf mir bitte.","translation":"If you have time, please help me."},{"text":"Bitte hilf mir! Ich sterbe!","translation":"Please help me. I'm dying."},{"text":"Komm und hilf uns.","translation":"Come and help us."},{"text":"Steh nicht herum, komm und hilf mir!","translation":"Don't stand around, come and help me!"}],"grundsätzlich":[{"text":"Immer, wenn Deutschland spielt, steht Tom grundsätzlich auf der Seite des Gegners.","translation":"When Germany plays, Tom basically always stands on the opponent's side."},{"text":"Ich möchte Ihnen eine grundsätzliche Frage stellen.","translation":"I would like to ask you a fundamental question."},{"text":"Grundsätzlich gilt folgende Regel: Geld hat nur, wer Geld nicht nötig hat.","translation":"Basically, the following rule applies: Only those who do not need money have money."},{"text":"Es gibt einen grundsätzlichen Unterschied zwischen Ihrer Meinung und meiner.","translation":"There is a fundamental difference between your opinion and mine."},{"text":"Das ist grundsätzlich falsch.","translation":"This is fundamentally wrong."}],"eindeutig":[{"text":"Schlechtes Wetter ist mir eindeutig lieber als gutes.","translation":"I clearly prefer bad weather to good weather."},{"text":"Jede Webseite hat eine eindeutige Adresse.","translation":"Every website has a unique address."},{"text":"Schreiben Sie eindeutige Texte!","translation":"Write unambiguous texts."},{"text":"Warum sprechen die Frauen in Rätseln, erwarten aber eindeutige Antworten auf ihre Fragen?","translation":"Why do women speak in riddles but expect clear answers to their questions?"},{"text":"Die Beweise sind eindeutig.","translation":"The evidence is clear."},{"text":"Sie war eindeutig zufrieden mit den Ergebnissen.","translation":"She was clearly satisfied with the results."},{"text":"Tom möchte eindeutig keine Hilfe von uns bekommen.","translation":"Tom clearly doesn't want any help from us."},{"text":"Das ist eine Frage, die sich niemals eindeutig beantworten lassen wird.","translation":"This is a question that will never be answered unequivocally."},{"text":"Das macht ganz eindeutig klar, dass er nicht die Absicht hat, dich zu heiraten.","translation":"This makes it very clear that he has no intention of marrying you."},{"text":"Ich dachte, ich hätte mich eindeutig ausgedrückt.","translation":"I thought I had expressed myself clearly."}],"verschieben":[{"text":"Können Sie bitte den Test verschieben?","translation":"Can you reschedule the exam please?"},{"text":"Dieses Spiel wurde verschoben.","translation":"This game was put off."},{"text":"Sie wollte die Hochzeit verschieben.","translation":"She wanted to postpone the wedding."},{"text":"Das Treffen wird auf den 20. dieses Monats verschoben.","translation":"The meeting will be postponed till the 20th of this month."},{"text":"Da wir gehört hatten, dass das Wetter schlecht sei, haben wir die Reise verschoben.","translation":"Since we had heard that the weather was bad, we postponed the trip."}],"erfassen":[{"text":"Der Teufel trägt für jeden ein eigenes Gesicht. Es ist schwer, ihn zu erfassen.","translation":"The devil has his own face for everyone. It's hard to grasp."},{"text":"Ich bin von einem Wagen erfasst worden.","translation":"I've been hit by a car."},{"text":"Wir mussten die Erde verlassen, um sie mit einem Blick erfassen zu können.","translation":"We had to leave Earth to be able to take it in at a glance."},{"text":"Manchmal kann ich die Bedeutung eines Wortes nicht wirklich erfassen.","translation":"Sometimes I can't really grasp the meaning of a word."},{"text":"Mögest du nicht vom bösen Blick erfasst werden.","translation":"May you not be caught up in the evil eye."}],"lauten":[{"text":"Wenn dies eine Frage ist, wie lautet dann die Antwort?","translation":"If this is a question, what is the answer?"},{"text":"So lautet das Gesetz.","translation":"This is what the law says."},{"text":"Meine E-Mail-Adresse lautet:„M.Mustermann@xxxxx.de“.","translation":"My email address is: \"M.Mustermann@xxxxx.de\"."},{"text":"„Wie oft muss ich noch ‚Nein!‘ sagen?“ – „So oft, bis deine nächste Antwort ‚Ja!‘ lautet.“","translation":"\"How many more times do I have to say 'No!'?\" – \"So many times until your next answer is 'Yes!'\""},{"text":"Meine Formel dafür lautet: Leben ist Wille zur Macht.","translation":"My formula for this is: Life is the will to power."}],"Vorstellung":[{"text":"Die Vorstellung endete um zehn Uhr abends.","translation":"The performance ended at 10 p.m."},{"text":"Die Vorstellung geht in ein paar Minuten los.","translation":"The performance starts in a few minutes."},{"text":"Hast du eine Vorstellung davon, wie mein Leben aussieht?","translation":"Do you have an idea of what my life is like?"},{"text":"Damit ist die Vorstellung beendet.","translation":"That concludes the performance."},{"text":"Entspricht das deinen Vorstellungen?","translation":"Does that meet your expectations?"}],"Date":[{"text":"Als ich sie bei einem Date sah, fragte ich: „Heiratet ihr bald?“","translation":"When I saw her on a date, I asked, \"Are you getting married soon?\""},{"text":"Was meinst du, welche Sachen sollte ich morgen zu meinem Date anziehen?","translation":"What do you think I should wear to my date tomorrow?"},{"text":"Andy kommt nie zu spät zu einem Date.","translation":"Andy is never late for a date."},{"text":"Wie kann ich es schaffen, ein Date mit Nancy zu bekommen?","translation":"How can I succeed in getting a date with Nancy?"},{"text":"Tom hatte gestern ein Date mit Mary.","translation":"Tom had a date with Mary last night."},{"text":"Ich bin up to date.","translation":"I am up to date."},{"text":"Ich date meinen Nachhilfelehrer.","translation":"I am dating my cram school teacher."}],"anwenden":[{"text":"Am angenehmsten sind die Frauen, die mehrere Sprachen können und diese nicht anwenden.","translation":"The most pleasant are the women who can speak several languages and do not use them."},{"text":"Ehe man ein schönes Wort anwendet, muss man ihm einen Platz bereiten.","translation":"Before you use a beautiful word, you have to give it a place."},{"text":"Diese Regel kann in dem Fall nicht angewendet werden.","translation":"This rule cannot be applied to that case."},{"text":"Wir werden deine Methode an unserer Schule anwenden.","translation":"We will apply your method at our school."},{"text":"Tom wird Gewalt anwenden.","translation":"Tom will use force."}],"beibringen":[{"text":"Freunde haben mir beigebracht, so zu sprechen.","translation":"Friends have taught me to speak like that."},{"text":"Würdest du mir das beibringen?","translation":"Would you teach me that?"},{"text":"Alles, was ich kann, habe ich mir selbst beigebracht.","translation":"Everything I can do, I have taught myself."},{"text":"Hat dir deine Mutter nicht beigebracht, danke zu sagen, wenn man dir geholfen hat?","translation":"Didn't your mother teach you to say thank you when you were helped?"},{"text":"Man sollte den Kindern beibringen, nicht zu lügen.","translation":"Children should be taught not to lie."}],"miß":[{"text":"Sie gewann die Wahl zur Miss America.","translation":"She won the Miss America pageant."},{"text":"Maria hat den Miss-Tatoeba-Wettbewerb gewonnen.","translation":"Mary won the Miss Tatoeba contest."},{"text":"Miss den Nächsten nicht nach dem eigenen Maß!","translation":"Do not measure one's neighbour according to one's own measure!"},{"text":"Warum gibt es eine „Miss“, aber keinen „Mister Italien“?","translation":"Why is there a Miss Italy but no Mister Italy?"},{"text":"Er machte Miss Green zu seiner Sekretärin.","translation":"He made Miss Green his secretary."},{"text":"Miss drei Mal aus, aber schneide nur ein Mal.","translation":"Miss three times, but cut only once."},{"text":"Miss zweimal nach, bevor du schneidest!","translation":"Measure twice, cut once!"},{"text":"Das Salz gebrauche in Maßen und deine Worte miss mit der Waage!","translation":"Use the salt in moderation and measure your words with the scales!"},{"text":"Miss nie des Berges Höhe, ehe du den Gipfel erreicht hast. Dort wirst du sehen, wie niedrig er ist.","translation":"Never measure the height of the mountain before you reach the summit. There you will see how low it is."}],"gestalten":[{"text":"Nur ein Traum kann die Zukunft gestalten.","translation":"Only a dream can shape the future."},{"text":"Lassen sie uns mit Freude Politik gestalten.","translation":"Let us shape politics with pleasure."},{"text":"Maria gestaltet gerne.","translation":"Mary loves to create things."},{"text":"Tom gestaltete seine Küche neu.","translation":"Tom remodeled his kitchen."},{"text":"Schicksal bedeutet nicht Chance sondern Entscheidung. Du darfst nicht darauf warten, du musst es gestalten.","translation":"Fate does not mean opportunity but decision. You can't wait for it, you have to shape it."},{"text":"Wir haben die Küche ganz neu gestaltet.","translation":"We completely redesigned the kitchen."},{"text":"Wir haben die Küche nach unserem Einzug neu gestaltet.","translation":"We remodeled the kitchen after we moved in."},{"text":"Der Tempel wurde mehrmals erweitert und neu gestaltet.","translation":"The temple has been extended and redesigned several times."},{"text":"Der Weihnachtsmarkt ist mittelalterlich gestaltet.","translation":"The Christmas market has a medieval design."},{"text":"Wir konzipieren und gestalten Informationsmaterialien in leichter Sprache.","translation":"We conceive and design information materials in simple language."}],"gegessen":[{"text":"Wann hast du gegessen?","translation":"What time did you eat?"},{"text":"Der Mann hat Brot gegessen.","translation":"The man ate bread."},{"text":"Ich habe gerade gegessen, deshalb habe ich keinen Hunger.","translation":"I've just eaten so I'm not hungry."},{"text":"Du hast den Kuchen schon gegessen.","translation":"You've already eaten the cake."},{"text":"Bill hat heute sechzehn Stück Kuchen gegessen.","translation":"Bill ate sixteen pieces of cake today."}],"Mond":[{"text":"Morgen wird er auf dem Mond landen.","translation":"Tomorrow he will land on the moon."},{"text":"„Wie weit ist es eigentlich bis zum Mond, Mama?“ – „ Etwa 400 000 km.“","translation":"\"How far is it to the Moon, Mum?\" \"About 400,000 kilometres.\""},{"text":"Er guckte mich an, als würde ich vom Mond kommen.","translation":"He looked at me as if I came from the moon."},{"text":"Tom hat auf dem Mond fast dasselbe Gewicht wie auf der Erde.","translation":"Tom carries almost the same weight on the moon as he does on Earth."},{"text":"Es ist schade, dass wir nur einen Mond haben!","translation":"It's a pity that we only have one moon!"}],"aufpassen":[{"text":"Ich kann sehr wohl auf mich aufpassen.","translation":"I am perfectly capable of looking after myself."},{"text":"Du musst aufpassen, wie viel Zeit du damit verbringst.","translation":"You must keep track of how much time you spend with it."},{"text":"Du hättest aufpassen sollen.","translation":"You should have been careful."},{"text":"Kannst du mal eben auf die Kinder aufpassen?","translation":"Can you just take care of the children?"},{"text":"Wenn du nicht aufpasst, wirst du gleich ins Wasser fallen.","translation":"If you don't watch out, you'll soon fall in the water."}],"Zeitung":[{"text":"Die Zeitung ist von gestern.","translation":"The newspaper is from yesterday."},{"text":"Er liest jeden Morgen die Zeitung.","translation":"He reads the newspaper every morning."},{"text":"Welche Zeitungen hast du abonniert?","translation":"What newspapers have you subscribed to?"},{"text":"Wie oft erscheint diese Zeitung?","translation":"How often does this newspaper appear?"},{"text":"Der Hund bringt dem Mann die Zeitung.","translation":"The dog brings the newspaper to the man."}],"Tante":[{"text":"Meine Tante hat drei Kinder.","translation":"My aunt has three children."},{"text":"Ich bringe meine Tante mit.","translation":"I'll bring my aunt with me."},{"text":"Die Schwester von Vater oder Mutter heißt Tante.","translation":"The sister of your father or mother is your aunt."},{"text":"Tel Aviv ist die Stadt, in der meine Tante wohnt.","translation":"Tel Aviv is the city where my aunt lives."},{"text":"Diese Dame, die mich besucht, ist meine Tante.","translation":"This lady who visits me is my aunt."}],"gibst":[{"text":"Frieden kannst du nur haben wenn du ihn gibst.","translation":"You can only have peace if you give it."},{"text":"Gibst du mir mal eben die Zeitung?","translation":"Will you just give me the newspaper?"},{"text":"Gibst du mir die Schuld, obwohl ich damals noch nicht einmal dort war?","translation":"Do you blame me even though I wasn't even there then?"},{"text":"Gibst du mir bitte mal das Buch?","translation":"Could you give me the book, please?"},{"text":"Wenn du jemandem die Hand gibst, sieh ihm in die Augen.","translation":"When you shake someone's hand, look them in the eye."},{"text":"Warum gibst du keine Antwort?","translation":"Why don't you give an answer?"},{"text":"Was du lässt oder tust, vergiss nie, dass du ein Beispiel gibst.","translation":"What you don't do or do, never forget that you are setting an example."},{"text":"Sei entweder so, wie du wirklich bist, oder so, wie du dich gibst.","translation":"Either be who you really are, or as you give yourself."},{"text":"Geld hat den Wert in deinem Leben, den du ihm gibst. Liebe auch.","translation":"Money has the value in your life that you give it. Love too."},{"text":"Kurz sei dein Rat, wenn immer du einen solchen gibst.","translation":"Be brief your advice whenever you give one."}],"gelangen":[{"text":"Das Auge sieht, doch die Hand gelangt nicht hin.","translation":"The eye sees, but the hand does not get there."},{"text":"Es dauerte zwei Stunden, bis ich in die Stadt gelangte.","translation":"It took me two hours to get into the city."},{"text":"Es war schwierig für sie, zur Insel zu gelangen.","translation":"It was hard for them to get to the island."},{"text":"Tom konnte sich nicht erinnern, wie er dorthin gelangt war.","translation":"Tom had no recollection of how he got there."},{"text":"Weißt du, wie man zu Toms Haus gelangt?","translation":"Do you know how to get to Tom's house?"}],"bist":[{"text":"Ich bin wirklich froh, dass du hier bist, Tom. Danke.","translation":"I'm really glad you're here, Tom. Thank you."},{"text":"Ich hatte keine Ahnung, dass du so bist.","translation":"I had no idea you were like that."},{"text":"Ich denke, dass du derjenige bist, der Hilfe braucht.","translation":"I think you're the one who needs help."},{"text":"Ich hoffe, du bist nächstes Mal vorsichtiger.","translation":"I hope you are more careful next time."},{"text":"Ich hatte nur so eine Vermutung, dass du hier bist.","translation":"I just had a hunch that you were here."},{"text":"„Wie heißt du?“ – „Muhammad.“ – „Bist du Muslim?“ – „Jawohl.“","translation":"\"What's your name?\" \"Muhammad.\" \"Are you Muslim?\" \"Yes.\""},{"text":"Wenn du Bist hungrig bist, dann kannst du dieses Brot essen.","translation":"If you are hungry, then you can eat this bread."},{"text":"Man fragt nicht „Bist du dumm?“ Sondern: „Hast du einen limitierten Erkenntnishorizont bezüglich der objektiven Realität?“","translation":"You don't ask, \"Are you stupid?\" Rather: \"Do you have a limited horizon of knowledge regarding objective reality?\""},{"text":"„Bist du Niederländer?“ – „Ja.“","translation":"\"Are you Dutch?\" \"Yes.\""},{"text":"„Bist du Russin?“ – „Ja.“","translation":"\"Are you Russian?\" \"Yes.\""},{"text":"„Tom ist nicht in mich verliebt.“ – „Bist du sicher?“","translation":"\"Tom is not in love with me.\" \"Are you sure?\""},{"text":"„Tom hat nur so getan, als verstünde er kein Französisch.“ – „Bist du sicher?“ – „Aber ja doch! Es gibt Abhandlungen über Philosophie in französischer Sprache von ihm, und es ist sogar ein Mitschnitt einer Vorlesung aufgetaucht, die er an der Sorbonne in Paris gehalten hat.“ – „Das ist ja ein starkes Stück!“","translation":"\"Tom just pretended he didn't understand French.\" – \"Are you sure?\" – \"But yes! There are treatises on philosophy in French by him, and there has even been a recording of a lecture he gave at the Sorbonne in Paris.\" – \"That's a strong piece!\""},{"text":"Bist du Deutscher?","translation":"Are you German?"},{"text":"Bist du Deutsche?","translation":"Are you German?"}],"gemäß":[{"text":"Wir bauen Ihr Haus gemäß Ihren Wünschen.","translation":"We build your house according to your wishes."},{"text":"Wir haben ihn gemäß der Regel bestraft.","translation":"We punished him according to the rule."},{"text":"Ich werde es gemäß Ihren Anweisungen ausführen.","translation":"I'll do it according to your instructions."},{"text":"Ich habe den Satz gemäß deiner Empfehlung geändert.","translation":"I changed the sentence according to your recommendation."},{"text":"Ich habe das Wort geändert, gemäß deinem Vorschlag, für den ich mich bedanke.","translation":"I have changed the word, in accordance with your proposal, for which I am grateful."},{"text":"Der Satz wurde dem Vorschlag gemäß geändert.","translation":"Sentence changed according to the suggestion."},{"text":"Tom handelte gemäß Anweisung.","translation":"Tom did as he was instructed."},{"text":"Ich habe meiner eigenen Überzeugung gemäß gehandelt.","translation":"I acted in accordance with my own conviction."},{"text":"Die Mitglieder einer Gesellschaft sind die Menschen, die ihrer Kultur gemäß nach ungeschriebenen moralischen Grundsätzen leben.","translation":"The members of a society are the people who live according to their culture according to unwritten moral principles."},{"text":"Eine Sprache seinen persönlichen Ansichten gemäß in eine \"gute\" und eine \"schlechte Sprache\" zu unterteilen, ist töricht.","translation":"Dividing a language into \"good\" and \"bad\" language according to one's personal views is foolish."}],"gold":[{"text":"Eisen ist härter als Gold.","translation":"Iron is harder than gold."},{"text":"Die Kette ist aus Gold.","translation":"The necklace is made of gold."},{"text":"Gold ist schwerer als Wasser.","translation":"Gold is heavier than water."},{"text":"Ist das echtes Gold?","translation":"Is this real gold?"},{"text":"Die Natur bringt gutes Gold, die Kunst macht falsches.","translation":"Nature brings good gold, art does wrong things."},{"text":"Morgenstund hat Gold im Mund.","translation":"The early bird has gold in its mouth."},{"text":"Deine Idee ist Gold wert!","translation":"Your idea is worth its weight in gold!"},{"text":"Ein Werkzeug aus Gold ist für jede Arbeit gut.","translation":"A tool made of gold is good for any job."},{"text":"Morgenstund hat Gold im Mund, je später desto mehr.","translation":"Morgenstund has gold in his mouth, the later the more."},{"text":"Sie hat ein Herz aus Gold.","translation":"She has a heart of gold."}],"korrekt":[{"text":"Ein korrekter Mensch kommt nie zu spät.","translation":"A correct person never comes too late."},{"text":"Wie kommst du auf den Gedanken, dieser Satz wäre nicht korrekt?","translation":"How do you get the idea that this sentence is not correct?"},{"text":"Seine Informationen sind korrekt.","translation":"His information is correct."},{"text":"Welche ist die korrekte Datei?","translation":"Which is the correct file?"},{"text":"Es kann sein, dass der Satz nicht natürlich klingt, doch er ist korrekt.","translation":"It can be that the sentence does not sound natural, though it is correct."}],"meistens":[{"text":"Das Neue ist meistens das vergessene Alte.","translation":"The new is usually the forgotten old."},{"text":"Manchmal trinke ich auch Tee, meistens aber Kaffee.","translation":"Sometimes I also drink tea, but mostly coffee."},{"text":"Ich werde warten, denn die schönen Dinge kommen meistens später.","translation":"I will wait, because the beautiful things usually come later."},{"text":"Meistens ist nur ein Auge betroffen.","translation":"Usually only one eye is affected."},{"text":"Meistens wissen die Leute nicht, was sie wollen, bis man es ihnen zeigt.","translation":"Most of the time, people don't know what they want until you show them."}],"schieben":[{"text":"Er schob die Entscheidung vor sich her.","translation":"He put off making a decision."},{"text":"Du sollst ziehen, nicht schieben.","translation":"Thou shalt pull, not push."},{"text":"Es lohnt sich nicht, die Entscheidung auf die lange Bank zu schieben.","translation":"Putting off the decision won't pay."},{"text":"Du glaubst zu schieben, und du wirst geschoben.","translation":"You think you're pushing, and you're being pushed."},{"text":"Er schob die Schuld auf mich.","translation":"He put the blame upon me."}],"Kleid":[{"text":"Kaufe ein schönes Kleid!","translation":"Buy a beautiful dress!"},{"text":"Ich will dieses Kleid kaufen.","translation":"I want to buy this dress."},{"text":"Das Kind trägt ein weißes Kleid.","translation":"The child wears a white dress."},{"text":"Sein Vater handelte mit alten Kleidern.","translation":"His father traded in old clothes."},{"text":"Maria suchte sich von ihren Kleidern das beste aus.","translation":"Mary chose the best of her clothes."}],"Kombination":[{"text":"Die Kombination aus früh, kalt und dunkel ist absolut nicht mein Ding!","translation":"The combination of early, cold and dark is really not my cup of tea."},{"text":"Mary trägt eine neue Kombination.","translation":"Mary wears a new combination."},{"text":"Das Geheimnis der Kombinationen liegt darin, die Muster zu erkennen, die ihre Elemente identifizieren.","translation":"The secret of combinations lies in recognizing the patterns that identify their elements."},{"text":"Ich habe die Kombination für das Schloss vergessen.","translation":"I forgot the combination for the lock."},{"text":"Glück ist eine Kombination aus guter Gesundheit und einem schlechten Gedächtnis.","translation":"Happiness is a combination of good health and a bad memory."}],"hauptsächlich":[{"text":"Speckstein besteht hauptsächlich aus Talk und ist deswegen nicht sehr hart.","translation":"Soapstone consists mainly of talc and is therefore not very hard."},{"text":"Das Publikum bestand hauptsächlich aus Studenten.","translation":"The audience consisted mainly of students."},{"text":"Kinder lügen hauptsächlich, um keinen Ärger zu bekommen.","translation":"The main reason kids tell lies is to avoid getting into trouble."},{"text":"Der Mann hat hauptsächlich deshalb einen Kopf, damit eine Frau ihn verdrehen kann.","translation":"The man has a head mainly so that a woman can twist it."},{"text":"Die meisten Japaner ernähren sich hauptsächlich von Reis.","translation":"Most Japanese feed mainly on rice."},{"text":"Jeder will unbedingt etwas Großes leisten, obwohl das Leben hauptsächlich aus Kleinkram besteht.","translation":"Everyone desperately wants to do something big, even though life consists mainly of small things."},{"text":"Sie leben hauptsächlich von Milch.","translation":"They mainly live on milk."},{"text":"Japaner essen hauptsächlich Reis.","translation":"Japanese mainly eat rice."},{"text":"Tatoeba existiert nicht ausschließlich oder hauptsächlich für den Zweck des Projektes.","translation":"Tatoeba does not exist exclusively or mainly for the purpose of the project."},{"text":"Ich esse hauptsächlich Obst zum Frühstück.","translation":"I mainly eat fruit for breakfast."}],"erwachsene":[{"text":"Nun, da Sie ein Erwachsener sind, sollten Sie es besser wissen.","translation":"Now that you are an adult, you should know better."},{"text":"Kinder lachen täglich bis zu zwanzig mal häufiger als Erwachsene.","translation":"Children laugh up to twenty times more often every day than adults."},{"text":"Kinder, die man nicht liebt, werden Erwachsene, die nicht lieben.","translation":"Children you don't love become adults you don't love."},{"text":"Haribo macht Kinder froh – und Erwachsene ebenso.","translation":"Haribo makes children happy – and adults as well."},{"text":"Du darfst die Bücher für Erwachsene nicht lesen. Du bist noch klein.","translation":"You are not allowed to read the adult books. You are still small."}]}