{"Arbeiter":[{"text":"Alle Großen waren große Arbeiter.","translation":"All the great ones were great workers."},{"text":"Gott schütze uns vor Feuer und Wind und vor Arbeitern, die langsam sind.","translation":"May God protect us from fire and wind and from workers who are slow."},{"text":"Die Arbeiter drohten, die Arbeit einzustellen.","translation":"The workers threatened to stop working."},{"text":"Es gibt mehr Werkzeuge als Arbeiter, und von diesen mehr schlechte als gute.","translation":"There are more tools than workers, and of those more bad than good ones."},{"text":"Arbeiter aller Länder arbeitet nicht zu viel!","translation":"Workers of all countries do not work too much!"}],"beraten":[{"text":"Wer uns gut beraten kann, den frage man auch dann und wann.","translation":"If you can advise us well, you ask them now and then."},{"text":"Ein wahrer Freund würde dich beraten.","translation":"A true friend would advise you."},{"text":"Interessiert daran, uns zu treffen und über eine mögliche Zusammenarbeit zu beraten?","translation":"Does it interest you to meet and discuss a possible collaboration?"},{"text":"Gut, worüber möchten Sie beraten werden?","translation":"OK, what would you like advice on?"},{"text":"Ich kann darüber nicht entscheiden, ohne mich erst mit Tom zu beraten.","translation":"I can't make that decision without consulting Tom first."}],"Präsentation":[{"text":"Wie war die Präsentation?","translation":"How was the presentation?"},{"text":"Wie lief die Präsentation?","translation":"How did the presentation go?"},{"text":"Die Präsentation wird in der zweiten Pause stattfinden.","translation":"The presentation will take place in the second intermission."},{"text":"Die Präsentation war fast vorbei.","translation":"The presentation was almost over."},{"text":"Tom hat seine Präsentation beendet,","translation":"Tom has finished his presentation."}],"womit":[{"text":"Womit habe ich das verdient?","translation":"How did I earn that?"},{"text":"Womit habe ich eine solche Behandlung verdient?","translation":"How did I earn such treatment?"},{"text":"Womit kann ich dir eine Freude machen?","translation":"How can I make you happy?"},{"text":"Mir fällt nichts ein, womit man Liisa aus der Ruhe bringen könnte.","translation":"I can't think of anything to upset Liisa."},{"text":"Ich brauche etwas, womit ich schreiben kann.","translation":"I need something to write with."},{"text":"Gott hat jedem Menschen etwas gegeben, womit er andere glücklich machen kann.","translation":"God has given every person something to make others happy."},{"text":"Ich weiß, womit Tom beschäftigt ist.","translation":"I know what Tom is busy with."},{"text":"Am Gelde riecht man nicht, womit es verdient ist.","translation":"You don't smell the money with what it is earned with."},{"text":"Es gibt nichts, womit wir angeben könnten.","translation":"There's nothing we could show off with."},{"text":"Gib uns etwas, womit wir arbeiten können!","translation":"Give us something to work with."}],"aff":[{"text":"Der Affe stiehlt, weil er nicht arbeitet.","translation":"The monkey steals because he doesn't work."},{"text":"Können Affen lügen?","translation":"Can monkeys lie?"},{"text":"„Was sind das für Affen?“ – „Das sind keine Affen; das sind unsere neuen Nachbarn!“","translation":"\"What kind of apes are those?\" \"Those aren't apes, they're our new neighbors!\""},{"text":"Ich mach mich doch hier nicht zum Affen!","translation":"I'm not making myself a monkey here!"},{"text":"Je höher der Affe steigt, desto mehr er den Hintern zeigt.","translation":"The higher the monkey rises, the more he shows his butt."}],"sortieren":[{"text":"Ich muss meine Gedanken sortieren.","translation":"I need to sort out my thoughts."},{"text":"Dinge zu sortieren ist nicht meine Stärke.","translation":"I'm not good at classifying things."},{"text":"Lassen Sie mich kurz meine Gedanken sortieren.","translation":"Let me briefly sort out my thoughts."},{"text":"Die falschen Menschen sortieren sich meist von ganz allein aus deinem Leben. Herrlich!","translation":"The wrong people usually sort themselves out of your life on their own. Splendid!"},{"text":"Könntest du diese Liste alphabetisch sortieren?","translation":"Could you sort this list alphabetically?"}],"Pandemie":[{"text":"Was kann die Welt aus der Pandemie lernen?","translation":"What can the world learn from the pandemic?"},{"text":"Wir werden bis nach der Pandemie warten müssen.","translation":"We're going to have to wait until after the pandemic."},{"text":"Die Pandemie ist noch lange nicht vorbei.","translation":"The pandemic is far from over."},{"text":"Die Pandemie bringt die Leute auf ganz ausgefallene Ideen, sich zu unterhalten.","translation":"The pandemic is making people think of unique entertainment ideas."},{"text":"Die Pandemie wurde zur Hysterie.","translation":"The pandemics turned into a hysteria."}],"füttern":[{"text":"Ohne Schweine zu füttern, wirst du nicht Herr werden.","translation":"Without feeding pigs, you will not become mastered."},{"text":"Tom und Maria gingen zusammen nach draußen, um die Tiere zu füttern.","translation":"Tom and Mary went outside together to feed the animals."},{"text":"Sie hat vergessen, den Hund zu füttern.","translation":"She forgot to feed the dog."},{"text":"EDV-Systeme verarbeiten, womit sie gefüttert werden. Kommt Mist rein, kommt Mist raus.","translation":"Computer systems process what they are fed with. If crap comes in, crap comes out."},{"text":"Ich muss die Hühner füttern gehen.","translation":"I need to go feed the chickens."}],"aufgehört":[{"text":"Sie hat mit dem Rauchen aufgehört.","translation":"She has quit smoking."},{"text":"Der Regen hat schon aufgehört.","translation":"The rain has already stopped."},{"text":"Manche haben zu leben früher aufgehört als angefangen.","translation":"Some have stopped living earlier than they started."},{"text":"„Warum hast du mit dem Rauchen aufgehört?“ – „Das war zu teuer.“","translation":"\"Why did you quit smoking?\" – \"That was too expensive.\""},{"text":"Der grosse Sport fängt da an, wo er längst aufgehört hat, gesund zu sein.","translation":"The great sport begins where it has long since stopped being healthy."}],"vertrau":[{"text":"Ich vertraue Übersetzungen nicht unbedingt.","translation":"I don't necessarily trust translations."},{"text":"Ich weiß, dass Sie Angst haben, aber Sie müssen mir vertrauen.","translation":"I know you're scared, but you have to trust me."},{"text":"Ich will euch doch helfen. Bitte vertrau mir!","translation":"I want to help you. Please trust me!"},{"text":"Vertraue Gott Deine Träume an und sei gespannt, was daraus wird!","translation":"Entrust your dreams to God and be curious to see what will become of them!"},{"text":"Ehe ist einander vertrauen, nicht der gleichen Meinung zu sein.","translation":"Marriage is trusting each other, not agreeing."},{"text":"Vertraue, aber nicht blind!","translation":"Trust, but not blindly!"},{"text":"2. Gesetz der Macht: Vertraue deinen Freunden nie zu sehr - bediene dich deiner Feinde.","translation":"2. Law of Power: Never trust your friends too much - use your enemies."},{"text":"Vertraue nicht darauf, was Tom sagt!","translation":"Don't trust what Tom says!"},{"text":"Vertraue nicht, hab keine Angst, bitt nicht!","translation":"Don't trust, don't be afraid, don't ask!"},{"text":"Der brave Mann denkt an sich selbst zuletzt. Vertrau auf Gott und rette den Bedrängten.","translation":"The good man thinks of himself last. Trust in God and save the afflicted."},{"text":"\"Vertraue mir\", sagte er.","translation":"\"Trust me,\" he said."},{"text":"Vertraue Allah — aber binde Dein Kamel an.","translation":"Trust Allah — but tie your camel."},{"text":"Ich habe Toms Vertrauen verloren und Marias nie gehabt.","translation":"I lost Tom's trust and never had Maria's."},{"text":"Vertraue niemandem außer dir selbst.","translation":"Don't trust anyone but yourself."},{"text":"Es besteht kein Zweifel, dass Tom Vertrauen in sein Talent hat.","translation":"There is no doubt that Tom has confidence in his talent."}],"pflege":[{"text":"Sie benötigen eine tägliche Pflege.","translation":"They need daily care."},{"text":"Tom benötigt ständige Pflege.","translation":"Tom requires constant care."},{"text":"Wir müssen über die Pflege alter Menschen nachdenken.","translation":"We must think about the care of old people."},{"text":"Aber wer pflegt die Pfleger?","translation":"But who cares for the nurses?"},{"text":"Mein Neffe ist Pfleger.","translation":"My nephew is a nurse."}],"tödlich":[{"text":"Rauchen kann tödlich sein.","translation":"Smoking can be deadly."},{"text":"Diese Krankheit ist tödlich.","translation":"This disease is fatal."},{"text":"Kopf ab ist eine tödliche Wunde.","translation":"Head down is a deadly wound."},{"text":"Mein Gott! Hilf mir diese tödliche Liebe zu überleben.","translation":"My god! Help me survive this deadly love."},{"text":"Er hat einen tödlichen Schlag bekommen.","translation":"He was dealt a deadly blow."}],"rühren":[{"text":"Ulrike war zu Tränen gerührt.","translation":"Ulrike was moved to tears."},{"text":"Wer essen will, muss seine Hände rühren.","translation":"If you want to eat, you have to stir your hands."},{"text":"Das rührt mich fast zu Tränen.","translation":"That almost moves me to tears."},{"text":"Fremdes Leid rührt uns wenig.","translation":"Foreign suffering does not affect us much."},{"text":"Mir tut der Rücken weh. Ich kann mich kaum rühren.","translation":"My back hurts. I can hardly move."}],"blasen":[{"text":"Du hast doch von Tuten und Blasen keine Ahnung.","translation":"You don't know the first thing about it."},{"text":"Ich habe Blasen an den Füßen.","translation":"I have blisters on my feet."},{"text":"Von meinen Schuhen bekomme ich Blasen.","translation":"My shoes are giving me blisters."},{"text":"Wer sein Gesäß verbrennt, der bleibt auf den Blasen sitzen.","translation":"Whoever burns his buttocks remains sitting on the blisters."},{"text":"Das Blasen des Urhorns lässt sich nach vielen Jahren erneut hören – der Krieg beginnt.","translation":"The blowing of the primordial horn can be heard again after many years – the war begins."},{"text":"Der Wind war so stark, dass wir fast von der Straße geblasen wurden.","translation":"The wind was so strong, we were nearly blown off the road."},{"text":"Mit vollem Mund kann man schlecht blasen.","translation":"With a full mouth you can blow badly."},{"text":"Der Wind bläst mir ins Gesicht.","translation":"The wind is blowing into my face."},{"text":"Warum blasen wir die Sitzung nicht einfach ab?","translation":"Why don't we just cancel the meeting?"},{"text":"Die Luft bläst mir ins Gesicht.","translation":"The air blows in my face."}],"beschweren":[{"text":"Ich habe mich beim Kellner über das kalte Essen beschwert.","translation":"I complained to the waiter about the cold food."},{"text":"Hör auf, dich zu beschweren!","translation":"Stop complaining!"},{"text":"Immer wenn wir uns treffen, beschwert er sich über seine Frau.","translation":"Whenever we meet, he complains about his wife."},{"text":"Alle Leute im Haus beschweren sich über Sie.","translation":"All the people in the house complain about you."},{"text":"Das Essen war schrecklich, trotzdem habe ich mich nicht darüber beschwert.","translation":"The food was terrible -all the same I didn't complain."}],"zubereiten":[{"text":"Wir werden Maria das Essen für uns heute Abend zubereiten lassen.","translation":"We'll let Mary prepare dinner for us tonight."},{"text":"Mutter hat das Mittagessen für uns zubereitet.","translation":"Mother prepared us lunch."},{"text":"Hund kann auf verschiedene Arten zubereitet werden.","translation":"Dog can be prepared in different ways."},{"text":"Ich habe im Fernsehen gesehen, wie man Escalivada zubereitet.","translation":"I saw on TV how to prepare escalovada."},{"text":"Ich werde das Huhn zubereiten.","translation":"I'll prepare the chicken."}],"Radio":[{"text":"Im Radio läuft nur Mist.","translation":"There's only rubbish on the radio."},{"text":"Er hört immer die Nachrichten im Radio.","translation":"He always listens to the news on the radio."},{"text":"Das Radio ist kaputt.","translation":"The radio is broken."},{"text":"Fernsehen und Radio spielen für die kleine Marita kaum eine Rolle.","translation":"Television and radio hardly play a role for little Marita."},{"text":"Überall auf der Welt kommt die gleiche amerikanische Musik im Radio.","translation":"All over the world, the same American music comes on the radio."}],"Pilz":[{"text":"„Kann man diesen Pilz essen?“ – „Man kann alles essen – mindestens einmal.“","translation":"\"Can one eat this mushroom?\" \"One can eat anything — at least once.\""},{"text":"Die Kinder suchen Pilze und bringen sie nach Hause.","translation":"The children look for mushrooms and bring them home."},{"text":"Im Wald gibt es jetzt viele Pilze.","translation":"In the forest there are now many mushrooms."},{"text":"Der Mehlräsling (Clitopilus prunulus) ist ein weißer Pilz, der stark nach Mehl riecht.","translation":"Clitopilus prunulus is a white fungus that smells strongly of flour."},{"text":"Es wächst wie Pilze im Regen.","translation":"It's growing like mushrooms in the rain."}],"stöhnen":[{"text":"Der Mann stöhnte vor Schmerzen.","translation":"The man groaned in pain."},{"text":"Der Soldat stöhnte unter Schmerz.","translation":"The soldier groaned with pain."},{"text":"Mein kranker Vater stöhnt vor Schmerzen.","translation":"My sick father groans in pain."},{"text":"Tom begann vor Schmerz zu stöhnen.","translation":"Tom began to groan in pain."},{"text":"Er stöhnte die ganze Nacht wegen starker Schmerzen.","translation":"He moaned all night because of severe pain."}],"seufzen":[{"text":"Als sie die Nachricht hörte, seufzte sie enttäuscht.","translation":"When she heard the news, she sighed disappointedly."},{"text":"Er seufzte tief.","translation":"He gave a deep sigh."},{"text":"„Tut mir leid“, seufzte der Junge.","translation":"\"I'm sorry,\" sighed the boy."},{"text":"Ich seufzte erleichtert auf, als ich es hörte.","translation":"I sighed with relief to hear it."},{"text":"Tom seufzte vor sich hin.","translation":"Tom kept sighing."},{"text":"Dann sprach der Geist erneut, und seine Stimme klang wie das Seufzen des Windes.","translation":"Then the ghost spoke again, and his voice sounded like the sighing of the wind."},{"text":"Schicksal, ich folge dir! Und wollte ich nicht, ich müsste es doch und unter Seufzen tun!","translation":"Fate, I follow you! And if I didn't want to, I would have to do it and with a sigh!"},{"text":"Sie gab ein Seufzen der Erleichterung von sich.","translation":"She gave out a sigh of relief."},{"text":"Wie interessant das Seufzen des Regens ist, der durch das Laub der Bäume fällt!","translation":"How interesting is the sigh of rain falling through the foliage of the trees!"},{"text":"„Im Tatoeba-Land vergeht die Zeit so rasend schnell“, sagte Tom mit einem Seufzen.","translation":"\"In Tatoeba Land, time passes so fast,\" Tom said with a sigh."}],"Symptom":[{"text":"Die Lüge ist das größte Symptom der Angst.","translation":"The lie is the greatest symptom of fear."},{"text":"Treten diese Symptome häufig auf?","translation":"Do these symptoms occur frequently?"},{"text":"Bei Dan zeigten sich die ersten Symptome von Alzheimer.","translation":"Dan began displaying symptoms of Alzheimer's."},{"text":"Welche Symptome sind dir aufgefallen?","translation":"What symptoms have you noticed?"},{"text":"Bereits seit Freitag nehme ich ein starkes Medikament, doch die Symptome lassen nicht nach.","translation":"I have been taking a strong medication since Friday, but the symptoms do not subside."}],"geplant":[{"text":"Ich sah mich gezwungen, die lange geplante Reise aufzugeben.","translation":"I was forced to abandon the long-planned trip."},{"text":"Der Zug hat in diesem Bahnhof einen geplanten Aufenthalt von 2 Minuten.","translation":"The train has a scheduled stop of 2 minutes at this station."},{"text":"Ich verhindere eine geplante Konferenz.","translation":"I am preventing a scheduled conference."},{"text":"Wir müssen die geplanten Neuerungen endlich in Gang bringen.","translation":"We must finally get the planned innovations going."},{"text":"Das von langer Hand geplante Attentat scheiterte aufgrund eines winzigen Zufalls.","translation":"The long-planned assassination attempt failed due to a tiny coincidence."},{"text":"Sie hat keine Ahnung davon, was wir geplant haben.","translation":"She has no idea what we have planned."},{"text":"Es gelang uns nicht, alles zu tun, was wir geplant hatten.","translation":"We didn't manage to do everything we had planned."},{"text":"Es lief nicht so, wie ich geplant hatte.","translation":"Things didn't go the way I planned."},{"text":"Ich mag es, wenn alles im Voraus geplant und perfekt vorbereitet ist.","translation":"I like it when everything is planned in advance and perfectly prepared."},{"text":"Tom wird einen Tag früher fortgehen, als er geplant hat.","translation":"Tom will leave a day earlier than he had planned."}],"look":[],"generell":[{"text":"Generell glauben Menschen nur das, was sie glauben wollen.","translation":"In general, people only believe what they want to believe."},{"text":"Mein genereller Eindruck ist, dass es sehr gut ist.","translation":"My general impression is that it is very good."},{"text":"Generell esse ich viel.","translation":"In general, I eat a lot."},{"text":"Generell mag ich chinesisches Essen.","translation":"I like Chinese food in general."},{"text":"Trotzdem möchte ich, wie gesagt, nicht generell darauf bestehen.","translation":"Nevertheless, as I said, I do not want to insist on this in general."}],"Atem":[{"text":"Lasse mich wieder zu Atem kommen!","translation":"Let me catch my breath again!"},{"text":"Ich rieche den Alkohol in deinem Atem.","translation":"I smell the alcohol in your breath."},{"text":"Ich hielt den Atem an und wartete.","translation":"I held my breath and waited."},{"text":"Wenn einem Autor der Atem ausgeht, werden die Sätze nicht kürzer, sondern länger.","translation":"When an author runs out of breath, the sentences do not get shorter, but longer."},{"text":"Ich kann deinen Atem spüren.","translation":"I can feel your breath."}],"glaubst":[{"text":"Glaubst du, ich sei blöd?","translation":"Do you think I'm stupid?"},{"text":"Glaubst du wirklich, dass das hilft?","translation":"Do you really think it will help?"},{"text":"Weil du die Augen offen hast, glaubst du, du siehst.","translation":"Because you have your eyes open, you think you see."},{"text":"Glaubst du wirklich, dass du mit Maria dauerhaft glücklich wirst?","translation":"Do you really believe that you will be permanently happy with Maria?"},{"text":"Wenn du glaubst es geht nicht mehr, kommt von irgendwo ein Freund daher.","translation":"If you think it's no longer possible, a friend comes from somewhere."},{"text":"Glaubst du, ich bin so blöd, dass ich sage, was ich denke?","translation":"Do you think I'm so stupid that I say what I think?"},{"text":"„Frag Tom, wo Maria ist!“ – „Glaubst du, der weiß das?“","translation":"\"Ask Tom where Mary is.\" \"Do you think he knows?\""},{"text":"Glaubst du immer noch an den Erfolg?","translation":"Do you still believe in success?"},{"text":"Glaubst du immer noch, dass ich meinen Bruder getötet habe?","translation":"Do you still believe I killed my brother?"},{"text":"Man sagt, dass Hunde besser hören als wir. Glaubst du, das stimmt?","translation":"They say dogs hear better than us. You think it's true?"}],"Absatz":[{"text":"Das ist nach Paragraph 2, Absatz 5 verboten.","translation":"This is prohibited under paragraph 2, paragraph 5."},{"text":"Ihr tun immer die Beine weh, wenn sie hohe Absätze trägt.","translation":"Her legs always hurt when she wears high heels."},{"text":"Was bedeutet dieser Absatz?","translation":"What does this paragraph mean?"},{"text":"Verstehen Sie den Sinn dieses Absatzes?","translation":"Do you understand the meaning of this paragraph?"},{"text":"In diesem Absatz steht nichts Wichtiges; der kann daher entfernt werden.","translation":"There is nothing important in this paragraph; It can therefore be removed."}],"fünft":[{"text":"Leider ist sie das fünfte Rad am Wagen.","translation":"Unfortunately, it is the fifth wheel on the car."},{"text":"„Wo sitzt du?“ – „In der fünften Reihe.“","translation":"\"Where are you sitting?\" – \"In the fifth row.\""},{"text":"Mein Büro ist im fünften Stock.","translation":"My office is on the fifth floor."},{"text":"Er kam beim Rennen als fünfter ins Ziel.","translation":"He finished fifth in the race."},{"text":"Das war Rodicas fünftes Buch.","translation":"That was Rodica's fifth book."}],"anbringen":[{"text":"Es wäre angebracht gewesen, sich für diesen Fehler bei deiner Mutter zu entschuldigen.","translation":"It would have been appropriate to apologize to your mother for this mistake."},{"text":"Zweifel sind nicht angebracht.","translation":"There's no room for doubt."},{"text":"Zweifel sind angebracht, ob Tom gewinnen kann.","translation":"It's doubtful whether Tom can win."},{"text":"Tom hielt es nicht für angebracht, dass Johannes Maria eine Perlenhalskette schenke.","translation":"Tom didn't think it would be appropriate for John to give Mary a pearl necklace."},{"text":"Tom hat bei sich auf dem Dach eine Satellitenschüssel angebracht.","translation":"Tom installed a satellite dish on his roof."},{"text":"Findest du es angebracht, so zu reden?","translation":"Do you think it's appropriate to talk like that?"},{"text":"Hältst du es wirklich für angebracht, bei Tatoeba solch einen Satz einzustellen?","translation":"Do you really think it's appropriate to put a sentence like that on Tatoeba?"},{"text":"Während des Baus wurden überall in der Botschaft Abhörgeräte angebracht.","translation":"Listening devices had been placed throughout the embassy during its construction."},{"text":"Zweifel sind angebracht, ob Tom das tun kann.","translation":"It's doubtful if Tom can do that."},{"text":"Die Frage war völlig angebracht.","translation":"The question was completely appropriate."}],"rang":[{"text":"Er ist ein Mann von hohem Rang.","translation":"He is a man of high rank."},{"text":"Er verfügt über ein Gehirn ersten Ranges.","translation":"He has a brain of the first order."},{"text":"Er hat den Rang eines Oberst.","translation":"He holds the rank of colonel."},{"text":"Ein Buch ist eine Waffe ersten Ranges im Kampf gegen die Sinnlosigkeit.","translation":"A book is a weapon of the first order in the fight against futility."},{"text":"Alles, was man diskutieren muss, hat nicht den Rang der Selbstverständlichkeit erlangt.","translation":"Everything that needs to be discussed has not taken for granted."}],"Lücke":[{"text":"Die Lücke, die ein Mensch nach seinem Tod hinterlässt, ersetzt ihn vollkommen.","translation":"The gap that a person leaves after his death completely replaces him."},{"text":"Du brauchst Mut zur Lücke!","translation":"You need the courage to fill in the gaps!"},{"text":"Achte auf die Lücke.","translation":"Mind the gap."},{"text":"Füllt die Lücken aus.","translation":"Fill in the blanks."},{"text":"Ich fühle mich, als hätte ich eine Lücke im Herzen.","translation":"I feel like I have a gap in my heart."}],"Statistik":[{"text":"Es gibt drei Arten von Lügen: Lügen, verdammte Lügen und Statistiken.","translation":"There are three kinds of lies: lies, damned lies, and statistics."},{"text":"Die Statistik spielt immer mehr die Rolle des Schicksals.","translation":"Statistics increasingly play the role of fate."},{"text":"Die Statistik ist auf unserer Seite.","translation":"The statistics are in our favour."},{"text":"Ich kenne die Statistiken.","translation":"I know the statistics."},{"text":"Wir müssen ein paar Statistiken zu der Powerpoint-Präsentation hinzufügen.","translation":"We need to add some statistics to the PowerPoint presentation."}],"faktum":[{"text":"Das sind die Fakten. Denkt mal darüber nach!","translation":"These are the facts. Think hard about them!"},{"text":"Die Öffentlichkeit erfuhr inzwischen neue Fakten.","translation":"In the meantime, the public learned new facts."},{"text":"Ich kenne die Fakten gut genug.","translation":"I know the facts well enough."},{"text":"Die Science Fiction von heute wird oft zu den wissenschaftlichen Fakten von morgen.","translation":"Today's science fiction often becomes tomorrow's scientific facts."},{"text":"Die Fakten sprechen dagegen.","translation":"The facts speak against it."}],"hau":[{"text":"Hau ab und lass mich in Ruhe!","translation":"Get out and leave me alone!"},{"text":"Er schrie: „Hau ab!“, und warf die Tür ins Schloss.","translation":"\"Do one!\" he shouted, slamming the door shut."},{"text":"Ich habe „Hau ab!“ gesagt. Was ist daran nicht zu verstehen?","translation":"I said \"Get out!\" What is not to be understood about this?"},{"text":"Hau ab! Ich will allein sein!","translation":"Get out! I want to be alone!"},{"text":"Hau ab, Tom, ich habe keine Lust mit dir zu sprechen!","translation":"Get out, Tom, I don't feel like talking to you!"},{"text":"„So, ich hau mich hin. Bis morgen!“ – „Nachti, Tom!“","translation":"\"Well, I'll turn in for the night. See you tomorrow.\" \"Night, Tom.\""},{"text":"Ich hau mich aufs Ohr.","translation":"I will hit the sack."},{"text":"Bitte, hau nicht ab.","translation":"Please, don't leave."},{"text":"Du gehst jetzt zu Tom und stellst ihn zur Rede! Mach Hackfleisch aus diesem Hund, dreh ihn durch den Wolf, hau ihn in die Pfanne, mach ihn fertig, dass ihm Hören und Sehen vergeht!","translation":"You go to Tom now and confront him! Make minced meat out of this dog, turn him through the wolf, hit him in the pan, finish him so that he loses sight and hearing!"},{"text":"Ärgert dich dein Auge, so reiß es aus, ärgert dich deine Hand, so hau sie ab, ärgert dich deine Zunge, so schneide sie ab, und ärgert dich deine Vernunft, so werde katholisch.","translation":"If your eye annoys you, if it tears you out, if your hand annoys you, if it blows off, if your tongue annoys you, if it cuts it off, and if your reason annoys you, become Catholic."},{"text":"Ich hau’ mich aufs Ohr. Seid mir nicht böse! Ich bin total kaputt.","translation":"I slap myself in the ear. Don't be angry with me! I'm totally broken."},{"text":"Ich hau' mich mal 'ne Minute aufs Ohr.","translation":"I'm going to get a bit of shut-eye."},{"text":"Sei vorsichtiger mit dem Hammer und hau mir nicht auf den Finger!","translation":"Be more careful with the hammer - don't hit my finger!"},{"text":"Wenn du damit ein Problem hast, hau ab!","translation":"If you have a problem with it, then get lost!"},{"text":"Alles klar, ich hau’ ab.","translation":"Okay, I'm leaving."},{"text":"Nimm deine Sachen und hau ab.","translation":"Take your stuff and get off."},{"text":"Sag uns, was du uns sagen willst, und hau ab.","translation":"Just tell us what you want to tell us, then leave."},{"text":"Ich wollte Tom eine hauen, aber er ist ausgewichen.","translation":"I wanted to punch Tom one, but he dodged."},{"text":"Immer, wenn ich so einen Laubbläser höre, möchte ich am liebsten hingehen und ihn dem, der ihn in der Hand hat, um die Ohren hauen.","translation":"Whenever I hear such a leaf blower, I would like to go and slap it around the ears of whoever has it in his hand."},{"text":"Zwei Schwergewichte begegneten sich in einem Boxkampf. Ein Zuschauer in der ersten Reihe hörte nicht auf zu schreien: „Hau rein, Mark! Hau richtig rein!“ Nach gewisser Zeit fragte ihn sein Platznachbar: „Sind Sie ein Fan von Mark?“ „Nein“, sagte der andere, „ich bin der Zahnarzt des Gegners.”","translation":"Two heavyweights met in a boxing match. A spectator in the front row did not stop shouting: \"Get in, Mark! Go for it!\" After a while, his neighbor asked him, \"Are you a fan of Mark?\" \"No,\" said the other, \"I'm the opponent's dentist.\""}],"zurückziehen":[{"text":"Die USA wollen sich komplett aus dem Irak zurückziehen.","translation":"The US wants to withdraw completely from Iraq."},{"text":"Wer seine Meinung nie zurückzieht, liebt sich selbst mehr als die Wahrheit.","translation":"Those who never withdraw their opinion love themselves more than the truth."},{"text":"Er hatte sich lange Zeit zurückgezogen.","translation":"He had withdrawn for a long time."},{"text":"Sie wurden dazu gezwungen, sich zurückzuziehen.","translation":"They were forced to withdraw."},{"text":"Der alte Mann lebte zurückgezogen.","translation":"The old man kept to himself."}],"Ausstellung":[{"text":"Wenn ich Zeit hätte, würde ich mehr Ausstellungen besuchen.","translation":"If I had time, I'd visit more exhibitions."},{"text":"Der Künstler stellte sich auf der Ausstellung den Fragen von Presse und Besuchern.","translation":"At the exhibition, the artist answered questions from the press and visitors."},{"text":"Die Ausstellung wird noch einen Monat geöffnet sein.","translation":"The exhibition will be open for another month."},{"text":"Die Ausstellung war sehr beeindruckend.","translation":"The exhibition was very impressive."},{"text":"Die Ausstellung zeigte moderne Kunst aus Europa.","translation":"The exhibition featured modern art from Europe."}],"bevorzugen":[{"text":"Er bevorzugt, über sich selbst zu sprechen.","translation":"He prefers to talk about himself."},{"text":"Sie bevorzugen rot, nicht wahr?","translation":"You prefer red, don't you?"},{"text":"Welche Farbe bevorzugst du, blau oder rot?","translation":"Which color do you prefer, blue or red?"},{"text":"Frauen bevorzugen oft ältere Männer.","translation":"Women often prefer older men."},{"text":"Warum glaubst du, dass Tom den spanischen Wein bevorzugt?","translation":"Why do you think Tom prefers Spanish wine?"},{"text":"Meine bevorzugte Lösung ist diese.","translation":"My preferred solution is this one."},{"text":"Ich schreibe Briefe immer noch bevorzugt mit der Hand.","translation":"I still prefer to write letters by hand."},{"text":"Welche ist Ihre bevorzugte Methode zu entspannen?","translation":"What's your favorite way to relax?"},{"text":"Meine bevorzugte Übersetzung ist die folgende.","translation":"My preferred translation is the following."},{"text":"Wie heißt der Titel des von dir bevorzugten Films?","translation":"What is the title of your favourite film?"}],"mama":[{"text":"\"Halt's Maul! sagt man nicht.\" \"Wie dann, Mama?\"","translation":"\"Shut up! you don't say so.\" \"How then, Mom?\""},{"text":"Kinder, warum seid ihr allein? Wo ist Mama?","translation":"Children, why are you alone? Where is Mom?"},{"text":"„Wie weit ist es eigentlich bis zum Mond, Mama?“ – „ Etwa 400 000 km.“","translation":"\"How far is it to the Moon, Mum?\" \"About 400,000 kilometres.\""},{"text":"Wenn Papa Sportschau guckt, muss Mama die Klappe halten.","translation":"When dad watches sports shows, mom has to shut up."},{"text":"Mama, Tom macht mir alles nach!","translation":"Mom, Tom is imitating me!"}],"Verkehr":[{"text":"Um diese Zeit ist ein unglaublicher Verkehr.","translation":"At this time is an incredible traffic."},{"text":"Der Verkehr war schrecklich heute.","translation":"Traffic was terrible today."},{"text":"Eine Straße, die nicht dem Verkehr dient oder dienen soll, ist keine Straße.","translation":"A road that does not serve or is not intended to serve traffic is not a road."},{"text":"Diesmal hat Tom wirklich übertrieben. Die Polizei hat ihn aus dem Verkehr gezogen.","translation":"This time Tom really exaggerated. The police have taken him out of circulation."},{"text":"Der Schnee trug dazu bei, den Verkehr zu blockieren.","translation":"The snow helped block traffic."}],"grob":[{"text":"Tom schnitt die Zwiebeln in grobe Stücke.","translation":"Tom chopped the onion roughly."},{"text":"Ich werde dir in groben Zügen erklären, worum es geht.","translation":"I'll explain to you in broad outlines what it's all about."},{"text":"Groben Leuten und tollen Hunden soll man aus dem Wege gehen.","translation":"Coarse people and great dogs should be avoided."},{"text":"Das grobe Verhalten, das Tom Maria gegenüber an den Tag legt, gefällt mir nicht.","translation":"I don't like the rough behavior Tom shows towards Maria."},{"text":"Isaac Newton war der Erste, der die Masse der Sonne grob berechnet hat.","translation":"Isaac Newton was the first to roughly calculate the mass of the sun."}],"Sänger":[{"text":"Ich wollte Sänger werden.","translation":"I wanted to be a singer."},{"text":"Der Sänger singt ein Lied.","translation":"The singer sings a song."},{"text":"Die Aufmerksamkeit richtete sich auf den Sänger.","translation":"Attention was focused on the singer."},{"text":"Der Mann, der dort sitzt, ist ein berühmter Sänger.","translation":"The man sitting there is a famous singer."},{"text":"Ihr Freund ist Sänger.","translation":"Her boyfriend is a singer."}],"woanders":[{"text":"Woanders ist auch gut Brot essen.","translation":"Elsewhere is also good to eat bread."},{"text":"Sie ist mit den Gedanken ganz woanders.","translation":"She is somewhere else with her thoughts."},{"text":"Lass uns woanders hingehen!","translation":"Let's go somewhere else."},{"text":"Guck woanders hin!","translation":"Look elsewhere!"},{"text":"Bücher sind für Menschen, die gern woanders wären.","translation":"Books are for people who wish they were somewhere else."}],"Voraussetzung":[{"text":"Die Voraussetzungen dafür sind günstig.","translation":"The conditions for this are favourable."},{"text":"Sprache ist eine der wichtigsten Voraussetzungen der Gemeinschaft.","translation":"Language is one of the most important requirements of the Community."},{"text":"Das geht nicht! Dazu fehlen die Voraussetzungen.","translation":"This won't do! The prerequisites for this are missing."},{"text":"Leben ist die Kunst, aus falschen Voraussetzungen die richtigen Schlüsse zu ziehen.","translation":"Life is the art of drawing the right conclusions from false assumptions."},{"text":"Liisa hat die Voraussetzungen für diesen Beruf.","translation":"Liisa has the prerequisites for this profession."}],"aufheben":[{"text":"Wer soll den Hut aufhaben?","translation":"Who should wear the hat?"},{"text":"Wann wurde jenes Gesetz aufgehoben?","translation":"When was that law repealed?"},{"text":"Wer einen großen Stein aufhebt, zeigt damit an, dass er ihn nicht werfen wird.","translation":"Anyone who picks up a large stone indicates that he will not throw it."},{"text":"Ich fühle den Raum sich aufheben und die Zeit in alle Richtungen wachsen.","translation":"I feel the space lift up and time grows in all directions."},{"text":"Es ist dort viel besser aufgehoben.","translation":"It is much better off there."}],"Überblick":[{"text":"Wir hatten schon längst den Überblick verloren.","translation":"We had lost the overview a long time ago."},{"text":"Dieses Buch gibt einen guten Überblick über die Wirtschaft.","translation":"This book gives a good overview of the economy."},{"text":"Doch wir werden unseren Überblick trotz allem mit einem positiven Beispiel abschließen.","translation":"Nevertheless, we will conclude our overview with a positive example."},{"text":"Wir müssen uns erst mal einen Überblick verschaffen.","translation":"We first have to get an overview."},{"text":"Geschäftsführer müssen unbedingt einen Überblick über das gesamte Unternehmen haben.","translation":"It is imperative that business leaders have an overview of the entire company."}],"vernichten":[{"text":"Gott, vernichte meine Gegner und gib mir Geduld.","translation":"God, destroy my opponents and give me patience."},{"text":"Alle Hoffnungen sind vernichtet.","translation":"All hopes have been dashed."},{"text":"Die Blattlaus vernichtet die Pflanzen, der Rost Metall, die Lüge die Seele.","translation":"The aphid destroys the plants, the rust metal, the lie the soul."},{"text":"Wen die Götter vernichten wollen, den machen sie zuerst wahnsinnig.","translation":"Whoever the gods want to destroy, they first drive them crazy."},{"text":"Tom wollte Johannes nicht mehr nur besiegen: er wollte ihn vernichten.","translation":"Tom no longer just wanted to defeat John: he wanted to destroy him."}],"Sammlung":[{"text":"Ich würde mir ihre Sammlung sehr gern einmal ansehen.","translation":"I would love to have a look at her collection."},{"text":"Man hätte gerne eine Sammlung der letzten Worte berühmter Menschen.","translation":"One would like to have a collection of last words of famous people."},{"text":"Du hast eine ganz nette Sammlung.","translation":"You have quite a nice collection."},{"text":"Wissenschaft ist weit mehr als eine Sammlung von Fakten und Methoden.","translation":"Science is far more than a collection of facts and methods."},{"text":"Tome hat eine Sammlung von Matrjoschka-Puppen.","translation":"Tom has a collection of Matryoshka dolls."}],"Format":[{"text":"Das Format unserer Zeitung haben wir verändert.","translation":"We have changed the format of our newspaper."},{"text":"Das Papier war im Format A4.","translation":"The paper was in A4 format."},{"text":"Dieses Wörterbuch hat ein praktisches Format.","translation":"This dictionary is a handy size."},{"text":"Was für ein Format soll ich benützen?","translation":"What kind of format should I use?"},{"text":"Der Wal zeichnet sich durch sein unhandliches Format aus.","translation":"The whale is characterized by its unwieldy format."}],"Veröffentlichung":[{"text":"Dort kannst du verschiedene Veröffentlichungen zu diesem Thema finden.","translation":"There you can find various publications on this topic."},{"text":"Ich kann der Veröffentlichung nicht zustimmen.","translation":"I cannot agree to the publication."},{"text":"Wir erwarten die Veröffentlichung seines Buches.","translation":"We await the publication of his book."},{"text":"Tom war anscheinend bereits vor Veröffentlichung jenes Albums berühmt.","translation":"Apparently, Tom was already famous before he released that album."},{"text":"Ich stimme der Veröffentlichung nicht zu.","translation":"I do not agree to the publication."}],"anfassen":[{"text":"Ich habe deine Sachen überhaupt nicht angefasst.","translation":"I didn't touch your stuff at all."},{"text":"Niemand darf es anfassen, weil es mir gehört!","translation":"No one is allowed to touch it because it belongs to me!"},{"text":"Wenn du das Kabel anfasst, bekommst du einen Schlag.","translation":"If you touch that wire, you will receive a shock."},{"text":"Willst du es einmal anfassen?","translation":"Do you want to touch it?"},{"text":"Einige Menschen glauben nicht an Gott, weil sie ihn nicht anfassen können.","translation":"Some people don't believe in God because they can't touch Him."}],"öfter":[{"text":"Je öfter ich mir dieses Bild ansehe, desto mehr gefällt es mir.","translation":"The more I see this picture the more I like it."},{"text":"Wer besucht im Allgemeinen öfter seine Eltern, die Söhne oder die Töchter?","translation":"Who generally visits their parents, sons or daughters more often?"},{"text":"Komm doch mal wieder öfter vorbei! Du hast hier Freunde, die dich vermissen!","translation":"Come back more often! You have friends here who miss you!"},{"text":"Sowas kommt öfter vor, als man denkt.","translation":"Something like this happens more often than you think."},{"text":"Die Chance klopft öfter an, als man meint, aber meistens ist niemand zu Hause.","translation":"Chance knocks more often than you think, but most of the time no one is home."},{"text":"Das passiert öfter, als man denkt.","translation":"This happens more often than you think."},{"text":"Das solltest du öfter tragen.","translation":"You should wear this more often."},{"text":"Er hat angerufen. Ich solle öfter kommen.","translation":"He phoned. I'm to come more often, he says."},{"text":"Ich komme künftig öfter zu Besuch.","translation":"I will visit more often in the future."},{"text":"Ich bin es nicht gewohnt, dass mir die Leute nachschauen. Du musst mich unbedingt öfter begleiten.","translation":"I'm not used to people looking at me. You absolutely have to accompany me more often."}],"Motorrad":[{"text":"Schon lange ging Markku mit der Idee schwanger, sich ein neues Motorrad zu kaufen.","translation":"Marcus spent a long time mulling over the idea of buying himself a new motorbike."},{"text":"Ich habe ein rotes Motorrad.","translation":"I have a red motorcycle."},{"text":"Ich lasse mein Motorrad reparieren.","translation":"I have my motorcycle repaired."},{"text":"Ich hätte lieber ein altes Auto als ein Motorrad.","translation":"I'd rather have an old car than a motorcycle."},{"text":"Es ist gefährlich, ohne Helm Motorrad zu fahren.","translation":"It is dangerous to ride a motorbike without a helmet."}],"Einkauf":[{"text":"Ich habe gute Einkäufe gemacht.","translation":"I made good purchases."},{"text":"Ich muss noch einen kurzen Einkauf machen.","translation":"I still have to do a short purchase."},{"text":"Ein Teil der Einkäufe liegt noch im Auto.","translation":"Some of the purchases are still in the car."},{"text":"Zum Einkaufen brauchst du Geld.","translation":"You need money to shop."},{"text":"Vielen Dank für Ihren Einkauf.","translation":"Thank you for your purchase."}],"umziehen":[{"text":"Geh dich schnell umziehen!","translation":"Get changed quickly!"},{"text":"Ob ich ins Esperantoland umziehen würde? Das hängt von den Steuern ab.","translation":"Would I move to Esperantoland? That depends on taxes."},{"text":"Wohin wirst du umziehen?","translation":"Where are you going to move?"},{"text":"Wären Sie bereit, für diese Arbeit umzuziehen?","translation":"Would you be willing to move for this work?"},{"text":"Ich habe meine Pläne geändert. Es wäre sehr teuer, jetzt umzuziehen.","translation":"I've changed my plans. It would be very expensive to move now."}],"friedlich":[{"text":"In einer friedlichen Familie kommt das Glück von selber.","translation":"In a peaceful family, happiness comes by itself."},{"text":"Es ist so friedlich hier draußen.","translation":"It's so peaceful out here."},{"text":"Der Streit wurde friedlich gelöst.","translation":"The dispute was resolved peacefully."},{"text":"Wir wollen eine friedliche Lösung.","translation":"We want a peaceful solution."},{"text":"Wir saßen friedlich beim Abendessen, als ganz plötzlich das Licht ausging.","translation":"We were sitting peacefully at dinner, when all of a sudden the lights went out."}],"zuverlässig":[{"text":"Das habe ich aus zuverlässiger Quelle gehört.","translation":"I've heard that from a reliable source."},{"text":"Die Ahnung der Frau ist meistens zuverlässiger als das Wissen des Mannes.","translation":"The woman's hunch is usually more reliable than the man's knowledge."},{"text":"Tom arbeitet sehr zuverlässig.","translation":"Tom works very reliably."},{"text":"Soweit ich weiß, ist er ehrlich und zuverlässig.","translation":"As far as I know, he is honest and reliable."},{"text":"Er ist zwar jung, aber sehr zuverlässig.","translation":"He is young, but very reliable."}],"versteck":[{"text":"Ist das das Versteck des Mörders?","translation":"Is this the murderer's hiding place?"},{"text":"Tom versteckt sich. Treiben wir ihn aus seinem Versteck heraus!","translation":"Tom is hiding. Let's drive him out of his hiding place!"},{"text":"Maria wartete, bis Tom weg war; erst dann kam sie aus ihrem Versteck.","translation":"Mary waited until Tom was gone; only then did she come out of hiding."},{"text":"Versteck dich nicht unter dem Bett.","translation":"Don't hide under the bed."},{"text":"Wir brauchten eine Woche, um ihr Versteck zu finden.","translation":"It took us a week to locate their hideaway."}],"nirgendwo":[{"text":"Ich bin allein und nirgendwo zu Hause.","translation":"I am alone and nowhere at home."},{"text":"Da Tom nirgendwo Arbeit bekam, wandte er sich dem Verbrechen zu.","translation":"Since Tom couldn't get work anywhere, he turned to crime."},{"text":"Wir gehen heute nirgendwo hin.","translation":"We are not going anywhere today."},{"text":"Meine Tasche konnte nirgendwo gefunden werden.","translation":"My bag was nowhere to be found."},{"text":"An einem so kalten Tag kann man nirgendwo hingehen.","translation":"On such a cold day you have nowhere to go."},{"text":"Nirgendwo ist der, der überall ist.","translation":"Nowhere is he who is everywhere."},{"text":"Ich gehe am Sonntag nirgendwo hin.","translation":"I am not going anywhere on Sunday."},{"text":"Tom saß auf einer Insel mitten im Nirgendwo fest.","translation":"Tom was marooned on an island in the middle of nowhere."},{"text":"Geschenke schuldet man nicht. Die kommen aus dem Nirgendwo.","translation":"You don't owe gifts. They come from nowhere."},{"text":"Nirgendwo offenbart sich der Charakter eines Menschen besser als in dem, was er lächerlich findet.","translation":"Nowhere is a person's character better revealed than in what he finds ridiculous."}],"ablegen":[{"text":"Wann haben Sie die Prüfung abgelegt?","translation":"When did you pass the exam?"},{"text":"Wo haben wir die Akte abgelegt?","translation":"Where did we store the file?"},{"text":"Wo kann ich meine Tasche ablegen?","translation":"Where can I put my bag?"},{"text":"Die Prüfung, die er letzte Woche ablegte, war sehr schwer.","translation":"The examination he took last week was very hard."},{"text":"Aufgrund seiner Krankheit, konnte er die Prüfung nicht ablegen.","translation":"He could not take examination on account of his illness."}],"irre":[{"text":"Das ist irre teuer.","translation":"That is madly expensive."},{"text":"Not geht nie irre.","translation":"Necessity never goes wrong."},{"text":"Ist die Menschheit irre?","translation":"Is humanity crazy?"},{"text":"Tom kann, glaube ich, Französisch. Vielleicht irre ich mich aber.","translation":"I think Tom can speak French. I could be wrong, though."},{"text":"Wenn ich mich nicht irre, habe ich den Mann schon einmal gesehen.","translation":"If I'm not mistaken, I've seen the man before."}],"überzeugt":[{"text":"Ich bin überhaupt nicht überzeugt.","translation":"I am not convinced at all."},{"text":"Ich überzeugte mich mit eigenen Augen.","translation":"I convinced myself with my own eyes."},{"text":"Wovon bist du noch nicht überzeugt?","translation":"What are you not yet convinced of?"},{"text":"Markku brachte einen Vorschlag ins Spiel, der alle überzeugte.","translation":"Markku came up with a suggestion that convinced everyone."},{"text":"Ich bin davon überzeugt, dass es ein Leben vor dem Tod gibt.","translation":"I am convinced that there is life before death."},{"text":"Ich war überzeugt, dass du kommen würdest.","translation":"I was certain that you'd come."},{"text":"Ich bin überzeugt, dass er nichts falsch gemacht hat.","translation":"I am convinced that he did nothing wrong."},{"text":"Ich bin überzeugt, dass mein Sohn unschuldig ist.","translation":"I am convinced that my son is innocent."},{"text":"Sie ist davon überzeugt, dass ihr Sohn noch lebt.","translation":"She is convinced that her son is still alive."},{"text":"Maria ist davon überzeugt, Tom zu gefallen.","translation":"Maria is convinced that Tom is pleased."}],"verstand":[{"text":"Habe Mut, dich deines eigenen Verstandes zu bedienen!","translation":"Have the courage to use your own understanding."},{"text":"Wo der Verstand kommt, müssen die Haare gehen.","translation":"When wisdom comes, hair goes!"},{"text":"Der Charakter des Menschen sitzt nicht im Verstande, sondern im Herzen.","translation":"The character of man is not in the mind, but in the heart."},{"text":"Viele verlieren den Verstand deshalb nicht, weil sie keinen haben.","translation":"Many do not lose their minds because they do not have one."},{"text":"Der Umgang mit Büchern bringt die Leute um den Verstand.","translation":"Dealing with books makes people lose their minds."}],"Mode":[{"text":"Mode wiederholt sich.","translation":"Fashion repeats itself."},{"text":"Sie hat sich mit mir nur über Mode unterhalten.","translation":"She only talked to me about fashion."},{"text":"Die Mode ist so hässlich, daß man sie alle sechs Monate ändern muß.","translation":"Fashion is so ugly that you have to change it every six months."},{"text":"Wann kamen Hüte eigentlich aus der Mode?","translation":"When did hats actually go out of fashion?"},{"text":"Kaum erfunden, war die Mode auch schon beliebter Stoff für Diskussionen.","translation":"Barely invented, fashion was already popular material for discussions."}],"tropfen":[{"text":"János trinkt keinen Tropfen.","translation":"János doesn't drink a drop."},{"text":"Ein Tropfen Öl wirkt oft Wunder.","translation":"A drop of oil often works wonders."},{"text":"Die letzten Tropfen liefen durch die Maschine.","translation":"The last drops ran through the machine."},{"text":"Sei vorsichtig beim Öffnen der Flasche! Es wäre um jeden Tropfen schade.","translation":"Be careful when opening the bottle! It would be a pity for every drop."},{"text":"Jeder Tropfen ist wichtig.","translation":"Every drop is important."},{"text":"Ich höre es tropfen.","translation":"I can hear water dripping."},{"text":"Du kannst das Wasser aus der Leitung tropfen hören.","translation":"You can hear the water dripping from the tap."},{"text":"Hier tropft irgendwo etwas.","translation":"Something is dripping somewhere."},{"text":"Es tropft kein Honig vom Himmel.","translation":"There is no honey dripping from the sky."},{"text":"Der Regen tropfte langsam vom Dach herab.","translation":"The rain slowly dripped down from the roof."}],"auseinander":[{"text":"Wir gingen auseinander, ohne ein Wort zu sprechen.","translation":"We broke up without saying a word."},{"text":"Fromme Leute sitzen weit auseinander.","translation":"Pious people sit far apart."},{"text":"Ich mag es, Dinge auseinander zu nehmen, um zu verstehen, wie sie funktionieren.","translation":"I like to take things apart to see what makes them tick."},{"text":"Der Junge nahm das Radio auseinander.","translation":"The boy took the radio apart."},{"text":"Die beiden Häuser stehen ungefähr einen Meter auseinander.","translation":"The two houses are about one meter apart."}],"Diät":[{"text":"Sie müssen eine Diät halten.","translation":"You need to follow a diet."},{"text":"Ich kann noch so viel Diät essen, ich nehme einfach nicht ab.","translation":"I can eat so much diet, I just don't lose weight."},{"text":"Diese Diät schlägt bei Tom gut an.","translation":"This diet works well with Tom."},{"text":"Mary macht jetzt zwei Diäten gleichzeitig, weil sie von einer allein nicht satt wird!","translation":"Mary now goes on two diets at the same time because she can't get enough from one alone!"},{"text":"Ich muss abnehmen, daher bin ich auf Diät.","translation":"I need to lose weight, so I'm on a diet."}],"Grafik":[{"text":"Die Grafik veranschaulicht, wie der Körper funktioniert.","translation":"The chart illustrates how the body works."},{"text":"Dieser Autor illustriert seine Bücher häufig mit eigenen Grafiken.","translation":"This author often illustrates his books with his own graphics."},{"text":"Diese Grafik zeigt die Funktion einer Ozonschicht.","translation":"This chart illustrates the function of ozone layer."},{"text":"Was fehlt sind gewitzte Ideen für Grafiken und Texte.","translation":"What is missing are clever ideas for graphics and texts."},{"text":"Ich stand vor einer Dürer-Grafik – ich glaube, sie war von Dürer – und ich dachte darüber nach, warum Tom mich nicht heiraten will.","translation":"I stood in front of a Dürer graphic – I think it was from Dürer – and I thought about why Tom wouldn't want to marry me."}],"angegeben":[{"text":"Falls Sie weitere Informationen wünschen, nutzen Sie bitte die unten angegebene Adresse.","translation":"For more information, please use the address below."},{"text":"Die angegebene E-Mail-Adresse ist bereits registriert.","translation":"The specified email is already registered."},{"text":"Bitte beachten Sie, dass sich alle angegebenen Uhrzeiten auf die mitteleuropäische Zeitzone (MEZ) beziehen.","translation":"Please note that all the times stated are Central European Time (CET)."},{"text":"Die folgende Tabelle zeigt unsere konsolidierte Erfolgsrechnung für die angegebenen Jahre.","translation":"The following table shows our consolidated statements of operations for the years indicated."},{"text":"Die am häufigsten angegebenen Grippesymptome sind Fieber, Frösteln, Schwitzen, allgemeines Schwächegefühl, Kopfschmerz und Übelkeit.","translation":"The most commonly reported flu symptoms are fever, chills, sweating, astheania, headache and nausea."}],"feucht":[{"text":"Er hatte feuchte Augen.","translation":"He had wet eyes."},{"text":"Eine feuchte Hand bedeutet Liebe.","translation":"A wet hand means love."},{"text":"Das Wetter war nicht nur kalt, sondern auch feucht.","translation":"The weather was not only cold, it was also damp."},{"text":"Es war heiß. Und es war auch sehr feucht.","translation":"It was hot, and it was also very humid."},{"text":"Toms Augen waren feucht von Tränen.","translation":"Tom's eyes were wet with tears."},{"text":"Der Boden ist immer noch feucht.","translation":"The ground is still wet."},{"text":"Dieses feuchte Streichholz wird nicht angehen.","translation":"This damp match will not work."},{"text":"Das Wort \"französisch\" allein reicht, dass sie feucht wird.","translation":"The word \"French\" alone is enough for it to become moist."},{"text":"Das Wetter in New York ist heiß und feucht im Sommer.","translation":"New York weather is hot and humid in the summer."},{"text":"Im Sommer wird es hier ziemlich feucht.","translation":"It gets very humid here in the summer."}],"Tomate":[{"text":"„Gibt es keine Tomaten mehr?“ – „Die sind uns leider ausgegangen.“","translation":"\"Aren't there any tomatoes left?\" \"We've run out, I'm afraid.\""},{"text":"Tomaten sind rot.","translation":"Tomatoes are red."},{"text":"Ach so, Verzeihung, verstehe! Ich hatte wohl Tomaten auf den Augen!","translation":"Oh, excuse me, understand! I must have had tomatoes on my eyes!"},{"text":"Toms liebstes Gemüse ist die Tomate.","translation":"Tom's favourite vegetable is the tomato."},{"text":"Sie isst eine Pizza mit Tomaten, Pilzen und Käse.","translation":"She's eating a pizza with tomatoes, mushrooms and cheese."}],"versagen":[{"text":"Im kritischen Augenblick versagte seine Kunst.","translation":"His art failed at the critical moment."},{"text":"Das Chaos sei willkommen, denn die Ordnung hat versagt.","translation":"Chaos is welcome, as order has failed."},{"text":"Die Stimme versagte ihr den Dienst.","translation":"Her voice failed her."},{"text":"Michel hat wieder einmal versagt.","translation":"Michel has failed once again."},{"text":"Wer im Kopf nicht vorbereitet ist, der wird versagen.","translation":"If you are not prepared in your head, you will fail."}],"künstlich":[{"text":"Hast du dich von der künstlichen Pflanze täuschen lassen?","translation":"Have you been deceived by the artificial plant?"},{"text":"Das Quenya, eine künstliche Sprache, wurde von Tolkien geschaffen.","translation":"Quenya, a constructed language, was created by Tolkien."},{"text":"Der künstliche See trocknet beim heißen Wetter aus.","translation":"The artificial lake dried up in hot weather."},{"text":"Es ist eine künstliche Blume.","translation":"It's an artificial flower."},{"text":"Die künstliche Umwelt besteht aus den Gebäuden und dem Raum zwischen ihnen.","translation":"The artificial environment consists of the buildings and the space between them."}],"verlegen":[{"text":"Er wurde verlegen, als ich darauf bestand, die Kritiken seines neuen Buches zu lesen.","translation":"He was embarrassed when I insisted on reading the criticism of his new book."},{"text":"Ich habe meine Schlüssel verlegt.","translation":"I've mislaid my keys."},{"text":"Ich habe meine Brille verlegt.","translation":"I've mislaid my glasses."},{"text":"Das Kabel ist schlecht verlegt.","translation":"That cable is laid badly."},{"text":"Du willst ihn für dich einnehmen? So stelle dich vor ihm verlegen.","translation":"You want to win it over? So stand embarrassed in front of him."}],"nachzudenken":[{"text":"Das bringt nichts mehr, weiter nachzudenken.","translation":"There's no point in thinking any further."},{"text":"Denk lieber vor, dann brauchst du nicht mehr nachzudenken.","translation":"Think ahead, then you don't need to think anymore."},{"text":"Ich bin gerade zu müde, um nachzudenken. Lass uns morgen wieder darüber sprechen!","translation":"I'm just too tired to think. Let's talk about it again tomorrow!"},{"text":"Ich möchte dir empfehlen, ein bisschen mehr nachzudenken.","translation":"I would like to advise you to think a little more."},{"text":"Ihr Vorschlag ist es wert, noch einmal darüber nachzudenken.","translation":"Your proposal is worth reconsidering."},{"text":"Sage nichts dahin, ohne nachzudenken!","translation":"Don't say anything without thinking."},{"text":"Etwas zu sagen, ohne nachzudenken, heißt sterben, ohne krank gewesen zu sein.","translation":"To say something without thinking is to die without being sick."},{"text":"Liebe ist, an jemanden denken, ohne nachzudenken.","translation":"Love is to think of someone without thinking."},{"text":"Liisa wusste, dass es keinen Sinn hatte, lange darüber nachzudenken.","translation":"Liisa knew there was no point in thinking about it for long."},{"text":"Wenn ein Mann über eine Frau nachzudenken beginnt, gehört er ihr schon halb.","translation":"When a man begins to think about a woman, he is already half hers."}],"nerv":[{"text":"Tom geht mir auf die Nerven mit seinem ewigen „Keine Lust!“","translation":"Tom gets on my nerves with his eternal \"No desire!\""},{"text":"So mancher meint ein gutes Herz zu haben und hat nur schwache Nerven.","translation":"Some people think they have a good heart and have only weak nerves."},{"text":"Und plötzlich war sie mit den Nerven völlig fertig.","translation":"And suddenly she was completely done with the nerves."},{"text":"Geld ist der Nerv aller Dinge.","translation":"Money is the nerve of all things."},{"text":"Meine Nerven! Ich muss mich beruhigen!","translation":"My nerves! I need to calm down!"}],"Kopie":[{"text":"Kann ich da eine Kopie von haben?","translation":"Can I have a copy of there?"},{"text":"Ich habe 5 Kopien, aber ich brauche doppelt so viele.","translation":"I have five copies, but I need twice as many."},{"text":"Machen Sie eine Kopie von diesem Bericht.","translation":"Make a copy of this report."},{"text":"Bitte mache drei Kopien von jeder Seite.","translation":"Please make three copies of each page."},{"text":"Dein Sohn ist fast eine Kopie deines Vaters.","translation":"Your son is almost the copy of your father."}],"Störung":[{"text":"Entschuldige die späte Störung!","translation":"Sorry for the late disturbance!"},{"text":"Entschuldigen Sie bitte die Störung.","translation":"Sorry for the intrusion."},{"text":"Verzeihen Sie die Störung.","translation":"Forgive the disturbance."},{"text":"Das ist eine psychische Störung.","translation":"This is a mental disorder."},{"text":"Ich befürchte, dass ich eine kleine Störung verursacht habe.","translation":"I'm afraid that I've caused a slight disturbance."}],"m/w/d":[],"Anschluß":[{"text":"Sie hat den Anschluss verpasst!","translation":"She missed the boat!"},{"text":"Herr Schaffner, werden wir den Anschluss noch erreichen?","translation":"Mr Schaffner, will we still be able to catch up?"},{"text":"Im Anschluss folgen die lokalen Nachrichten.","translation":"This is followed by the local news."},{"text":"Es fällt Tom schwer, im Unterricht den Anschluss an die anderen zu behalten.","translation":"Tom has trouble keeping up with the rest of his class."},{"text":"Bitte hören sie gleich im Anschluss einen ausführlichen Bericht!","translation":"Please hear a detailed report afterwards!"}],"Jacke":[{"text":"Ich möchte diese Jacke kaufen.","translation":"I want to buy this jacket."},{"text":"Das ist mir Jacke wie Hose.","translation":"That's a jacket like trousers to me."},{"text":"Nun schauten alle den Mann mit der grünen Jacke an.","translation":"Everyone was now looking at the man in the green jacket."},{"text":"Er trug eine Jacke, deren Farbe ich nicht bestimmen konnte.","translation":"He wore a jacket whose color I couldn't determine."},{"text":"Willst du nicht erst einmal die Jacke ausziehen, bevor wir frühstücken?","translation":"Don't you want to take off your jacket before we have breakfast?"}],"klauen":[{"text":"Eine gute Idee erkennt man daran, dass sie geklaut wird.","translation":"A good idea can be recognised by the fact that it's stolen."},{"text":"Wie verhindere ich, dass mir mein Rad geklaut wird?","translation":"How do I prevent my bike from being stolen?"},{"text":"Mir wurde das Geld geklaut.","translation":"My money was stolen."},{"text":"Gute Künstler kopieren, große Künstler klauen.","translation":"Good artists copy, great artists steal."},{"text":"Sie hat mir meine Sachen geklaut!","translation":"She stole my clothes!"},{"text":"Verdammt - mein Auto ist geklaut!","translation":"Bloody hell – my car's been nicked!"},{"text":"Besser gut geklaut, als schlecht erfunden.","translation":"Better well stolen than badly invented."},{"text":"Es hat einer mein Geld geklaut.","translation":"Someone stole my money."},{"text":"Jemand hat Toms Gitarre geklaut.","translation":"Someone stole Tom's guitar."},{"text":"Heute würde man sagen, der Ofen wäre geklaut; damals sagte man, er sei „organisiert“ worden.","translation":"Today one would say that the stove was stolen; At the time, it was said that it had been \"organized.\""}],"Wahrscheinlichkeit":[{"text":"Die Wahrscheinlichkeit ist gegen ihn.","translation":"The odds are against him."},{"text":"Je länger ein Satz, desto geringer die Wahrscheinlichkeit, dass ihn jemand liest.","translation":"The longer a sentence, the less likely it is that someone will read it."},{"text":"Morgen wird es mit großer Wahrscheinlichkeit regnen.","translation":"Tomorrow it will most likely rain."},{"text":"Die Wahrscheinlichkeit ist nicht null, aber fast.","translation":"The probability's not zero, but it almost is."},{"text":"Wie groß ist die Wahrscheinlichkeit, dass wir weiße Weihnachten kriegen?","translation":"What is the probability that we will get a white Christmas?"}],"Versand":[{"text":"Ich arbeite bei einem Versand.","translation":"I work on a shipping company."},{"text":"Was kostet der Versand per Luftpost?","translation":"How much does it cost to ship by airmail?"},{"text":"Auf Wunsch senden wir Ihnen das Programm gegen eine Schutzgebühr von 1 € zuzüglich Versand zu.","translation":"On request, we will send you the programme for a token fee of €1 plus shipping."}],"schrei":[{"text":"Es war zum Schreien komisch!","translation":"It was weird to scream!"},{"text":"Sie stieß einen Schrei gen Himmel aus.","translation":"She let out a cry to heaven."},{"text":"Diese Mode ist der neueste Schrei.","translation":"This fashion is all the rage."},{"text":"Manche Sätze sind zum Schreien komisch!","translation":"Some sentences are funny to scream!"},{"text":"Schrei doch nicht so. Ich höre dich laut und deutlich.","translation":"Don't shout at me. I can hear you all right."}],"beeindruckt":[{"text":"Nichts aus der chinesischen Küche hat mich so beeindruckt wie Pu-Erh-Tee.","translation":"Nothing in Chinese cuisine has impressed me like Pu-Erh tea."},{"text":"Ich bin beeindruckt von deinem Deutsch.","translation":"I am impressed with your German."},{"text":"Seine Rede hat uns sehr beeindruckt.","translation":"His speech impressed us very much."},{"text":"Ich war tief beeindruckt von seinem Mut.","translation":"I was deeply impressed by his courage."},{"text":"Wann auch immer ich die Insel besuchte, war ich beeindruckt von der Schönheit der Natur.","translation":"Whenever I visited the island, I was impressed by the beauty of its nature."},{"text":"Ich war von dem neuen MP3-Spieler beeindruckt.","translation":"I was impressed by the new MP3 player."},{"text":"Seine Musik hat mich tief beeindruckt.","translation":"His music made a deep impression on me."},{"text":"Ehrlich gesagt, bin ich von seiner Idee nicht beeindruckt.","translation":"Frankly, I'm not that impressed with his idea."},{"text":"Ich war schon immer beeindruckt, wie gut ihr Französisch sprecht.","translation":"I've always been impressed by how well you speak French."},{"text":"Das Publikum war von seiner Rede stark beeindruckt.","translation":"The audience was greatly impressed by his speech."}],"einkaufen":[{"text":"Ich gehe abends einkaufen.","translation":"I go shopping in the evening."},{"text":"Tom geht mit seiner Freundin einkaufen.","translation":"Tom goes shopping with his girlfriend."},{"text":"Ich muss einkaufen gehen, ich komme in einer Stunde zurück.","translation":"I have to go shopping, I'll be back in an hour."},{"text":"Zuerst muss ich zur Post, dann gehe ich einkaufen.","translation":"First I have to go to the post office, then I go shopping."},{"text":"Ich fahre doch erst morgen einkaufen. Heute habe ich keine Lust.","translation":"I won't go shopping until tomorrow. Today I don't feel like it."}],"Widerspruch":[{"text":"\"Zu viel Knoblauch\" ist ein Widerspruch in sich.","translation":"\"Too much garlic\" is an oxymoron."},{"text":"Nur wo der Widerspruch sich regt, wird Neues in der Welt bewegt.","translation":"Only where the contradiction stirs, new things are moved in the world."},{"text":"Der perfekte Mensch – ein Widerspruch in sich – hat nichts Menschliches mehr.","translation":"The perfect person – a contradiction in terms – no longer has anything human."},{"text":"Es gibt keine Widersprüche in der Natur.","translation":"There are no contradictions in nature."},{"text":"Ich stelle einen Widerspruch fest.","translation":"I note a contradiction."}],"Quadrat":[{"text":"Ein Quadrat hat vier Seiten.","translation":"A square has four sides."},{"text":"Fünf zum Quadrat ergibt 25.","translation":"Five squared is twenty-five."},{"text":"Mein Vater ist wieder einmal im Quadrat gesprungen, als er das hörte.","translation":"My father once again jumped in the square when he heard that."},{"text":"Die SI-Einheit der Beschleunigung lautet „Meter pro Sekunde zum Quadrat“.","translation":"The SI unit of acceleration is \"meters per second squared\"."},{"text":"Das Quadrat einer reellen Zahl kann nicht negativ sein.","translation":"The square of a real number cannot be negative."}],"wandern":[{"text":"Seid ihr alle bereit, wandern zu gehen?","translation":"Are you all ready to go hiking?"},{"text":"Die zur Wahrheit wandern, wandern allein.","translation":"Those who wander to the truth wander alone."},{"text":"Statt zu fischen, wandere ich lieber.","translation":"Instead of fishing, I prefer to hike."},{"text":"Maria wandert von Ort zu Ort.","translation":"Mary wanders from place to place."},{"text":"Tom wandert für drei Jahre in den Bau.","translation":"Tom wanders into construction for three years."}],"Rock":[{"text":"Elise, zieh einen anderen Rock an!","translation":"Elise, put on a different skirt!"},{"text":"Dieser Rock passt dir nicht.","translation":"This skirt doesn't fit you."},{"text":"Sie zog jener Tag einen schönen Rock an.","translation":"She put on a nice skirt that day."},{"text":"Mancher braucht einen neuen Menschen und kauft nur einen neuen Rock.","translation":"Some people need a new person and just buy a new skirt."},{"text":"Ich trage gewöhnlich keine Röcke.","translation":"I don't usually wear skirts."}],"Event":[{"text":"Auf dieser Website können sie sich genauer über das Event informieren.","translation":"On this website you can find out more about the event."},{"text":"Das Datum des Events steht noch nicht fest.","translation":"The date of the event has not yet been set."}],"erhältlich":[{"text":"Auf Anfrage sind weitere Farben erhältlich.","translation":"Other colours are available on request."},{"text":"Es ist kostenlos erhältlich.","translation":"It is available for free."},{"text":"Dieser Artikel ist in drei verschiedenen Farben erhältlich.","translation":"This item comes in 3 different colors."},{"text":"Ist dieses neue Modell auf dem Markt erhältlich?","translation":"Is this new model available on the market?"},{"text":"Dieses Buch ist nur in einem Geschäft erhältlich.","translation":"This book is only available in one store."}],"wiegen":[{"text":"Ich wiege die Butter ab.","translation":"I weigh the butter."},{"text":"Die letzten Gewichte wiegen am schwersten.","translation":"The last weights weigh the heaviest."},{"text":"Wie man sich füttert, so wiegt man.","translation":"As you feed yourself, so you weigh."},{"text":"Nichts wiegt leichter als ein Versprechen.","translation":"Nothing weighs more easily than a promise."},{"text":"Ein Feind, den man zu Grabe trägt, wiegt nicht schwer.","translation":"An enemy you bury does not weigh heavily."}],"danke":[{"text":"„Du sprichst aber gut Deutsch!“ – „Danke!“","translation":"\"But you speak well German!\" – \"Thank you!\""},{"text":"Wie sagt man \"Danke\" auf französisch?","translation":"How do you say \"thanks\" in French?"},{"text":"„Tom, sag mal ‚Ich liebe dich!‘!“ – „Hä, was?“ – „Sag mal ‚Ich liebe dich!‘!“ – „Wieso?“ – „Na, einfach so!“ – „Ich liebe dich!“ – „Danke!“ – „Und was sollte das jetzt?“ – „Ach, nichts! Denk dir nichts dabei!“","translation":"\"Tom, say 'I love you'.\" \"Er, what?\" \"Say 'I love you'.\" \"Why?\" \"Just because!\" \"I love you.\" \"Ta!\" \"What's that all about?\" \"Oh, nothing! Think nothing of it.\""},{"text":"Wenn es dir denn sonst niemand sagt, so sag’ ich es dir, sooft du willst, und wenn es Hunderte Male sind: Danke, dass es dich gibt!","translation":"If no one else tells you, I'll tell you as often as you like, and if it's hundreds of times: Thank you for existing!"},{"text":"„Wie geht es Ihnen?“ – „Danke, gut! Und Ihnen?“","translation":"\"How are you?\" – \"Thank you, good! And you?\""}],"umdrehen":[{"text":"Wenn unser Opa das sehen würde, er würde sich im Grabe umdrehen.","translation":"If our grandpa saw that, he would turn in his grave."},{"text":"Auf seinem Weg muss man sich umdrehen, um sich selbst zu finden.","translation":"On its way, you have to turn around to find yourself."},{"text":"Kannst du dich umdrehen, während ich mich umziehe?","translation":"Can you turn around while I change?"},{"text":"Würdest du dich umdrehen, während ich mich anziehe?","translation":"Do you mind turning around while I get dressed?"},{"text":"Mein Vater hat mir beigebracht, wie man einem bösen Jungen den Arm umdreht.","translation":"My father taught me how to turn the arm of a bad boy."}],"Scherz":[{"text":"Soll das ein Scherz sein?","translation":"Is this supposed to be a joke?"},{"text":"Mit seinem Scherz ist keiner gern allein.","translation":"Nobody likes to be alone with his joke."},{"text":"In Scherz und Spiel spricht man oft die Wahrheit.","translation":"In jokes and games, one often speaks the truth."},{"text":"Aus Scherz kann leicht Ernst werden.","translation":"Jokes can easily become serious."},{"text":"Das war ein kleiner Scherz.","translation":"That was a little joke."}],"Ware":[{"text":"Menschen sind keine Ware.","translation":"People are not commodities."},{"text":"Gute Worte müssen böse Ware verkaufen.","translation":"Good words must sell evil goods."},{"text":"Wie viel kostet jetzt die Ware?","translation":"How much does the goods cost now?"},{"text":"Geld ist die beste Ware, sie gilt im Sommer und im Winter.","translation":"Money is the best commodity, it applies in summer and winter."},{"text":"Am Handel erkennt man die Ware.","translation":"On the trade you can recognize the goods."}],"stricken":[{"text":"Sie war mit Stricken beschäftigt.","translation":"She was busy with her knitting."},{"text":"Das Mädchen ist geschickt im Stricken.","translation":"The girl is skillful at knitting."},{"text":"Du solltest mit Stricken anfangen.","translation":"You should take up knitting."},{"text":"Stricken ist meine liebste Beschäftigung, wenn ich meinen Verwandten aus dem Weg gehen will.","translation":"Knitting is my favorite activity when I want to avoid my relatives."},{"text":"Stricken ist ein mitunter teurer Zeitvertreib.","translation":"Knitting can be an expensive hobby."},{"text":"Die Töchter stricken.","translation":"The daughters knit."},{"text":"Meine Schwester strickt schon seit heute Morgen.","translation":"My sister has been knitting since this morning."},{"text":"Er saß da und las, während seine Frau neben ihm ein Paar Socken strickte.","translation":"He sat reading, with his wife knitting a pair of gloves beside him."},{"text":"Tom fragte Maria, ob sie stricken könne.","translation":"Tom asked Mary if she knew how to knit."},{"text":"Meine Großmutter hat das von Hand gestrickt.","translation":"My grandmother knit that by hand."},{"text":"Sein Freund ist geistig eher einfach gestrickt, aber eine ehrliche Haut.","translation":"His friend is mentally rather simple, but an honest skin."},{"text":"Sie hat seinem Vater einen Pullover gestrickt.","translation":"She knitted a jumper for her father."},{"text":"Meine Mutter hat mir einen Pullover gestrickt.","translation":"My mother knitted me a sweater."},{"text":"Meine Oma hat viele Strümpfe gestrickt.","translation":"My grandma knitted a lot of stockings."},{"text":"Hätte ich geahnt, dass du dich über den Pullover so freuen würdest, hätte ich ihn schon früher gestrickt.","translation":"If I'd known you'd be so pleased with that pullover, I'd have knitted it sooner."}],"beitragen":[{"text":"Willst du zum Programm etwas beitragen?","translation":"Do you want to contribute to the program?"},{"text":"Alle müssen zur sozialen Sicherheit beitragen.","translation":"Everyone must contribute to social security."},{"text":"Die Träume haben sehr viel zur Kultur und Bildung der Menschheit beigetragen.","translation":"The dreams have contributed a great deal to the culture and education of humanity."},{"text":"Bin ich froh, dass ich auch etwas zu unserer Bildung beitragen konnte!","translation":"I am glad that I was able to contribute something to our education!"},{"text":"Du kannst viel zu deiner Gesundheit beitragen.","translation":"You can contribute a lot to your health."}],"r":[{"text":"In den Monaten ohne „r“ soll man wenig küssen und viel trinken.","translation":"In the months without \"r\" you should kiss little and drink a lot."},{"text":"Tom spricht den Buchstaben „r“ falsch aus.","translation":"Tom pronounces the letter \"r\" incorrectly."},{"text":"Die Funktion z ist also auf einem Kreis mit Radius r durch eine Schranke M beschränkt.","translation":"Thus, the function z is bounded on a circle with radius r by a barrier M."},{"text":"Das Esperanto-Alphabet enthält achtundzwanzig Buchstaben: a, b, c, ĉ, d, e, f, g, ĝ, h, ĥ, i, j, ĵ, k, l, m, n, o, p, r, s, ŝ, t, u, ŭ, v, z.","translation":"The Esperanto alphabet contains twenty-eight letters: a, b, c, ĉ, d, e, f, g, ĝ, h, ĥ, i, j, ĵ, k, l, m, n, o, p, r, s, ŝ, t, u, ŭ, v, z."},{"text":"Der achthäufigste Buchstabe im Esperanto ist \"r\".","translation":"The eighth most common letter in Esperanto is \"r\"."},{"text":"Ich möchte ein R-Gespräch nach Los Angeles führen.","translation":"I'd like to make a collect call to Los Angeles."},{"text":"Ich hätte gern ein R-Gespräch nach Japan.","translation":"I would like an R-call to Japan."},{"text":"Im Ōsaka-Dialekt kommt es vor, dass das r wie im Spanischen gerollt wird.","translation":"In the Osaka dialect, it happens that the r is rolled as in Spanish."},{"text":"Heute sind einige Artikel im Geschäft im Sonderangebot für nur 1,99 R$ pro Stück.","translation":"Today, some items in the store are on sale for only R$1.99 each."},{"text":"In seinem Haus in R’lyeh wartet träumend der tote Cthulhu.","translation":"In his house at R'lyeh, dead Cthulhu waits dreaming."},{"text":"Es ist mir nie gelungen, meine r zu rollen...","translation":"I've never been able to roll my Rs..."},{"text":"Ich habe endlich gelernt, das r zu rollen!","translation":"I've finally learned how to roll my R's!"},{"text":"Die Ōsakaner rollen das r manchmal so wie im Spanischen.","translation":"Osakans sometimes roll their Rs like in Spanish."},{"text":"Das französische Alphabet enthält sechsundzwanzig Buchstaben: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"The French alphabet contains twenty-six letters: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Ich habe es nie geschafft, das r zu rollen.","translation":"I never managed to roll my r's."},{"text":"Tom spricht den Buchstaben R nicht richtig aus.","translation":"Tom does not pronounce the letter R correctly."},{"text":"Die Bonbonschachtel kostet 8 R$ und enthält 15 Stück.","translation":"This box of sweets costs 8 reals and contains 15 sweets."},{"text":"Nach 70 Geschäftsjahren schließt „Toys ‘R’ Us“ die Pforten.","translation":"Toys ‘R’ Us will be closing its doors after seventy years in business."},{"text":"Der Vollständigkeit halber wollen wir erwähnen, dass der Ring R, als Modul über sich selbst betrachtet, Untermoduln von beliebig großer endlicher Länge besitzt.","translation":"For the sake of completeness, let us mention that the ring R, considered as a module over itself, has submodules of arbitrarily large finite length."},{"text":"Es ist eine Statistik über die Namen der im Februar dieses Jahres 2020 neugeborenen Kinder herausgekommen. Bei den Mädchennamen stand an erster Stelle Rin, bei den Jungennamen Ren.","translation":"A statistic on the names of the newborn children in February of this year 2020 has come out. Among the girl names was Rin in the first place, in the boy names Ren."}]}