{"grafisch":[{"text":"Das grafische Erscheinungsbild der Zeitschrift ist recht gut.","translation":"The graphic appearance of the magazine is quite good."}],"verdrängen":[{"text":"Wer den Tod verdrängt, verpasst das Leben.","translation":"Whoever represses death misses life."},{"text":"Das schöne deutsche Wort Lichtspielhaus ist durch das Wort Kino fast völlig verdrängt worden.","translation":"The beautiful German word Lichtspielhaus has been almost completely replaced by the word cinema."},{"text":"Man kann eine Idee durch eine andere verdrängen, nur die der Freiheit nicht.","translation":"One idea can be replaced by another, but not that of freedom."},{"text":"Ich habe versucht, die Erinnerung an seine Tränen zu verdrängen.","translation":"I've tried to banish the memory of him crying."},{"text":"Er hat seinen Rivalen verdrängt.","translation":"He edged out his rival."}],"Sichtweise":[{"text":"Vielleicht solltest du versuchen, deine Sichtweise zu ändern.","translation":"Maybe you should try to change your point of view."},{"text":"Wer teilt Ihre Sichtweise?","translation":"Who shares your point of view?"},{"text":"Diese Sichtweise ist verkürzt.","translation":"This view is shortened."},{"text":"Reiche und arme Menschen haben eine andere Sichtweise.","translation":"Rich and poor people have a different point of view."},{"text":"Je nach Sichtweise, kann die selbe Welt die Hölle oder das Paradies sein.","translation":"Depending on your point of view, the same world can be hell or paradise."}],"kommunistisch":[{"text":"Ohne die kommunistische Partei gäbe es das moderne China nicht.","translation":"Without the Communist Party, modern China would not exist."},{"text":"Tom ist in einem kommunistischen Land aufgewachsen.","translation":"Tom grew up in a communist country."},{"text":"In der Schule erhielt ich eine klassische kommunistische Bildung.","translation":"At school I received a classical communist education."},{"text":"Die Marines bezwangen die kommunistischen Streitkräfte schnell.","translation":"The communist forces quickly defeated the Marines."},{"text":"Auf der Basis aller gesammelten Informationen haben wir eine internationale kommunistische Verschwörung vorbereitet.","translation":"On the basis of all the information gathered, we have prepared an international communist conspiracy."},{"text":"Ohne Kommunistische Partei gäbe es das Neue China nicht.","translation":"Without the Communist Party, New China would not exist."},{"text":"Die Kommunistische Partei der Russischen Föderation ist nach wie vor stark.","translation":"The Communist Party of the Russian Federation remains strong."},{"text":"Sind Sie jetzt oder waren Sie jemals ein Mitglied der Kommunistischen Partei der Vereinigten Staaten?","translation":"Are you now or have you ever been a member of the Communist Party of the United States?"},{"text":"Einige Amerikaner traten der Kommunistischen Partei bei.","translation":"Some Americans joined the Communist Party."},{"text":"Der englische Text des Manifests der Kommunistischen Partei erschien im Jahre 1850 in London.","translation":"The English text of the Communist Party Manifesto appeared in London in 1850."}],"have":[],"Untergrund":[{"text":"Durch das Erdbeben hat sich der Untergrund erhöht.","translation":"The earthquake has increased the subsoil."},{"text":"Sieh dich an, du bist 30 Jahre alt und arbeitest im Untergrund wie ein Frettchen.","translation":"Look at yourself, you are 30 years old and work underground like a ferret."},{"text":"Die Widerstandsbewegung ist in den Untergrund gegangen.","translation":"The resistance movement has gone underground."},{"text":"Ein solcher Schuh kann bei nassem Untergrund rutschig sein.","translation":"This kind of shoe is apt to slip on wet ground."},{"text":"Am gefährlichsten ist es, wenn Regenwasser aufgrund eines Temperatursturzes auf dem felsigen Untergrund sofort gefriert.","translation":"It is most dangerous when rainwater freezes immediately due to a drop in temperature on the rocky ground."}],"mündlich":[{"text":"Englisch muss man zwei Mal lernen: mündlich und schriftlich.","translation":"You have to learn English twice: orally and in writing."},{"text":"Wir hatten eine mündliche Prüfung.","translation":"We had an oral exam."},{"text":"Sie erstattete ihrem Chef mündlich Bericht.","translation":"She reported verbally to her boss."},{"text":"Das gilt sowohl für den schriftlichen als auch für den mündlichen Bereich der Sprache.","translation":"It applies to the written as well as the spoken language."},{"text":"Morgen habe ich die mündliche Prüfung.","translation":"Tomorrow I have the oral exam."}],"Darlehen":[{"text":"Er ging mich um ein Darlehen an.","translation":"He approached me for a loan."},{"text":"Wir müssen die Bank um ein Darlehen bitten.","translation":"We must ask the bank for the loan."},{"text":"Ich brauche ein Darlehen, um ein Haus zu kaufen.","translation":"I need a loan to buy a house."},{"text":"Tom lehnte es ab, mir ein Darlehen zu geben.","translation":"Tom refused to give me a loan."},{"text":"Marie hat ihre Familie um ein Darlehen gebeten.","translation":"Mary asked her family for a loan."}],"Bereitschaft":[{"text":"Die Bereitschaft zur Korrektur ist ein Zeichen von Weisheit.","translation":"Willingness to correct is an indication of wisdom."},{"text":"Gewohnheiten machen alt. Jung bleibt man durch die Bereitschaft zum Wechsel.","translation":"Habits make you old. You stay young through the willingness to change."},{"text":"Furcht führt zur Bereitschaft der Menschen, das Schlimmste zu glauben.","translation":"Fear leads to people's willingness to believe the worst."},{"text":"Glück ist eine Frage der Bereitschaft.","translation":"Happiness is a choice."},{"text":"Die größte Schwierigkeit von allen ist die mangelnde Bereitschaft.","translation":"The biggest difficulty of all is the lack of willingness."}],"Wildnis":[{"text":"Ein Mensch ohne Brüder und Schwestern gleicht einem Baum in der Wildnis.","translation":"A man without brothers and sisters is like a tree in the wilderness."},{"text":"Könntet ihr allein in der Wildnis überleben?","translation":"Could you survive alone in the wilderness?"},{"text":"Mein Herz, der Vogel der Wildnis, fand seinen Himmel in deinen Augen.","translation":"My heart, the bird of the wilderness, has found its sky in your eyes."},{"text":"Eine Definition ist das Einfassen der Wildnis einer Idee mit einem Wall von Worten.","translation":"One definition is to frame the wilderness of an idea with a wall of words."},{"text":"Drei Jahre lang reiste er durch Wälder und Wildnis, doch fand er niemanden, der ihm von der Prinzessin hätte Kunde geben können.","translation":"Three years he spent travelling through forests and wildernesses, but could find no one able to tell him anything of the Princess."},{"text":"„Wie war das Überleben in der Wildnis?“ — „Schrecklich! Ich habe nur zwei Tage durchgehalten.“","translation":"\"How was the survival camp?\" \"I hated it. I only lasted two days.\""},{"text":"Tom und Johannes übertrafen sich gegenseitig mit Lügengeschichten über ihre angeblichen Heldentaten in der Wildnis Afrikas.","translation":"Tom and John surpassed each other with lies about their alleged exploits in the wilderness of Africa."}],"Mhm":[{"text":"Mhm.","translation":"Mhm."}],"allererst":[{"text":"Das höre ich heute zum allerersten Mal.","translation":"I'm hearing this today for the very first time."},{"text":"Hunde sind keine Menschen. Das merke dir als allererstes!","translation":"Dogs aren't people. First of all, remember that."},{"text":"Ich habe Tom heute zum allerersten Mal überhaupt lächeln sehen.","translation":"Today was the first time I ever saw Tom smile."},{"text":"Zum allerersten Mal hatte ein Mensch seinen Fuß auf den Mond gesetzt.","translation":"It was the first time man walked on the moon."},{"text":"Wenn du in Boston ankommst, willst du bestimmt als allererstes zu Hause anrufen.","translation":"I'm pretty sure the first thing you'll want to do when you get to Boston is call home."},{"text":"Der Feigling ist der Allererste, der die Faust erhebt.","translation":"The coward is the very first to raise his fist."},{"text":"Bei uns zu Hause steht als allererstes meine Mutter auf.","translation":"In my family, the one who gets up earliest is my mother."},{"text":"Nach eurer Ankunft in Boston wollt ihr bestimmt als allererstes zu Hause anrufen.","translation":"I'm putting myself through school, so I can't have things that are that expensive."},{"text":"Ich werde als allererstes ein Bad nehmen.","translation":"I'm going to take a bath first."},{"text":"Wenn Tom eine Frau kennenlernt, überprüft er als allererstes, ob sie einen Ehering trägt.","translation":"The first thing Tom does when he meets a new woman is check to see if she's wearing a wedding ring."}],"stillen":[{"text":"Ich kann die Blutung nicht stillen.","translation":"I cannot stop the bleeding."},{"text":"Eine Flasche Bier ist nicht genug, um den Durst zu stillen.","translation":"A bottle of beer is not enough to quench your thirst."},{"text":"Wenn Sie stillen, sollten Sie dies Ihrem Arzt mitteilen.","translation":"If you are breastfeeding, you should tell your doctor."},{"text":"Eine sanfte Antwort stillt den Zorn.","translation":"A gentle response satisfies the anger."},{"text":"Toms Sehnsucht nach der Ferne ist noch lange nicht gestillt.","translation":"Tom's longing for distance is far from satisfied."}],"abschaffen":[{"text":"Reichtum sollte eigentlich nur einen Zweck haben: Armut abzuschaffen.","translation":"Wealth should have only one purpose: to abolish poverty."},{"text":"Schon lange bin ich dafür, dass die Uniformen an britischen Schulen abgeschafft werden.","translation":"I have long been in favour of abolishing uniforms in British schools."},{"text":"Die Regierung sollte diese alten Vorschriften abschaffen.","translation":"The government should do away with those old regulations."},{"text":"Von mir aus könnte Weihnachten abgeschafft werden!","translation":"As far as I'm concerned, they could do away with Christmas!"},{"text":"Die Stadt hat sich entschieden, die Tram abzuschaffen.","translation":"The city has decided to do away with the streetcar."}],"fehlerhaft":[{"text":"Maria hat darum gebeten, ihren Namen nicht mehr in fehlerhaften Sätzen zu verwenden.","translation":"Maria has asked that her name no longer be used in erroneous sentences."},{"text":"Es gibt keine fehlerhaften Menschen, nur Menschen, die Fehler machen, aber das ist menschlich.","translation":"There are no flawed people, only people who make mistakes, but that is human."},{"text":"Das sind fehlerhafte Informationen.","translation":"This was faulty information."},{"text":"Das Produkt hier ist fehlerhaft.","translation":"The product here is faulty."},{"text":"Deine Schlussfolgerung ist fehlerhaft und ungerecht.","translation":"Your conclusion is flawed and unjust."},{"text":"Warum sollte ich perfekt sein, wenn ich so wunderbar fehlerhaft sein kann?","translation":"Why should I be perfect when I can be so wonderfully flawed?"},{"text":"Wenn meine Rechtschreibung fehlerhaft ist, so bitte ich um Korrektur.","translation":"If my spelling is incorrect, I ask for correction."},{"text":"War mein Satz fehlerhaft? Oder unelegant? Oder beides? Oder weder das eine noch das andere?","translation":"Was my sentence incorrect? Or inelegant? Or both? Or neither one nor the other?"}],"abwechslungsreich":[{"text":"Rings um das Dorf breitet sich eine grüne und abwechslungsreiche Landschaft aus.","translation":"Around the village spreads a green and varied landscape."},{"text":"Der Arzt riet ihm, sich abwechslungsreich zu ernähren.","translation":"The doctor advised him to eat a varied diet."},{"text":"Der Arzt sagt, dass ich abwechslungsreich essen soll.","translation":"The doctor says I should eat a varied diet."},{"text":"Meine Arbeit ist abwechslungsreich.","translation":"My work is varied."},{"text":"Ein guter Stil ist abwechslungsreich.","translation":"A good style is varied."}],"erlassen":[{"text":"Das Gesetz wurde in der Meiji-Zeit erlassen.","translation":"The law was enacted in the Meiji period."},{"text":"Er wird mir nie meine Schulden erlassen.","translation":"He will never forgive my debt."},{"text":"Tom wurden die Gebühren erlassen.","translation":"Tom was acquitted of the charges."},{"text":"Der Gesetzgeber hat weitgehende Gesetze erlassen.","translation":"The legislature enacted far-reaching laws."},{"text":"Gegen den Buchhalter der Firma wurde Haftbefehl erlassen.","translation":"An arrest warrant was issued for the company's accountant."}],"mittendrin":[{"text":"„Wann fängt Tom an?“ – „Er ist mittendrin. Bei dem geht alles rasch.“","translation":"\"When does Tom start?\" - \"He is in the thick of it. With him everything happens quickly\""},{"text":"Sie war natürlich mittendrin.","translation":"Of course, she was right in the middle of it."},{"text":"Die Euro-Krise ist wieder da, und wir sind mittendrin.","translation":"The euro crisis is back, and we are right in the middle of it."},{"text":"Wenn du dich von Anfang an zu sehr reinsteigerst, dann verlierst du mittendrin das Durchhaltevermögen.","translation":"If you get too involved from the beginning, then you lose your stamina in the middle of it."},{"text":"Ihr Ehemann bricht Sätze mitunter mittendrin ab und geht dann einfach.","translation":"Her husband occasionally pauses mid-sentence, and then simply leaves."}],"zusagen":[{"text":"Ich habe dir verschiedene Vorschläge gemacht. Sag mir, was dir zusagt.","translation":"I have made you various suggestions. Tell me what appeals to you."},{"text":"Ich würde an deiner Stelle zusagen.","translation":"I'd say yes if I were you."},{"text":"Ich habe ihn zu einer Party eingeladen und er hat zugesagt.","translation":"I invited him to a party and he agreed."},{"text":"Ich habe mit Begeisterung zugesagt.","translation":"I accepted with enthusiasm."},{"text":"Ob Tom die chinesische Küche wohl zusagt?","translation":"I wonder if Tom likes Chinese food."},{"text":"Ich kann mich nicht erinnern, irgendwelche Zusagen getroffen zu haben.","translation":"I don't remember agreeing to anything."},{"text":"Ich weiß, dass ich meine Zusagen häufig zurückgezogen habe, aber diesmal ist es mir ernst.","translation":"I know I've often withdrawn my commitments, but this time I'm serious."},{"text":"Ich frage mich, was mit ihm nicht stimmt. Er hält derzeit seine Zusagen nicht ein.","translation":"I wonder what's wrong with him. He keeps breaking his word these days."},{"text":"Er betonte, Versprechen einzulösen, die er dem Volk gemacht hatte, hielt aber viele Zusagen nicht ein.","translation":"He emphasised carrying out promises made to the people, but he failed to uphold many commitments."},{"text":"Tom macht unerfüllbare Zusagen.","translation":"Tom makes unfulfillable promises."}],"nachdenklich":[{"text":"Du siehst sehr nachdenklich aus.","translation":"You look pensive."},{"text":"Sein Verhalten stimmte sie nachdenklich.","translation":"His behaviour made her think."},{"text":"Sein Gesicht hatte einen nachdenklichen Ausdruck.","translation":"His face had a thoughtful expression."},{"text":"Das sind Dinge, die einen nachdenklich machen.","translation":"They're things that really give you pause for thought."},{"text":"Der Lehrer sah mich eine Weile lang nachdenklich an.","translation":"The teacher contemplated me for a while."}],"subjektiv":[{"text":"Der Sinn des Lebens scheint so subjektiv zu sein, wie der Begriff Zufriedenheit.","translation":"The meaning of life seems to be as subjective as the term contentment."},{"text":"Einige sagen, dass Kunst subjektiv ist.","translation":"Some say that art is subjective."},{"text":"Das ist jedoch, möglicherweise, nur meine subjektive Wahrnehmung.","translation":"However, this is, possibly, just my subjective perception."},{"text":"Er schreibt sehr subjektiv.","translation":"His writing is very subjective."},{"text":"Ich weiß, dass ich mit einer sehr subjektiven Sicht spreche.","translation":"I know I speak with a very subjective view."}],"vorantreiben":[{"text":"Open Source ist der Motor, der technische Innovationen vorantreibt.","translation":"Open source is the engine that drives technical innovation."},{"text":"Er beschloss, den Plan weiter voranzutreiben.","translation":"He decided to get on with the plan."},{"text":"Setzen Sie sich unbedingt sportliche Ziele! Ihre Ziele werden Sie zu neuen Erfolgen vorantreiben.","translation":"Be sure to set yourself sporting goals! Your goals will drive you to new successes."},{"text":"Es gibt keinen Anlass zur Eile oder dazu, die Dinge voranzutreiben. Alles geschieht zu seiner Zeit.","translation":"There is no need to rush or move things forward. Everything happens in its own time."},{"text":"An dieser Universität versucht man, durch Mehrung englischsprachiger Vorlesungen eine – in Anführungszeichen zu nehmende – „Internationalisierung“ voranzutreiben.","translation":"At this university, attempts are being made to promote an \"internationalization\" – to be taken in quotation marks – by increasing the number of English-language lectures."}],"eingesetzt":[{"text":"Bei allen in Kanada eingesetzten Impfstoffen, das sind Pfizer, Moderna und Astrazeneca, sind zwei Dosen notwendig.","translation":"All vaccines being used in Canada—Pfizer, Moderna and AstraZeneca—require two doses."},{"text":"Minister für Wirtschaftsentwicklung Russlands Aleksej Uljukajew: „Auch die Fliegen gewöhnen sich an die eingesetzten Sanktionen.“ Heisst das, dass russländische Bürger lebensfähiger als Fliegen sind?","translation":"Russian Minister of Economic Development Aleksey Ulyukayev: \"Even the flies are getting used to the sanctions used.\" Does this mean that Russian citizens are more viable than flying?"}],"Hingabe":[{"text":"Harte Arbeit und Hingabe werden dir Erfolg bringen.","translation":"Hard work and dedication will bring you success."},{"text":"Das erfordert Können und Hingabe.","translation":"It requires skill and dedication."},{"text":"Die schlimmsten Ängste eines Menschen ruhen in dem, was er mit Hingabe zu ignorieren versucht.","translation":"A person's worst fears rest in what he tries to ignore with devotion."},{"text":"Ich bewundere seine Hingabe.","translation":"I admire his devotion."},{"text":"Er war beeindruckt von der aufopfernden Hingabe der Krankenschwester.","translation":"He was impressed by the nurse's self-sacrificing devotion."}],"Biologie":[{"text":"Tom ist Lehrer für Geschichte und Biologie.","translation":"Tom teaches history and biology."},{"text":"Ich mochte Biologie noch nie.","translation":"I've never liked biology."},{"text":"Er interessiert sich sehr für Biologie.","translation":"He is very interested in biology."},{"text":"Tom will Biologie studieren.","translation":"Tom plans to major in biology."},{"text":"Dieses Buch ist grundlegend für ein Verständnis der Biologie.","translation":"This book is fundamental for an understanding of biology."}],"Ohrring":[{"text":"Vielleicht liegt Ihr Ohrring unter dem Tisch.","translation":"Maybe your earring is under the table."},{"text":"Ich habe einen Ohrring verloren.","translation":"I lost an earring."},{"text":"Sie trägt Ohrringe.","translation":"She's wearing earrings."},{"text":"Wann habt ihr die Ohrringe gekauft?","translation":"When did you buy those earrings?"},{"text":"Ich habe diese Ohrringe von meiner Großmutter bekommen.","translation":"I got these earrings from my grandmother."},{"text":"Vielleicht liegt dein Ohrring unter dem Tisch.","translation":"Maybe your earring is under the table."},{"text":"Ich habe meinen Ohrring fallen lassen.","translation":"I dropped my earring."},{"text":"Tom tastete auf allen Vieren den Boden nach Marias Ohrring ab.","translation":"Tom felt around the floor on his hands and knees, trying to find Mary's earring."},{"text":"Sind das meine Ohrringe?","translation":"Are these my earrings?"},{"text":"Das sind Marias Ohrringe.","translation":"These are Mary's earrings."}],"Mentor":[{"text":"Tom ist mein Mentor und Freund.","translation":"Tom is my mentor and friend."},{"text":"Tom war ein spiritueller Mentor.","translation":"Tom was a spiritual mentor."},{"text":"Ich hätte besser achtgeben sollen. Ich habe einen sehr freundlichen Mentor, aber ich mache ihm eine Menge Arbeit.","translation":"I should have looked more attentively. I have a very kind mentor, but I cause him a lot of work."},{"text":"Ich bin Toms Mentor.","translation":"I'm Tom's mentor."},{"text":"Tom ist Marys Mentor.","translation":"Tom is Mary's mentor."}],"vorläufig":[{"text":"Wir werden Tom vorläufig nicht mehr in der ersten Mannschaft aufstellen.","translation":"We won't be putting Tom in the first team for the time being."},{"text":"Das reicht vorläufig.","translation":"That will do for the time being."},{"text":"„Ich kann dir leider nur 20 Euro leihen.“ – „Danke. Das reicht vorläufig.“","translation":"\"I can only lend you 20 euros, I'm afraid.\" \"Thanks. It'll do for now.\""},{"text":"Vorläufig weiß er noch nichts davon.","translation":"For the time being, he doesn't know anything about it yet."},{"text":"\"Touchscreenhandy\" ist nur der vorläufige Name. Wir überlegen uns noch einen besseren.","translation":"\"Touchscreen phone\" is only the provisional name. We think of a better one."}],"Bündnis":[{"text":"Deutschland ging ein Bündnis mit Italien ein.","translation":"Germany entered into an alliance with Italy."},{"text":"Ein Bündnis macht die Schwachen stark.","translation":"An alliance makes the weak strong."},{"text":"Schreiben heißt preisgeben. Jedes Erlebnis. Jede Erfahrung. Jegliches Bündnis.","translation":"Writing means revealing. Every experience. Every experience. Any alliance."},{"text":"Das Bündnis zwischen Tom und Johannes währte nur so lange, bis der gemeinsame Feind besiegt war.","translation":"The alliance between Tom and John lasted only until the common enemy was defeated."},{"text":"Am längsten halten die Bündnisse, deren Partner einander nicht umarmen, sondern auf Tuchfühlung bleiben.","translation":"The alliances that last the longest, whose partners do not embrace each other, but stay in touch."}],"Aktienkurs":[{"text":"Die Aktienkurse steigen wieder an der Wand der Angst hoch.","translation":"Stock prices are rising again on the wall of fear."},{"text":"Aktienkurse entstehen oft durch Stimmungen und sie erzeugen auch Stimmungen.","translation":"Stock prices are often created by moods and they also create moods."},{"text":"Die Aktienkurse fielen.","translation":"Stock prices dropped."},{"text":"Der Aktienkurs der Firma ist gestern in die Höhe geschnellt.","translation":"The company's stock price jumped yesterday."},{"text":"Es gab einen rapiden Fall der Aktienkurse.","translation":"There was a rapid decline in stock prices."}],"Nervensystem":[{"text":"Eine Nervenzelle ist eine Zelle, die eine Funktion im Nervensystem ausübt.","translation":"A nerve cell is a cell that performs a function in the nervous system."},{"text":"Ein Trauma zieht eine lange Überregtheit des vegetativen Nervensystems nach sich.","translation":"Trauma entails a long excitation of the autonomic nervous system."},{"text":"Es ist bedauerlich, dass über das Phänomen der Ermüdung im zentralen Nervensystem relativ wenig bekannt ist.","translation":"It is to be regretted that comparatively little is known of the phenomenon of fatigue in the central nervous system."},{"text":"Der Außerirdische ist ein kleiner, intelligenter, multidimensionaler Parasit, welcher sich mit dem Nervensystem des Wirtes verbindet.","translation":"The alien is a small intelligent multidimensional parasite that attaches to the host's nervous system."},{"text":"Während der Heilbehandlung benutzt man einen helmförmigen Apparat, der mit Hilfe eines magnetischen Feldes im Gehirn schwache elektrische Ströme auslöst, welche das Nervensystem anregen.","translation":"During the medical treatment, a helmet-shaped device is used, which, with the help of a magnetic field, induces weak electric currents in the brain, which stimulate the nervous system."}],"unverschämt":[{"text":"Toms Forderungen wurden immer unverschämter.","translation":"Tom's demands became more and more outrageous."},{"text":"Hast du mit Tom schon einmal zu tun gehabt? Der ist vielleicht unverschämt!","translation":"Have you ever dealt with Tom? It may be outrageous!"},{"text":"Du hast unverschämt blaue Augen.","translation":"You have outrageous blue eyes."},{"text":"Das ist eine sehr unverschämte Frage.","translation":"That's a very rude question."},{"text":"Er war so unverschämt, meinen Rat zu ignorieren.","translation":"He was so outrageous as to ignore my advice."}],"klicks":[{"text":"Ein Fotograf stellte aus den Klicks von Auslösern ein Musikstück zusammen.","translation":"A photographer put together a piece of music from the clicks of shutter buttons."},{"text":"Ganz davon abgesehen, dass wir zu mehr Klicks gezwungen wären, würde es sich auch negativ auf die Entdeckbarkeit auswirken, diese Einträge aus dem Menü herauszuverlagern, denn wenn sie darin nicht zu sehen sind, könnte man meinen, es gäbe solche Funktionen überhaupt nicht.","translation":"In addition to forcing us to use more clicks, moving these items out of the menu has a negative effect on discoverability. If I didn't see them in the menu, I might think that such functionality didn't exist at all."},{"text":"Es funktioniert, aber es gefällt mir nicht, dass ich manches, worauf ich oft zugreife, erst nach mehreren Klicks erreiche.","translation":"It works, but I don't like the way it takes multiple clicks to get to things I often access."}],"Weltmeisterschaft":[{"text":"Wird dein Land am Wettbewerb für die Weltmeisterschaft teilnehmen?","translation":"Will your country participate in the competition for the World Cup?"},{"text":"Deutschland hat die FIFA-Weltmeisterschaft 2014 gewonnen!","translation":"Germany has won the 2014 FIFA World Cup!"},{"text":"Die nächste Weltmeisterschaft findet in Brasilien statt.","translation":"The next World Cup will be held in Brazil."},{"text":"Hast du dir die FIFA-Weltmeisterschaft der Frauen angesehen?","translation":"Did you watch the FIFA Women’s World Cup?"},{"text":"Welche Mannschaften spielen bei der Weltmeisterschaft?","translation":"What teams are playing in the World Cup?"}],"flauschig":[{"text":"Mein Bademantel ist wunderbar flauschig.","translation":"My bathrobe is wonderfully fluffy."},{"text":"Meine Güte, diese Katze ist ja so weich und flauschig! Ich werd wahnsinnig!","translation":"My goodness, this cat is so soft and fluffy! I'm going insane!"},{"text":"Diesmal ist dir der Kuchen sehr gut gelungen. Er ist super flauschig geworden!","translation":"This time you have succeeded in the cake very well. He has become super fluffy!"},{"text":"Toms Eichhörnchen hat einen flauschigen Schwanz.","translation":"Tom's squirrel has a fluffy tail."},{"text":"Dieses Handtuch ist weich und flauschig. Sehr angenehm!","translation":"This towel is soft and fluffy. Delightful!"}],"seok":[],"kocht":[{"text":"Seine Tochter kocht schlecht.","translation":"His daughter cooks badly."},{"text":"Dieses Gemüse kocht langsam.","translation":"These vegetables cook slowly."},{"text":"Ich möchte, dass man mir ein Ei kocht.","translation":"I want them to cook me an egg."},{"text":"Sie wussten nicht, dass Maria gerne kocht.","translation":"They didn't know that Maria liked to cook."},{"text":"Heute fasten kocht morgen die Suppe süß.","translation":"Fast today cooks tomorrow the soup sweet."},{"text":"Der Topf daheim kocht lustiger als jeder andere.","translation":"The pot at home cooks more fun than anyone else."},{"text":"Kocht etwas Wasser.","translation":"Boil some water."},{"text":"Tom kocht nicht gern.","translation":"Tom hates cooking."},{"text":"Kocht sie gern?","translation":"Does she like to cook?"}],"nirgendwohin":[{"text":"Ohne meine Kamera gehe ich nirgendwohin.","translation":"I don't go anywhere without my camera."},{"text":"Ich will überhaupt nirgendwohin.","translation":"I don't want to go anywhere at all."},{"text":"Du gehst nirgendwohin! Du bleibst gefälligst hier!","translation":"You're not going anywhere! You'll stay here!"},{"text":"Es ist empfehlenswert, Passwörter nirgendwohin zu schreiben, wo andere sie sehen könnten.","translation":"It's recommended that you don't write your passwords down where others might see them."},{"text":"Die Angelegenheit weiter zu erörtern, führt Sie nirgendwohin.","translation":"Discussing the matter further will get you nowhere."},{"text":"Im Regen gehen wir nirgendwohin.","translation":"We don't go anywhere in the rain."},{"text":"Nein, ich gehe heute Nacht nirgendwohin.","translation":"No, I'm not going anywhere tonight."},{"text":"Dieser Abschluss bringt dich nirgendwohin.","translation":"That degree is not going to take you anywhere."},{"text":"Ich will nirgendwohin.","translation":"I don't want to go anywhere."},{"text":"Wir können nirgendwohin.","translation":"We can't go anywhere."},{"text":"Ich werde mit Tom nirgendwohin gehen.","translation":"I'm not going anywhere with Tom."},{"text":"Ich werde wohl allzu bald nirgendwohin gehen.","translation":"I guess I'm not going anywhere any time soon."},{"text":"Ich kann nirgendwohin zurückkehren.","translation":"I have nowhere to go back."},{"text":"Wir sind nirgendwohin gegangen.","translation":"We didn't go anywhere."},{"text":"Ich kann nirgendwohin gehen.","translation":"I can't go anywhere."}],"magnetisch":[{"text":"Dieses Geschäft zieht Verbrecher magnetisch an.","translation":"This business magnetically attracts criminals."},{"text":"Magneteisenstein wird vom magnetischen Feld der Erde angezogen.","translation":"The magnetite is attracted to the earth's magnetic field."},{"text":"Sie hat eine magnetische Ausstrahlung.","translation":"She has a magnetic personality."},{"text":"Eine große Geldsumme zieht Verbrecher gleichsam mit magnetischer Kraft an.","translation":"A large sum of money attracts criminals with magnetic force, as it were."},{"text":"Juno wird zum ersten Mal direkt die geladenen Partikel und magnetischen Felder in der Umgebung der Jupiterpole messen.","translation":"Juno will directly sample the charged particles and magnetic fields near Jupiter's poles for the first time­."}],"schnarchen":[{"text":"Sie gibt nur vor zu schlafen, deswegen schnarcht sie nicht.","translation":"She only pretends to sleep, so she doesn't snore."},{"text":"Du hast gestern Nacht geschnarcht.","translation":"You were snoring last night."},{"text":"„Da ist das Geräusch wieder! Hörst du das?“ – „Das ist Tom. Der schnarcht.“","translation":"\"There's that noise again! Can you hear it?\" \"It's Tom. He's snoring.\""},{"text":"Tom und Johannes lagen auf der Wiese und schnarchten um die Wette.","translation":"Tom and Johannes lay on the meadow and snored."},{"text":"Er schnarchte laut.","translation":"He was snoring loudly."},{"text":"Tom hielt Maria mit seinem Schnarchen die ganze Nacht wach.","translation":"Tom kept Mary awake all night with his snoring."},{"text":"Tom schlief unter lautem Schnarchen auf dem Sofa.","translation":"Tom was asleep on the couch, snoring loudly."},{"text":"Ihr Schnarchen hat mich geweckt.","translation":"Her snoring woke me up."},{"text":"Was das Schnarchen angeht, kann niemand es mit Herrn Schnarch aufnehmen.","translation":"As far as snoring is concerned, no one can compete with Mr. Snoring."},{"text":"Mein Schnarchen war für meine Frau unerträglich geworden, sie schlief deshalb in einem anderen Zimmer.","translation":"My snoring had become unbearable for my wife, so she slept in another room."}],"Vokal":[{"text":"Ich kann dieses Wort nicht aussprechen. Es hat keine Vokale.","translation":"I cannot pronounce this word. It has no vowels."},{"text":"Im Französischen gibt es weit mehr Vokale als im Japanischen.","translation":"There are far more vowels in French than in Japanese."},{"text":"Gibt es Sprachen ohne Vokale?","translation":"Are there any languages with no vowels?"},{"text":"Ein Schwa stellt einen neutralen Vokal dar.","translation":"A schwa represents a neutral vowel."},{"text":"Im Esperanto liegt die Betonung immer auf dem vorletzten Vokal.","translation":"In Esperanto, the emphasis is always on the penultimate vowel."}],"wiedergeboren":[{"text":"Tom möchte als Frau wiedergeboren werden.","translation":"Tom would like to be reincarnated as a woman."},{"text":"Wenn ich wiedergeboren würde, wollte ich Geige lernen.","translation":"If I was born again, I wanted to learn the violin."},{"text":"Im nächsten Leben möchte ich als tödlicher Virus wiedergeboren werden.","translation":"In the next life, I want to be reborn as a deadly virus."},{"text":"Ich möchte als Katze wiedergeboren werden.","translation":"I want to be reborn as a cat."},{"text":"Tom wird wahrscheinlich als Eichhörnchen wiedergeboren werden.","translation":"Tom will probably be reincarnated as a squirrel."}],"Etikett":[{"text":"Der Satz verdient das Etikett \"colloquial\", denke ich.","translation":"The sentence deserves the label \"colloquial\", I think."},{"text":"Was bedeutet das OK-Etikett?","translation":"What does the OK label mean?"},{"text":"Sieht super aus jetzt. Das Etikett wirkt wie ein Sonnenaufgang!","translation":"Looks great now. The label looks like a sunrise!"},{"text":"Der Inhalt der Kiste steht auf dem Etikett.","translation":"The contents of the box are written on the label."},{"text":"Tom nahm Maria die Flasche aus der Hand und schaute auf das Etikett.","translation":"Tom took the bottle from Mary and looked at the label."}],"eingefallen":[{"text":"Zu dem Thema ist mir nichts eingefallen.","translation":"I couldn't think of anything on the subject."},{"text":"„Warum hast du Maria nicht begrüßt?“ – „Mir war ihr Name nicht eingefallen.“","translation":"\"Why didn't you say hello to Mary?\" \"Her name escaped me.\""},{"text":"Es ist mir eingefallen, dass ich etwas zum Abendessen kochen muss.","translation":"It occurred to me that I need to cook something for dinner."},{"text":"Und warum ist es dir nicht eingefallen, das früher zu sagen?","translation":"And why didn't you think of saying that before?"},{"text":"Gut, dass du mich daran erinnerst, sonst wäre es mir nie eingefallen.","translation":"It's good that you remind me, otherwise it would never have occurred to me."},{"text":"Das Dach des Hauses ist eingefallen.","translation":"The roof of the house has fallen in."},{"text":"Durch das teilweise eingefallene Dach konnte man den blauen Himmel sehen.","translation":"Through the partially collapsed roof you could see the blue sky."},{"text":"Oh, da ist mir gerade etwas eingefallen: Tom hat dir eine Nachricht dagelassen.","translation":"Oh, I just remembered. Tom left you a message."},{"text":"Nach etwa vier Monaten durfte Maria ihren Mann im Armeegefängnis besuchen. Er hatte eine blasse Haut und eingefallene Wangen.","translation":"After about four months, Maria was allowed to visit her husband in the army prison. He had pale skin and sunken cheeks."},{"text":"Imogen aus dem Netz zeichnete sich auf jeden ihrer Finger einen Schnurrbart und übertraf damit alle ihre Freunde, denen es nur eingefallen war, jeweils einen Finger mit einem Schnurrbart zu versehen.","translation":"Imogen of the Internet drew a mustache on each of her fingers, outdoing all of her friends, who only thought to draw a mustache on one finger."}],"wünsch":[{"text":"Ich wünsch dir alles Glück der Welt!","translation":"I wish you all the happiness in the world!"},{"text":"Mach die Augen zu und wünsch dir einen Traum aus dem Land der Illusionen.","translation":"Close your eyes and wish for a dream from the land of illusions."},{"text":"Ich wünsch dir gutes Gelingen.","translation":"I wish you good luck."},{"text":"Eine Sternschnuppe! Schnell, Tom, wünsch dir was!","translation":"A shooting star! Quick, Tom, make a wish!"},{"text":"Puste die Kerzen aus und wünsch dir was!","translation":"Make a wish and blow out the candles."},{"text":"Und ich wünsche niemals unterbrochen zu werden.","translation":"And I never wish to be interrupted."},{"text":"Wünsche schöne Ferien.","translation":"Wish you happy holidays."},{"text":"Wünsche Gutes, damit auch dir Gutes widerfährt.","translation":"Wish good, so that good things happen to you too."},{"text":"Ich wünsch’ dir gute Fahrt nach deiner Heimstatt hin!","translation":"I bid thee a happy voyage to thine abode."},{"text":"Ich wünsch’ mir ’ne kleine Miezekatze.","translation":"I wish for a little pussycat."},{"text":"Wünsch dir etwas, wenn du eine Sternschnuppe siehst.","translation":"Make a wish when you see a shooting star."},{"text":"O sieh nur! Eine Sternschnuppe! Wünsch dir was!","translation":"Oh, look! A shooting star! Make a wish."},{"text":"Wünsch dir was.","translation":"Make a wish."},{"text":"Tom teilte Maria Johannes’ Wünsche mit.","translation":"Tom told Mary what John wanted."},{"text":"Wünsche etwas.","translation":"Make a wish."},{"text":"Wünsche nichts vorbei und wünsche nichts zurück! Nur ruhiges Gefühl der Gegenwart ist Glück.","translation":"Don't wish anything over and wish nothing back! Only a calm feeling of the present is happiness."},{"text":"Wünsche kosten nichts, solang du nicht wünscht, dass sie Wirklichkeit werden mögen.","translation":"Wishes cost nothing as long as you don't want them to become reality."},{"text":"Ein seufzendes Herz hat unerfüllte Wünsche.","translation":"A sighing heart has unfulfilled desires."}],"neunt":[{"text":"Es war am Morgen des neunten Februar, als ich in London ankam.","translation":"It was the morning of 9 February when I arrived in London."},{"text":"Anna half mir, das Klavier bis in den neunten Stock zu befördern.","translation":"Anna helped me to carry the piano up to the ninth floor."},{"text":"Der neunte Mai war, ist und bleibt unser wichtigster Feiertag.","translation":"The ninth of May was, is and remains our most important holiday."},{"text":"Maria ist im neunten Monat schwanger.","translation":"Mary is nine months pregnant."},{"text":"Ich wohnte im neunten Stock.","translation":"I live on the tenth floor."}],"Meeresfrüchte":[{"text":"Schau, heute wurden Meeresfrüchte geerntet, darum lass uns morgen in den Bergen Essen besorgen.","translation":"Look, seafood was harvested today, so let's get food in the mountains tomorrow."},{"text":"Tom isst selten Meeresfrüchte.","translation":"Tom seldom eats seafood."},{"text":"Tom bat um Meeresfrüchte.","translation":"Tom requested seafood."},{"text":"Wir lieben Meeresfrüchte.","translation":"We love seafood."},{"text":"Meeresfrüchte schmecken nur frisch.","translation":"Seafood only tastes good if it's fresh."}],"Thread":[{"text":"Ich habe diesen Thread eröffnet.","translation":"I started this thread."}],"Abweichung":[{"text":"Ohne Abweichung von der Norm ist Fortschritt nicht möglich.","translation":"Without deviation from the norm, progress is not possible."},{"text":"Manchmal sind es gerade die Abweichungen vom Geplanten, die das Leben bereichern.","translation":"Sometimes it is precisely the deviations from the planned that enrich life."},{"text":"Versuchen Sie zunächst, die Abweichung mit einem Oszilloskop zu bestätigen.","translation":"First, try to confirm the deviation with an oscilloscope."},{"text":"Tom stellte die Zeitmaschine mit einer kleinen Abweichung auf die räumlichen und zeitlichen Koordinaten seines ersten Treffens mit Maria ein.","translation":"Tom adjusted the time machine with a small deviation to the spatial and temporal coordinates of his first meeting with Mary."},{"text":"Unser ganzes Leben zu Hause war auf den Vater zugeschnitten, der seinen Tag, und dazu gehörten wir auch, minutiös plante und keinerlei Abweichung davon duldete.","translation":"Our whole life at home was tailored to the Father, who meticulously planned his day, and we were one of them, and did not tolerate any deviation from it."}],"entscheidet":[{"text":"Wer entscheidet, ob man gut oder schlecht singen kann?","translation":"Who decides whether you can sing well or badly?"},{"text":"Er entscheidet langsam, handelt aber schnell.","translation":"He is slow to decide, but he is quick to act."},{"text":"Jeder entscheidet für sich, ob es wichtig ist.","translation":"Oneself decides whether it is important."},{"text":"Die Frage ist, wer entscheidet, was getan werden muss.","translation":"The question is who decides what needs to be done."},{"text":"Unser Bezugssystem entscheidet, wie wir Möglichkeiten mit Tatsachen verbinden.","translation":"Our frame of reference determines how we combine possibilities with facts."}],"versucht":[{"text":"Versucht nicht, all diese Dinge gleichzeitig auszuführen!","translation":"Don't try to do all these things at the same time!"},{"text":"Versucht, nicht zu fallen.","translation":"Try not to fall."},{"text":"Versucht wenigstens, pünktlich zu sein!","translation":"Try at least to be on time."},{"text":"Versucht Frankreich, Algeriens Entwicklung zu verhindern?","translation":"Is France trying to prevent Algeria's development?"},{"text":"Versucht, in allem euer Bestes zu geben!","translation":"Try your best in everything."},{"text":"Der Mann glaubt, dass der Angriff Teil eines versuchten Raubüberfalls war.","translation":"The man believes the attack was part of an attempted robbery."},{"text":"Das ist ein klassischer Fall des versuchten Vorschussbetrugs.","translation":"It's a classic Nigerian 419 scam."},{"text":"Wegen des Verdachts des versuchten Totschlags sitzt derzeit ein 26-Jähriger in Untersuchungshaft.","translation":"On suspicion of attempted manslaughter, a 26-year-old is currently in custody."},{"text":"Während wir versuchten einzuschlafen, kam der Nachbar von der Kneipe nach Hause und trällerte Britney-Spears-Schlager. Das werden wir ihm noch heimzahlen.","translation":"While we were trying to fall asleep, the neighbor came home from the pub and sang Britney Spears hits. We will pay him back for that."}],"gehorsam":[{"text":"Das Wort ist frei, die Tat ist stumm, der Gehorsam blind.","translation":"The word is free, the deed is silent, obedience blind."},{"text":"Der Erfolg ist ein exakter und pünktlicher Gehorsam gegen das Gebot der Stunde.","translation":"Success is an exact and punctual obedience to the order of the day."},{"text":"Wo der Verstand befiehlt, ist der Gehorsam leicht.","translation":"Where the mind commands, obedience is easy."},{"text":"Tom kommt nur mit Menschen aus, die ihm den absoluten Gehorsam entgegenbringen.","translation":"Tom only gets along with people who show him absolute obedience."},{"text":"Das ist ein typischer Fall von vorauseilendem Gehorsam.","translation":"This is a typical case of anticipatory obedience."},{"text":"Kinder sollten ihren Eltern gehorsam sein.","translation":"Children should obey their parents."},{"text":"Tom ist gehorsam, nicht wahr?","translation":"Tom is obedient, isn't he?"},{"text":"Bitte deine Schwester, engagierter und gehorsamer zu sein.","translation":"Ask your sister to be more committed and obedient."},{"text":"Wir bitten deine Schwestern oft darum, dass sie einsatzbereit und gehorsam sein mögen.","translation":"We often ask your sisters to be ready and obedient."},{"text":"Bei der Oper muss schlechterdings die Poesie der Musik gehorsame Tochter sein.","translation":"In opera, the poetry of music must be an obedient daughter."},{"text":"Sie ist ihren Eltern gehorsam.","translation":"She is obedient to her parents."},{"text":"Wir eure Schwestern oft, dass sie engagiert und gehorsam sein mögen.","translation":"We often tell your sisters that they may be committed and obedient."},{"text":"Zu Recht ermahnen euch eure Eltern, ergeben und gehorsam gegenüber euren Lehrern zu sein.","translation":"Your parents rightly exhort you to be devoted and obedient to your teachers."},{"text":"Zu Recht ermahnen euch deine Eltern, ergeben und gehorsam gegenüber euren Lehrern zu sein.","translation":"Your parents rightly exhort you to be devoted and obedient to your teachers."},{"text":"Kinder sollten ihren Eltern Gehorsam zeigen.","translation":"Children should show obedience to their parents."},{"text":"Gehorsam genügt nicht.","translation":"Obedience is not enough."},{"text":"Tom bekannte sich zu seiner Frau und sagte seiner dominanten Mutter den Gehorsam auf.","translation":"Tom confessed to his wife and told his dominant mother to obey."},{"text":"Sie erzwangen Gehorsam von uns.","translation":"They enforced obedience upon us."},{"text":"Wo Unrecht zu Recht wird wird, wird Widerstand zur Pflicht, Gehorsam aber Verbrechen!","translation":"Where injustice becomes right, resistance becomes duty, obedience becomes crime!"}],"Strang":[{"text":"Wir ziehen alle an einem Strang.","translation":"We are all pulling in the same direction."},{"text":"Er verurteilte Brown zum Tod durch den Strang.","translation":"He sentenced Brown to be hanged."},{"text":"Manchmal schlage ich etwas über die Stränge.","translation":"Sometimes I get carried away."},{"text":"Ich beantrage, dass die Todesstrafe durch den Strang abgeschafft wird.","translation":"I move that hanging be abolished."},{"text":"Der Wurm ist unter der Haut als schmerzhafter Strang palpierbar.","translation":"You can feel the worm as a painful strand under the skin."}],"keins":[{"text":"Na gut. Ein Bier. Aber keins mehr!","translation":"OK, fine. One beer. But no more!"},{"text":"„Haben Sie denn kein Mitleid mit mir?“ — „Mitleid? Nein, Mitleid hab ich keins.“","translation":"\"Don't you feel sorry for me?\" — \"Pity? No, I have no pity.\""},{"text":"Wo Geld ist, da ist der Teufel; wo keins ist, da ist er zweimal.","translation":"Where there is money, there is the devil; Where there is none, there he is twice."},{"text":"Wer kein schlechtes Gewissen hat, hat überhaupt keins.","translation":"If you don't have a guilty conscience, you don't have one at all."},{"text":"Lampenfieber ist der Versuch, so zu tun, als hätte man keins.","translation":"Stage fright is an attempt to pretend you don't have one."}],"geschnitten":[{"text":"Geben Sie dann die in kleine Würfel geschnittenen Äpfel dazu.","translation":"Then add the finely-chopped apples."},{"text":"Diese Szene war im fertig geschnittenen Film nicht mehr enthalten.","translation":"This scene was not included in the final cut of the film."},{"text":"Die Mädchen schmücken sich das Haar mit Kränzen aus frisch geschnittenen Blumen.","translation":"The girls adorn their hair with garlands of freshly cut flowers."},{"text":"Kochen Sie die geschälten und geschnittenen Kartoffeln 20 Minuten in heißem Wasser.","translation":"Cook the peeled and chopped potatoes for 20 minutes in boiling water."},{"text":"Guten Tag! Ich möchte ein geschnittenes Vollkornbrot.","translation":"Good day! I want a sliced whole wheat bread."}],"loser":[{"text":"Es fällt schwer zuzugeben, dass man ein Loser ist.","translation":"It's hard to admit that you're a loser."},{"text":"Es ist schwer, sich einzugestehen, dass man ein Loser ist.","translation":"It's hard to admit to yourself that you are a failure."}],"Weib":[{"text":"Wo der Teufel nichts erreichen kann, dorthin schickt er ein Weib.","translation":"Where the devil cannot achieve anything, he sends a woman there."},{"text":"Ein Weib, das schweigen kann, ist eine Gabe Gottes.","translation":"A wife who can be quiet is a gift of God."},{"text":"Ein Weib hat lange Haare, aber kurzen Verstand.","translation":"A woman has long hair, but short mind."},{"text":"Es gibt kein Verbot für alte Weiber, auf Bäume zu klettern.","translation":"There is no ban on old women climbing trees."},{"text":"Nach der Hochzeit erkennt man des Weibes Bosheit.","translation":"After the wedding, one recognizes the woman's malice."}],"taiwanesisch":[{"text":"Mag Tom taiwanesisches Essen?","translation":"Does Tom like Thai food?"},{"text":"Der Taiwan-Dollar stieg und verpasste dem taiwanesischen Exporthandel einen Dämpfer.","translation":"The Taiwan dollar rose, putting a damper on Taiwanese export trade."}],"kochend":[{"text":"Reichtum macht ein Herz schneller hart als kochendes Wasser ein Ei.","translation":"Wealth hardens a heart faster than boiling water makes an egg."},{"text":"Es ist kochend heiß hier drinnen.","translation":"It's boiling in here."},{"text":"Vorsicht! Der Tee ist kochend heiß.","translation":"Careful, the tea is piping hot."},{"text":"Die Nudeln in das kochende Wasser geben.","translation":"Add the pasta to the boiling water."},{"text":"Sie goss kochendes Wasser in die Tasse.","translation":"She poured boiling water into the cup."}],"Programmierung":[{"text":"Es sollte erwähnt werden, dass wir nicht nur Leute brauchen, die Sätze beitragen, sondern auch solche, die in der Programmierung tätig sind.","translation":"It's worth mentioning that we need not just contributors of sentences but also people to work on the software."}],"Heimweg":[{"text":"Ich bat Tom, mich auf dem Heimweg zu begleiten.","translation":"I asked Tom to accompany me on my way home."},{"text":"Vergiss nicht, auf dem Heimweg Brot zu kaufen.","translation":"Don't forget to buy some bread on the way home."},{"text":"Gestern befand ich mich auf dem Heimweg, als ich unerwartet meine Ex traf.","translation":"Yesterday, I was on my way home when I unexpectedly met my ex-girlfriend."},{"text":"Auf dem Heimweg heute Nacht sah ich sie wieder.","translation":"Going home last night, I saw her again."},{"text":"Der Heimweg war lang.","translation":"It was a long walk home."}],"wärm":[{"text":"Manche Vögel ziehen im Winter in wärmere Regionen.","translation":"Some birds migrate to warmer regions in the winter."},{"text":"Den Ofen heizt man nur, dass er wieder wärme.","translation":"The oven is only heated so that it heats up again."},{"text":"Der Sommer ist die wärmste Jahreszeit.","translation":"Summer is the warmest season."},{"text":"Es ist das erste Mal, dass ich mich an einem Feuer wärme.","translation":"This is the first time I've ever warmed myself by a fireplace."},{"text":"Komm zum Feuer und wärme dich!","translation":"Come to the fire and warm yourself!"}],"Neubau":[{"text":"Dieser Neubau verschandelt die historische Altstadt.","translation":"This new building spoils the historic old town."},{"text":"Hier sind wir wiederum beim Schutz der erhaltenswürdigen Architektur, bei der notwendigen Steigerung der Qualität von Neubauten und beim Thema Verkehrsberuhigung.","translation":"Here we are again in the protection of the architecture worthy of preservation, the necessary increase in the quality of new buildings and the topic of traffic calming."},{"text":"Die deutsche Klimaaktivistin Luisa Neubauer verkündete der Menge: „Wir sind hier, weil wir wissen, dass Klimagerechtigkeit möglich ist, solange wir weiter dafür kämpfen. Deswegen sind wir heute hier.“","translation":"German climate activist Luisa Neubauer told the crowd, “We're here because we know that climate justice is possible as long as we keep fighting for it. That's why we're here today.”"}],"Benutzern":[{"text":"Ich bin den deutschen Benutzern der Webseiten Tatoeba und Forvo sehr dankbar für ihre aktive Hilfe bei meiner Arbeit.","translation":"I am very grateful to the German users of the websites Tatoeba and Forvo for their active help in my work."}],"Sarg":[{"text":"Der Sarg öffnete sich, und heraus stieg ein Vampir.","translation":"The coffin opened, and a vampire climbed out."},{"text":"Erst wenn du im Sarg liegst, hat man dich das letzte Mal reingelegt!","translation":"Only when you are in the coffin, you have been fooled the last time!"},{"text":"Wenn Sie heute einen Sarg kaufen, bekommen Sie zwanzig Prozent Rabatt.","translation":"If you buy a coffin today, you get twenty percent discount."},{"text":"Ein Sarg hat keine Schublade.","translation":"A coffin has no drawer."},{"text":"Sie sollen den Sarg auf der Schulter tragen.","translation":"They should carry the coffin on their shoulders."},{"text":"Der Sarg soll einer von den billigen sein.","translation":"The coffin is said to be one of the cheap ones."},{"text":"Ein Zyniker ist ein Mensch, der, wenn er Blumen sieht, nach dem Sarg Ausschau hält.","translation":"A cynic is a person who, when he sees flowers, looks for the coffin."},{"text":"Unter dem Geläut der Kapellenglocke trug man Marias Sarg über den Friedhof zu ihrem Grab.","translation":"Under the ringing of the chapel bell, Mary's coffin was carried across the cemetery to her grave."},{"text":"Er hustete so hohl, dass man in jedem Laut den doppelten Resonanzboden Brust und Sarg mitzuhören glaubte.","translation":"He coughed so hollow that you could hear the double soundboard of chest and coffin in every sound."},{"text":"Toms Sarg wurde vorbeigefahren an den Kornfeldern, die er gesät, den Bäumen, die er gepflanzt, und den Tieren, die er gehegt hatte.","translation":"Tom's coffin was driven past the cornfields he had sown, the trees he had planted, and the animals he had cherished."}],"Rendite":[{"text":"Rendite ist nicht alles, was im Leben zählt.","translation":"Return is not all that matters in life."},{"text":"Sie sollten die Zusammensetzung ihres Portfolios regelmäßig modifizieren, um das Risiko-Rendite-Profil zu optimieren.","translation":"They should regularly modify the composition of their portfolio to optimize the risk-return profile."}],"Historiker":[{"text":"Alle Historiker erzählen von Dingen, die nie existiert haben, außer in der Vorstellung.","translation":"All historians tell of things that never existed, except in the imagination."},{"text":"Historiker gäben viel dafür zu wissen, was Tom in jenen Stunden bewegte.","translation":"Historians would give a lot to know what moved Tom in those hours."},{"text":"Die Historiker sind nicht sicher, wer sein Vater war.","translation":"Historians are not sure who his father was."},{"text":"Ich bin Historiker und arbeite in einem Museum.","translation":"I am a historian and work in a museum."},{"text":"Historiker lesen normalerweise viele Bücher.","translation":"Historians usually read a lot of books."}],"Fee":[{"text":"In dem Märchen gibt es Feen und Zauberer.","translation":"In the fairy tale there are fairies and wizards."},{"text":"Siehst du? Eine Fee hat sich zu uns begeben.","translation":"You see? A fairy has come to us."},{"text":"Wenn Maria eine Fee war, bist du ein Engel.","translation":"If Mary was a fairy, you are an angel."},{"text":"Die Fee verwandelte den Prinzen in eine Katze.","translation":"The fairy turned the prince into a cat."},{"text":"Mama, warum hat mich meine gute Fee noch nie besucht? Ich will sie kennenlernen!","translation":"Mom, why has my fairy godmother never visited me? I want to get to know them!"}],"anstreben":[{"text":"Wir haben angestrebt, mit ihnen zu einem Vergleich zu kommen.","translation":"We sought to come to terms with them."},{"text":"Absolute Gerechtigkeit gibt es nicht, und wenn jemand absolute Gerechtigkeit anstrebt, wird es furchtbar ungerecht.","translation":"Absolute justice does not exist, and when someone seeks absolute justice, it becomes terribly unjust."},{"text":"Das Ideal ist letztlich ein Ziel, das immer angestrebt, aber nie wirklich erreicht werden muss.","translation":"The ideal is ultimately a goal that must always be strived for, but never really achieved."},{"text":"Richtig verwendet die Zeit der, der erkannt hat, was man vermeiden soll und was anstreben.","translation":"Time is used correctly by the one who has recognized what to avoid and what to strive for."},{"text":"Vielleicht sollte zunächst eine außergerichtliche Einigung angestrebt werden.","translation":"Perhaps an out-of-court settlement should be sought first."}],"Entlassung":[{"text":"Seit ihrer Entlassung aus der Haft ist sie ein anderer Mensch geworden.","translation":"Since her release from prison, she has become a different person."},{"text":"Die Angestellten protestieren gegen die Entlassungen.","translation":"The employees are protesting against job cuts."},{"text":"Man drohte ihr mit Entlassung.","translation":"She was threatened with dismissal."},{"text":"Er entließ mich und begründete die Entlassung mit einer Ausrede.","translation":"He fired me and offered a pretextual rationale for the firing."},{"text":"Tom fürchtet eine Entlassung.","translation":"Tom fears dismissal."}],"Instanz":[{"text":"Das Urteil wurde von der dritten Instanz aufgehoben.","translation":"The judgment was set aside by the third instance."},{"text":"Der Bundestag ist eine der wichtigsten Instanzen, wenn es darum geht neue Gesetze abzusegnen.","translation":"The Bundestag is one of the most important authorities when it comes to approving new laws."},{"text":"Die Technik, welche weder gut noch böse ist, ist ohne Bezug zur Moral. Die Moral steckt nicht in dem Hammer, sondern in dem Menschen, der ihn führt. Die Technik bedarf einer moralischen Instanz, welche eine Kontrolle über ihre Anwendung zum Nutzen des Menschen ausübt.","translation":"The technique, which is neither good nor evil, is unrelated to morality. Morality is not in the hammer, but in the person who leads it. Technology requires a moral authority that exercises control over its application for the benefit of man."},{"text":"Der Autor spielt mit und scherzt über geachtete Tatsachen, Instanzen und Werte: Logik, Arithmetik, Dichtung, die Pracht und die Sprache des Britischen Weltreichs.","translation":"The author plays along and jokes about respected facts, instances and values: logic, arithmetic, poetry, the splendor and language of the British Empire."}],"Verabredung":[{"text":"Ich muss unsere Verabredung auf Mittwoch verschieben.","translation":"I have to postpone our appointment to Wednesday."},{"text":"Er ist bei Verabredungen immer pünktlich.","translation":"He is always punctual on appointments."},{"text":"Sie war mir sehr böse, als ich die Verabredung vergessen hatte.","translation":"She was very angry with me when I forgot the appointment."},{"text":"Die Umstände zwangen uns, unsere Verabredung abzusagen.","translation":"Circumstances forced us to cancel our appointment."},{"text":"Paul kommt aus Prinzip nicht zu spät zu einer Verabredung.","translation":"Paul makes it a rule not to be late for his appointments."}],"Axt":[{"text":"Halte Freundschaft mit dem Bären! Aber halte auch immer die Axt bereit!","translation":"Keep your friendship with the bear! But always have an ax ready!"},{"text":"Er benahm sich wie die Axt im Wald.","translation":"He behaved like an axe in the forest."},{"text":"Im Hause kommt die Axt von oben.","translation":"In the house, the axe comes from above."},{"text":"Für einen groben Ast gehört eine scharfe Axt.","translation":"For a coarse branch, a sharp axe is needed."},{"text":"Das Buch ist die Axt für das gefrorene Meer in uns.","translation":"The book is the axe for the frozen sea within us."}],"entlasten":[{"text":"Sie entlastete sich von ihrem schrecklichen Geheimnis.","translation":"She unburdened herself of her terrible secret."},{"text":"Die modernen DNA-Analysen haben viele Menschen in den Todestrakten der USA entlastet.","translation":"Modern DNA analysis has relieved many people on U.S. death row."},{"text":"Die Mutter wurde spürbar entlastet, als das neue Aupair-Mädchen im Haus ankam.","translation":"The mother was noticeably relieved when the new aupair girl arrived at the house."},{"text":"Heute habe ich den Wunsch verspürt, meine Seele zu entlasten, indem ich diesen Brief schreibe. Ich hoffe, dass er dich nicht langweilen wird.","translation":"Today I felt the desire to relieve my soul by writing this letter. I hope he won't bore you."},{"text":"„Was wollen Sie denn mit dem Grundstück?“ – „Ich will Sie entlasten, Herr Bühl. Nach meinen Informationen haben Sie zur Zeit ein kleines Geldproblem: Ihre Kapitaldecke ist etwas dünn.“","translation":"\"What do you want with the property?\" – \"I want to relieve you, Mr. Bühl. According to my information, you currently have a small money problem: your capital base is a bit thin.\""}],"signifikant":[{"text":"Runde auf drei signifikante Stellen.","translation":"Round to three significant figures."},{"text":"Die Ähnlichkeit ist signifikant.","translation":"The similarity is significant."},{"text":"Es ist gelungen, den offiziellen Text der Nationalhymne der Bundesrepublik Deutschland (die dritte Strophe des „Liedes der Deutschen“) ins Tatarische ohne signifikante Verzerrung seines Inhalts und Geistes zu übersetzen.","translation":"It has been possible to translate the official text of the national anthem of the Federal Republic of Germany (the third verse of the \"Song of the Germans\") into Tatar without significant distortion of its content and spirit."},{"text":"Nachdem ich über diese elementare Frage grundlegend nachgedacht hatte, kam ich zu dem Schluss, dass der von bedeutenden Menschen oft als \"wesentlich\" oder \"bedeutsam\" bezeichnete Unterschied zwischen den unentbehrlichen Wörtern \"wichtig\" und \"essenziell\" nicht signifikant, sondern irrelevant ist.","translation":"After I had thought about this elementary question fundamentally, I came to the conclusion that the difference, which is often described as \"considerable\" or \"substantial\" by distinguished people, between the indispensable words \"important\" and \"essential\" isn't significant, but rather is irrelevant."},{"text":"Ohne signifikante Minderung des Ausstoßes von Treibhausgasen könnte die Jahresdurchschnittstemperatur bis zum Ende dieses Jahrhunderts weltweit um 5 °C oder mehr ansteigen.","translation":"Without significant greenhouse gas mitigation, the increase in global annual average temperature could reach 9°F or more by the end of this century."},{"text":"Signifikant und Signifikat sind wichtige sprachwissenschaftliche Termini, die Ferdinand de Saussure eingeführt hat.","translation":"Significant and significant are important linguistic terms introduced by Ferdinand de Saussure."},{"text":"Eine Karikatur in der Zeitung ist wie die Nase im Gesicht eines Menschen. Ohne die typische „Spitze“ würde etwas Signifikantes fehlen.","translation":"A caricature in the newspaper is like the nose in someone's face. Without the typical \"tip\", something significant would be missing."},{"text":"Je stärker das Ergebnis von der Nullhypothese abweicht und je größer die Stichprobe ist, desto sicherer ist, dass das Ergebnis signifikant ist.","translation":"The more the result deviates from the null hypothesis and the larger the sample, the more certain it is that the result will be significant."}],"abrufen":[{"text":"Ich wollte gerade meine E-Mails abrufen.","translation":"I just wanted to check my emails."},{"text":"Was ist denn das menschliche Leben schon anderes als ein Schauspiel, in dem die einen vor den anderen in Masken auftreten und ihre Rolle spielen, bis der Regisseur sie von den Brettern abruft?","translation":"What is human life other than a spectacle in which one appears in front of the other in masks and plays their role until the director retrieves them from the boards?"},{"text":"Aus irgendeinem Grund konnte ich meine E-Mails nicht abrufen.","translation":"For some reason, I couldn't check my emails."},{"text":"Ich wollte nur meine E-Mails abrufen.","translation":"I just wanted to check my emails."}],"Krokodil":[{"text":"Ein Krokodil hat Tom gefressen.","translation":"Tom ate a crocodile."},{"text":"Sag einem Krokodil erst, dass es hässlich ist, wenn du den Fluss überquert hast.","translation":"Don't tell a crocodile it's ugly until you've crossed the river."},{"text":"Tom ist überzeugt, er stammt von Krokodilen ab.","translation":"Tom is convinced he is descended from crocodiles."},{"text":"Kluge kleine Katzen kratzen keine Krokodile.","translation":"Clever little cats do not scratch crocodiles."},{"text":"Hast du jemals ein Krokodil gefüttert?","translation":"Have you ever fed a crocodile?"}],"Weiterentwicklung":[{"text":"Der Computer ist die logische Weiterentwicklung des Menschen: Intelligenz ohne Moral.","translation":"The computer is the logical evolution of man: intelligence without morality."},{"text":"Die Anwendung technologischer Normen führt in der Regel auch zur Weiterentwicklung technischer Produkte.","translation":"The application of technological standards usually also leads to the further development of technical products."},{"text":"Wir nehmen nicht den Imperialismus der europäischen Staaten als Vorbild, sondern den Fortschritt und die Weiterentwicklung.","translation":"We do not take the imperialism of the European states as a model, but progress and further development."},{"text":"Diese revolutionären Ereignisse begünstigten die Weiterentwicklung der Ideensysteme der Philosophie.","translation":"These revolutionary events favored the further development of the systems of ideas of philosophy."},{"text":"Die Strumpfhose ist die permanente Weiterentwicklung des Keuschheitsgürtels.","translation":"The tights are the permanent further development of the chastity belt."}],"Schweiß":[{"text":"Ein Genie besteht aus einem Prozent Inspiration und 99 Prozent Schweiß.","translation":"Genius is one percent inspiration and 99 percent perspiration."},{"text":"Ihr brach der kalte Schweiß aus.","translation":"She broke out in a cold sweat."},{"text":"Wenn der Schweiß echt ist, bleibt auch das Brot nicht aus.","translation":"If the sweat is real, the bread does not stay out."},{"text":"Pfaffenknechte essen im Schweiß; von der Arbeit werden sie nicht heiß.","translation":"Pfaffenknechte eat in sweat; from work they do not get hot."},{"text":"Er wischte sich den Schweiß vom Gesicht.","translation":"He wiped the sweat from his face."},{"text":"Ohne Schweiß keinen Preis.","translation":"Without sweat there is no price."},{"text":"Warum tut es weh, wenn Schweiß in die Augen kommt?","translation":"Why does it hurt when sweat comes into the eyes?"},{"text":"Du riechst nach Schweiß. Geh duschen!","translation":"You smell of sweat. Take a shower!"},{"text":"Ich brach in Schweiß aus, als ich auf dem Laufband gerannt bin.","translation":"I broke a sweat running on the treadmill."},{"text":"Tom hat WIG-Schweißen gelernt, arbeitet jetzt aber als MAG-Schweißer.","translation":"Tom learned TIG welding, but now works as a MAG welder."}],"Fusion":[{"text":"Die Fusion löste bei den Mitarbeitern beider Firmen große Ängste aus.","translation":"The merger caused great anxiety among the employees of both companies."},{"text":"Fusion ist eine Mischung aus Rock und Jazz.","translation":"Fusion is a mixture of rock and jazz."},{"text":"Die Anwälte der Gesellschaft schuften bis zum Umfallen, um die Fusion zu vollenden.","translation":"The company's lawyers toil until they drop to complete the merger."},{"text":"Die Nachricht der Fusion beider Firmen wurde gestern plötzlich bekannt gegeben.","translation":"The news of the merger of the two companies was suddenly announced yesterday."},{"text":"Die beiden Firmen planen eine Fusion.","translation":"The two companies are planning a merger."}],"Stromverbrauch":[{"text":"Diese Klimaanlage hat einen hohen Stromverbrauch.","translation":"This air conditioner uses a lot of electricity."},{"text":"Geschirrspülmaschinen sollten einen geringen Stromverbrauch haben.","translation":"Dishwashers should have low power consumption."},{"text":"Microsoft hat in Japan im August die Viertagewoche getestet. 25,4 Prozent haben daraufhin weniger Urlaub genommen, es wurden 58,7 Prozent weniger Seiten gedruckt und der Stromverbrauch reduzierte sich um 23,1 Prozent, die Produktivität in dem Monat stieg um 39,9 Prozent.","translation":"Microsoft tested the four-day week in Japan in August. As a result, 25.4 percent took fewer vacations, printed 58.7 percent fewer pages, and power consumption fell by 23.1 percent, while productivity increased by 39.9 percent in the month."}],"reichhaltig":[{"text":"In unserem Geschäft gibt es eine reichhaltige Auswahl an Gemüse und Obst.","translation":"We have a wide selection of fruit and vegetables in our shop."},{"text":"Die Mahlzeit war so reichhaltig, dass wir nicht alles essen konnten.","translation":"The meal was so plentiful that we couldn't eat everything."},{"text":"Das Gasthaus bietet ein reichhaltiges Frühstück.","translation":"The inn offers a rich breakfast."},{"text":"Ein reichhaltiges Frühstück ist inbegriffen.","translation":"A rich breakfast is included."},{"text":"Die Tische ächzten unter der Last eines reichhaltigen Büfetts.","translation":"The tables groaned under the weight of a rich buffet."}],"erkälten":[{"text":"Meine Nase sitzt zu. Ich bin schrecklich erkältet.","translation":"My nose is closed. I have a terrible cold."},{"text":"Obwohl stark erkältet, ging Liisa zur Arbeit.","translation":"Although she had a bad cold, Liisa went to work."},{"text":"Es freut mich zu hören, dass ihr euch trotz der Kälte nicht erkältet habt.","translation":"I'm glad to hear that you didn't catch a cold despite the cold."},{"text":"Ich war erkältet, aber jetzt geht's mir gut.","translation":"I had a cold, but now I'm fine."},{"text":"Tom ist erkältet und hat überhaupt keinen Appetit.","translation":"Tom has a cold and has no appetite at all."}],"Attraktion":[{"text":"In der Stadt gibt es eine Menge an Attraktionen.","translation":"There are a lot of attractions in the city."},{"text":"Die wichtigsten Attraktionen der Ålandinseln sind die freundlichen Menschen und die schöne Natur.","translation":"The most important attractions of the Åland Islands are the friendly people and the beautiful scenery."},{"text":"Dieses Fahrgeschäft ist die eigentliche Attraktion des Parks.","translation":"This ride is the real attraction of the park."},{"text":"Reiseveranstalter stellen Sonderangebotspakete zusammen, um Gäste zu Attraktionen zu locken.","translation":"Tour operators put together special offer packages to attract guests to attractions."},{"text":"Straßburg ist auch ein idealer Ausgangspunkt für Ausflüge ans andere Rheinufer mit seinen von Weinbergen umgebenen Schlössern, seinen malerischen Dörfern, seiner Berglandschaft mit Wäldern und Seen und vielen anderen Attraktionen.","translation":"Strasbourg is also an ideal starting point for excursions to the other bank of the Rhine with its castles surrounded by vineyards, its picturesque villages, its mountain landscape with forests and lakes and many other attractions."}],"Zuhörer":[{"text":"Beteiligen Sie die Zuhörer an Ihrer Rede.","translation":"Involve the audience in your speech."},{"text":"Eine gute Rede soll das Thema erschöpfen, nicht die Zuhörer.","translation":"A good speech should exhaust the topic, not the listeners."},{"text":"Der Ruhm vieler Propheten beruht auf dem schlechten Gedächtnis ihrer Zuhörer.","translation":"The fame of many prophets is based on the poor memory of their listeners."},{"text":"Du hast bei deiner Prüfung Zuhörer zugelassen.","translation":"You admitted listeners to your exam."},{"text":"Schwerer als gut öffentlich zu sprechen ist es, ein guter Zuhörer zu sein.","translation":"It is harder to be a good listener than to speak well in public."}],"verzeichnen":[{"text":"In Brasilien ist eine erhöhte Nachfrage für die deutsche Sprache zu verzeichnen.","translation":"In Brazil, there is an increased demand for the German language."},{"text":"Ein leichter Fortschritt ist zu verzeichnen.","translation":"Slight progress has been made."},{"text":"Die Wirtschaft verzeichnete ein negatives Wachstum.","translation":"The economy recorded a negative growth."},{"text":"Das ist noch nicht einmal auf der Karte verzeichnet.","translation":"It's not even on the map."},{"text":"Der Inhalt der Schachtel ist auf dem Etikett verzeichnet.","translation":"The contents of the box are indicated on the label."}],"Grube":[{"text":"Statt dem Feind eine Grube zu graben, bau dem Freund ein Haus.","translation":"Instead of digging a pit for your enemy, you should build your friend a house."},{"text":"Ich grabe eine Grube in die Erde.","translation":"I dig a pit in the ground."},{"text":"Die Grube ist voll geworden.","translation":"The pit has become full."},{"text":"Die Grube ist tief genug.","translation":"The pit is deep enough."},{"text":"Er hob eine Grube im Garten aus.","translation":"He dug a pit in the garden."}],"Öffnungszeit":[{"text":"Wie sind die Öffnungszeiten?","translation":"What are the opening hours?"},{"text":"Ich arbeite zu den Öffnungszeiten der Bank.","translation":"I work during the opening hours of the bank."},{"text":"Die Öffnungszeiten sind an allen Tagen außer samstags und sonntags gleich.","translation":"Opening times are the same every day except for Saturdays and Sundays."},{"text":"Die kürzere Öffnungszeit der Lebensmittelgeschäfte erhöht die Anzahl der Menschen, die gleichzeitig in den Geschäften sind.","translation":"The shorter opening hours of grocery stores increase the number of people who are in the stores at the same time."}],"beschrieben":[{"text":"Du beschriebst die Szenen.","translation":"You described the scenes."},{"text":"Ein gut beschriebenes Leben ist ebenso selten wie ein gut geführtes.","translation":"A well-described life is as rare as a well-led one."},{"text":"Wir benutzten die im Folgenden beschriebenen Verfahrensweisen bei diesem Experiment.","translation":"We used the following procedures in this experiment."},{"text":"Französische Adjektive müssen mit dem beschriebenen Nomen in Numerus und Genus übereinstimmen.","translation":"French adjectives must match the described noun in numerus and gender."},{"text":"Aufgrund der soeben beschriebenen Situation ist die Findung eines allgemein annehmbaren Kompromisses für jeden von uns sowohl notwendig als auch vorteilhaft.","translation":"In view of the situation I have just described, finding a generally acceptable compromise is both necessary and beneficial for each of us."},{"text":"Einmal schrieb mir Maria einen Brief. Ich nahm natürlich an, es sei ein Liebesbrief. Doch als ich den Umschlag öffnete und die darin enthaltenen fünf in kleiner Schrift eng beschriebenen Blätter las, stellte sich heraus, dass es kein Liebes-, sondern ein Hassbrief war. Mein Freund Watson, der sich bekanntermaßen mit Frauen besser auskennt, versicherte mir, dass ein solcher Brief ein untrüglicher Beweis einer großen und wahren Liebe sei.","translation":"Once Mary wrote me a letter. I assumed, of course, that it was a love letter. But when I opened the envelope and read the five sheets it contained in it, which were narrowly described in small writing, it turned out that it was not a love letter, but a hate letter. My friend Watson, who is known to be more knowledgeable about women, assured me that such a letter was an unmistakable proof of a great and true love."}],"amateur":[{"text":"Du bist Profi, aber ich bin Amateur.","translation":"You are a professional, but I am an amateur."},{"text":"Tom ist bloß ein Amateur.","translation":"Tom is just an amateur."},{"text":"Bin ich nur von Holzköpfen umgeben, von lächerlichen Amateuren?","translation":"Am I just surrounded by wooden heads, by ridiculous amateurs?"},{"text":"Was du mir sagst ist mir zu blödsinnig, du elender Amateur!","translation":"What you tell me is too stupid for me, you miserable amateur!"},{"text":"Das Amateur-Streichquartett nannte sich \"Saitensprung\".","translation":"The amateur string quartet was called \"Saitensprung\"."},{"text":"Amateure hoffen. Profis handeln.","translation":"Amateurs hope. Professionals act."},{"text":"Die große Liebe ist nichts anderes als ein Seiltanz von Amateuren ohne Balancierstange und ohne Netz.","translation":"The great love is nothing more than a tightrope walk of amateurs without balancing rod and without net."}],"evakuieren":[{"text":"Wir haben keine fünf Minuten, um das Gebäude zu evakuieren.","translation":"We don't have five minutes to evacuate the building."},{"text":"Wie viele Personen sind noch zu evakuieren?","translation":"How many people are still to be evacuated?"},{"text":"Alle Passagiere wurden aus dem Flugzeug evakuiert.","translation":"All the passengers were evacuated from the plane."},{"text":"Wir müssen die Klinik evakuieren.","translation":"We have to evacuate the clinic."},{"text":"Das gefährdete Gebiet muss evakuiert und die Menschen in Sicherheit gebracht werden.","translation":"The vulnerable area must be evacuated and people brought to safety."}],"Verzicht":[{"text":"Du brauchst nur verzichten, dann findest du deinen Frieden.","translation":"You just have to renounce, then you will find your peace."},{"text":"Glaub dem Wahrsager nicht, aber verzichte nicht ganz auf ihn.","translation":"Don't believe the fortune teller, but don't give up on him altogether."},{"text":"Auf seine Freiheit verzichten heißt auf seine Menschenwürde, Menschenrechte, selbst auf seine Pflichten verzichten.","translation":"To renounce one's freedom means to renounce one's human dignity, human rights, even one's duties."},{"text":"Ich verzichte freiwillig auf mein Gehalt.","translation":"I voluntarily give up my salary."},{"text":"Ich verzichte darauf, zu fragen, weshalb sie ausgerechnet das gelbe Kleid ausgewählt hatte.","translation":"I refrain from asking why she chose the yellow dress."},{"text":"Auf Toms Ratschläge verzichte ich gern.","translation":"I am happy to do without Tom's advice."},{"text":"Ich verzichte dankend.","translation":"I renounce gratefully."},{"text":"„Du wirst Tom küssen müssen.“ – „Warum werde ich den küssen müssen?“ – „Weil du sonst morgen keinen Nachtisch bekommst!“ – „Dann verzichte ich auf den Nachtisch!“","translation":"\"You're going to have to kiss Tom.\" – \"Why will I have to kiss him?\" – \"Because otherwise you won't get dessert tomorrow!\" – \"Then I'll give up dessert!\""},{"text":"Sterben muss ich sowieso; da will ich leben, ohne Verzicht zu leiden.","translation":"I have to die anyway; I want to live there without sacrificing."},{"text":"Jede Wahl beinhaltet einen Verzicht.","translation":"Each choice involves a waiver."},{"text":"Ich bitte um Kommentare, unter Verzicht auf Beleidigungen.","translation":"I ask for comments, without insults."},{"text":"Verzicht ist eine selten benutzte Variante der Freiheit.","translation":"Renunciation is a rarely used variant of freedom."},{"text":"Die Ablehnung der menschlichen Gesellschaft äußert sich im Verzicht auf Kinderzeugung und Arbeit.","translation":"The rejection of human society manifests itself in the renunciation of child production and work."}],"Kompromiß":[{"text":"Ein Kompromiss ist dann vollkommen, wenn beide das bekommen, was sie nicht haben wollten.","translation":"A compromise is perfect when both get what they didn't want."},{"text":"Zwischen Spinne und Fliege kann es keinen Kompromiss geben.","translation":"There can be no compromise between spider and fly."},{"text":"Tom war mit dem Kompromiss nicht einverstanden.","translation":"Tom disagreed with the compromise."},{"text":"Der Kompromiss half ihr, das Gesicht zu wahren.","translation":"The compromise helped her save face."},{"text":"Letztendlich haben wir einen Kompromiss gefunden.","translation":"In the end, we found a compromise."}],"organisatorisch":[{"text":"Glücklicherweise brachten die organisatorischen Veränderungen keine Entlassungen mit sich.","translation":"Fortunately, the organizational changes did not involve any layoffs."},{"text":"Leider traten gerade in dieser Zeit organisatorische Probleme auf.","translation":"Unfortunately, organizational problems arose during this time."},{"text":"In der letzten Sitzung unserer Gruppe wurden organisatorische Probleme erörtert.","translation":"At the last meeting of our group, organisational problems were discussed."},{"text":"Lasst uns der organisatorischen Stärkung der Ortsgruppen besondere Aufmerksamkeit widmen!","translation":"Let us pay special attention to the organizational strengthening of the local groups!"},{"text":"Übertriebene Bürokratie entsteht beim Versuch, auf organisatorischer Ebene zu lösen, was auf menschlicher Ebene gescheitert ist.","translation":"Excessive bureaucracy arises when trying to solve at the organizational level what has failed on a human level."}],"Fähre":[{"text":"Die Fähren werden allein durch den natürlichen Strom des Rheins angetrieben.","translation":"The ferries are powered solely by the natural current of the Rhine."},{"text":"Ich fahre mit der Fähre.","translation":"I take the ferry."},{"text":"Gibt es eine Fähre über den Fluss?","translation":"Is there a ferry across the river?"},{"text":"Er pflegt die Fähre zwischen Helsinki und Stockholm zu nehmen.","translation":"He usually takes the ferry between Helsinki and Stockholm."},{"text":"Wann geht die letzte Fähre?","translation":"When's the last ferry?"}],"barrier":[{"text":"Normalerweise fühlen wir beim ersten Kontakt mit einem Fremden eine Barriere.","translation":"Usually, when we first come into contact with a stranger, we feel a barrier."},{"text":"Die Wahrheit ist, dass die Sprachen niemals gleich waren und es niemals sein werden, da es eine riesige Barriere gibt, die niederzureißen die Geschichte nicht im Stande war.","translation":"The truth is that languages have never been and never will be the same, as there is a huge barrier that history has not been able to break down."}],"bereitgestellt":[],"tippe":[{"text":"Beim Tippen des Berichts hat sie viele Fehler gemacht.","translation":"She made a lot of mistakes when typing the report."},{"text":"Sie müssen das Tippen lernen, um einen Computer zu nutzen.","translation":"You need to learn typing to use a computer."},{"text":"Tom will schnell tippen lernen.","translation":"Tom wants to learn how to type fast."},{"text":"Sitzt da etwa immer ein Chinese neben dir und hilft dir beim Tippen?","translation":"Is there always a Chinese person sitting next to you and helping you type?"},{"text":"Ich liebe ihn wie verrückt. Meine Hände zittern beim Tippen, sobald ich nur an seinen Charme denke. Ich muss raus aus dieser Situation, weil ich sonst langsam, aber sicher daran kaputt gehe.","translation":"I love him like crazy. My hands shake as I type, just thinking about his charm. I have to get out of this situation, because otherwise I will slowly but surely break it."},{"text":"Vor dir liegt nun die fertige Gedankenkarte. Bedenke nun, wie du die Ideen zu einer gewissen Ordnung zusammenfügen kannst. Gib den Ideen Nummern und tippe sie gemäß der gefundenen Ordnung in den Computer.","translation":"In front of you is now the finished thought card. Now consider how you can put the ideas together into a certain order. Give the ideas numbers and type them into the computer according to the order found."}],"sahen":[{"text":"Ich zeigte dir den Mond, und du sahst nichts als meinen Finger.","translation":"I showed you the moon, and you saw nothing but my finger."},{"text":"Zuvor sahst du es in dieser oder anderen Weise.","translation":"Before, you saw it in this way or another."},{"text":"Der Mann, den du dort gestern sahst, war Herr Braun.","translation":"The man that you saw there yesterday was Mr. Brown."},{"text":"Du sahst überrascht aus.","translation":"You looked surprised."},{"text":"Du warst so glücklich, als du mich sahst.","translation":"You were so happy when you saw me."}],"schläfrig":[{"text":"Nach dem Mittagessen werden wir immer schläfrig.","translation":"After lunch we always get sleepy."},{"text":"Am Abend war ich sehr schläfrig.","translation":"In the evening I was very sleepy."},{"text":"Ich denke, es ist gut, dass Bücher noch existieren, aber sie machen mich schläfrig.","translation":"I think it's good that books still exist, but they make me sleepy."},{"text":"Nach zwei Stunden Fernsehen werde ich immer schläfrig.","translation":"I always get sleepy after watching TV for two hours."},{"text":"Eine fette weiße Katze saß auf einer Mauer und beobachtete sie mit schläfrigen Augen.","translation":"A fat white cat sat on a wall and watched them with sleepy eyes."}]}