{"Dynastie":[{"text":"Die erste Dynastie im Alten Ägypten stellte acht Könige.","translation":"The first dynasty in Ancient Egypt had eight kings."},{"text":"Ich fahre voll auf die Shang-Dynastie ab.","translation":"I'm totally into the Shang dynasty."},{"text":"Kublai Khan begründete 1271 die Yuan-Dynastie.","translation":"Kublai Khan established the Yuan Dynasty in 1271."},{"text":"Hanfu ist die traditionelle Tracht der Han-Chinesen vor der Qing-Dynastie.","translation":"Hanfu is the traditional costume of the Han Chinese before the Qing Dynasty."},{"text":"Im alten China der Shang-Dynastie hatten Frauen einen höheren Stellenwert als in späteren Zeiten.","translation":"In ancient China of the Shang Dynasty, women had a higher status than in later times."},{"text":"Ningbo hieß in der Tang-Dynastie Mingzhou.","translation":"Ningbo was called Mingzhou in the Tang Dynasty."},{"text":"Die Glastechnik in der Sui- und Tang Dynastie wird als ziemlich fortschrittlich angesehen.","translation":"Glass technology in the Sui and Tang dynasties is considered quite advanced."}],"betroffene":[{"text":"Generell mag ich Leute lieber, die solche Angelegenheiten direkt mit den Betroffenen regeln.","translation":"As a rule, I prefer people who deal with matters of this kind directly with those involved."},{"text":"Wäre es vielleicht für alle Betroffenen besser, wenn Großbritannien die Europäische Union verließe?","translation":"Would it perhaps be better for all concerned if Britain left the European Union?"},{"text":"Mit anderen Worten: Außer den Betroffenen wusste nur eine einzige Person in Osaka von diesem Vorfall.","translation":"In other words, outside of the persons concerned, only one person in Osaka knew about this incident."},{"text":"Die Betroffenen sollten ein Mitspracherecht haben.","translation":"Those affected should have a say."},{"text":"Die Trauer überfällt Betroffene meist aus heiterem Himmel.","translation":"The grief usually attacks those affected out of the blue."}],"Fraktion":[{"text":"Sie war Mitglied in der Roten Armee Fraktion.","translation":"She was a member of the Red Army Faction."},{"text":"Dieser Politiker ist ein würdiger Vertreter der Toskana-Fraktion.","translation":"This politician is a worthy representative of the Tuscany Group."},{"text":"Die Partei spaltete sich in zwei Fraktionen.","translation":"The party split into two factions."},{"text":"Ich frage mich, ob wir nach der Toskana-Fraktion die Kiffer-Fraktion bekommen werden.","translation":"I wonder whether, after the Tuscany Group, we will get the Stoner Group."},{"text":"Die Partei spaltete sich in zwei sich bekriegende Fraktionen auf.","translation":"The party split into two warring factions."}],"Anker":[{"text":"Das Schiff liegt im Hamburger Hafen vor Anker.","translation":"The ship is anchored in the Port of Hamburg."},{"text":"So bricht der letzte Anker unsrer Hoffnung!","translation":"This is how the last anchor of our hope breaks!"},{"text":"Wirf den Anker!","translation":"Drop anchor!"},{"text":"Tom warf den Anker über Bord.","translation":"Tom threw the anchor overboard."},{"text":"Der Kapitän lässt die Anker lichten.","translation":"The skipper is weighing anchor."}],"radikal":[{"text":"Denn der radikalste Zweifel ist der Vater der Erkenntnis.","translation":"For the most radical doubt is the father of knowledge."},{"text":"Dein Vorschlag ist ein bisschen radikal.","translation":"Your proposal is a bit radical."},{"text":"Ihr Leben änderte sich radikal mit dem Tod ihres Vaters.","translation":"Her life changed drastically with the death of her father."},{"text":"Seine Ideen sind den meisten Leuten zu radikal.","translation":"His ideas are too radical to be acceptable to most people."},{"text":"Ich dachte in der Tat an einen radikalen Wechsel.","translation":"I was indeed thinking of a radical change."},{"text":"Im Körper werden ständig freie Radikale gebildet.","translation":"Free radicals are constantly formed in the body."},{"text":"Den Radikalen fehlte eine Stimme.","translation":"The radicals had failed by one vote."},{"text":"Ist dir das radikal genug?","translation":"Is that radical enough for you?"},{"text":"Das Radikal im chinesischen Schriftzeichen für \"gut\" ist das Schriftzeichen für \"Frau\".","translation":"The radical in the Chinese character for \"good\" is the character for \"woman\"."},{"text":"Eine gewisse Menge an freien Radikalen ist sowohl wichtig als auch harmlos. Freie Radikale helfen zum Beispiel, Infektionen zu bekämpfen.","translation":"A certain amount of free radicals is both important and harmless. Free radicals, for example, help fight infections."}],"Darm":[{"text":"Ein hungriges Herz ist schlechter als ein hungriger Darm.","translation":"A hungry heart is worse than a hungry gut."},{"text":"Die Besiedelung des Darmes mit Bakterien setzt nach der Geburt ein.","translation":"The colonization of the intestine with bacteria begins after birth."},{"text":"Lieber den Darm im Leibe gesprengt, als dem Wirt ein Tröpfchen geschenkt.","translation":"It is better to blow up the intestines in the body than to give the host a droplet."},{"text":"Magensaftresistente Filmtabletten passieren das saure Magenmilieu intakt, im basischen Milieu des Darms lösen sie sich jedoch auf.","translation":"Enteric-coated tablets pass through the acidic stomach environment intact, but they dissolve in the alkaline environment of the intestine."},{"text":"Auf Türkisch fangen die Namen vieler Organe und Gliedmaßen mit dem Buchstaben B an, wie zum Beispiel: Baş - der Kopf, Burun - die Nase, Boğaz - der Hals, Beyin - das Gehirn, Bel - die Lendengegend, Bacak - das Bein, Bilek - das Handgelenk, Bağır - die Brust, Böğür - die Flanke, Bağırsak - der Darm, Böbrek - die Niere.","translation":"In Turkish, the names of many organs and limbs begin with the letter B, such as: Baş - the head, Burun - the nose, Boğaz - the neck, Beyin - the brain, Bel - the lumbar region, Bacak - the leg, Bilek - the wrist, Bağır - the chest, Böğür - the flank, Bağırsak - the intestine, Böbrek - the kidney."}],"Affäre":[{"text":"Er hat sich aus der Affäre gezogen.","translation":"He has pulled himself out of the affair."},{"text":"Wer eine Affäre hat, sollte keine Spuren hinterlassen.","translation":"Anyone who has an affair should not leave any traces."},{"text":"Ich hatte niemals Vertrauen in diese Affäre.","translation":"I never had confidence in this affair."},{"text":"Kreativität ist eine Affäre zwischen Herz und Hirn.","translation":"Creativity is an affair between heart and brain."},{"text":"Unser Nachbar scheint eine Affäre mit einer jungen Frau zu haben.","translation":"Our neighbor seems to be having an affair with a young woman."},{"text":"Samis Affäre ist vorbei.","translation":"Sami's affair is over."},{"text":"Ist es möglich, dass er bei der Affäre seine Finger mit im Spiel hatte?","translation":"Is it possible that he has had a hand in the affair?"},{"text":"Die eigentliche Affäre ist nicht das Problem, sondern die Lüge hinterher.","translation":"The real affair is not the problem, but the lie afterwards."},{"text":"Die ganze Affäre stinkt zum Himmel.","translation":"This whole affair stinks to high heaven."},{"text":"Seine Verstrickung in die Guillaume-Affäre bedeutete das Ende seiner politischen Karriere.","translation":"His involvement in the Guillaume affair meant the end of his political career."}],"Abdeckung":[{"text":"Sehen Sie sich die Abdeckung an.","translation":"Look at the cover."}],"bitcoin":[{"text":"Der Bitcoin ist das Cannabis des Geldes.","translation":"Bitcoin is the cannabis of money."},{"text":"Das wird, und muss auch das Jahr von Bitcoin werden.","translation":"This will and needs to be Bitcoin’s year."},{"text":"Hast du Bitcoins?","translation":"Do you have any Bitcoins?"}],"verweigern":[{"text":"Sie haben das Recht, die Aussage zu verweigern.","translation":"You have the right to refuse to testify."},{"text":"In gewissen Fällen kann man vor Gericht auch die Aussage verweigern.","translation":"In certain cases, it is also possible to refuse to testify in court."},{"text":"Du kannst mir nicht verweigern, meinen Sohn zu sehen.","translation":"You can't deny me to see my son."},{"text":"Wir verweigern jegliche Zusammenarbeit!","translation":"We refuse any cooperation!"},{"text":"Der Präsident verweigerte auf diese Frage die Antwort.","translation":"The President refused to answer this question."}],"gefälscht":[{"text":"Ich wurde unschuldig verhaftet und anhand gefälschter Beweise verurteilt.","translation":"I was innocently arrested and convicted on the basis of falsified evidence."},{"text":"Tom hat einen gefälschten Ausweis benutzt.","translation":"Tom used a fake ID."},{"text":"Ich übergab meinem Vater ein gefälschtes Zeugnis.","translation":"I gave my father a fake testimony."},{"text":"Maria hat sich eine gefälschte Gucci-Handtasche gekauft.","translation":"Mary bought a fake Gucci handbag."},{"text":"Maria hat einen gefälschten Personalausweis.","translation":"Mary has a fake ID."},{"text":"Das Foto wurde gefälscht.","translation":"The photo was faked."},{"text":"Tom hat die Unterschrift seines Vaters gefälscht.","translation":"Tom forged his father's signature."},{"text":"Die Zahlen wurden gefälscht.","translation":"The figures were falsified."},{"text":"Der Buchhalter hat die Bücher gefälscht.","translation":"The accountant falsified the books."},{"text":"Traue keiner Statistik, die du nicht selbst gefälscht hast.","translation":"Don't trust any statistics that you haven't falsified yourself."}],"Sportler":[{"text":"Willi ist ein guter Sportler.","translation":"Billy is good at sports."},{"text":"Er sieht aus wie ein Sportler, aber er ist Autor.","translation":"He looks like an athlete, but he is in fact an author."},{"text":"Er sieht aus wie ein Sportler, aber er ist Schriftsteller.","translation":"He looks like a sportsman, but he is a writer."},{"text":"Er ist ohne Zweifel der beste Sportler an unserer Schule.","translation":"He is beyond doubt the best athlete in our school."},{"text":"Tom ist ein Sportler von außergewöhnlicher Stärke.","translation":"Tom is an athlete with extraordinary strength."}],"Parlament":[{"text":"Deutschland hat ein neues Parlament gewählt.","translation":"Germany has elected a new parliament."},{"text":"Morgen kommt das Parlament erneut zusammen.","translation":"Parliament will meet again tomorrow."},{"text":"Das Parlament beschloss, die Entscheidung in die Hände des Volkes zu legen.","translation":"Parliament decided to put the decision in the hands of the people."},{"text":"Er hat viele Freunde im Parlament.","translation":"He has many friends in Parliament."},{"text":"Das Parlament hat seinen Ursprung im England des 14. Jahrhunderts.","translation":"Parliament has its origins in 14th century England."}],"abspielen":[{"text":"Es war schrecklich zu erleben, was sich vor meinen Augen abspielte.","translation":"It was terrible to experience what was happening before my eyes."},{"text":"Lässt sich die CD auf dem Gerät hier abspielen?","translation":"Can the CD be played on the device here?"},{"text":"Hast du eine Vorstellung, was sich dort jetzt abspielt?","translation":"Do you have any idea what's going on there now?"},{"text":"Lasst uns vergessen, was sich vergangene Nacht abgespielt hat.","translation":"Let's forget what happened last night."},{"text":"Vermutlich hat sich das alles mitten in der Nacht abgespielt, zwischen ein und drei Uhr.","translation":"It's all likely to have happened between one and three in the morning."}],"Recherche":[{"text":"Ich benutze das Internet als Quelle für meine Recherche.","translation":"I use the Internet as a resource for my research."},{"text":"Der Krieg setzte ihren Recherchen ein Ende.","translation":"The war put an end to her research."},{"text":"Er ist in seine Recherchen vertieft.","translation":"He is absorbed in his research."},{"text":"Tom ist bei Recherchen bezüglich seiner Familiengeschichte auf einige Leichen im Keller gestoßen.","translation":"Tom found some skeletons in the cupboard when he was researching his family history."},{"text":"Ich habe alle Ihre Recherchen verfolgt und als eine in diesen Dingen erfahrene Frau meine Schlüsse gezogen.","translation":"I have followed all your research and, as a woman experienced in these matters, I have drawn my conclusions."}],"abends":[{"text":"Wer abends isst, nimmt zu.","translation":"Those who eat in the evening gain weight."},{"text":"„Welcher Tag ist heute?“ － „Heute ist Montag und abends mit Beleuchtung.“","translation":"\"What day is today?\" - \"Today is Monday and evening with lighting.\""},{"text":"Schon seit ihrer Hochzeit weiß Tom, dass Maria abends immer recht hat.","translation":"Since their wedding, Tom knows that Maria is always right in the evening."},{"text":"Ich wär´ gern mal abends so müde wie morgens!","translation":"I would like to be as tired in the evening as I am in the morning!"},{"text":"Seid ihr abends immer zu Hause?","translation":"Are you always at home in the evening?"}],"tragisch":[{"text":"Man sollte die Liebe ernst nehmen, aber nicht tragisch.","translation":"Love should be taken seriously, but not tragically."},{"text":"Er war eine tragische Figur.","translation":"He was a tragic figure."},{"text":"Er sprach von einem tragischen Fehler.","translation":"He spoke of a tragic mistake."},{"text":"Beide weinten, nachdem sie die tragische Nachricht hörten.","translation":"They both cried after hearing the tragic news."},{"text":"Ich möchte diese tragische Situation beenden.","translation":"I would like to put an end to this tragic situation."}],"Papst":[{"text":"Der neue Papst ist Katholik, und das ist keine Überraschung.","translation":"The new pope is Catholic and that's not a surprise."},{"text":"Auch der Papst ist ein Schüler gewesen.","translation":"The Pope was also a student."},{"text":"Der Papst hat der Aufnahme von Flüchtlingen Absage erteilt.","translation":"The Pope has rejected the admission of refugees."},{"text":"Man kann dem Papst jetzt auf „Twitter“ folgen.","translation":"You can now follow the Pope on Twitter."},{"text":"Papst Benedikt XVI. traf zu einem offiziellen Besuch in Deutschland ein.","translation":"Pope Benedict the 16th arrived in Germany on an official visit."}],"Penis":[{"text":"Der Penis drang in die Vagina ein.","translation":"The penis entered the vagina."},{"text":"Tom kennt nicht den Unterschied zwischen einem Pinsel und einem Penis.","translation":"Tom doesn't know the difference between a brush and a penis."},{"text":"Tom hat einen kleinen Penis.","translation":"Tom has a small penis."},{"text":"Sein Penis regiert den Mann.","translation":"His penis rules the man."},{"text":"Der Penis von einem Zwergelefanten kann einen halben Meter lang sein.","translation":"The penis of a pygmy elephant can be half a meter long."}],"Schädel":[{"text":"Seltsamer Zufall, dass alle die Menschen, deren Schädel man geöffnet hat, ein Gehirn hatten.","translation":"Strange coincidence that all the people whose skulls were opened had a brain."},{"text":"Mir platzt gleich der Schädel.","translation":"My skull is about to burst."},{"text":"Der menschliche Schädel besteht aus dreiundzwanzig Knochen.","translation":"The human skull consists of 23 bones."},{"text":"Der Junge fiel vom Fahrrad und brach sich den Schädel.","translation":"The boy fell off the bicycle and fractured his skull."},{"text":"Die meisten Tiere haben einen Schädel.","translation":"The majority of animals have skulls."}],"hervorheben":[{"text":"Diesen Punkt möchte ich besonders hervorheben.","translation":"I want to emphasize this point in particular."},{"text":"Ich möchte die Weite ihres Denkens hervorheben.","translation":"I would like to emphasize the breadth of their thinking."},{"text":"Die Wichtigkeit der Angelegenheit kann nicht genug hervorgehoben werden.","translation":"The importance of this matter cannot be over-emphasized."},{"text":"Ich muss noch einmal den pädagogischen Aspekt dieses Berichts hervorheben.","translation":"I must once again emphasise the educational aspect of this report."},{"text":"So wie die Romantik den Unterschied zwischen dem banalen Leben in der farblosen Wirklichkeit und der Fantasiewelt zauberischer Träume hervorhebt, wie sie alles Fragmentarische bevorzugt, alles Gestalt- und Ziellose, alles Nebelhafte, Undefinierbare und Transrationale; so ist auch die Person des E. T. A. Hoffmann ein zwiegespaltenes Wesen, und eine Hälfte seiner Existenz war eine unglaubliche Groteske.","translation":"Just as Romanticism emphasizes the difference between the banal life in colorless reality and the fantasy world of magical dreams, as it prefers everything fragmentary, everything shapeless and aimless, everything nebulous, indefinable and transrational; so the person of E. T. A. Hoffmann is also a divided being, and half of his existence was an incredible grotesque."}],"Lichter":[{"text":"Gleich gehen die Lichter aus.","translation":"The lights are about to go out."},{"text":"Abends kommen die Sterne und die Lichter im Hafen.","translation":"In the evening, the stars and the lights in the harbor come."},{"text":"Auf einmal gingen die Lichter aus.","translation":"All of a sudden, the lights went out."},{"text":"Im Hause gegenüber gingen die Lichter aus.","translation":"The lights went out in the house opposite."},{"text":"Das Stück endete und die Lichter gingen wieder an.","translation":"The play ended and the lights went back on."}],"if":[],"eintragen":[{"text":"Hier bitte den Empfänger eintragen.","translation":"Please enter the recipient here."},{"text":"Ich kann Sie für morgen 9 Uhr eintragen.","translation":"I can put you down for nine o'clock tomorrow morning."},{"text":"Dieses Haus ist auf mich eingetragen.","translation":"This house is registered in my name."},{"text":"Sein Vater ist auf Toms Geburtsurkunde nicht eingetragen.","translation":"Tom's father is not listed on his birth certificate."},{"text":"Das wird als dauerhafter Vermerk in Ihre Akten eingetragen.","translation":"This is going on your permanent record."}],"aufladen":[{"text":"Kann ich hier irgendwo mein Handy aufladen?","translation":"Can I charge my mobile phone somewhere?"},{"text":"Ich muss die Batterie meines Wagens aufladen.","translation":"I have to charge the battery of my car."},{"text":"Wer sich selber zum Esel macht, dem will jeder Säcke aufladen.","translation":"If you make yourself a donkey, everyone wants to load sacks."},{"text":"Elektroautos kann man an der Steckdose zuhause aufladen.","translation":"Electric cars can be charged at the socket at home."},{"text":"Man kann etwas aufladen, abladen, einladen, ausladen, beladen, entladen; und man kann jemanden einladen.","translation":"You can charge, unload, load, unload, unload, unload something; and you can invite someone."}],"Schnittstelle":[{"text":"Es sieht so aus als hätten wir kompatible Schnittstellen!","translation":"It looks like we have compatible interfaces!"},{"text":"Die Messwerte lassen sich über die serielle Schnittstelle auslesen.","translation":"The measured values can be read out via the serial interface."},{"text":"Computerlinguistik, eine Disziplin an der Schnittstelle von Linguistik und Informatik, beschäftigt sich mit der Erforschung der menschlichen Sprache durch künstliche Intelligenz.","translation":"The discipline of computational linguistics, at the intersection of linguistics and computer science, studies how to deal with human language with the help of artificial intelligence."}],"Russe":[{"text":"Ein Russe sagte mir: „Es ist sehr schwierig, die russische Seele zu verstehen.“","translation":"A Russian told me: \"It is very difficult to understand the Russian soul.\""},{"text":"Tom ist wieder voll wie zehn Russen.","translation":"Tom is full again like ten Russians."},{"text":"Gesprochen wie ein echter Russe.","translation":"Spoken like a real Russian."},{"text":"Die Russen sind auf unserer Seite.","translation":"The Russians are on our side."},{"text":"Die Russen lächeln nie.","translation":"Russians never smile."},{"text":"Russen lächeln nie.","translation":"Russians never smile."},{"text":"Er ist von Geburt aus Russe.","translation":"He is Russian by birth."},{"text":"Das, worüber Russen nur lachen können, können Europäer ernst nehmen.","translation":"That which the Russians can only laugh at, the Europeans can take seriously."},{"text":"Seine Eltern sind Russen.","translation":"His parents are Russian."},{"text":"Wie von allen erwartet haben die Russen gewonnen.","translation":"Like everyone expected, the Russians won."}],"minimal":[{"text":"Manchen Menschen reichen minimale Gründe für einen Mord.","translation":"For some people, minimal reasons for murder are enough."},{"text":"Zwischen ihnen bestand ein minimaler Unterschied.","translation":"There was a minute difference between them."},{"text":"Das Risiko ist minimal.","translation":"The risk is minimal."},{"text":"Der unternehmerische Fußabdruck ist minimal.","translation":"The company footprint is minimal."},{"text":"„Manchmal machen minimale Motive maulfaule Menschen zu manischen Massenmördern“, murmelt Maria mit mürrischer Miene.","translation":"\"Sometimes minimal motives turn lazy people into manic mass murderers,\" Maria murmurs with a grumpy face."},{"text":"Das Risiko einer Verletzung ist minimal in diesem Sport.","translation":"The risk of injury is minimal in this sport."},{"text":"Zwischen einem Punkt A und einem niedriger gelegenen Punkt B soll eine Murmelbahn verlaufen. Welche Form muss die Bahn haben, damit die Zeit, die eine Murmel braucht, um unter Einfluss der Schwerkraft von A nach B zu rollen, minimal wird?","translation":"Between a point A and a lower point B, a marble run is to run. What shape does the orbit need to take to minimize the time it takes for a marble to roll from A to B under the influence of gravity?"}],"schwächen":[{"text":"Deine Schwächen sind auch Stärken.","translation":"Your weaknesses are also strengths."},{"text":"Jeder hat seine Verdienste und seine Schwächen.","translation":"Everybody has his merits and demerits."},{"text":"Kennen Sie Ihre Stärken und Schwächen?","translation":"Do you know your strengths and weaknesses?"},{"text":"Es ist nicht schwierig, seine Schwächen zu überwinden.","translation":"It is not difficult to overcome its weaknesses."},{"text":"Die Schwächen der Männer schaffen die Stärke der Frauen.","translation":"Men's weaknesses create women's strength."},{"text":"Leidenschaft gibt Kraft, Zeit weist die Wege. Der Liebe Süße schwächt die schlimmsten Schläge.","translation":"Passion gives strength, time shows the way. The sweetness of love weakens the worst blows."},{"text":"Starkes Rauchen schwächte seine Gesundheit.","translation":"Heavy smoking weakened his health."},{"text":"Hunger schwächt, Schuld verursacht Leiden.","translation":"Hunger weakens, guilt causes suffering."},{"text":"Nichts schwächt die schönen Worte so wirksam, wie es das schlechte Beispiel tut.","translation":"Nothing weakens the fine words as effectively as the bad example does."},{"text":"Es schwächt die Schwachen noch mehr, wenn wir nichts mehr von ihnen erwarten.","translation":"It weakens the weak even more if we expect nothing more from them."}],"wiederhol":[{"text":"„Ich wiederhole mich nicht gern.“ – „Wie bitte?“","translation":"\"I don't like repeating myself.\" \"What?\""},{"text":"Ich wiederhole es, damit du es nicht vergisst.","translation":"I will repeat it so you will not forget."},{"text":"Sei klüger und wiederhole meine Fehler nicht!","translation":"Be smarter and don't repeat my mistakes!"},{"text":"Sei klug und wiederhole meine Fehler nicht!","translation":"Be smart and don't repeat my mistakes!"},{"text":"Ich wiederhole, dass die Dame seine Frau ist und nicht seine Schwester.","translation":"I repeat that the lady is his wife and not his sister."}],"robust":[{"text":"Meine Mutter hat keine robuste Gesundheit, deshalb geht sie ganz gemütlich.","translation":"My mother doesn't have robust health, so she walks quite comfortably."},{"text":"Der Sportler hatte einen robusten Körperbau.","translation":"The athlete had a robust physique."},{"text":"Anna hat zu Hause immer noch ein altes, robustes Telefon mit Hörer, den sie, wenn sie wütend ist, auf die Gabel knallen kann.","translation":"Anna still has a sturdy old telephone at home with a receiver that she can slam down when she's angry."},{"text":"Meine Nerven sind recht robust, Watson, aber ich muss gestehen, dass ich erschrak, als ich ebenjenen Mann, der mein Denken so okkupiert hatte, dort auf meiner Türschwelle stehen sah.","translation":"My nerves are fairly proof, Watson, but I must confess to a start when I saw the very man who had been so much in my thoughts standing there on my threshold."},{"text":"Er war alles andere als robust.","translation":"He was far from robust."}],"blond":[{"text":"Liisa ließ sich die Haare blond färben.","translation":"Liisa had her hair dyed blonde."},{"text":"Graue Köpfe und blonde Gedanken passen nicht zusammen.","translation":"Gray heads and blonde thoughts do not go together."},{"text":"Ich ziehe blondes Bier dem dunklen vor.","translation":"I prefer blonde beer to dark beer."},{"text":"Sie ist ein blondes Mädchen.","translation":"She is a blonde girl."},{"text":"Ich bin natürlich blond.","translation":"I am blonde, of course."}],"Galerie":[{"text":"Ich werde zwei Objekte in ihrer Galerie ausstellen.","translation":"I'm going to have two pieces in her gallery."},{"text":"Selfie-Stangen sind in vielen Museen und Galerien verboten.","translation":"Selfie sticks are banned in many museums and galleries."},{"text":"Werke der russischen bildenden Kunst kann man sich in der Tretjakow-Galerie anschauen.","translation":"Works of Russian fine art can be seen in the Tretyakov Gallery."},{"text":"Die Besucher der Galerie verursachten viel Lärm.","translation":"The spectators in the gallery were making a lot of noise."},{"text":"Eine Wendeltreppe führt auf die Galerie der Kirche.","translation":"A spiral staircase leads to the gallery of the church."}],"wachsend":[{"text":"Die typischen Merkmale der DDR-Wirtschaft? - Wachstums-Schwierigkeiten und wachsende Schwierigkeiten.","translation":"The typical characteristics of the GDR economy? - Growth difficulties and growing difficulties."},{"text":"Dem wachsenden Reichtum folgt die Sorge.","translation":"The growing wealth is followed by concern."},{"text":"Wahre Freundschaft ist eine sehr langsam wachsende Pflanze.","translation":"True friendship is a very slow-growing plant."},{"text":"Die wachsende Wahrscheinlichkeit eines Krieges veränderte grundlegend die Beziehungen zu den Menschen.","translation":"The growing likelihood of war fundamentally changed relations with people."},{"text":"Er biss die Zähne zusammen und kämpfte gegen seine wachsende Angst an.","translation":"He gritted his teeth and forced back his growing fear."}],"Pech":[{"text":"Er hatte Glück im Spiel und Pech in der Liebe.","translation":"He had luck in the game and bad luck in love."},{"text":"Glück ist ein bisschen die Kunst, kein Pech zu haben.","translation":"Luck is a bit of the art of not having bad luck."},{"text":"Wenn du Pech hast, bricht dir der Finger in der Nase ab.","translation":"If you're unlucky, your finger will break off in your nose."},{"text":"Du bist nicht dumm, du hast nur Pech beim Denken.","translation":"You're not stupid, you're just unlucky at thinking."},{"text":"Auch morgen heisst es wieder einmal für dich: „Neuer Tag, neues Pech“.","translation":"Tomorrow it is once again for you: \"New day, new bad luck\"."},{"text":"Sie halten zusammen wie Pech und Schwefel.","translation":"They're like two lovebirds."},{"text":"Da hast du Pech gehabt.","translation":"You're out of luck."},{"text":"Glück im Spiel, Pech in der Liebe.","translation":"Luck in the game, bad luck in love."},{"text":"Glück und Pech wechseln sich ab.","translation":"Good luck alternates with misfortune."},{"text":"Ich frage mich, wieso manche denken, dass schwarze Katzen Pech bringen.","translation":"I wonder why some people think that black cats bring bad luck."}],"Finanzierung":[{"text":"Wir haben keine Finanzierung.","translation":"We have no funding."},{"text":"Gehen Sie wegen der Finanzierung keine Kompromisse ein hinsichtlich Ihrer Vision.","translation":"Don't compromise your vision to acquire funding."},{"text":"Die Schaumweinsteuer wurde ursprünglich zur Finanzierung der kaiserlichen Kriegsflotte eingeführt.","translation":"The sparkling wine tax was originally introduced to finance the imperial war fleet."},{"text":"Die Staatsduma Russlands hat die staatliche Finanzierung für die Gesundheitsvorsorge im laufenden Jahr um 25 Prozent vermindert.","translation":"Russia's State Duma has reduced state funding for health care by 25 percent this year."},{"text":"Während meines Forschungssemesters in Syskopolis erhielt meine Schule zum Ausgleich des Stundenausfalls einen Ersatzlehrer gestellt. Die Finanzierung übernahm die Tatoeba-Stiftung.","translation":"During my research semester in Syskopolis, my school was provided with a substitute teacher to compensate for the loss of hours. Funding was provided by the Tatoeba Foundation."}],"Pfannkuchen":[{"text":"Wir haben Pfannkuchen zum Frühstück gemacht.","translation":"We made pancakes for breakfast."},{"text":"Egal wie flach man einen Pfannkuchen macht, er hat immer zwei Seiten.","translation":"No matter how flat you make a pancake, it always has two sides."},{"text":"Diese Pfannkuchen sind köstlich.","translation":"These pancakes are delicious."},{"text":"Ich mag den Geruch von Pfannkuchen am Morgen.","translation":"I like the smell of pancakes in the morning."},{"text":"Gestern haben wir bei Maria Pfannkuchen gegessen.","translation":"Yesterday we ate pancakes at Maria's."}],"hinauf":[{"text":"Das Wasser läuft den Berg nicht hinauf.","translation":"The water does not run up the mountain."},{"text":"Wir steigen auf Berge und Hügel hinauf.","translation":"We climb mountains and hills."},{"text":"Die Preise klettern hinauf.","translation":"Prices are climbing."},{"text":"Der Patient stand langsam auf und ging die Treppe hinauf.","translation":"The patient slowly got up and walked up the stairs."},{"text":"Sie stieg eine Leiter hinauf.","translation":"She was going up a ladder."}],"arrogant":[{"text":"Man denkt, bevor man redet: Was außen ankommt, ist arrogant.","translation":"You think before you talk: What arrives on the outside is arrogant."},{"text":"Einen arroganteren Menschen als dich habe ich noch nie gesehen!","translation":"I have never seen a more arrogant person than you!"},{"text":"Dein arrogantes Benehmen ärgert mich.","translation":"Your arrogant behavior annoys me."},{"text":"Franzosen gegenüber muss man arrogant auftreten.","translation":"You have to be arrogant towards the French."},{"text":"Keine Frau ist so arrogant wie sie ist.","translation":"No woman is as arrogant as she is."},{"text":"Ihr seid arrogant.","translation":"You're arrogant."},{"text":"Dieses Mädchen ist wegen ihrer Schönheit arrogant.","translation":"That girl is arrogant because of her beauty."},{"text":"Seit wann bist du so arrogant?","translation":"Since when are you so arrogant?"},{"text":"Dumme Menschen neigen dazu, arrogant zu sein.","translation":"Stupid people tend to be arrogant."},{"text":"Ich bin derart arrogant, dass ich nicht mal merke, dass ich arrogant bin.","translation":"I'm so arrogant that I don't even realize I'm arrogant."}],"Luxus":[{"text":"Esperanto ist kein Luxus, aber immer ein Vergnügen.","translation":"Esperanto is not a luxury, but always a pleasure."},{"text":"Eine eigene Meinung ist ein Luxus, den sich nicht viele Menschen leisten.","translation":"Having your own opinion is a luxury that not many people afford."},{"text":"Luxus bleibt immer Luxus, ganz gleich, wie er im Detail definiert wird.","translation":"Luxury always remains luxury, no matter how it is defined in detail."},{"text":"Maria mag Komfort und Luxus.","translation":"Maria likes comfort and luxury."},{"text":"Der Höhepunkt des Luxus ist es, nicht nach dem Preis zu gucken.","translation":"The pinnacle of luxury is not looking at the price."},{"text":"Was verstehst du unter Luxus?","translation":"What do you mean by luxury?"},{"text":"Luxus interessiert mich nicht. Ich habe mein Geld benutzt, um mir Freiheit zu kaufen.","translation":"I'm not interested in luxury. I used my money to buy freedom."},{"text":"Luxus muss nicht immer teuer sein.","translation":"Luxury doesn't always have to be expensive."},{"text":"Eine Freundschaft zwischen zwei Männern ist Luxus, zwischen zwei Frauen ein Wunder.","translation":"A friendship between two men is a luxury, between two women a miracle."},{"text":"Luxus bleibt immer Luxus, ganz gleich, wie er im Detail definiert wird.","translation":"Luxury always remains luxury, no matter how it is defined in detail."}],"urteilen":[{"text":"Tatoeba sammelt, urteilt aber nicht.","translation":"Tatoeba collects, but does not judge."},{"text":"Denken ist schwer, darum urteilen die meisten.","translation":"Thinking is hard, that's why most people judge."},{"text":"Denken ist schwer, deshalb urteilen die meisten.","translation":"Thinking is hard, that's why most people judge."},{"text":"Urteilen Sie selbst!","translation":"Judge for yourself!"},{"text":"Man muß beide Teile hören, eh man urteilt.","translation":"You have to hear both parts before you judge."}],"zulässig":[{"text":"Sie hat die zulässige Höchstgeschwindigkeit überschritten.","translation":"She exceeded the speed limit."},{"text":"Ich fahre sowieso schon über der zulässigen Höchstgeschwindigkeit.","translation":"I'm already driving above the maximum speed anyway."},{"text":"Du hast beim Senden die zulässige Nachrichtengröße überschritten.","translation":"You exceeded the allowed message size when you sent it."},{"text":"Das ist kein zulässiges Argument. Das ist ein logischer Trugschluss.","translation":"That's not a valid argument. It's a logical fallacy."},{"text":"Die Länge der Schulzeit und der Umfang der Lehrpläne haben bereits das zulässige Maximum erreicht.","translation":"The length of school time and the scope of the curricula have already reached the permissible maximum."},{"text":"Der Fahrschein ist für zwei Personen zulässig.","translation":"The ticket admits two persons."}],"misch":[{"text":"Misch Dich nicht in unserem Streit ein!","translation":"Don't get involved in our argument!"},{"text":"Misch dich nicht in die Angelegenheiten anderer Leute.","translation":"Don't interfere in other people's affairs."},{"text":"Misch die rote mit der blauen Farbe.","translation":"Blend the red paint with the blue paint."},{"text":"Bitte misch die Karten sorgfältig.","translation":"Please shuffle the cards carefully."},{"text":"Misch dich hier nicht ein!","translation":"Stay out of this!"},{"text":"Wenn Brüder sich schlagen, mische sich ein Fremder nicht ein.","translation":"When brothers beat each other, a stranger does not interfere."},{"text":"Dich hat doch keiner gefragt. Misch dich also nicht ein!","translation":"Nobody asked you. So don't get involved!"},{"text":"Ich mische, du hebst ab und Céline teilt aus.","translation":"I mix, you take off and Céline hands out."},{"text":"Mische die Karten!","translation":"Shuffle the cards."},{"text":"Mische die Zutaten gut durcheinander!","translation":"Mix the ingredients well!"}],"Institut":[{"text":"Das neue System wurde von mehreren Instituten auf seine Sicherheit hin überprüft.","translation":"The security of the new system has been reviewed by several institutes."},{"text":"Er wird von allen Mitarbeitern des Instituts respektiert.","translation":"He is respected by all employees of the institute."},{"text":"Heute muss er nicht ins Institut fahren.","translation":"He doesn't have to go to the institute today."},{"text":"Mehrere Male begegnete ich auf den Fluren unseres Instituts einem sehr merkwürdigen Ausländer.","translation":"Several times I met a very strange foreigner in the corridors of our institute."},{"text":"Tom verließ die Institute.","translation":"Tom left the institutes."},{"text":"Er ist der Direktor unseres Instituts.","translation":"He is the director of our institute."},{"text":"In den Fluren unseres Instituts gibt es keine Bänke.","translation":"There are no benches in the corridors of our institute."},{"text":"Ich sah sie nie in den Korridoren unseres Instituts oder in der Bibliothek.","translation":"I never saw them in the corridors of our institute or in the library."},{"text":"Das Massachusetts Institute of Technology, besser bekannt als MIT, ist eines der größten Wissenschaftszentren der Welt.","translation":"The Massachusetts Institute of Technology, better known as MIT, is one of the largest science centers in the world."},{"text":"Ich habe ein Poster am Arab World Institute in Paris gekauft und es einrahmen lassen.","translation":"I bought a poster at the Arab World Institute in Paris and had it framed."}],"begrenzen":[{"text":"Es gehört zum Wesen von Methoden, dass sie begrenzt sind.","translation":"It is part of the essence of methods that they are limited."},{"text":"Deine Grenzen begrenzen mich nicht.","translation":"Your boundaries don't confine me."},{"text":"Er begrenzte die Produktion der Fabrik.","translation":"He limited the production of the factory."},{"text":"Wenn wir immer nur die üblichsten Wörter und Ausdrücke nehmen, begrenzen wir die Sprache.","translation":"If we always use only the most common words and phrases, we limit the language."},{"text":"Brian beabsichtigt, das Geld welches er ausgibt, streng zu begrenzen.","translation":"Brian intends to strictly limit the money he spends."}],"Impuls":[{"text":"Er stahl aus einem Impuls heraus.","translation":"He stole from an impulse."},{"text":"Der Impuls ist definiert als das Produkt der Masse eines Objektes mit dessen Geschwindigkeit.","translation":"Momentum is defined to be the mass of an object multiplied by the velocity of the object."},{"text":"Neue Impulse verändern dein Denken. Dein Denken verändert dein Handeln. Dein Handeln verändert die Welt.","translation":"New impulses change your thinking. Your thinking changes your actions. Your actions change the world."},{"text":"Zügel deine Impulse.","translation":"Restrain your impulses."},{"text":"Die Heisenbergsche Unschärferelation besagt, dass es nicht möglich ist, Ort und Impuls eines Teilchens gleichzeitig scharf zu messen.","translation":"The Heisenberg uncertainty principle states that it is not possible to sharply measure the location and momentum of a particle at the same time."}],"Standpunkt":[{"text":"Für eine Katze ist der Standpunkt einer Maus nicht wichtig.","translation":"For a cat, the point of view of a mouse is not important."},{"text":"Man kann immer seinen Standpunkt ändern, weil dir niemand verbieten kann, klüger zu werden.","translation":"You can always change your point of view because no one can forbid you to become smarter."},{"text":"Ich vertrete folgenden Standpunkt.","translation":"My position is as follows."},{"text":"Auf Standpunkten sollte man nicht stehen bleiben.","translation":"One should not stop at points of view."},{"text":"Lass mich meinen Standpunkt erklären.","translation":"Let me make my position clear."}],"Vorgabe":[{"text":"Wer nicht im Sinne der Vorgaben arbeitet, fliegt raus!","translation":"If you don't work according to the specifications, you fly out!"},{"text":"Wer immer nur nach den Vorgaben anderer lebt, wird nie sein eigenes Leben führen.","translation":"Those who always live according to the specifications of others will never lead their own lives."},{"text":"Es muss den Vorgaben entsprechen.","translation":"It must comply with the specifications."},{"text":"Was du hier liest, ist ein Haiku, ein japanisches Gedicht, das einen einzigen Eindruck aus der Natur einfangen soll. Die einzigen Vorgaben sind, dass die Jahreszeit erkennbar sein muss und dass es 5 + 7 + 5 Silben (eigentlich Moren) hat.","translation":"What you're reading here is a haiku, a Japanese poem designed to capture a single impression of nature. The only requirements are that the season must be recognizable and that it has 5 + 7 + 5 syllables (actually moren)."}],"Tafel":[{"text":"Kannst du bitte die Tafel wischen?","translation":"Can you please clean the board?"},{"text":"In unserer Klasse haben wir eine digitale Tafel.","translation":"In our class we have a digital blackboard."},{"text":"Tafeln sind nicht immer schwarz.","translation":"Boards are not always black."},{"text":"Der Lehrer schrieb englische Sätze an die Tafel.","translation":"The teacher wrote English sentences on the blackboard."},{"text":"Was hat Tom auf die Tafel gezeichnet?","translation":"What did Tom draw on the blackboard?"}],"heirate":[{"text":"Heirate lieber den, der dich liebt, als den, den du liebst.","translation":"Marry the one who loves you rather than the one you love."},{"text":"Heirate oder heirate nicht. Du wirst beides bereuen.","translation":"Marry or don't marry. You will regret both."},{"text":"Diese blöde Kuh dachte, dass ich sie heirate.","translation":"This stupid cow thought I was marrying her."},{"text":"„Soll ich dir verraten, wen ich heirate?“ – „Na, wen denn?“ – „Dich!“","translation":"\"Shall I tell you who I am marrying?\" – \"Well, who?\" – \"You!\""},{"text":"Meine Eltern wollen nicht, dass ich heirate.","translation":"My parents don't want me to get married."},{"text":"Heirate oder heirate nicht. Du wirst beides bereuen.","translation":"Marry or don't marry. You will regret both."},{"text":"Heirate über den Mist, so weißt du, wer sie ist.","translation":"Marry over the crap, so you know who she is."},{"text":"Heirate mit dem Herzen eines Großen und liebe mit dem eines Kleinen.","translation":"Marry with the heart of a great one and love with that of a small one."},{"text":"Meine selige Tante hat immer gesagt: „Heirate eine mit Verstand!“","translation":"My blessed aunt always said, \"Marry one with reason!\""},{"text":"Heirate doch, wen du du willst!","translation":"Marry whoever you want!"}],"zeichne":[{"text":"Zeichne zuerst eine Linie von A nach B.","translation":"First of all, draw a line from A to B."},{"text":"Wenn ich etwas zeichne, prägt es sich mir ein.","translation":"When I draw something, it imprints itself on me."},{"text":"Zeichne mir ein Schaf!","translation":"Draw me a sheep!"},{"text":"Zeichne eine gerade Linie.","translation":"Draw a straight line."},{"text":"Schau ein gutes Bild, Gemälde, Zeichnung oder einen Film an. Oder zeichne etwas.","translation":"Look at a good picture, painting, drawing, or movie. Or draw something."}],"angelogen":[{"text":"Seit Mario mich angelogen hat, spreche ich nicht mehr mit ihm.","translation":"Since Mario lied to me, I don't talk to him anymore."},{"text":"Meine Frau hat mich angelogen.","translation":"My wife lied to me."},{"text":"Er hat mich angelogen. Deswegen bin ich böse auf ihn.","translation":"He lied to me. That is why I am angry with him."},{"text":"Hast du deine Mutter je angelogen?","translation":"Have you ever lied to your mother?"},{"text":"Tom hat seine Eltern früher oft angelogen.","translation":"Tom used to lie to his parents a lot."},{"text":"Sie beschuldigte ihn, sie angelogen zu haben.","translation":"She accused him of having lied to her."},{"text":"Habt ihr mich je angelogen?","translation":"Have you ever lied to me?"},{"text":"Vor Wut könnte ich kochen, denn du hast mir mein Herz gebrochen. Du hast mich stets nur angelogen und mich jeden Tag aufs neue betrogen.","translation":"I could cook with anger, because you broke my heart. You always lied to me and cheated on me every day."},{"text":"Sie haben Tom doch nicht angelogen, oder?","translation":"You didn't actually lie to Tom, did you?"},{"text":"Warum hat Tom Maria angelogen?","translation":"Why did Tom lie to Mary?"}],"Leinwand":[{"text":"Eigentlich ist es eine Strafe, sich selbst auf der Leinwand zu sehen.","translation":"Actually, it is a punishment to see yourself on the screen."},{"text":"Ich kann die Leinwand des Kinos nicht gut sehen.","translation":"I can't see the screen of cinema well."},{"text":"Der Film kommt am Montag auf die Leinwand.","translation":"The film hits the big screen on Monday."},{"text":"Das Foto wird auf Leinwand gezogen.","translation":"The photo is dragged onto canvas."},{"text":"Mary nahm eine Leinwand und Farben und spazierte zum Bach.","translation":"Mary took a canvas and paints and walked to the creek."}],"bös":[{"text":"Das war ein böses Kaninchen.","translation":"That was a bad rabbit."},{"text":"Rechten ist bös, wo Gewalt Richter ist.","translation":"Right is evil where violence is judge."},{"text":"Es ist ein böses Spiel, wo der eine lacht und der andere weint.","translation":"It is an evil game where one laughs and the other cries."},{"text":"Mit dem Guten wird man gut und bös mit dem, der übel tut.","translation":"With the good one becomes good and evil with the one who does evil."},{"text":"Es ist bös essen, wo kein Brot ist.","translation":"It is bad eating where there is no bread."},{"text":"Wir müssen lernen, das Böse zu bekämpfen, ohne jemandem Böses zu tun.","translation":"We must learn to fight evil without harming anyone."},{"text":"Tust du Gutes, tu es langsam; tust du Böses, tu es auf einmal.","translation":"If you do good, do it slowly; if you do evil, do it all at once."},{"text":"Ich würde nie etwas Böses sagen, ganz besonders nicht zu dir!","translation":"I would never say anything bad, especially not to you!"},{"text":"Ich ziehe mich besser zurück, bevor ich noch etwas Böses sage und jemanden verletze.","translation":"I better withdraw before I say something bad and hurt someone."},{"text":"Das Beste wird gedacht, das Böseste geredet.","translation":"The best is thought, the worst is spoken."}],"Ordung":[],"werben":[{"text":"Werben Sie nicht um mich. Sie würden es bereuen.","translation":"Don't woo me. You would regret it."},{"text":"Nicht durch Gewalt soll Österreich ertrotzen, was es durch freundlich Werben nicht erhielt.","translation":"Austria should not defy by force what it did not receive through friendly advertising."},{"text":"Der Zauber seiner Worte und die Magie seines Lächelns brachten den Schutzwall meiner anerzogenen Zurückhaltung ins Wanken. Ich schmolz dahin und konnte seinem Werben nicht länger widerstehen.","translation":"The magic of his words and the magic of his smile shook the protective wall of my educated restraint. I melted away and could no longer resist his courtship."},{"text":"Erfolgreich werben heißt, den Mut haben anders zu sein.","translation":"Successful advertising means having the courage to be different."},{"text":"Er hat klar zum Ausdruck gebracht, dass er um Sie werben will.","translation":"He has made it clear that he wants to woo you."},{"text":"Der Initiator eines Schneeballsystems wirbt Personen an, welche bereit sind, ihren Verwandten oder Bekannten Waren zu verkaufen oder ihrerseits weitere Verkäufer anzuwerben.","translation":"The initiator of a Ponzi scheme recruits people who are willing to sell goods to their relatives or acquaintances or in turn to recruit further sellers."},{"text":"Die Liebe lebt von liebenswürdigen Kleinigkeiten, und wer sich eines Frauenherzens dauernd versichern will, der muss immer neu darum werben, der muss die Reihe der Aufmerksamkeiten allstündlich wie einen Rosenkranz abbeten. Und ist er fertig damit, so muss er von neuem anfangen. Immer dasein, immer sich betätigen, darauf kommt es an.","translation":"Love thrives on amiable little things, and those who want to constantly assure themselves of a woman's heart must always advertise it anew, they must ebb the series of attentions every hour like a rosary. And when he's done with it, he has to start all over again. Always being there, always being active, that's what matters."},{"text":"Wenn ein Hersteller mit der Qualität seiner Produkte wirbt, werde ich vorsichtig.","translation":"When a manufacturer advertises the quality of their products, I become cautious."},{"text":"Wir werben im Fernsehen für unsere Produkte.","translation":"We advertise our products on TV."},{"text":"Das Unternehmen wirbt im Fernsehen für ein neues Auto.","translation":"The company is promoting a new car on TV."},{"text":"Wie sollte man im Netz werben?","translation":"How should you advertise on the Internet?"},{"text":"Wir werben überhaupt nicht. Die Kunde verbreitet sich von Mund zu Mund.","translation":"We don't do any advertising at all. It's all word of mouth."}],"Terrasse":[{"text":"Auf der zweiten Etage befinden sich zwei Schlafzimmer, ein Badezimmer und eine große Terrasse.","translation":"On the second floor are two bedrooms, a bathroom and a large terrace."},{"text":"Tom und Maria haben sich auf der Terrasse eines Cafés kennengelernt.","translation":"Tom and Maria met on the terrace of a café."},{"text":"Der Wind ließ die Blätter auf der Terrasse tanzen.","translation":"The wind made the leaves dance on the terrace."},{"text":"Könnten wir einen Tisch auf die Terrasse bekommen?","translation":"Could we have a table on the terrace?"},{"text":"Darüber hinaus gehört zu dieser Wohnung auch eine Terrasse auf dem Dach des Hauses.","translation":"In addition, this apartment also has a terrace on the roof of the house."}],"hierbleiben":[{"text":"Wir können nicht länger hierbleiben.","translation":"We cannot stay here any longer."},{"text":"Wenn du hierbleiben willst, dann bleib hier. Ich fahre jetzt nach Hause.","translation":"If you want to stay here, stay here. I'm going home now."},{"text":"Wie lange werdet ihr hierbleiben?","translation":"How long will you stay here?"},{"text":"Du kannst über Nacht hierbleiben, wenn du willst.","translation":"You can spend the night if you want to."},{"text":"Tom kann hierbleiben oder mitkommen. Es besteht keine Verpflichtung.","translation":"Tom can come, or he can stay here. There's no obligation."}],"veranstalten":[{"text":"Die Stadt veranstaltet die Messe.","translation":"The city is hosting the fair."},{"text":"Das Fest wird im Garten veranstaltet, es sei denn, es regnet.","translation":"The festival is held in the garden unless it rains."},{"text":"Sie wird nächste Woche eine Party veranstalten.","translation":"She will have a party next week."},{"text":"Was habt ihr hier draußen veranstaltet?","translation":"What were you doing out here?"},{"text":"Der Prinz wird bald einen großen Ball veranstalten.","translation":"The prince will soon be hosting a big ball."}],"Ära":[{"text":"Das ist der Beginn einer neuen Ära.","translation":"This is the beginning of a new era."},{"text":"Dies ist der Anfang einer neuen Ära.","translation":"This is the beginning of a new era."},{"text":"Wir erreichen das Ende einer Ära.","translation":"We're coming to the end of an era."},{"text":"Die Revolution läutete eine neue Ära ein.","translation":"The revolution ushered in a new era."},{"text":"In der digitalen Ära wurde der Zugang zu Informationen unvergleichlich leicht.","translation":"In the digital era, access to information became incomparably easy."},{"text":"Ich wurde während der Schowa Ära geboren.","translation":"I was born during the Showa era."},{"text":"Ich bin eine Person, die während der Schowa Ära geboren wurde.","translation":"I'm a person who was born during the Showa era."},{"text":"In der McCarthy-Ära saß sein Großvater im Gefängnis.","translation":"In the McCarthy era, his grandfather was in prison."},{"text":"Ich bin ein in der Showa-Ära geborener Mann.","translation":"I'm a man born in the Showa era."},{"text":"Am 27. Tag im 12. Monat des 27. Jahres der Taisho-Ära hat Nanba Daisuke auf den Kronprinzen geschossen.","translation":"On the 27th day of the 12th month of the 27th year of the Taisho era, Nanba Daisuke shot at the crown prince."}],"Bach":[{"text":"Ohne dich geht alles hier den Bach runter.","translation":"Without you, everything here goes down the drain."},{"text":"Gehe dem Bach nach und du findest das Meer.","translation":"Follow the creek and you will find the sea."},{"text":"Bei Regen tritt der Bach regelmäßig über die Ufer.","translation":"The stream regularly overflows when it rains."},{"text":"Von welchem Fluss sprichst du? Meinst du etwa diesen Bach?","translation":"What river are you on about? Do you mean this stream?"},{"text":"Tom sprang aus dem Stand über den Bach.","translation":"Tom did a standing jump over the beck."},{"text":"J. S. Bach war ein berühmter Komponist.","translation":"J. S. Bach was a famous composer."},{"text":"Der Komponist Johann Sebastian Bach starb im Jahr 1750.","translation":"The composer Johann Sebastian Bach died in 1750."},{"text":"Es ist besonders interessant, dass Hoffmann auch bereits die Genialität von Johann Sebastian Bach erkannte.","translation":"It is particularly interesting that Hoffmann already recognized the genius of Johann Sebastian Bach."},{"text":"Der Nürnberger Komponist Johann Pachelbel gilt als einer der Wegbereiter Johann Sebastian Bachs.","translation":"The Nuremberg composer Johann Pachelbel is considered one of Johann Sebastian Bach's pioneers."},{"text":"Hoffman erkannte Bach als den Urvater der Melodie und der Harmonie an.","translation":"Hoffman recognized Bach as the forefather of melody and harmony."}],"find":[{"text":"Herr Potter hält sich laufend fit, das find ich gut; da mach ich mit.","translation":"Mr Potter is constantly keeping fit, I think that's good; I'll join in."},{"text":"Ich find das auch nicht interessant.","translation":"I don't find this interesting either."},{"text":"„Ich finde Ihre Wohnung wunderschön!“ – „Wunderschön? Ich find’ sie zum Kotzen!“","translation":"\"I think your apartment is beautiful!\" – \"Beautiful? I think they suck!\""},{"text":"Kommst im Abendglühn daher, find’ ich Dich im Sternenheer, Dich, du Menschenfreundlicher, Liebender!","translation":"Come in the evening glow, I find you in the army of stars, you, you more humane, loving!"},{"text":"Die Katze macht miau und findet das sehr schlau. Sie hat miaut die ganze Nacht — und mich um meinen Schlaf gebracht. Ich find dies drum sehr dumm.","translation":"The cat makes meow and thinks it's very smart. She meowed all night — and deprived me of my sleep. I think this is very stupid."},{"text":"„Tom hat das nicht verstanden.“ – „Find ich schon.“","translation":"\"Tom didn't understand that.\" – \"I think so.\""},{"text":"„Maria ist hübscher als ich.“ – „Find’ ich nicht.“","translation":"\"Mary is prettier than me.\" \"I don't think so.\""},{"text":"„Find' ich nicht das große Glück, dann will ich mein Gold zurück.“ — sprach die schöne Königstochter mit drohender Gebärde.","translation":"\"If I don't find the great luck, then I want my gold back.\" — said the beautiful king's daughter with threatening gestures."}],"Verzögerung":[{"text":"Jeder Reporter schickte seine Berichte mit möglichst geringer Verzögerung.","translation":"Every reporter sent his stories with the least possible delay."},{"text":"Nach mehreren Verzögerungen hob das Flugzeug endlich ab.","translation":"After several delays, the plane finally left."},{"text":"Tom war wegen der Verzögerung verärgert.","translation":"Tom was irritated by the delay."},{"text":"Jede Minute Verzögerung kostet Leben.","translation":"Every minute of delay costs lives."},{"text":"Die Sache duldet keine Verzögerung.","translation":"The matter does not tolerate any delay."}],"wichtige":[{"text":"War das etwas Wichtiges, etwas Neues, was Sie eben gesagt haben?","translation":"Was that something important, something new, something you just said?"},{"text":"Meistens reichen völlig einfache Worte, um das wirklich Wichtige auszudrücken!","translation":"Most of the time, completely simple words are enough to express what is really important!"},{"text":"Ich habe schon den ganzen Tag das Gefühl, etwas Wichtiges vergessen zu haben.","translation":"I have the feeling all day long that I have forgotten something important."},{"text":"Ich habe dir etwas sehr Wichtiges mitzuteilen.","translation":"I have something very important to tell you."},{"text":"Das wirklich Wichtige ist nicht das Vermögen einer Person, sondern die Person selbst.","translation":"The really important thing is not the wealth of a person, but the person himself."}],"zukommen":[{"text":"Jetzt weiß ich, was auf mich zukommt, und kann danach handeln.","translation":"Now I know what's in store for me and can act accordingly."},{"text":"Man mag Menschen, die der Seele Nahrung zukommen lassen.","translation":"You like people who give food to the soul."},{"text":"Markku hätte gern gewusst, was auf ihn zukommt.","translation":"Markku would have liked to know what to expect."},{"text":"Wenn schwere Entscheidungen auf mich zukommen, folge ich dem Herzen und dem Gefühl.","translation":"When difficult decisions come to me, I follow the heart and the feeling."},{"text":"Die Bürger müssen wissen, was auf sie zukommt.","translation":"Citizens need to know what to expect."}],"lügst":[{"text":"Wenn du lügst, fasse dich kurz.","translation":"If you're lying, keep it short."},{"text":"Du lügst doch, nicht wahr?","translation":"You're lying, aren't you?"},{"text":"Du lügst mehr, als du sprichst.","translation":"You lie more than you speak."},{"text":"Du lügst ja wie die Bild-Zeitung!","translation":"You lie like the Bild newspaper!"},{"text":"Dir steht ins Gesicht geschrieben, dass du lügst.","translation":"It is written on your face that you are lying."},{"text":"Warum lügst du denn?","translation":"Why are you lying?"},{"text":"Egal ob du lügst oder die Wahrheit sagst, ich werde dir nicht glauben.","translation":"Regardless whether it's a lie or the truth, I won't believe you."},{"text":"Warum lügst du ununterbrochen?","translation":"Why do you lie non-stop?"},{"text":"Die Wahrheit ist, dass du schamlos lügst.","translation":"The truth is that you are shamelessly lying."},{"text":"Wenn du sagst, dass du nie lügst, widerlegen sich deine Worte selbst.","translation":"When you say you never lie, your words refute themselves."}],"Highschool":[{"text":"Ich habe dich seit der Highschool nicht mehr gesehen.","translation":"I haven't seen you since secondary school."},{"text":"Ich bin Schüler an einer Highschool.","translation":"I'm a high school student."},{"text":"Helen hat letztes Jahr die Highschool abgeschlossen.","translation":"Helen graduated from high school last year."},{"text":"Ich las das Buch in meinem zweiten Jahr auf der Highschool.","translation":"I read the book in my second year of high school."},{"text":"Der Zug war voll mit Schülern der Highschool.","translation":"The train was crowded with high school students."},{"text":"Du hast mir immer Streiche gespielt, als wir zusammen auf der Junior Highschool waren.","translation":"You were always playing tricks on me when we were in junior high school."}],"anspruchsvoll":[{"text":"Du bist ziemlich anspruchsvoll.","translation":"You're quite demanding."},{"text":"Maria ist eine sehr anspruchsvolle Freundin.","translation":"Mary is a very demanding girlfriend."},{"text":"Hier ist eine Zeitschrift für anspruchsvolle Leser.","translation":"Here is a magazine for discerning readers."},{"text":"Ich bin nicht anspruchsvoll — mir ist das Beste gut genug.","translation":"I'm not demanding — the best is good enough for me."},{"text":"Ein anspruchsvolles Buch ist dies: Nimm's ohne Anspruch hin und lies, gar vieles bringt's für viele.","translation":"This is a demanding book: Take it without any claim and read, even a lot brings it for many."}],"würdig":[{"text":"Das Ziel ist würdig, und der Preis ist groß!","translation":"The goal is worthy, and the price is great!"},{"text":"Einen Dummkopf zu betrügen, ist eine Handlung, die eines Menschen von Geist würdig ist.","translation":"To deceive a fool is an act worthy of a man of spirit."},{"text":"Leben ist eine Anstrengung, die einer besseren Sache würdig wäre.","translation":"Life is an effort worthy of a better cause."},{"text":"Ich finde, dass es sich um eine würdige Fortsetzung des Romanes handelt.","translation":"I think it's a worthy sequel to the novel."},{"text":"Dieser Politiker ist ein würdiger Vertreter der Toskana-Fraktion.","translation":"This politician is a worthy representative of the Tuscany Group."}],"blase":[{"text":"Ich habe eine schwache Blase.","translation":"I have a weak bladder."},{"text":"Mit voller Blase kann ich nicht einschlafen.","translation":"I can't fall asleep with my bladder full."},{"text":"Ich habe eine Blase aus Stahl.","translation":"I have a steel bubble."},{"text":"Die Länge eines Films sollte in einem direkten Verhältnis zum Fassungsvermögen der menschlichen Blase stehen.","translation":"The length of a film should be in direct proportion to the capacity of the human bubble."},{"text":"Beim Wandern in neuen Stiefeln habe ich mir am Hacken eine Blase zugezogen.","translation":"While hiking in new boots, I developed a blister on the heel of my foot."},{"text":"Ich blase meinen Ballon auf.","translation":"I am inflating my balloon."},{"text":"Blase die Kerzen aus und denke an irgendeinen Wunsch!","translation":"Blow out the candles and think of any wish!"},{"text":"Ich blase oft Trübsal.","translation":"I often blow tribulation."},{"text":"Blase alle Kerzen auf dem Geburtstagskuchen mit einem Atemzug aus!","translation":"Blow out all the candles on the birthday cake with one breath!"}],"Sauce":[{"text":"Gute Saucen kreieren ist meine Leidenschaft.","translation":"Creating good sauces is my passion."},{"text":"Diese Sauce ist ziemlich scharf.","translation":"This sauce is quite hot."},{"text":"Hunger ist die beste Sauce.","translation":"Hunger is the best sauce."},{"text":"Ich hätte gern italienische Sauce zu meinem Salat.","translation":"I want Italian dressing on my salad."},{"text":"Tom gab zu viel von der scharfen Sauce auf seine Pizza.","translation":"Tom added too much of the hot sauce to his pizza."},{"text":"Die Sauce ist fast fertig. Erst jetzt geben wir Petersilie und Basilikum hinzu.","translation":"The sauce is almost ready. Only now do we add parsley and basil to it."},{"text":"Möchtest du noch etwas mehr Sauce?","translation":"Would you like some more gravy?"},{"text":"Scharfe Sauce passt zu allem.","translation":"Hot sauce goes on everything."},{"text":"Mit zu viel Sauce ist Salat nicht mehr gesund.","translation":"If you pour a lot of dressing on your salad, it cancels out some of the healthiness of the salad itself."},{"text":"Probiere es mal ohne Sauce!","translation":"Try it without sauce."}],"vertraulich":[{"text":"Selbstverständlich werden Ihre Meldungen vertraulich behandelt.","translation":"Your reports will of course be treated confidentially."},{"text":"Ich bitte, das Thema vertraulich zu behandeln, die Fakten müssen unter uns bleiben.","translation":"I ask that the matter be treated confidentially, the facts must remain among us."},{"text":"Gerade die vertraulichen Gespräche müssen offen geführt werden.","translation":"Confidential discussions in particular must be conducted openly."},{"text":"Das ist vertraulich, das darf ich ihm nur persönlich sagen.","translation":"This is confidential, I can only tell him personally."},{"text":"Bitte behandle diese Information vertraulich.","translation":"Please treat this information confidentially."}],"Deckung":[{"text":"Geh in Deckung!","translation":"Take cover!"},{"text":"Bleib in Deckung!","translation":"Stay in cover!"},{"text":"Tom ging hinter einer Mülltonne in Deckung.","translation":"Tom took cover behind a dumpster."},{"text":"Scharfschütze vorweg auf ein Uhr, achtet auf eure Deckung!","translation":"Sniper in advance on one clock, pay attention to your cover!"},{"text":"Der Trupp geriet in einen Hinterhalt und suchte Deckung.","translation":"The squadron encountered an ambush and scrambled for coverage."}],"Sprichwort":[{"text":"Ein Sprichwort ist ein kurzer Satz, der sich auf lange Erfahrung gründet.","translation":"A proverb is a short sentence based on long experience."},{"text":"Weißt du, wie dieses Sprichwort zu verstehen ist?","translation":"Do you know how this saying is to be understood?"},{"text":"„Früher war alles besser“ lautet ein deutsches Sprichwort.","translation":"\"Everything used to be better\" is a German proverb."},{"text":"Ein altes Sprichwort besagt, dass Zeit Geld ist.","translation":"An old saying goes that time is money."},{"text":"Sprichwörter sind voll Weisheit.","translation":"Proverbs are full of wisdom."}],"Taktik":[{"text":"Welche Taktiken werden Sie anwenden?","translation":"What tactics will you use?"},{"text":"Die Taktik funktionierte.","translation":"The tactic worked."},{"text":"Sie änderten plötzlich die Taktik und zogen ihre Truppen zurück.","translation":"They suddenly changed tactics and withdrew their troops."},{"text":"Tom weiß nicht den Unterschied zwischen einer Strategie und einer Taktik.","translation":"Tom doesn't know the difference between a strategy and a tactic."},{"text":"Sie bevorzugt stets ein und dieselbe Taktik.","translation":"She always prefers one and the same tactic."}],"bloßen":[{"text":"Gute Sprüche, weise Lehren, muss man üben, nicht bloß hören.","translation":"Good sayings, wise teachings, must be practiced, not just heard."},{"text":"Tom ist immer noch nicht zurück. Wo bleibt er bloß?","translation":"Tom's still not back. Just where is he?"},{"text":"Das ist alles bloß fauler Zauber. Lass dich nicht täuschen!","translation":"It's all just lazy magic. Don't be fooled!"},{"text":"Schokolade macht nicht dick, sie formt bloß!","translation":"Chocolate doesn't make you fat, it just shapes!"},{"text":"„Der Tom hat heute Geburtstag!“ – „Ne, sag bloß! Dann müssen wir ihm etwas schenken!“","translation":"\"It's Tom's birthday today!\" \"No! Is it? Well, we'll have to get something for him!\""}],"fängst":[{"text":"Du fängst an zu stinken, Tom. Geh duschen!","translation":"You start to stink, Tom. Take a shower!"},{"text":"Fang bloß nicht wieder damit an, sonst fängst du dir eine!","translation":"Just don't start again, otherwise you'll catch one!"},{"text":"Wann fängst du an Deutsch zu lernen?","translation":"When are you going to start learning German?"},{"text":"Wenn du so weiter machst, fängst du dir noch eine.","translation":"If you continue like this, you'll catch another one."},{"text":"Wetten, du fängst mich nicht?","translation":"I bet you can't catch me."}],"verschenken":[{"text":"Kein Kaiser kann, was unser ist, verschenken.","translation":"No emperor can give away what is ours."},{"text":"Was immer du auf Erden verschenkst, es wird dich in den Himmel begleiten.","translation":"Whatever you give away on earth, it will accompany you to heaven."},{"text":"Wir machen immer einen Fehler: Wir investieren Gefühle, statt sie zu verschenken.","translation":"We always make a mistake: we invest feelings instead of giving them away."},{"text":"Jeden Tag ein bisschen Liebe verschenken, heißt jeden Tag ein bisschen Weihnachten haben.","translation":"Giving away a little love every day means having a little Christmas every day."},{"text":"Wer sein Vertrauen verschenkt, muss das manchmal teuer bezahlen.","translation":"Those who give away their trust sometimes have to pay dearly."}],"meistern":[{"text":"Die Zunge lässt sich nicht meistern.","translation":"The tongue cannot be mastered."},{"text":"Englisch kann man nicht über Nacht meistern.","translation":"English cannot be mastered overnight."},{"text":"Wenn Sie eine Sprache meistern wollen, müssen Sie lernen, in dieser Sprache zu denken.","translation":"If you want to master a language, you need to learn to think in that language."},{"text":"Die Kunst des Verlierens ist nicht schwer zu meistern.","translation":"The art of losing is not difficult to master."},{"text":"Sie besitzt die bemerkenswerte Fähigkeit, jede beliebige Schwierigkeit zu meistern.","translation":"She has the remarkable ability to master any difficulty."},{"text":"Er hat die Kunst des Schreibens noch nicht gemeistert.","translation":"He has not yet mastered the art of writing."},{"text":"Das haben Sie hervorragend gemeistert!","translation":"You've just about mastered that."},{"text":"Probleme sind dazu da, um gelöst zu werden!? Wirklich? … Nein! Denn: Herausforderungen sind da, um gemeistert zu werden! Erst wenn sie nicht gemeistert werden, werden sie zu Problemen.","translation":"Problems are there to be solved!? Real? ... No! Because: Challenges are there to be mastered! Only if they are not mastered do they become problems."},{"text":"Jim hat Französisch und Deutsch gemeistert.","translation":"Jim has mastered French and German."}],"unterteilen":[{"text":"Die Mannschaft war in kleinere Gruppen unterteilt.","translation":"The team was divided into smaller groups."},{"text":"Dieses Buch ist in vier Teile unterteilt.","translation":"This book is divided into four parts."},{"text":"Toms Schultag ist in sechs Stunden unterteilt.","translation":"Tom's school day is divided into six periods."},{"text":"Ich muss meine Aufgaben in kleine Schritte unterteilen.","translation":"I must break my tasks into small steps."},{"text":"Auf der „Titanic“ gab es 762 Kabinen, die in drei Klassen unterteilt waren.","translation":"On the \"Titanic\" there were 762 cabins, which were divided into three classes."}],"einlassen":[{"text":"Du willst Maria heiraten! Weißt du, worauf du dich einlässt?","translation":"You want to marry Maria! Do you know what you're getting into?"},{"text":"Ich hätte mich nicht darauf einlassen sollen.","translation":"I shouldn't have gotten involved in it."},{"text":"Tom hätte sich niemals auf Marie einlassen sollen.","translation":"Tom should never have got involved with Mary."},{"text":"Ich kann nicht glauben, dass ich mich darauf einlasse.","translation":"I can't believe I'm agreeing to this."},{"text":"Ich wünschte, ich hätte mich nie auf dich eingelassen.","translation":"I just wish I'd never gotten involved with you."}],"strich":[{"text":"Die Striche an der Wand hat unser Kind gemacht.","translation":"Our child has made the lines on the wall."},{"text":"Das Wetter macht uns einen Strich durch die Rechnung.","translation":"The weather throws a spanner in the works."},{"text":"Zeichnet einen Strich auf euer Blatt.","translation":"Draw a line on your sheet."},{"text":"Ist Ihnen das deswegen gegen den Strich gegangen?","translation":"Is that why it went against the grain for you?"},{"text":"Sie hat mich nach Strich und Faden belogen, deshalb glaube ich ihr kein Wort mehr.","translation":"She lied to me to the letter, so I don't believe her a word anymore."},{"text":"Tom strich sich das Haar aus dem Gesicht.","translation":"Tom brushed his hair out of his face."},{"text":"Er strich ihn von der Liste.","translation":"He removed him from the list."},{"text":"Tom strich sich über den Bart.","translation":"Tom stroked his beard."},{"text":"Die Artikel, die ich interessant fand, strich ich dick an.","translation":"I've boldfaced the articles that I found interesting."},{"text":"Mit einer zärtlichen Handbewegung strich er ihre Haare zu Seite und küsste ihre Stirn.","translation":"With a tender wave of his hand, he brushed her hair aside and kissed her forehead."},{"text":"Er strich ihr mit der Hand durchs Haar.","translation":"He ran a hand through her hair."},{"text":"Tom strich Marias Namen von der Liste.","translation":"Tom crossed Mary's name off the list."},{"text":"Sie nutzte das gute Wetter und strich die Wand.","translation":"She took advantage of the good weather and painted the wall."},{"text":"Er strich die Decke blau.","translation":"He painted the ceiling blue."},{"text":"Mein Vater strich gerade das Haus.","translation":"My father was painting the house."}],"Mikrowelle":[{"text":"Willst du Essen auf die Schnelle, gar es in der Mikrowelle!","translation":"Want your food without delays? Use the might of microwaves."},{"text":"Die Mikrowelle lehnt mein Freund ab.","translation":"My boyfriend refuses to use the microwave."},{"text":"Kann man eine Katze in der Mikrowelle trocknen?","translation":"Is it possible to dry a cat in the microwave?"},{"text":"Mikrowellen können ernsthafte Schäden verursachen.","translation":"Microwaves can cause serious damage."},{"text":"Ich habe nie gelernt, eine Mikrowelle zu bedienen.","translation":"I never learned how to use a microwave oven."}],"antik":[{"text":"Die Demokratie hat ihren Ursprung im antiken Griechenland.","translation":"Democracy originated in Ancient Greece."},{"text":"Im Museum sind Skulpturen aus der Antike ausgestellt.","translation":"In the museum, sculptures from antiquity are exhibited."},{"text":"Die Pyramiden sind in der Antike gebaut worden.","translation":"The pyramids were built in ancient times."},{"text":"In der Antike war der Rubin als der König der Edelsteine ​​bekannt.","translation":"In ancient times, the ruby was known as the king of gemstones."},{"text":"Wer das Messbare von der Antike nehmen muss, sollte uns nicht gehässig sein, weil wir das Unmeßbare von der Antike nehmen wollen.","translation":"Those who have to take the measurable from antiquity should not be hateful to us, because we want to take the immeasurable from antiquity."},{"text":"Antike Teppiche sind besonders wertvoll.","translation":"Antique carpets are particularly valuable."},{"text":"Rom ist berühmt für seine antike Architektur.","translation":"Rome is famous for its ancient architecture."},{"text":"Tom sammelt antike Uhren.","translation":"Tom collects antique clocks."},{"text":"Achilles war ein Held des antiken Griechenlands.","translation":"Achilles was an ancient Greek hero."},{"text":"Rom ist eine antike Stadt.","translation":"Rome is an ancient city."}],"Toast":[{"text":"Zum Frühstück esse ich immer Toast und trinke Kaffee.","translation":"For breakfast I always eat toast and drink coffee."},{"text":"Zwei Scheiben Toast und eine Tasse schwarzen Tee bitte.","translation":"Two slices of toast and a cup of black tea please."},{"text":"Ich dachte, Tom will vielleicht Butter auf seinem Toast.","translation":"I thought Tom might want butter on his toast."},{"text":"Die Studenten brachten einen Toast aus zu Ehren des Geburtstages von Dr. Baker.","translation":"The students made a toast in honor of Dr. Baker's birthday."},{"text":"Tom streute etwas Zucker auf den Toast.","translation":"Tom sprinkled some sugar on the toast."},{"text":"Zum Fisch gibt es immer eine Scheibe Toast.","translation":"There is always a slice of toast with the fish."},{"text":"Tom aß drei Eier und eine Scheibe Toast.","translation":"Tom ate three eggs and a slice of toast."},{"text":"Toast Hawaii schmeckt nur mit Preiselbeeren richtig toll.","translation":"Toast Hawaii only tastes great with cranberries."},{"text":"Was ich auf meinen Reisen immer am meisten vermisse, ist gutes Vollkornbrot. Ob Baguette, Toast oder Ciabatta - Weißbrot macht mich einfach nicht richtig satt.","translation":"What I always miss on my travels is good wholemeal bread. Whether it's baguettes, toast or ciabatta, white bread never fills me up properly."},{"text":"Ich mag French Toast.","translation":"I like French toast."}],"streben":[{"text":"Ständig nach Macht zu streben, kostet dich ein ruhiges Leben.","translation":"Constantly striving for power costs you a quiet life."},{"text":"Wir streben mehr danach, Schmerz zu vermeiden als Freude zu gewinnen.","translation":"We strive more to avoid pain than to gain joy."},{"text":"Wer nicht mehr strebt, wer nicht mehr lernt, der lasse sich begraben.","translation":"Those who no longer aspire, those who no longer learn, let themselves be buried."},{"text":"Wir streben über uns hinaus, weil wir nicht wissen, wozu wir fähig sind.","translation":"We strive beyond ourselves because we don't know what we're capable of."},{"text":"Das Gute ist das, wonach alles strebt.","translation":"The good thing is what everything strives for."}],"Unterseite":[{"text":"An der Unterseite der Bank kleben viele Kaugummis.","translation":"There is a lot of chewing gum stuck to the bottom of the bench."},{"text":"Ich kann nicht sagen, ob es mit der Unterseite nach oben, der Innenseite nach außen oder der Vorderseite nach hinten gelandet ist.","translation":"I can't tell whether it landed upside down, inside out, or backwards."}],"wasch":[{"text":"Zuerst wasche ich mir Gesicht und Hände.","translation":"First, I wash my face and hands."},{"text":"Meine BHs wasche ich immer von Hand.","translation":"I always hand wash my bras."},{"text":"Ich wasche einmal pro Woche.","translation":"I wash once a week."},{"text":"„Tom, was machst du denn da?“ – „Ich wasche ab. Sieht man das nicht?“","translation":"\"Tom, what are you doing?\" \"The washing-up. Can't you see?\""},{"text":"Wasch dir die Hände, bevor du isst.","translation":"Wash your hands before you eat."},{"text":"„Ich habe schmutzige Füße.“ – „Dann geh hin und wasch sie dir!“","translation":"\"I have dirty feet.\" – \"Then go and wash them!\""},{"text":"Wasch dir bitte die Hände.","translation":"Please wash your hands."},{"text":"Wasch dir das Gesicht.","translation":"Wash your face."},{"text":"Wasch das Geschirr!","translation":"Wash the dishes!"},{"text":"Sei so lieb und wasch dir die Hände!","translation":"Be so sweet and wash your hands!"}],"Zahnarzt":[{"text":"Wann haben Sie zum letzten Mal den Zahnarzt besucht?","translation":"When was the last time you visited the dentist?"},{"text":"Nächste Woche werde ich mich mal wieder zum Zahnarzt bequemen.","translation":"Next week I'll force myself to the dentist again."},{"text":"Der Zahnarzt zog ihm drei Zähne aus.","translation":"The dentist stripped him of three teeth."},{"text":"Bis auf den heutigen Tag habe ich Angst vor dem Zahnarzt.","translation":"To this day, I am afraid of the dentist."},{"text":"„Was suchen Sie?“ – „Einen Zahnarzt.“ – „Hier gibt es keinen mehr.“","translation":"\"What are you looking for?\" – \"A dentist.\" – \"There is no one left here.\""}],"abwart":[{"text":"Unser Zug muss noch die Ankunft eines anderen Zuges abwarten.","translation":"Our train must still wait for the arrival of yet another train."},{"text":"Man muss die Zukunft abwarten und die Gegenwart genießen oder ertragen.","translation":"You have to wait for the future and enjoy or endure the present."},{"text":"Lass uns abwarten und schauen, wie sich die Dinge entwickeln.","translation":"Let's wait and see how things turn out."},{"text":"Ich werde abwarten, was geschieht.","translation":"I'll wait and see what happens."},{"text":"Ich kann es kaum abwarten, mich mit dir zu treffen!","translation":"I can't wait to see you."}],"west":[{"text":"Er hat eine weiße Weste.","translation":"He has a clean slate."},{"text":"Ich verließ meinen Job und zog fort, so konnte ich mit einer sauberen Weste starten.","translation":"I left my job and moved away, so I could start with a clean slate."},{"text":"Ein Fluss trennt die Stadt in Ost und West.","translation":"A river separates the city into east and west."},{"text":"Kulturen aus Ost und West treffen sich in diesem Land.","translation":"Cultures of the East and the West meet together in this country."},{"text":"Die Erde dreht sich von West nach Ost.","translation":"The Earth is rotating from West to East."},{"text":"Er war zum Flughafen gekommen, um Herrn West zu treffen.","translation":"He had gone to the airport to meet Mr West."},{"text":"Argleton ist eine Stadt in West Lancashire, England, die nur auf Google maps existiert.","translation":"Argleton is a town in West Lancashire, England which exists only on Google maps."},{"text":"Professor West ist fast so alt wie mein Vater.","translation":"Professor West is almost as old as my father."},{"text":"Frau West bereitet schon das Frühstück vor.","translation":"Mrs. West is already preparing breakfast."},{"text":"Ein Herr West hat angerufen, während Sie fort waren","translation":"A Mr. West called while you were away"}],"wette":[{"text":"Bei einer Wette gibt es einen Dummkopf und einen Dieb.","translation":"In a bet, there is a fool and a thief."},{"text":"Ich wäre jede Wette dagegen eingegangen.","translation":"I would have made every bet against it."},{"text":"Die Wette habe ich verloren.","translation":"I lost that bet."},{"text":"Was gilt die Wette?","translation":"What is the bet?"},{"text":"Sie lief mit ihm um die Wette den Hügel hinunter.","translation":"She ran with him to race down the hill."}],"reflektieren":[{"text":"Wasser reflektiert Licht.","translation":"Water reflects light."},{"text":"Ein Spiegel reflektiert Licht.","translation":"A mirror reflects light."},{"text":"Da die Stimmen von den Wänden reflektiert werden, ist es in diesem Zimmer laut.","translation":"Since the voices are reflected off the walls, it is noisy in this room."},{"text":"Seine Rede reflektierte nicht den Willen der Partei.","translation":"His speech did not reflect the will of the party."},{"text":"Schnee reflektiert ultraviolettes Licht.","translation":"Snow reflects ultraviolet light."},{"text":"Es gilt, das Spiel zu reflektieren und Bauernstrukturen und typische Pläne kennenzulernen.","translation":"It is necessary to reflect on the game and get to know typical pawn structures and plans."},{"text":"Meereseis reflektiert mehr Sonnenlicht als der dunklere Ozean.","translation":"Sea ice reflects more sunlight than does the darker ocean."}],"düster":[{"text":"Die Zukunft sieht düster aus.","translation":"The future looks bleak."},{"text":"Ist Schwarz zu tragen im Frühling zu düster?","translation":"Is black too gloomy to wear in spring?"},{"text":"Wir wollen diesen düsteren Vorfall für uns behalten.","translation":"We want to keep this grim incident to ourselves."},{"text":"Der Abend war düster.","translation":"It was a dreary evening."},{"text":"Wenn man zu viel Schwarz verwendet, kann es etwas düster werden.","translation":"If you use too much black, it can get a bit gloomy."}],"absolvieren":[{"text":"Du hast alle Prüfungen absolviert.","translation":"You have passed all the exams."},{"text":"Ich empfehle dir auch, es zu absolvieren, wenn du ein bisschen Zeit dafür hast.","translation":"I also recommend you complete it if you have a bit of time for it."},{"text":"Wenn alles gut für ihn läuft, wird er 2001 die Schule absolvieren.","translation":"If all goes well for him, he will graduate from school in 2001."},{"text":"Sie sollten ein Sprachstudium im Ausland absolviert haben.","translation":"You should have done a language study abroad."},{"text":"Danke übrigens, dafür dass Sie mir erlaubt haben, ein paar Flugstunden zu absolvieren.","translation":"Moreover, thank you for allowing me to complete a few hours of flying lessons."}],"durchziehen":[{"text":"Dieses Mal hat er es aber leider durchgezogen.","translation":"This time, however, he unfortunately pulled it off."},{"text":"Wie konntest du das durchziehen?","translation":"How could you pull this off?"},{"text":"Ich hätte es durchgezogen, wenn du mich nicht aufgehalten hättest.","translation":"I would have gone through with it if you hadn't stopped me."},{"text":"Jetzt musst du dich drei Minuten lang gedulden, damit das Aroma durchziehen kann.","translation":"Now you have to wait three minutes for the aroma to run through."},{"text":"Banden und Horden durchzogen das Land.","translation":"Gangs and hordes crisscrossed the country."}],"Kommando":[{"text":"\"Bei Fuß!\" lautet eines der Kommandos, auf die sein Hund hört.","translation":"\"On foot!\" is one of the commands his dog listens to."},{"text":"Links um! Rechts um! sind militärische Kommandos.","translation":"Links around! Turn right! are military commands."},{"text":"Toms Hund kennt die Kommandos „Sitz“ und „Platz“.","translation":"Tom's dog knows the commands \"sit\" and \"place\"."},{"text":"Mama und Papa haben mir das Kommando übertragen. Was ich sage, gilt also!","translation":"Mom and Dad put me in charge, so whatever I say, goes."},{"text":"Übernehmen Sie das Kommando.","translation":"Take command."}],"Schalen":[{"text":"Ich schalte die Lampe aus.","translation":"I'm switching off the light."},{"text":"Bitte schalte den Fernseher auf das dritte Programm um.","translation":"Please switch the TV to the third program."},{"text":"Ich schalte mal auf Lautsprecher, dann kriegen alle alles mit.","translation":"I switch to speakers, then everyone gets everything."},{"text":"Schalte endlich einmal dein Smartphone aus!","translation":"Finally turn off your smartphone!"},{"text":"Schalte bitte das Licht an.","translation":"Please turn on the light."}],"Frühjahr":[{"text":"Auf das Frühjahr freue ich mich schon riesig.","translation":"I'm looking forward to spring immensely."},{"text":"Reiß Unkraut mit der Wurzel heraus, sonst treibt es im Frühjahr wieder aus.","translation":"Rip out weeds with the root, otherwise it will sprout again in the spring."},{"text":"Nebel im Januar macht ein nasses Frühjahr.","translation":"Fog in January makes a wet spring."},{"text":"Ich finde, dass das Frühjahr auch sehr schön ist.","translation":"I think that spring is also very beautiful."},{"text":"Ein später Winter bedeutet ein spätes Frühjahr.","translation":"A late winter means a late spring."}],"Mio":[{"text":"Der Atlantische Ozean hat eine Fläche von etwa 106 Mio. km².","translation":"The Atlantic Ocean covers an area of approximately 41,105,000 square miles."},{"text":"Seine Besitztümer wurden auf 100 Mio. US-Dollar geschätzt.","translation":"His possessions were estimated at $100 million."},{"text":"Das Unternehmen ist wichtige langfristige, unkündbare Material- und Lieferverpflichtungen in Höhe von 70,0 Mio. USD eingegangen.","translation":"The company has entered into $70.0 million of material long-term non-cancelable materials and supply purchase obligations."},{"text":"Die einwohnerreichsten Städte Europas sind: Moskau (12 Mio.), London (8 Mio.) und Sankt Petersburg (5 Mio.).","translation":"The most populous cities in Europe are: Moscow (12 million), London (8 million) and Saint Petersburg (5 million)."},{"text":"Die Asteroiden liegen nicht nahe beieinander, sondern sind etwa 1,6 Mio. Kilometer voneinander entfernt.","translation":"Asteroids are not close to each other. They are roughly 1 million miles from each other."}]}