{"Note":[{"text":"Sehr schön, Maria! Eine bessere Note als eine Eins gibt es leider nicht.","translation":"Very beautiful, Mary! Unfortunately, there is no better grade than a one."},{"text":"Er hat um eine Note zu hoch gesungen.","translation":"He sang a note too high."},{"text":"Ich habe in Französisch immer gute Noten bekommen.","translation":"I always got good grades in French."},{"text":"Er hat immer bessere Noten als ich, obwohl er weniger arbeitet.","translation":"He always has better grades than me, even though he works less."},{"text":"In meiner Sprache heißen die Noten c, d, e, f, g, a und h.","translation":"In my language, the musical notes are c, d, e, f, g, a, and b."}],"beste":[{"text":"In der Kunst ist das Beste gut genug.","translation":"In art the best is good enough."},{"text":"Das Beste im Leben ist, Verständnis für alles Schöne zu haben.","translation":"The best thing in life is to have understanding for everything beautiful."},{"text":"Das Beste an der Zukunft ist, dass nie zwei Tage auf einmal kommen.","translation":"The best thing about the future is that two days will never come at once."},{"text":"Das Beste an der DDR war der Traum, den wir von ihr hatten.","translation":"The best thing about the GDR was the dream we had of it."},{"text":"Ich muss das Beste aus dem kleinen Zimmer machen.","translation":"I have to make the best of that small room."}],"Gegensatz":[{"text":"Der russische Satz ist im Gegensatz zu dem englischen eindeutig.","translation":"The Russian phrase, unlike the English one, is unambiguous."},{"text":"Wie sich die Gegensätze gleichen!","translation":"How the opposites are alike!"},{"text":"Im Gegensatz zu gestern ist es heute überhaupt nicht heiß.","translation":"It's nowhere near as hot today as it was yesterday."},{"text":"Ihr Verhalten steht im Gegensatz zu Ihren Prinzipien.","translation":"Your behavior is in conflict with your principles."},{"text":"Im Gegensatz zur älteren Schwester ist die jüngere Schwester der ruhigere Typ.","translation":"Unlike her older sister, the younger sister is the quieter type."}],"national":[{"text":"Bist du bereit, für die nationale Sache zu sterben?","translation":"Are you willing to die for the national cause?"},{"text":"Nixon hielt die Rede im nationalen Fernsehen.","translation":"Nixon made the speech on national TV."},{"text":"Willst du dich ganz der nationalen Sache widmen?","translation":"Do you want to devote yourself entirely to the national cause?"},{"text":"Die Struktur der nationalen Wirtschaft wird den neuen Richtlinien entsprechend geändert.","translation":"The structure of the national economy will be changed in accordance with the new directives."},{"text":"Sie werden an der nationales Konferenz in Las Vegas teilnehmen.","translation":"They'll attend the national conference in Las Vegas."},{"text":"Tom ist ein Mitglied der „Nationalen Schusswaffenvereinigung“.","translation":"Tom is a member of the NRA."},{"text":"Der Nationale Volkskongress ist das oberste staatliche Machtorgan Chinas.","translation":"The National People's Congress is the supreme state organ of power in China."},{"text":"Die erste Frau, die ich nackt sah, befand sich in einer Ausgabe des National Geographic Magazine.","translation":"The first naked woman I saw was in a National Geographic magazine."},{"text":"Tom erhielt ein Stipendium von der National Science Foundation.","translation":"Tom received a grant from the National Science Foundation."},{"text":"Dieses Projekt wurde durch Fördermittel der National Science Foundation ermöglicht.","translation":"This project was made possible by a grant from the National Science Foundation."}],"ran":[{"text":"Ich komme an die Stelle nicht ran.","translation":"I can't get to that point."},{"text":"Ich fuhr rechts ran, und stieg aus.","translation":"I pulled over on the side of the road and got out."},{"text":"Geht sie richtig ran an die Arbeit oder geht sie ihr nach Möglichkeit aus dem Weg?","translation":"Is she hard at work or hardly working?"},{"text":"Das Telefon klingelt, wenn du willst, gehe ich ran.","translation":"The phone's ringing. I'll get it if you want."},{"text":"Lass mal die Profis ran.","translation":"Let the pros do it."},{"text":"Weil viel mehr zu tun war als erwartet, musste der Chef selbst mit ran.","translation":"Because there was much more to do than expected, the boss himself had to get involved."},{"text":"Nun mal ran an die Arbeit.","translation":"Now get to work."},{"text":"Ich habe bei Tom angerufen, aber es ging keiner ran.","translation":"I called Tom's house, but no one answered."},{"text":"Halte dich ran!","translation":"Be quick about it."},{"text":"Einen Angestellten kann sich Tom nicht leisten; also muss die Familie mit ran.","translation":"Tom can't afford to employ anyone; the family has to muck in."},{"text":"Geh näher ran, dann wirst du es hören.","translation":"Get closer, then you'll hear it."},{"text":"Los, ran! Es ist soweit ... einer von uns muss sterben.","translation":"Approach! The time has come... one of us must die."},{"text":"Geh nicht an dieses Telefon ran!","translation":"Don't pick up that phone."},{"text":"Sie hält sich nicht ran.","translation":"She doesn't stick to it."},{"text":"Kommst du an die Sachen ran, die im Regal ganz oben sind?","translation":"Can you reach what's on the top shelf?"},{"text":"Willst du es schaffen oder nicht? Wenn du es schaffen willst, dann halt dich jetzt ran!","translation":"Do you want to make it or not? If you want to make it, then stick with it now!"},{"text":"Das Telefon läutete, aber keiner ging ran.","translation":"The phone rang, but nobody answered it."},{"text":"Ich ging völlig blauäugig an die Sache ran.","translation":"I approached the matter completely naïvely."},{"text":"„Im Sommer treffe ich mich mit Marie-Emmanuelle in ihrer elsässischen Heimat. Bis dahin muss ich einigermaßen Französisch können.“ – „Aber sie kann doch auch Deutsch.“ – „Ja, aber ich will sie beeindrucken.“ – „Ach so. Na, dann mach dich mal ran ans Lernen!“","translation":"\"In the summer I meet Marie-Emmanuelle in her Alsatian homeland. Until then, I have to know some French.\" – \"But she can also German.\" – \"Yes, but I want to impress her.\" – \"Oh. Well, then get to work!\""},{"text":"Ich ging ran.","translation":"I answered the phone."}],"Krise":[{"text":"Die Euro-Krise treibt die Preise.","translation":"The euro crisis is driving up prices."},{"text":"In der Krise beweist sich der Charakter.","translation":"In the crisis, the character proves itself."},{"text":"Soll ich dir ein Geheimnis verraten? Die Europäische Union ist in einer ernsten Krise.","translation":"Shall I tell you a secret? The European Union is in a serious crisis."},{"text":"Zur Freiheit gehören die Krisen der Freiheit.","translation":"Freedom includes the crises of freedom."},{"text":"Je stärker der Service, desto kleiner die Krise.","translation":"The stronger the service, the smaller the crisis."}],"blind":[{"text":"Ich höre nichts. Auf dem Ohr bin ich blind.","translation":"I don't hear anything. I am blind in my ear."},{"text":"He, Sie sind wohl gar nicht blind?","translation":"Hey, you're probably not blind at all?"},{"text":"Für andere ist er ein Experte, aber für sich ist er blind.","translation":"For others he is an expert, but for himself he is blind."},{"text":"Auf diesem Auge bin ich blind.","translation":"In this eye I am blind."},{"text":"Der alte Mann ist auf einem Auge blind.","translation":"The old man is blind in one eye."},{"text":"Liebe macht blind. Freundschaft öffnet die Augen.","translation":"Love makes you blind. Friendship is an eye-opener."},{"text":"Das Glück ist blind.","translation":"Happiness is blind."},{"text":"Menschen sind oft blind für das Eigentliche.","translation":"People are often blind to the real thing."},{"text":"Die Liebe ist nicht blind, aber sie sieht nichts.","translation":"Love is not blind, but it sees nothing."},{"text":"Wenn der Arme kommt, ist der Reiche blind.","translation":"When the poor man comes, the rich man is blind."},{"text":"Ein Blinder muss nicht Karten spielen.","translation":"A blind person does not have to play cards."},{"text":"Licht ist Licht, doch der Blinde sieht es nicht.","translation":"Light is light, but the blind man does not see it."},{"text":"Sogar ein Blinder fällt nicht zweimal in dasselbe Loch.","translation":"Even a blind person does not fall into the same hole twice."},{"text":"Was soll der Blinde mit dem Spiegel?","translation":"What is the blind man supposed to do with the mirror?"},{"text":"Zwei Blinde zusammen sind nicht weniger blind als jeder allein.","translation":"Two blind people together are no less blind than each alone."}],"raten":[{"text":"Wem nicht zu raten ist, dem ist auch nicht zu helfen.","translation":"If you are not to be advised, you can not help either."},{"text":"Tom riet mir von dieser Reise ab.","translation":"Tom advised me against this trip."},{"text":"Der Arzt riet ihr, zu Hause zu bleiben.","translation":"The doctor advised that she stay at home."},{"text":"Niemand ist klug genug, um sich selbst zu raten.","translation":"No one is smart enough to guess themselves."},{"text":"Der Gesunde kann dem Kranken wohl raten.","translation":"The healthy person can probably advise the sick person."}],"hm":[{"text":"Hm! Hm! Sie hat begonnen zu husten!","translation":"Hm! Hm! She has started coughing!"},{"text":"„Wieso hast du noch kein Smartphone?“ – „Warum sollte ich eins haben?“ – „Hm, nur so. Alle haben schon eins.“","translation":"\"Why don't you have a smartphone yet?\" – \"Why should I have one?\" – \"Hm, just like that. Everyone already has one.\""},{"text":"„Georges Seurat? Hm! Ich kenne keinen Menschen dieses Namens. Sind Sie sicher, dass er diesen Namen genannt hat?“ – „Ja, mein Herr. Und er hat noch gesagt, dass Sie sich ganz bestimmt an ihn erinnern werden.“","translation":"\"Georges Seurat? Humph! I don't know a person of that name. Are you sure he mentioned that name?\" – \"Yes, sir. And he said that you will definitely remember him.\""},{"text":"Klar wusste er, dass es nur ein Witz war, und hat es bei einem „Hm?“ bewenden lassen, aber er war echt genervt. Ich meine, sag so was nicht noch mal, nicht mal im Scherz!","translation":"Of course he knew it was just a joke, and left it at a \"Hm?\", but he was really annoyed. I mean, don't say that again, not even jokingly!"},{"text":"„Wieso kann ein außereuropäischer Zivilist, namentlich George Soros, dem Präsidenten der Europäischen Union sagen, was er im politischen Leben tun soll?“ – „Hm, sie sind gute Freunde!“","translation":"\"Why can a non-European civilian, namely George Soros, tell the President of the European Union what to do in political life?\" – \"Hm, they are good friends!\""},{"text":"„Wie schmeckt dir Großmuttis Bohnensuppe?“ – „Hm, lecker!“","translation":"\"What does grandma's bean soup taste like to you?\" – \"Hm, delicious!\""},{"text":"Hm, vielleicht!","translation":"Hmm, maybe!"},{"text":"Hm, es ist seltsam. Es ist äußerst seltsam.","translation":"Hm, it's strange. It is extremely strange."},{"text":"Hm, lecker! Es gibt nichts Besseres als Omas Kuchen!","translation":"Hm, delicious! There's nothing better than grandma's cake!"},{"text":"\"Hm!\", entfuhr es Johann achselzuckend.","translation":"\"Hm!\", Johann shrugged his shoulders."}],"streiten":[{"text":"Über Geschmack lässt sich nicht streiten.","translation":"There is no arguing about taste."},{"text":"Die Leute streiten im allgemeinen nur deshalb, weil sie nicht diskutieren können.","translation":"People generally argue only because they can't discuss."},{"text":"Er streitet ständig mit seinem kleinen Bruder.","translation":"He constantly argues with his little brother."},{"text":"Wir streiten uns immer über Politik.","translation":"We always argue about politics."},{"text":"In Deutschland streitet man gerne, ob an der richtigen Stelle gelacht wird.","translation":"In Germany, people like to argue whether people laugh in the right place."}],"Paßwort":[{"text":"Das Passwort ist \"Muiriel\".","translation":"The password is \"Muiriel\"."},{"text":"Gib dein Passwort niemals an jemanden weiter.","translation":"Never share your password with anyone."},{"text":"Gott existiert, aber er hat das Passwort vergessen.","translation":"God exists, but he forgot the password."},{"text":"Tom kann sich nicht an sein Passwort erinnern.","translation":"Tom doesn't remember his password."},{"text":"Ich ändere fast täglich mein Passwort.","translation":"I change my password almost every day."}],"Streit":[{"text":"Auch für Streit braucht man eine gemeinsame Sprache.","translation":"You also need a common language for disputes."},{"text":"Er sucht Streit.","translation":"He seeks quarrels."},{"text":"Das würde neuem Streit Tür und Tor öffnen.","translation":"That would open the door to a new dispute."},{"text":"Im Streit geht die Wahrheit stets verloren.","translation":"In disputes, the truth is always lost."},{"text":"Noch niemals gab es Streit ohne eine Frau.","translation":"There has never been an argument without a woman."}],"Urteil":[{"text":"Man soll beide Seiten hören, bevor man das Urteil spricht.","translation":"Both sides should be heard before the verdict is pronounced."},{"text":"Ich kann mir dazu kein Urteil erlauben!","translation":"I cannot afford to judge this!"},{"text":"Sie möchte kein Urteil über ihn abgeben.","translation":"She doesn't want to pass judgment on him."},{"text":"Ich vertraue Ihrem Urteil voll und ganz.","translation":"I fully trust your judgment."},{"text":"Ich traue meinem eigenen Urteil nicht und frage andere um Rat.","translation":"I don't trust my own judgment and ask others for advice."}],"dahinter":[{"text":"Er ist eine große Klappe und nichts dahinter.","translation":"He's a big flap and nothing behind it."},{"text":"Da steckt etwas dahinter.","translation":"There's something behind it."},{"text":"Langsam komme ich dahinter, was Tom wohl gemeint hat.","translation":"Slowly I get behind what Tom probably meant."},{"text":"Ich wünschte, ich käme dahinter, wie dieses Programm zu installieren ist.","translation":"I wish I could figure out how to install this program."},{"text":"Hinter großen Worten ist meist nichts dahinter.","translation":"Behind big words there is usually nothing behind it."}],"acht":[{"text":"Eins, zwei, drei, vier, fünf, sechs, sieben, acht, neun, zehn.","translation":"One, two, three, four, five, six, seven, eight, nine, ten."},{"text":"Ich bin heute um acht Uhr aufgestanden.","translation":"I got up at 8 o'clock today."},{"text":"Das fängt nicht vor acht Uhr dreißig an.","translation":"It doesn't start before eight thirty o'clock."},{"text":"Nimm dich bloß in Acht, denn das Auge des Gesetzes schläft nicht!","translation":"Just beware, for the eye of the law does not sleep!"},{"text":"Nach acht Uhr ist es dort gefährlich.","translation":"It's dangerous there after eight o'clock."},{"text":"Achte auf deine Seele, sie ist der Schlüssel zu deiner Gesundheit.","translation":"Pay attention to your soul, it is the key to your health."},{"text":"Achte auf deine Gefühle, denn sie werden zu Gedanken.","translation":"Pay attention to your feelings, because they become thoughts."},{"text":"Achte auf deine Gedanken, denn sie werden Worte.","translation":"Pay attention to your thoughts, for they become words."},{"text":"Gib auf dich Acht!","translation":"Take care of yourself!"},{"text":"Wir nehmen den Acht-Uhr-Zug.","translation":"We take the eight o'clock train."}],"Rückseite":[{"text":"Weitere Informationen siehe Rückseite.","translation":"For more information, see overleaf."},{"text":"Ich würde gerne ihre Rückseite ansehen.","translation":"I'd like to see her back."},{"text":"Er ging zur Rückseite des Gebäudes.","translation":"He went to the back of the building."},{"text":"Das Monster hatte Augen auf der Rückseite des Kopfes. Es war wirklich gruselig!","translation":"The monster literally had eyes in the back of its head. It was really creepy!"},{"text":"Ich schrieb die Adresse auf die Rückseite des Umschlags.","translation":"I wrote the address on the back of the envelope."}],"Probe":[{"text":"Unsere Freundschaft wurde auf eine harte Probe gestellt.","translation":"Our friendship was put to the test."},{"text":"Das Lachen ist die sicherste Probe auf einen Menschen.","translation":"Laughter is the surest test for a human being."},{"text":"Er stieg zur Probe in das Auto ein.","translation":"He got into the car for a rehearsal."},{"text":"Ihre Arbeit mit diesen Proben war beeindruckend.","translation":"Your work with these specimens was impressive."},{"text":"Wie lief die Probe?","translation":"How did the rehearsal go?"}],"reifen":[{"text":"Durch Alter reift man nicht - es sei denn man ist Käse.","translation":"You don't mature through age - unless you're cheese."},{"text":"Es ist traurig, alt zu werden, aber angenehm, zu reifen.","translation":"It is sad to grow old, but pleasant to mature."},{"text":"Wer früh zum Manne reift, bleibt lange jung.","translation":"Those who mature early into men remain young for a long time."},{"text":"Wenn die Früchte reifen, fallen sie auf den Boden.","translation":"When the fruits ripen, they fall to the ground."},{"text":"Unter weiblichem Einfluss reifen sogar Männer.","translation":"Under female influence, even men mature."},{"text":"Hast du schon mal einen Reifen gewechselt?","translation":"Have you ever changed a tyre?"},{"text":"Ein jedes Ding muss Zeit zum Reifen haben.","translation":"Every thing has to have time to mature."},{"text":"Der Reifen verliert Luft.","translation":"The tyre is losing air."},{"text":"Ich brauche einen neuen Reifen für mein Fahrrad.","translation":"I need a new tire for my bike."},{"text":"Der Polizist schoss auf die Reifen des Wagens.","translation":"The policemen fired at the car's tires."}],"Stift":[{"text":"Wo ist mein Stift?","translation":"Where is my pen?"},{"text":"Ich habe Papier und Stift immer dabei.","translation":"I always have paper and pen with me."},{"text":"Geben Sie mir meinen Stift zurück!","translation":"Give me my pen back!"},{"text":"Darf ich Ihren Stift benutzen?","translation":"Can I use your pen?"},{"text":"Er hat einen Stift in seiner Hand gehalten.","translation":"He was holding a pen in his hand."}],"youtube":[{"text":"Tom zeigte seinem Freund ein Youtube-Video.","translation":"Tom showed his friend a YouTube video."},{"text":"Tom hat einen Youtube-Kanal.","translation":"Tom has a Youtube channel."},{"text":"Maria hat, schon seit sie drei war, einen Youtube-Kanal.","translation":"Mary has had a YouTube channel since she was 3."},{"text":"Hast du einen Youtube-Kanal?","translation":"Do you have a YouTube channel?"},{"text":"Tom hat bei Youtube alle seine Videos gelöscht.","translation":"Tom deleted all his videos from YouTube."},{"text":"Ich habe das auf „YouTube“ gesehen.","translation":"I watched it on YouTube."},{"text":"Abonnieren Sie unseren YouTube-Kanal.","translation":"Subscribe to our YouTube channel."},{"text":"Ich habe angefangen, mir bei Youtube russische Filme anzusehen.","translation":"I started to watch Russian movies on YouTube."},{"text":"YouTube ist keine gute Website.","translation":"YouTube is not a good website."}],"Wissenschaftler":[{"text":"Die Fragen eines Kindes sind schwerer zu beantworten als die Fragen eines Wissenschaftlers.","translation":"A child's questions are harder to answer than a scientist's questions."},{"text":"Tom hat geschafft, was Generationen von Wissenschaftlern nicht gelingen wollte.","translation":"Tom has done what generations of scientists had not managed to do."},{"text":"Tom genießt großes Ansehen als Wissenschaftler.","translation":"Tom enjoys a great reputation as a scientist."},{"text":"Der Wissenschaftler will den Daten einen Sinn geben.","translation":"The scientist wants to give the data meaning."},{"text":"Er ist stolz darauf, dass sein Vater ein berühmter Wissenschaftler war.","translation":"He is proud that his father was a famous scientist."}],"regeln":[{"text":"Wir brauchen Regeln!","translation":"We need rules!"},{"text":"Ich halte mich nie an solche blöden Regeln.","translation":"I never stick to such stupid rules."},{"text":"Lebendige Beispiele erklären tote Regeln.","translation":"Living examples explain dead rules."},{"text":"Wenn du willst, kannst du das regeln.","translation":"If you want, you can sort it out."},{"text":"Die Situation erfordert klare Regeln.","translation":"The situation requires clear rules."},{"text":"Können wir das morgen regeln?","translation":"Can we take care of that tomorrow?"},{"text":"Lass uns das draußen regeln!","translation":"Let's sort this out there!"},{"text":"Warum regeln Sie diese Angelegenheit?","translation":"Why are you settling this matter?"},{"text":"Wozu regeln Sie diese Angelegenheit?","translation":"Why are you settling this matter?"},{"text":"Diese Angelegenheit muss über kurz oder lang geregelt werden.","translation":"This matter must be dealt with sooner or later."}],"Websites":[{"text":"Wenn Sie im Internet surfen, werden Sie möglicherweise von Websites überwacht.","translation":"When you browse the Internet, you may be monitored by websites."},{"text":"Dieses Blatt enthält das, was alle Bücher, alle Zeitungen und Journale, ja; sogar alle Computer und Websites benötigen: das Alphabet, die Buchstaben.","translation":"This sheet contains what all books, all newspapers and journals, yes; even all computers and websites need: the alphabet, the letters."},{"text":"Ein Besuch bei einem Reisebüro ist nicht mehr nötig; statt dicke Kataloge durchzublättern, besucht man heute Websites von Touristikfirmen und konsultiert Karten und Fotogalerien im Netz.","translation":"A visit to a travel agency is no longer necessary; Instead of leafing through thick catalogues, people now visit the websites of tourism companies and consult maps and photo galleries on the Internet."},{"text":"Um Geld zu stehlen, haben Betrüger am Wochenende den Computercode einer der Websites des Esperantomusik-Verlags Vinilkosmo manipuliert. Den Betrügern gelang es, in die Website mehr als zweihundert Schaltflächen einzubauen, welche Geldüberweisungen nicht zugunsten von Vinilkosmo, sondern auf ein ganz anderes Konto vornahmen.","translation":"In order to steal money, fraudsters manipulated the computer code of one of the websites of the Esperanto music publisher Vinilkosmo over the weekend. The scammers managed to build more than two hundred buttons into the website, which made money transfers not in favor of Vinilkosmo, but to a completely different account."}],"Zwiebel":[{"text":"Tom schnitt die Zwiebeln in halbe Ringe.","translation":"Tom cut the onions into half rings."},{"text":"Ich brauche nur noch eine Zwiebel für dieses Rezept.","translation":"I just need an onion for this recipe."},{"text":"Fügen Sie die Zwiebel hinzu.","translation":"Add the onion."},{"text":"Außer Zwiebeln kann ich alles essen.","translation":"Apart from onions, I can eat everything."},{"text":"Ich mag gerne Zwiebeln.","translation":"I like onions."}],"heim":[{"text":"Wieso gehen wir nicht heim?","translation":"Why don't we go home?"},{"text":"So, und jetzt mache ich Schluss und gehe heim.","translation":"So, and now I'm breaking up and going home."},{"text":"Jims Vater kehrt spät heim.","translation":"Jim's father returns home late."},{"text":"Er ging drei Stunden später heim.","translation":"He went home three hours later."},{"text":"Sie kehrt Ende des Monats heim.","translation":"She returns home at the end of the month."},{"text":"Das Heim ist die Welt der Frau, die Welt ist das Heim des Mannes.","translation":"The home is the world of woman, the world is the home of man."},{"text":"Die Wälder sind mein Heim.","translation":"The woods are my home."},{"text":"Sie verließ das Heim mit all ihrer Habe.","translation":"She left home with everything she owned."},{"text":"Tom baute sein eigenes Heim.","translation":"Tom built his own home."},{"text":"Tom weinte sicher nicht, als wir sein Heim verlassen hatten.","translation":"Tom certainly didn't cry when we left home."}],"konkret":[{"text":"Ich habe noch keine konkreten Pläne.","translation":"I don't have any concrete plans yet."},{"text":"Stell mir eine konkrete Frage.","translation":"Ask me a specific question."},{"text":"Er erklärte das Problem an einem konkreten Beispiel.","translation":"He explained the problem with a concrete example."},{"text":"Ich konnte keine konkrete Antwort von ihm kriegen.","translation":"I couldn't get a definite answer from him."},{"text":"Untersuchen wir ein konkretes Beispiel!","translation":"Let's examine a concrete example!"}],"Nation":[{"text":"Unsere Nation liebt allerlei Scheiße.","translation":"Our nation loves all kinds of shit."},{"text":"Esperanto ist das Band für alle Nationen.","translation":"Esperanto is the bond for all nations."},{"text":"Wir dienen nicht irgendeiner politischen Partei. Wir dienen der Nation.","translation":"We do not serve any political party. We serve the nation."},{"text":"In einer wirklich guten Zeitung spricht die Nation zu sich selbst.","translation":"In a really good newspaper, the nation speaks to itself."},{"text":"Die glücklichsten Frauen haben wie die glücklichsten Nationen keine Geschichte.","translation":"The happiest women, like the happiest nations, have no history."},{"text":"Die Vereinten Nationen sind eine internationale Organisation.","translation":"The United Nations is an international organization."},{"text":"UN steht für die Vereinten Nationen.","translation":"UN stands for United Nations."},{"text":"Das Gebäude der Vereinten Nationen wurde 1952 gebaut.","translation":"The United Nations Building was built in 1952."},{"text":"Wozu gibt es die Vereinten Nationen?","translation":"Why does the United Nations exist?"},{"text":"Das Ziel dieses Seminars wird es sein, die Arbeit der Vereinten Nationen zu erklären.","translation":"The aim of this seminar will be to explain the work of the United Nations."}],"erschaffen":[{"text":"Die Welt wird jedes Mal neu erschaffen, wenn ein Kind geboren wird.","translation":"The world is recreated every time a child is born."},{"text":"Was du dir nicht vorstellen kannst, das kannst du auch nicht erschaffen.","translation":"You can't create something you can't imagine."},{"text":"Gott hat diese Welt in sechs Tagen erschaffen.","translation":"God created this world in six days."},{"text":"Die Natur erschuf den Menschen und zerstörte die Form.","translation":"Nature created man and destroyed form."},{"text":"Newton glaubte, dass die Welt im Jahre viertausend vor Christus erschaffen worden sei.","translation":"Newton believed that the world was created in the year four thousand BC."},{"text":"Wir haben ein Monster erschaffen!","translation":"We have created a monster!"},{"text":"Warum hat Gott die Welt gerade so erschaffen?","translation":"Why did God make the world the way He did?"},{"text":"Zur Hölle mit den Umständen. Ich erschaffe Möglichkeiten.","translation":"To hell with circumstances; I create opportunities."},{"text":"Die Götter spielen gerne, und so haben sie, nur zum Spaß, die ersten Menschen erschaffen.","translation":"The gods like to play, and so, just for fun, they created the first humans."},{"text":"Nach der Bibel hat Gott die Welt in sechs Tagen erschaffen.","translation":"According to the Bible, God created the world in six days."}],"golden":[{"text":"Ein goldener Schlüssel öffnet jede Tür.","translation":"A golden key opens every door."},{"text":"Die goldene Regel heißt: es gibt keine goldene Regel.","translation":"The golden rule is that there is no golden rule."},{"text":"Hat er dir goldene Berge versprochen?","translation":"Did he promise you golden mountains?"},{"text":"Ich gab ihm eine goldene Uhr.","translation":"I gave him a gold watch."},{"text":"Donna wurde mit einem goldenen Schlüssel im Mund geboren.","translation":"Donna was born with a golden key in her mouth."}],"auffallen":[{"text":"Tom ist unangenehm aufgefallen.","translation":"Tom made a bad impression."},{"text":"Er ist nie besonders aufgefallen. Er war einfach nur da.","translation":"He never stood out particularly; he was just there."},{"text":"Hättest du es nicht gesagt, wäre es mir gar nicht aufgefallen.","translation":"If you hadn't said it, I wouldn't have noticed."},{"text":"Ich bin nicht der Einzige, dem es aufgefallen ist.","translation":"I'm not the only one who has noticed."},{"text":"Wann ist dir denn aufgefallen, dass es Tom hier nicht gefällt?","translation":"When did you realize Tom didn't like it here?"}],"magisch":[{"text":"Die „magische Kugel mit der Acht“ kann bei Entscheidungen helfen.","translation":"The magic 8 ball is good for when one doesn't know for what he should decide."},{"text":"Tom besitzt magische Kräfte.","translation":"Tom has magical powers."},{"text":"Die Männer sind wichtig, aber die Frauen sind magisch.","translation":"The men are important, but the women are magical."},{"text":"Auf die magischen Worte hin öffnete sich das Tor.","translation":"At the magic words, the gate opened."},{"text":"Man sagt, sie besitze die magische Fähigkeit, gleichzeitig an mehreren Orten zu sein.","translation":"They say she possesses the magical ability to be in several places at once."}],"it":[{"text":"Er arbeitet als Programmierer in einem IT-Unternehmen.","translation":"He works as a programmer in an IT company."},{"text":"Am Silicon Roundabout ist eine große Anzahl an IT-Start-Ups beheimatet.","translation":"Silicon Roundabout is home to a large number of IT start-ups."},{"text":"Da Maria Informatik studiert hat, ist sie in einem IT-Unternehmen angestellt.","translation":"Since Maria studied computer science, she is employed in an IT company."},{"text":"Tom hat sich bei einem IT-Unternehmen beworben.","translation":"Tom applied to an IT company."},{"text":"In IT-Firmen sind Leute mit guten Mathekenntnissen sehr gut angesehen.","translation":"Maybe I will have to spend my entire life in prison."},{"text":"In Tatarstan wird heute Innopolis, die erste IT-Stadt im Lande, in Betrieb genommen.","translation":"In Tatarstan, Innopolis, the first IT city in the country, is being put into operation today."},{"text":"Die Entwicklung der IT-Branche war und ist rasant.","translation":"The development of the IT industry was and is rapid."},{"text":"Wenn man Länder nach den Worten benennen würde, die man dort zuerst hört, würde England \"damn it\" heißen.","translation":"If you were to name countries after the words you first hear there, England would be called \"damn it\"."}],"klingt":[{"text":"„Klingt echt gut, nicht? Was hältst du davon?“ – „O ja, das wäre toll!“","translation":"\"Sounds really good, doesn't it? What do you think?\" – \"Oh yes, that would be great!\""},{"text":"Klingt, als hättest du eine tolle Zeit gehabt.","translation":"It sounds like you had a great time."},{"text":"Klingt das nicht ernst?","translation":"Doesn't that sound serious?"},{"text":"Klingt wie ein guter Plan.","translation":"Sounds like a good plan."},{"text":"„Du hast eine übertriebene Selbstsicherheit.“ — „Klingt, als wäre ich daran schuld, dass ich besser bin als alle anderen.“","translation":"\"You have an exaggerated self-assurance.\" — \"Sounds like it's my fault for being better than everyone else.\""},{"text":"Ich weiß, dass es seltsam klingt, aber es ist wahr.","translation":"I know it sounds strange, but it's true."},{"text":"„So verrückt es auch klingt: Tom gehört nicht in unser Universum.“ – „Wie bitte?“","translation":"\"As crazy as it sounds: Tom does not belong in our universe.\" \"What?\""}],"schlau":[{"text":"Tom lernt Französisch. Der muss ganz schön schlau sein!","translation":"Tom is learning French. He has to be pretty smart!"},{"text":"Er ist ziemlich schlau.","translation":"He's pretty smart."},{"text":"Du bist der schlauste Mensch auf der ganzen Welt.","translation":"You are the smartest person in the whole world."},{"text":"Sie ist doppelt so alt wie ich, aber nur halb so schlau.","translation":"She's twice my age, but only half as smart."},{"text":"Diese Kinder sind sehr schlau.","translation":"These kids are very smart."}],"Schwein":[{"text":"Ich hoffe, dass Sie Schwein haben.","translation":"I hope you have pig."},{"text":"Er war ganz allein; kein Schwein weit und breit.","translation":"He was completely alone; there wasn't a soul about."},{"text":"Hast du das Schwein grunzen gehört?","translation":"Did you hear that pig grunting?"},{"text":"Er gibt gern zu essen, aber nur seinen Schweinen.","translation":"He likes to eat, but only to his pigs."},{"text":"Ein Schwein und ein Mann ohne Geschichte sind das Gleiche.","translation":"A pig and a man without history are the same."}],"beteiligen":[{"text":"Haben Sie sich an den Kosten beteiligt?","translation":"Did you contribute to the costs?"},{"text":"Natürlich beteilige ich mich an den Kosten.","translation":"Of course, I contribute to the costs."},{"text":"Ich würde mich gerne an den Kosten beteiligen.","translation":"I would like to contribute to the costs."},{"text":"Wann hast du dich das letzte Mal an diesem Projekt beteiligt?","translation":"When was the last time you contributed to this project?"},{"text":"Tom beteiligte sich an der Diskussion.","translation":"Tom joined the discussion."},{"text":"Ich habe mich nicht an dem Gespräch beteiligt.","translation":"I didn't participate in the conversation."},{"text":"Hat er sich gestern an der Diskussion beteiligt?","translation":"Did he take part in the discussion yesterday?"},{"text":"Die ganze Welt war an dem Krieg beteiligt.","translation":"The whole world was involved in the war."},{"text":"Die Zeitung behauptete, dass er an dem Verbrechen beteiligt war.","translation":"The newspaper alleged his involvement in the crime."},{"text":"Die Polizei geht davon aus, dass Tom irgendwie an dem Mord beteiligt war.","translation":"Police believe that Tom was somehow involved in the murder."}],"Kino":[{"text":"Warum gehen Leute ins Kino?","translation":"Why do people go to the movies?"},{"text":"Bald kommt ein neuer Film über Indien in die Kinos.","translation":"Soon a new film about India will be released in cinemas."},{"text":"Gehen wir heute Abend ins Kino?","translation":"Are we going to the movies tonight?"},{"text":"Was läuft denn aktuell im Kino?","translation":"What's on at the cinema at the moment?"},{"text":"Gehst du häufig ins Kino?","translation":"Do you often go to the cinema?"}],"stürzen":[{"text":"Was Hände bauen, können Hände stürzen.","translation":"What hands build, hands can fall."},{"text":"Sie stürzte sich in ihre Arbeit.","translation":"She launched herself into her work."},{"text":"Toms Computer stürzt ständig ab.","translation":"Tom's computer keeps crashing."},{"text":"Das ist dieselbe Stelle, an der Maria vor einem Jahr zu Tode gestürzt ist.","translation":"This is the same place where Mary fell to her death a year ago."},{"text":"Tom ist tot. Er hat sich vom Dach seines Hauses gestürzt.","translation":"Tom is dead. He threw himself from the roof of his house."}],"gute":[{"text":"Habe keine Angst, das Gute aufzugeben, um das Großartige zu erreichen.","translation":"Don't be afraid to give up the good to achieve the great."},{"text":"An das Gute glauben nur die wenigen, die es üben.","translation":"Only the few who practice it believe in the good."},{"text":"Zu viel des Guten ist wunderbar.","translation":"Too much of a good thing is wonderful."},{"text":"Wenn die Guten nicht kämpfen, siegen die Schlechten.","translation":"If the good don't fight, the bad win."},{"text":"Man muss das Gute tun, damit es in der Welt sei.","translation":"You have to do the good so that it is in the world."}],"satt":[{"text":"Wo viele essen, wird auch noch einer satt.","translation":"Where many eat, one also gets full."},{"text":"Ich hab es satt, das zu hören.","translation":"I'm fed up with hearing that."},{"text":"Beten ist gut, aber vom Beten allein wird keiner satt.","translation":"Prayer is good, but no one gets enough of praying alone."},{"text":"Ist der Bauch satt, so ist das Herz froh.","translation":"If the belly is full, the heart is happy."},{"text":"Wir haben den Hunger in der Welt satt.","translation":"We are tired of hunger in the world."},{"text":"Ich kann nicht mehr essen, ich bin satt.","translation":"I can't eat anymore, I'm full."},{"text":"Selbst essen macht satt.","translation":"Even eating fills you up."},{"text":"Heute gab es Sonne satt.","translation":"Today there was plenty of sun."},{"text":"Käse her, wir sind des Fleisches satt.","translation":"Cheese here, we are fed up with the meat."},{"text":"Ich habe es satt, in Restaurants zu essen.","translation":"I'm fed up with eating in restaurants."}],"koch":[{"text":"Ich koche Kaffee.","translation":"I make coffee."},{"text":"Heute Abend koche ich.","translation":"I'll cook tonight."},{"text":"Wenn du willst, koche ich das Essen für dich.","translation":"If you want, I'll cook the food for you."},{"text":"Koche mit dem Herzen und du schmeckst Liebe!","translation":"Cook with your heart and you will taste love!"},{"text":"Ich koche nicht gerne, wenn es draußen heiß ist.","translation":"I don't like to cook when it's hot outside."},{"text":"Das Restaurant hat seit kurzem einen neuen Koch.","translation":"The restaurant has recently taken on a new chef."},{"text":"Dieses Restaurant hat einen schlechten Koch.","translation":"This restaurant has a bad chef."},{"text":"Willst du gern Koch werden?","translation":"Would you like to be a chef?"},{"text":"Tom ist kein besonders guter Koch, aber wenigstens versucht er es.","translation":"Tom's not much of a cook, but at least he gives it a go."},{"text":"Tom ist ein berühmter Koch.","translation":"Tom is a famous chef."},{"text":"Meine Schwester kann nicht gut kochen und ich auch nicht.","translation":"My sister is not a good cook, and neither am I."},{"text":"In andrer Leute Küchen ist gut kochen lernen.","translation":"In other people's kitchens is learning to cook well."},{"text":"Ich habe dich nie kochen sehen. Kannst du wirklich kochen?","translation":"I've never seen you cook. Can you actually cook?"},{"text":"Du isst, und ich koche.","translation":"You eat, and I cook."},{"text":"Müssen alle Jungen in deiner Schule kochen lernen?","translation":"Do all boys have to learn to cook in your school?"},{"text":"Ein guter Koch ist ein guter Arzt.","translation":"A good cook is a good doctor."},{"text":"Aalen liegt am Kocher.","translation":"Aalen is located on the kocher."},{"text":"Ein Hund kam in die Küche und stahl dem Koch ein Ei.","translation":"A dog came into the kitchen and stole an egg from the cook."},{"text":"Mein Mann ist ein sehr guter Koch.","translation":"My husband is a very good cook."},{"text":"Die Schuld liegt beim Koch.","translation":"The blame rests with the cook."}],"ruhen":[{"text":"Der Charakter ruht auf der Persönlichkeit, nicht auf den Talenten.","translation":"The character depends on personality, not on talent."},{"text":"Warte nur, bald ruhst du auch.","translation":"Just wait, soon you will rest too."},{"text":"Da war ihm plötzlich, als ruhe der Blick eines Menschen auf ihm.","translation":"Suddenly, it seemed to him that a man's gaze rested on him."},{"text":"Im Herzen eines Menschen ruht der Anfang und das Ende aller Dinge.","translation":"In a person's heart rests the beginning and the end of all things."},{"text":"Hier ruht man sich auf dem Erfolg aus.","translation":"Here you rest on your laurels."}],"Staffel":[{"text":"Die erste Staffel habe ich mir nur aus Langeweile reingezogen, aber mit der zweiten hat die Serie richtig Fahrt aufgenommen.","translation":"I only pulled in the first season out of boredom, but with the second the series really picked up speed."},{"text":"Wenn du „Buffy – im Bann der Dämonen“ weiter als bis zur vierten Staffel anschaust, wenn ich nicht dabei bin, dann bring ich dich um!","translation":"If you watch past season 4 of Buffy the Vampire Slayer without me, I'm going to kill you."},{"text":"Maria wollte Tom, einen leidenschaftlichen Müllmann, heiraten und mit ihm glücklich werden. Ihre Eltern waren außer sich, denn auch Tim, ein renommierter Zahnarzt, machte ihr den Hof, und mit dem als Schwiegersohn, so meinten sie, könnten sie sich eher schmücken. Dies ist eines der zentralen Themen in der ersten Staffel der Serie „Tom und Maria“.","translation":"Maria wanted to marry Tom, a passionate garbage man, and be happy with him. Her parents were beside themselves, because Tim, a renowned dentist, also made her the court, and with that as son-in-law, they thought, they could rather adorn themselves. This is one of the central themes in the first season of the series \"Tom and Maria\"."}],"Autos":[{"text":"Ist die Tür Ihres neuen Autos schon kaputt?","translation":"Is the door of your new car already broken?"},{"text":"Heutzutage haben fast alle Autos ein Navi.","translation":"Nowadays, almost all cars have a navigation system."},{"text":"Nach der Schule möchte er richtige Autos reparieren.","translation":"After school, he wants to repair real cars."},{"text":"Autos sind teuer.","translation":"Cars are expensive."},{"text":"Keines dieser Autos gehört mir.","translation":"None of these cars belong to me."}],"Salz":[{"text":"Kleine Fehler sind wie das Salz in der Suppe.","translation":"Little mistakes are like salt in a soup."},{"text":"„Gib mir bitte das Salz.“ „Hier, nimm.“","translation":"\"Please give me the salt.\" \"Here, take.\""},{"text":"Ihr seid das Salz der Erde.","translation":"You are the salt of the earth."},{"text":"Die Gesundheit ist wie das Salz, man merkt nur, wenn es fehlt.","translation":"Health is like salt, you only notice when it is missing."},{"text":"Mary kocht ohne Salz.","translation":"Mary cooks without salt."},{"text":"In diesem Gericht fehlen noch Salz und Pfeffer.","translation":"This dish still lacks salt and pepper."},{"text":"Kein Opfer ohne Salz.","translation":"No sacrifice without salt."},{"text":"Gibst du mir mal bitte das Salz?!","translation":"Will you please give me the salt?!"},{"text":"Das ist kein Zucker, sondern Salz.","translation":"This is not sugar, but salt."},{"text":"Stimmt das, du magst Kaffee mit Salz?","translation":"Is it right that you like salt with your coffee?"}],"frag":[{"text":"Frag nicht, was das Leben dir gibt, frag, was du gibst.","translation":"Do not ask what life gives you, ask what you give."},{"text":"Frag deinen Feind um Rat — und tu das Gegenteil.","translation":"Ask your enemy for advice — and do the opposite."},{"text":"„Tom?“ – „Ja, was ist denn?“ – „Frag nicht, sondern komm her!“","translation":"\"Tom?\" \"Yes, what's up?\" \"Don't ask. Just come here.\""},{"text":"Frag mal den Tom, der kennt sich da aus.","translation":"Ask Tom, he knows his way around."},{"text":"„Liebe hat noch keinen umgebracht.“ – „Ach ja? Frag mal Romeo und Julia!“","translation":"\"Love has never killed anyone.\" \"Really? Ask Romeo and Juliet.\""},{"text":"Frag nicht, was das Leben dir gibt, frag, was du gibst.","translation":"Don't ask what life gives you, ask what you give."},{"text":"Frag ihn, wann sie zurückkommt.","translation":"Ask him when she's coming back."},{"text":"Auch wenn du tausend Dinge weißt, frag den, der ein einziges weiß.","translation":"Even if you know a thousand things, ask the one who knows one."},{"text":"Frag ihn, wann der nächste Flug geht!","translation":"Ask him when the next plane leaves."},{"text":"Bitte frag jemand anders.","translation":"Please ask someone else."}],"fällen":[{"text":"Ich freue mich, dass dir der Satz gefällt.","translation":"I'm glad that you like the sentence."},{"text":"Ich brauchte lange, um eine Entscheidung zu fällen.","translation":"It took me a long time to make a decision."},{"text":"Einer, der sich selbst gefällt, gefällt meist nicht den andern.","translation":"One who likes himself usually does not like the others."},{"text":"Ich mag zwar keinen Regen, doch der Geruch gefällt mir.","translation":"I don't like rain, but I like the smell."},{"text":"Es scheint, dass Tom seine neue Arbeit gefällt.","translation":"It looks like Tom likes his new job."},{"text":"Manchmal wünschte ich, es gäbe einen Gefällt-mir-Knopf neben Toms Kommentaren.","translation":"Sometimes I wish there was a Like button next to Tom's comments."},{"text":"Egal ob es Ihnen gefällt oder nicht, das müssen Sie tun.","translation":"Whether you like it or not, you'll have to do it."},{"text":"Ob es uns gefällt oder nicht, es bleibt nur noch ein Tag.","translation":"There is only one day left, whether we like it or not."},{"text":"Sag doch einfach deutlich, ob dir etwas gefällt oder nicht!","translation":"Just say clearly whether you like something or not!"},{"text":"Er hat einen Baum im Garten gefällt.","translation":"He felled a tree in his garden."}],"naß":[{"text":"Meine Katze mag nicht nass werden.","translation":"My cat doesn't like to get wet."},{"text":"Draußen ist es kalt und nass.","translation":"Outside, it's cold and wet."},{"text":"Die Pflanze ist nass, ich habe sie gegossen.","translation":"The plant is wet, I watered it."},{"text":"Tut das Herz nicht weh, wird das Auge nicht nass.","translation":"If the heart doesn't hurt, the eye won't get wet."},{"text":"Die Straße ist nass; es hat nämlich geregnet.","translation":"The road is wet; it rained."},{"text":"Wer gegen den Wind pisst, bekommt nasse Hosen.","translation":"If you piss against the wind, you get wet pants."},{"text":"Es roch in der Wohnung nach nassem Hund.","translation":"There was a smell of wet dog in the flat."},{"text":"Wer am Fluss baut, muss mit nassen Füßen rechnen.","translation":"If you build on the river, you have to expect wet feet."},{"text":"Warum sind nasse Dinge dunkler?","translation":"Why are wet things darker?"},{"text":"Nasse Kleidung klebt am Körper.","translation":"Wet clothes cling to the body."},{"text":"Durch den Regen wurde Maria nass bis auf die Knochen.","translation":"The rain made Maria wet to the bone."},{"text":"Sie sind nass bis auf die Haut.","translation":"They're drenched."},{"text":"Ich habe mir die Schuhe nass gemacht.","translation":"I got my shoes wet."},{"text":"Ich lief dem Regen davon, um nicht nass zu werden.","translation":"I ran away from the rain so as not to get wet."},{"text":"Der Boden scheint nass zu sein.","translation":"The ground seems wet."}],"Stich":[{"text":"Warum hast du mich im Stich gelassen?","translation":"Why did you let me down?"},{"text":"Lass einen Freund in Schwierigkeiten nicht im Stich!","translation":"Don't let a friend in trouble down!"},{"text":"Freundschaft besteht darin, dass man einander nie im Stich lässt.","translation":"Friendship consists of never abandoning each other."},{"text":"Du hast ja 'n Stich!","translation":"You've got a stitch!"},{"text":"Die Nachrichten über Mütter, die ihre Kinder im Stich ließen, wurden häufiger.","translation":"News of mothers abandoning their children became more frequent."}],"Führung":[{"text":"Führung, das heißt vor allem: andere zum Erfolg bringen.","translation":"Leadership means above all: bringing others to success."},{"text":"Wer fragt, der führt; wer richtig fragt, geht in Führung.","translation":"Whoever asks, leads; if you ask correctly, you take the lead."},{"text":"Er liegt beim Rennen in Führung.","translation":"He has the lead in the race."},{"text":"Er übernahm die Führung der politischen Partei.","translation":"He took over the leadership of the political party."},{"text":"Eine starke Führung war nötig.","translation":"Strong leadership was needed."}],"enorm":[{"text":"Das ist ein enormer Verlust.","translation":"This is a huge loss."},{"text":"Zwischen den beiden gibt es einen enormen Unterschied.","translation":"There is a huge difference between the two."},{"text":"Die Sonne macht einen enormen Unterschied.","translation":"Sun makes all the difference."},{"text":"Jeden Tag Sport zu treiben, ist enorm wichtig.","translation":"It's extremely important to do sport every day."},{"text":"Das Studium der europäischen Geschichte ist eine enorme Aufgabe.","translation":"The pursuit of European history is a formidable task."},{"text":"Basketballspielen macht enorm viel Spaß.","translation":"Playing basketball is a lot of fun."},{"text":"Raketen fliegen enorm schnell.","translation":"Missiles fly extremely fast."},{"text":"Dieser Schreibtisch, den ich gestern gekauft habe, ist enorm groß.","translation":"This desk I bought yesterday is enormous."},{"text":"Es lohnt sich nicht, wegzulaufen; Bären laufen enorm schnell.","translation":"It is not worth running away; Bears run enormously fast."},{"text":"Der Einfluss von Computern auf das Schach hat enorm zugenommen.","translation":"The influence of computers on chess has increased enormously."}],"verabschieden":[{"text":"Ich hätte mich gerne von dir verabschiedet. Wo warst du?","translation":"I would've liked to see you off. Where were you?"},{"text":"Ich musste mich von meinen Eltern verabschieden.","translation":"I had to say goodbye to my parents."},{"text":"Heute beginnt der Tag so, wie er sich gestern verabschiedet hat.","translation":"Today the day begins as it said goodbye yesterday."},{"text":"Wie verabschiedet man sich heute am Telefon?","translation":"How do you say goodbye on the phone today?"},{"text":"Wer sich ohne Auftrag vom Kunden verabschiedet, arbeitet automatisch für den Wettbewerb.","translation":"Anyone who says goodbye to the customer without an order automatically works for the competition."}],"extra":[{"text":"Die Batterien muss man extra bezahlen.","translation":"You need to pay extra for the batteries."},{"text":"Sie hat mir extra eine falsche Adresse gesagt.","translation":"She told me a wrong address."},{"text":"Ich bin extra vorsichtig, weil ich Angst habe, noch einen Fehler zu machen.","translation":"My fear of making another mistake is why I'm being extra careful."},{"text":"Es tut mir leid, dass ich nicht zuhause war, obwohl du extra vorbeigekommen bist.","translation":"I'm sorry I wasn't at home, even though you came over."},{"text":"Übergepäck kostet viel extra.","translation":"Excess baggage costs a lot extra."}],"ungewöhnlich":[{"text":"Sieben ist eine ungewöhnlich glückliche Zahl.","translation":"Seven is an unusually lucky number."},{"text":"Mein Pferd verhält sich heute etwas ungewöhnlich.","translation":"My horse behaves a bit unusually today."},{"text":"Was ungewöhnlich begonnen hat, muss ebenso enden.","translation":"What started unusually must end the same way."},{"text":"Man brauche gewöhnliche Worte und sage ungewöhnliche Dinge.","translation":"You need ordinary words and say unusual things."},{"text":"Lies lieber ungewöhnlich.","translation":"Read unusual."},{"text":"Die Herausforderung im Leben besteht aus dem Ungewöhnlichen.","translation":"The challenge in life consists of the unusual."},{"text":"Ist euch etwas Ungewöhnliches aufgefallen?","translation":"Have you noticed anything unusual?"},{"text":"Daran ist nichts Ungewöhnliches.","translation":"There is nothing unusual about this."},{"text":"Im Park scheint etwas sehr Ungewöhnliches vor sich zu gehen.","translation":"Something very unusual seems to be happening in the park."},{"text":"Der Mensch neigt für gewöhnlich zum Ungewöhnlichen.","translation":"Humans are usually prone to the unusual."}],"Bewußtsein":[{"text":"Sprache schafft Bewusstsein.","translation":"Language creates awareness."},{"text":"Politisches Bewusstsein zu entwickeln, braucht Zeit.","translation":"Developing political awareness takes time."},{"text":"Das Sein bestimmt das Bewusstsein.","translation":"Being determines consciousness."},{"text":"Der größte Fehler im System ist das „Bewusstsein“ der Menschen.","translation":"The biggest flaw in the system is people's \"consciousness.\""},{"text":"Hat Tom das Bewusstsein verloren?","translation":"Did Tom faint?"}],"Zufall":[{"text":"Zufälle gibt es nicht!","translation":"There are no coincidences!"},{"text":"Hinter dem Zufall steckt oft der Teufel.","translation":"Behind coincidence is often the devil."},{"text":"Ich habe ihn durch einen glücklichen Zufall kennen gelernt.","translation":"I met him by a happy coincidence."},{"text":"Dass man lebt, ist Zufall; dass man stirbt, ist gewiss.","translation":"That you live is a coincidence; that one dies is certain."},{"text":"Zufall ist ein Wort ohne Sinn. Nichts kann ohne Ursache existieren.","translation":"Coincidence is a word without meaning. Nothing can exist without cause."}],"schmutzig":[{"text":"Nur wahre Freunde sagen dir, wenn dein Gesicht schmutzig ist.","translation":"Only true friends tell you when your face is dirty."},{"text":"Wie oft wäscht eine Hand die andere, und beide bleiben schmutzig!","translation":"How many times one hand washes the other, and both remain dirty!"},{"text":"Das Wasser ist schmutzig.","translation":"The water is dirty."},{"text":"12. Gesetz der Macht: Mache dir nicht die Finger schmutzig.","translation":"12. Law of Power: Don't get your hands dirty."},{"text":"Sex ist nur schmutzig, wenn er richtig gemacht wird.","translation":"Sex is only dirty if done right."}],"beeilen":[{"text":"Du musst dich beeilen, denn der Bus wird nicht warten.","translation":"You have to hurry, because the bus will not wait."},{"text":"Statt dich zu beeilen, spielst du mit der Katze, Tom!","translation":"Instead of hurrying, you play with the cat, Tom!"},{"text":"Beeilt euch! Die Zeit wird knapp.","translation":"Hurry up! Time is running out."},{"text":"Es gibt Arbeit für dich! Du musst dich beeilen!","translation":"There is work for you! You have to hurry!"},{"text":"Wer sich immer beeilt, geht schneller in den Tod.","translation":"Whoever hurries goes to death faster."}],"kündigen":[{"text":"Der Geruch nach Käsefüßen kündigte an, dass Tom zu Hause war.","translation":"The whiff of smelly feet indicated that Tom was at home."},{"text":"Es wäre schön, wenn man manchen Gefühlen einfach kündigen könnte.","translation":"It would be nice if you could just dismiss some feelings."},{"text":"Er kündigte aufgrund einer Krankheit.","translation":"He resigned because of an illness."},{"text":"Ich wurde nicht gefeuert. Ich habe gekündigt.","translation":"I was not fired. I have resigned."},{"text":"Ich würde gerne wissen, wann der beste Moment ist zu kündigen.","translation":"I would like to know when is the best moment to quit."}],"Gerücht":[{"text":"Wo Informationen fehlen, wachsen die Gerüchte.","translation":"Where information is missing, rumors grow."},{"text":"Das Gerücht ist immer größer als die Wahrheit.","translation":"The rumor is always bigger than the truth."},{"text":"Es gibt Gerüchte, dass er nach Italien wechseln will.","translation":"There are rumors that he wants to move to Italy."},{"text":"An jedem Gerücht ist irgendetwas Wahres dran.","translation":"There is some truth to every rumor."},{"text":"„Tom liebt Maria nicht mehr.“ – „Das halte ich für ein Gerücht.“","translation":"\"Tom doesn't love Mary anymore.\" – \"I think that's a rumor.\""}],"finanziell":[{"text":"China hat Griechenland finanzielle Hilfe angeboten.","translation":"China has offered financial assistance to Greece."},{"text":"Ich weiß jetzt endlich, was Menschen von Tieren unterscheidet: Finanzielle Sorgen.","translation":"I finally know what distinguishes humans from animals: financial worries."},{"text":"Viele Eltern unterstützen ihre Kinder auch noch finanziell, wenn sie erwachsen sind.","translation":"Many parents support their kids financially as well when the kids become adults."},{"text":"Tom schwimmt finanziell schon wieder auf dem Trockenen.","translation":"Tom is already on dry land financially."},{"text":"Die finanzielle Lage wird von Woche zu Woche schlechter.","translation":"The financial situation is getting worse week by week."}],"aufwachsen":[{"text":"Träume Dein Leben, bis du aufwachst.","translation":"Dream your life until you wake up."},{"text":"Maria ist in der DDR aufgewachsen; daher hat sie Russisch statt Englisch gelernt.","translation":"Maria grew up in the GDR; so she learned Russian instead of English."},{"text":"Wir sind zusammen aufgewachsen.","translation":"We grew up together."},{"text":"Fisch schmeckt da am besten, wo er aufgewachsen ist.","translation":"Fish tastes best where it grew up."},{"text":"Wenn du morgen früh aufwachst, wirst du etwas Wunderbares finden.","translation":"When you wake up tomorrow morning, you will find a wonderful thing."}],"Wurzel":[{"text":"Die Liebe zum Geld ist die Wurzel allen Übels.","translation":"The love of money is the root of all evil."},{"text":"Zwei ist die vierte Wurzel von sechzehn.","translation":"Two is the fourth root of sixteen."},{"text":"Freiheit - hat sie einmal Wurzeln geschlagen - ist eine Pflanze, die sehr schnell wächst.","translation":"Freedom - once it has taken root - is a plant that grows very quickly."},{"text":"Alles, was wir brauchen, ist Wellness für unsere Wurzeln.","translation":"All we need is wellness for our roots."},{"text":"Die Wurzeln dieses Baumes gehen tief runter.","translation":"The roots of this tree go down deep."}],"aktualisieren":[{"text":"Wie bekomme ich dieses Programm aktualisiert?","translation":"How do I get this program updated?"},{"text":"Datum, an dem diese Seite zuletzt aktualisiert wurde: 03.11.2010","translation":"Date this page was last updated: 03.11.2010"},{"text":"Ich werde das bald aktualisieren.","translation":"I'll update it soon."},{"text":"Die Software wurde aktualisiert.","translation":"The software has been updated."},{"text":"Seit ich meinen Computer aktualisiert habe, ist es viel schneller.","translation":"Since I updated my computer, it is a lot faster."}],"that":[{"text":"Wenn das Bezugswort this, that, these oder those ist, benutzt man gewöhnlich which.","translation":"When the antecedent is this, that, these or those it is usual to use 'which'."},{"text":"Das neue Album von „Take That“ ist echt der Hammer!","translation":"A new Take That album! That's really something else!"}],"Sitzung":[{"text":"Man beendete die Sitzung.","translation":"The session was concluded."},{"text":"Der Vorsitzende hob um elf Uhr die Sitzung auf.","translation":"The Chairman suspended the sitting at eleven o'clock."},{"text":"Die Sitzung dauerte bis weit nach Mitternacht.","translation":"The session lasted until well after midnight."},{"text":"Wer hat diese Sitzung organisiert?","translation":"Who arranged this meeting?"},{"text":"Er konnte nicht an der Sitzung teilnehmen, weil er krank war.","translation":"He couldn't attend the meeting because he was sick."}],"strecke":[{"text":"Strecke deine Beine nur so weit aus, wie deine Decke reicht.","translation":"Stretch your legs only as far as your blanket reaches."},{"text":"Jeder Weg zum rechten Zwecke ist auch recht in jeder Strecke.","translation":"Every way to the right end is also right in every route."},{"text":"Einer bleibt auf der Strecke.","translation":"One falls by the wayside."},{"text":"Vögel fliegen lange Strecken.","translation":"Birds fly long distances."},{"text":"Teile diese Strecke in zwanzig gleiche Teile.","translation":"Divide this line into twenty equal parts."}],"Brille":[{"text":"Deine Brille ist auf den Boden gefallen.","translation":"Your glasses have fallen to the floor."},{"text":"„Wo ist meine Brille?“ — „Die hast du doch auf der Nase!“","translation":"\"Where are my glasses?\" \"They're on the end of your nose.\""},{"text":"Der Rahmen dieser Brille ist gebrochen.","translation":"The frame of these glasses is broken."},{"text":"Er kauft eine Brille.","translation":"He buys glasses."},{"text":"Er bedarf keiner Brille, der wohl durch die Finger sieht.","translation":"He doesn't need glasses that can see through his fingers."}],"inspirieren":[{"text":"Sein Buch hat mich inspiriert.","translation":"His book inspired me."},{"text":"Wenn man andere inspirieren will, muss man zuerst einmal an sich selber glauben.","translation":"If you want to inspire others, you first have to believe in yourself."},{"text":"Ich ließ mich von deiner Idee inspirieren.","translation":"I was inspired by your idea."},{"text":"Woher wusstest du, dass mein Satz von deinem inspiriert wurde?","translation":"How did you know that my sentence was inspired by yours?"},{"text":"Ich lass' mich von den Wolken inspirieren.","translation":"I let myself be inspired by the clouds."}],"Kapitel":[{"text":"Dieses Buch hat fünf Kapitel.","translation":"This book consists of five chapters."},{"text":"Ich habe noch ein paar Kapitel mehr gelesen, bevor ich schlafen ging.","translation":"I read a few more chapters before I went to sleep."},{"text":"Das zweite Kapitel ist sechs Seiten lang.","translation":"The second chapter is six pages long."},{"text":"Wir werden dieses Problem im dritten Kapitel behandeln.","translation":"We will deal with this problem in Chapter Three."},{"text":"Lasst uns mit Kapitel 1 beginnen.","translation":"Let's start with Chapter 1."}],"Direktor":[{"text":"Ich spreche mit dem Direktor.","translation":"I talk to the director."},{"text":"Fragen Sie den Direktor!","translation":"Ask the director!"},{"text":"Ich kenne den Direktor deiner Schule.","translation":"I know the principal of your school."},{"text":"Was für eine Marke und Farbe hat das Auto des Direktors?","translation":"What brand and color does the director's car have?"},{"text":"Ich verbrachte drei Jahre damit, einen guten Direktor zu suchen, konnte aber keinen finden.","translation":"I spent three years looking for a good director, but couldn't find one."}],"elektrisch":[{"text":"Lächeln ist billiger als elektrischer Strom und gibt mehr Licht.","translation":"Smiling is cheaper than electric power and gives more light."},{"text":"Der elektrische Strom kam nach wenigen Minuten zurück.","translation":"After a few minutes, the electricity came back on."},{"text":"Es gibt einen Fehler im elektrischen System.","translation":"There is a fault in the electrical system."},{"text":"Das Auto fährt elektrisch.","translation":"The car is powered by electricity."},{"text":"Diese Uhr ist elektrisch.","translation":"This clock is electric."}],"Won":[{"text":"Tausend südkoreanische Won entsprechen etwa 0,80 Euro.","translation":"A thousand South Korean Won equals about 0.88 US dollars."},{"text":"Der Won ist die Währung sowohl in Nord- als auch in Südkorea. Sein Symbol ist ₩.","translation":"Won is used in both North Korea and South Korea. Its symbol is \"₩\"."},{"text":"Il-Won ist der Ursprung aller Wesen im Universum.","translation":"Il-Won is the origin of all beings in the universe."}],"Anmeldung":[{"text":"Wo im Hotel ist die Anmeldung?","translation":"Where in the hotel is reception?"},{"text":"Funktioniert das auch ohne Anmeldung?","translation":"Does this also work without registration?"},{"text":"Der erste Schritt Ihrer Anmeldung ist erfolgreich.","translation":"The first step of your registration is successful."},{"text":"Ihre Anmeldung wird umgehend bearbeitet.","translation":"Your registration will be processed immediately."},{"text":"Alle Deutschen haben das Recht, sich ohne Anmeldung oder Erlaubnis friedlich und ohne Waffen zu versammeln.","translation":"All Germans have the right to assemble peacefully and without weapons without registration or permission."}],"unterrichten":[{"text":"María unterrichtet Spanisch und lernt Englisch.","translation":"María teaches Spanish and studies English."},{"text":"Dieser Professor unterrichtet Chemie.","translation":"This professor teaches chemistry."},{"text":"Wer dich einen Tag unterrichtete, ist das ganze Leben lang dein Vater.","translation":"Whoever taught you one day is your father all your life."},{"text":"Man sollte nie vergessen, dass die Gesellschaft lieber unterhalten als unterrichtet werden sein will.","translation":"One should never forget that society prefers to be entertained rather than taught."},{"text":"Frau Smith unterrichtet Englisch.","translation":"Mrs. Smith teaches English."}],"Mahlzeit":[{"text":"Trinken Sie vor jeder Mahlzeit ein Glas Wasser.","translation":"Drink a glass of water before each meal."},{"text":"Eine gute Mahlzeit lässt die schlechten vergessen.","translation":"A good meal makes you forget the bad ones."},{"text":"Die Mahlzeit ist fertig.","translation":"The meal is ready."},{"text":"Nehmen Sie dieses Medikament vor jeder Mahlzeit.","translation":"Take this medication before each meal."},{"text":"Sie sagte zum Koch: „Danke für die Mahlzeit!“","translation":"She said to the cook, \"Thanks for the meal!\""}],"fischen":[{"text":"Die beste Weise, Fische zu beobachten, besteht darin, selber zum Fisch zu werden.","translation":"The best way to observe fish is to become a fish."},{"text":"Der Vogel fliegt, der Fisch schwimmt, der Mensch läuft.","translation":"The bird flies, the fish swims, the man runs."},{"text":"Ich mag Fisch vom Grill.","translation":"I like fish cooked on the grill."},{"text":"Ich esse einen Fisch.","translation":"I eat a fish."},{"text":"Sie verkaufen Fisch und Fleisch.","translation":"They sell fish and meat."},{"text":"Ich ging oft mit ihm fischen.","translation":"I often went fishing with him."},{"text":"Mein Vater und ich gehen ab und zu fischen.","translation":"My father and I go fishing once in a while."},{"text":"Man muss dort fischen, wo die Fische sind.","translation":"You've got to fish where the fish are."},{"text":"Er geht fast jeden Tag zum Fluss und fischt.","translation":"He goes to the river and fishes almost every day."},{"text":"Mein Vater geht gerne fischen, und ich ebenso.","translation":"My father likes fishing, and so do I."}],"Magie":[{"text":"Tom übt schwarze Magie aus.","translation":"Tom practices black magic."},{"text":"Freundschaft ist Magie.","translation":"Friendship is magic."},{"text":"Ich glaube an Magie.","translation":"I believe in magic."},{"text":"Das ist keine Magie, Tom, sondern Wissenschaft!","translation":"It's not magic, Tom, it's science!"},{"text":"Kunst ist Magie, befreit von der Lüge, Wahrheit zu sein.","translation":"Art is magic, freed from the lie of being truth."}],"unschuldig":[{"text":"Wer glaubt, dass Tom unschuldig ist?","translation":"Who thinks Tom is innocent?"},{"text":"Wer unschuldig lebt, der lebt sicher.","translation":"Those who live innocently live safely."},{"text":"Das lässt dich eher unschuldig als schuldig erscheinen.","translation":"This makes you seem innocent rather than guilty."},{"text":"Gibt es jemanden, der glaubt, Tom sei unschuldig?","translation":"Is there anyone who thinks Tom is innocent?"},{"text":"Mein Anwalt hat bewiesen, dass ich unschuldig war.","translation":"My lawyer proved that I was innocent."}],"Chaos":[{"text":"Aufgabe von Kunst heute ist es, Chaos in die Ordnung zu bringen.","translation":"The task of art today is to bring chaos into order."},{"text":"Wenn wir so weiter machen, werden wir ein Chaos schaffen.","translation":"If we continue like this, we will create chaos."},{"text":"In dem Chaos hätten sie versuchen können zu fliehen.","translation":"In the chaos, they could have tried to escape."},{"text":"Ich akzeptiere das Chaos. Ich bin mir nicht sicher, ob es mich akzeptiert.","translation":"I accept the chaos. I'm not sure it accepts me."},{"text":"Seid Sie willkommen im Chaos!","translation":"Welcome to chaos!"},{"text":"In meiner Wohnung herrscht Chaos.","translation":"My apartment is a mess."},{"text":"Auf den Straßen herrscht Chaos.","translation":"Disorder prevails in the street."},{"text":"Es gibt Regeln; die muss man einhalten, sonst bricht Chaos aus.","translation":"There are rules; you have to stick to them, otherwise chaos breaks out."},{"text":"Chaos lockt mich und reizt mich zum Gestalten.","translation":"Chaos lures me and excites me to create."},{"text":"Maria hat einen Horror vor jedwedem Anzeichen von Chaos. Sie mag es, wenn alles seine Ordnung hat.","translation":"Maria has a horror at any sign of chaos. She likes it when everything is in order."}],"nackt":[{"text":"Hier die nackten Tatsachen.","translation":"These are the bare facts."},{"text":"Das ist die nackte Wahrheit.","translation":"That is the naked truth."},{"text":"Sie war nackt wie Gott sie schuf.","translation":"She was naked as God created her."},{"text":"Einem nackten Mann kann man nicht in die Tasche greifen.","translation":"You can't reach into the pocket of a naked man."},{"text":"Er schläft gerne nackt.","translation":"He likes to sleep naked."},{"text":"Ist es nicht so, dass wir alle nackt in unseren Kleidern stecken?","translation":"Isn't it the case that we are all naked in our clothes?"},{"text":"Wir ziehen uns Kleidung an, weil wir nicht nackt sein wollen.","translation":"We put on clothes because we don't want to be naked."},{"text":"Wir werden nackt, nass und hungrig geboren. Und danach wird alles noch schlimmer.","translation":"We are born naked, wet and hungry. And after that, everything gets worse."},{"text":"Ich frage mich, warum Tom nackt ist.","translation":"I wonder why Tom is naked."},{"text":"Du warst nackt.","translation":"You were naked."}],"durchschnittlich":[{"text":"Er lernte durchschnittlich zehn Stunden am Tag.","translation":"He studied ten hours a day on average."},{"text":"Er führt ein durchschnittliches Leben.","translation":"He leads an average life."},{"text":"Wie viel ist ein durchschnittliches Haus in Ihrer Gegend wert?","translation":"What is the value of an average home in your area?"},{"text":"Es sind durchschnittlich vierzig Schüler in der Klasse.","translation":"There are on average forty pupils in each class."},{"text":"Die Ausgaben liegen bei durchschnittlich 10 Dollar pro Tag.","translation":"Expenses average $10 per day."}],"festlegen":[{"text":"Ich finde, wir sollten erst etwas Erfahrung sammeln und uns nicht zu früh festlegen.","translation":"I think we should first gain some experience and not commit ourselves too early."},{"text":"Die Regeln in Bezug auf die Auswahl von Mitarbeitern sind wie folgt festgelegt.","translation":"The rules regarding the selection of employees are set out as follows."},{"text":"Das ist gesetzlich festgelegt.","translation":"This is laid down by law."},{"text":"Der Plan ist noch nicht festgelegt.","translation":"The plan has not yet been finalized."},{"text":"Das Datum wird später festgelegt werden.","translation":"The date will be determined later."}],"schloß":[{"text":"Gib mir den Schlüssel für dieses Schloss!","translation":"Give me the key to this castle!"},{"text":"Ich gehe bis zum Schloss und warte dort auf dich.","translation":"I go to the castle and wait for you there."},{"text":"Der Schlüssel passt nicht ins Schloss.","translation":"The key does not fit in the lock."},{"text":"Der Bau des neuen Schlosses wurde gestern begonnen.","translation":"The construction of the new castle began yesterday."},{"text":"Der König rief alle, die im Schloss waren, zusammen.","translation":"The king summoned all those who were in the castle."}],"intensiv":[{"text":"Intensiv leben kann man nur auf Kosten des Ichs.","translation":"You can only live intensively at the expense of the ego."},{"text":"Nach zwanzig Jahren intensiver Arbeit habe ich endlich erreicht, wovon ich immer geträumt habe.","translation":"After twenty years of intensive work, I have finally achieved what I have always dreamed of."},{"text":"Bewegung ist Leben. Intensive Bewegung ist Intensives Leben","translation":"Movement is life. Intense Exercise is Intense Life"},{"text":"Ich träume intensiv.","translation":"I dream intensely."},{"text":"Du solltest intensiver Englisch lernen.","translation":"You should study English harder."},{"text":"Die Mutter dachte intensiv nach.","translation":"The mother thought intensely."},{"text":"Sie hatten in der Wohnung so intensiv geraucht, dass die weißen Wände schon gelb waren.","translation":"They had smoked so intensively in the apartment that the white walls were already yellow."},{"text":"Ich arbeitete intensiv und mein Erfolg entsprach meinen Bemühungen.","translation":"I worked hard and my success matched my efforts."},{"text":"Die Regierung arbeitet intensiv, um das Land und die Bevölkerung kaputtzumachen.","translation":"The government is working hard to destroy the country and the population."},{"text":"„Warum lernst du so intensiv Englisch?” – „Um Englischlehrer zu werden.”","translation":"\"Why are you learning English so intensively?\" – \"To become an English teacher.\""}],"verpflichten":[{"text":"Ich bin Ihnen sehr zu Dank verpflichtet.","translation":"I'm much obliged to you."},{"text":"Ich bin dir für diesen Gefallen zu tiefstem Dank verpflichtet.","translation":"I'm deeply indebted to you for doing me this favour."},{"text":"Ein gutes Gewissen verpflichtet zu guten Taten.","translation":"A good conscience obliges to good deeds."},{"text":"Auch ein schlechter Ruf verpflichtet.","translation":"Even a bad reputation obliges."},{"text":"Du bist der Pflicht nicht verpflichtet, wenn sie sich nicht nach dem Gewissen richtet.","translation":"You are not obliged to duty if it is not according to conscience."},{"text":"Du bist verpflichtet, ihnen zu helfen.","translation":"You're required to help them."},{"text":"Aber Sie sind nicht verpflichtet, bis zum Ende zu bleiben.","translation":"But you are not obliged to stay until the end."},{"text":"Niemand ist verpflichtet, Unmögliches zu leisten.","translation":"No one is obliged to do the impossible."},{"text":"Ich fühlte mich dazu verpflichtet, Tom zu helfen.","translation":"I felt obligated to help Tom."},{"text":"Wir sind verpflichtet, den Gesetzen immer Folge zu leisten.","translation":"We are obliged to always obey the law."}],"bewahren":[{"text":"Frauen können jedes Geheimnis bewahren, wenn sie nicht wissen, dass es eines ist.","translation":"Women can keep a secret when they don't know it is one."},{"text":"Wir bewahren die Lebensmittel im Kühlschrank.","translation":"We keep the food in the fridge."},{"text":"Gott bewahre uns!","translation":"God preserve us!"},{"text":"Der Chef konnte in jeder Krise die Ruhe bewahren.","translation":"The boss was able to keep calm in every crisis."},{"text":"Wenn wir bewahren wollen, was wir haben, müssen wir vieles ändern.","translation":"If we want to preserve what we have, we have to change a lot."}],"Fußball":[{"text":"Nach der Schule habe ich immer Fußball gespielt.","translation":"After school, I would always play football."},{"text":"Das Geheimnis des Fußballs ist ja der Ball.","translation":"The secret of football is the ball, you see."},{"text":"Elf Freunde müsst ihr sein beim Fußball.","translation":"You have to be eleven friends at football."},{"text":"Du spielst morgen Fußball.","translation":"You are going to play football tomorrow."},{"text":"Sie scheint überhaupt kein Interesse an Fußball zu haben.","translation":"She seems to have no interest whatsoever in football."},{"text":"Wir spielen jeden Samstag Fußball.","translation":"We play football every Saturday."},{"text":"Fußball ist ein altes Spiel.","translation":"Football is an old game."},{"text":"Fußball ist ein Sport.","translation":"Football is a sport."},{"text":"Die Kinder spielten Fußball im Park.","translation":"The children played football in the park."},{"text":"Er möchte heute Nachmittag Fußball spielen.","translation":"He wants to play soccer this afternoon."}],"bewerten":[{"text":"Die Antwort wurde als falsch bewertet.","translation":"The answer was judged to be incorrect."},{"text":"Wie bewerten Sie diese Strategie?","translation":"How do you rate this strategy?"},{"text":"Er hat den Film mit 7 von 10 möglichen Punkten bewertet.","translation":"He gave the film a rating of 7 out of 10."},{"text":"Du kannst ein Leben nicht in Geld bewerten.","translation":"You can't put a price on a life."},{"text":"Die Leistung der Schüler an deutschen Schulen wird auf einer Skala von 1 bis 6 bewertet.","translation":"The performance of students in German schools is rated on a scale of 1 to 6."}],"Mischung":[{"text":"Diese Mischung ist gefährlich.","translation":"This mixture is dangerous."},{"text":"Denn auf Mischung kommt es an.","translation":"Because it's all about mixing."},{"text":"Die Mischung der beiden Stoffe erzeugte eine heftige Reaktion.","translation":"The mixture of the two substances produced a violent reaction."},{"text":"Luft ist eine Mischung aus Gasen.","translation":"Air is a mixture of gases."},{"text":"Jede Meinung ist eine Mischung aus Wahrheit und Irrtum.","translation":"Every opinion is a mixture of truth and error."}],"verurteilen":[{"text":"Der Mensch ist zur Freiheit verurteilt.","translation":"Man is condemned to freedom."},{"text":"Wenn du die Menschen verurteilst, hast du keine Zeit, sie zu lieben.","translation":"When you judge people, you don't have time to love them."},{"text":"Er wurde zum Tode verurteilt.","translation":"He was sentenced to death."},{"text":"Taro Ito wurde als schuldig verurteilt.","translation":"Taro Ito was found guilty."},{"text":"Der Plan war von Anfang an zum Scheitern verurteilt.","translation":"The plan was doomed to failure from the start."}],"Studio":[{"text":"Wir können nicht ins Studio gehen.","translation":"We cannot go into the studio."},{"text":"Er hat mir erzählt, dass er ins Fitness-Studio geht, um ein bisschen Bauch zu verlieren.","translation":"He told me that he goes to the gym to lose a bit of belly."},{"text":"Beim Umzug der Möbel gestalten sich die öffentlichen Verkehrsmittel zu einem Fitness-Studio.","translation":"When moving the furniture, public transport turns into a gym."},{"text":"Immer diese neidischen Blicke im Fitness-Studio! Sie sollten sich eben ihre eigenen Maultaschen mitbringen!","translation":"Always those envious looks in the gym! You should bring your own Maultaschen!"},{"text":"Der Film entstand nicht im Studio, sondern aufwendig an den Originalschauplätzen der zugrundeliegenden wahren Geschichte.","translation":"The film was not made in the studio, but elaborately in the original locations of the underlying true story."}],"denkst":[{"text":"Was fällt dir ein, wenn du an Berge denkst?","translation":"What comes to mind when you think of mountains?"},{"text":"Denkst du, ich möchte verlieren?","translation":"Do you think I want to lose?"},{"text":"Wie denkst du denn darüber? Sag jetzt nicht „Weiß nicht“!","translation":"What do you think about that? Don't say \"don't know\" now!"},{"text":"Denkst du, dass so eine Sache möglich ist?","translation":"Do you think such a thing is possible?"},{"text":"Denkst du ernsthaft darüber nach, in dem Laden einen Computer zu kaufen?","translation":"Are you seriously thinking about buying a computer at the store?"},{"text":"Denkst du, er hat es getan?","translation":"Do you think he did it?"},{"text":"\"Denkst Du, dass er kommen wird?\" - \"Ich hoffe es nicht.\"","translation":"\"Do you think he'll come?\" \"I hope not.\""},{"text":"Denkst du, das ist verrückt?","translation":"Do you think this is crazy?"},{"text":"Denkst du, Tom weiß, was passiert ist?","translation":"Do you think Tom knows what happened?"},{"text":"„Gibt es deiner Meinung nach weibliche Orks, Tom?“ – „Denkst du jetzt an Maria, Johannes?“","translation":"\"Do you think there are female orcs, Tom?\" – \"Are you thinking of Mary, John now?\""}],"Wahnsinn":[{"text":"Es ist reiner Wahnsinn!","translation":"It's pure madness!"},{"text":"Das ist doch der helle Wahnsinn.","translation":"That is pure madness."},{"text":"Ich träume jetzt schon davon, mich von dir in den Wahnsinn treiben zu lassen.","translation":"I'm already dreaming of letting you drive me crazy."},{"text":"Der Wahnsinn wäre unser Los, wenn wir nur die Augen öffnen wollten.","translation":"Madness would be our lot if we only wanted to open our eyes."},{"text":"Hör mit diesem Wahnsinn auf!","translation":"Stop this madness!"},{"text":"Genie und Wahnsinn sind eng verbunden.","translation":"Genius and madness are closely linked."},{"text":"Die fünf Sinne: Unsinn, Wahnsinn, Blödsinn, Schwachsinn, Stumpfsinn.","translation":"The five senses: nonsense, madness, nonsense, nonsense, dullness."},{"text":"Liebe ist eine Art Wahnsinn.","translation":"Love is a kind of madness."},{"text":"Genie und Wahnsinn liegen nahe beieinander.","translation":"Genius and madness are close together."},{"text":"Die Liebe ist immer eine Art Wahnsinn, mehr oder minder schön.","translation":"Love is always a kind of madness, more or less beautiful."}],"Leiter":[{"text":"Mit diesen Schuhen willst du auf die Leiter steigen? Das ist nicht sicher genug.","translation":"You're going to climb that ladder in those shoes? It's not safe."},{"text":"Diese Leiter ist aus Holz.","translation":"This ladder is made of wood."},{"text":"Tom braucht die Leiter.","translation":"Tom needs the ladder."},{"text":"Pass auf, dass du nicht von der Leiter fällst.","translation":"Mind you don't fall off the ladder."},{"text":"Tom fiel von der Leiter und brach sich beide Arme.","translation":"Tom fell off the ladder and broke both his arms."}],"Handlung":[{"text":"Auch Worte sind Handlungen.","translation":"Words, too, are actions."},{"text":"Ich ehre Ihre Handlungen, auch wenn ich sie nicht fasse.","translation":"I honor your actions, even if I do not grasp them."},{"text":"Unsere Handlungen sind weder so gut, noch so schlecht, wie unsere Absichten.","translation":"Our actions are neither as good nor as bad as our intentions."},{"text":"Jede Handlung hat ihre Folgen.","translation":"Every action has its consequences."},{"text":"Ist die Handlung ausgeführt, dann ziehe dich zurück.","translation":"When the action is performed, withdraw yourself."}],"nähern":[{"text":"Ein aufregender Tag nähert sich seinem Ende.","translation":"An exciting day is nearing its end."},{"text":"Der Winter nähert sich jetzt mit großen Schritten.","translation":"Winter is now approaching with great strides."},{"text":"Sie näherte sich schon der 30, als ich sie das erste Mal traf.","translation":"She was already approaching 30 when I met her for the first time."},{"text":"Das Flugzeug nähert sich New York.","translation":"The plane is approaching New York."},{"text":"Ein Mann näherte sich Yōko mit leisen Schritten.","translation":"A man approached Yōko with quiet footsteps."}],"neigen":[{"text":"Liisa neigt dazu, im Kino zu weinen.","translation":"Liisa tends to cry in the cinema."},{"text":"Der Tag neigt sich schon wieder dem Ende zu.","translation":"The day is already drawing to an end."},{"text":"Und wieder neigt sich ein Monat dem Ende zu.","translation":"And again a month is coming to an end."},{"text":"Es will Abend werden, und der Tag hat sich geneigt.","translation":"It wants to be evening, and the day has ended."},{"text":"Der Mensch neigt für gewöhnlich zum Ungewöhnlichen.","translation":"Humans are usually prone to the unusual."}],"überlassen":[{"text":"Hier bleibt nichts dem Zufall überlassen.","translation":"Nothing here is left to chance."},{"text":"Was kann an der Arbeit gut sein, wenn die Reichen sie den Armen überlassen?","translation":"What can be good about work when the rich leave it to the poor?"},{"text":"Lass es uns dem Schicksal überlassen!","translation":"Let's leave it to fate!"},{"text":"Die Zukunft ist zu wichtig, um sie anderen zu überlassen.","translation":"The future is too important to be left to others."},{"text":"Willst Du glücklich leben, hasse niemanden und überlasse die Zukunft Gott.","translation":"If you want to live happily, don't hate anyone and leave the future to God."}],"Signal":[{"text":"Beachten Sie die Signale Ihres Körpers!","translation":"Pay attention to your body's signals!"},{"text":"Das Signal war rot.","translation":"The signal was red."},{"text":"Ein Lächeln sendet ein Signal der Freundschaft.","translation":"A smile sends a signal of friendship."},{"text":"Nicht über die Straße gehen, wenn das Signal rot ist.","translation":"Do not cross the street if the signal is red."},{"text":"Der Fahrer konnte das Signal im Nebel nicht erkennen.","translation":"The driver could not distinguish the signal in the fog."}]}