{"Engagement":[{"text":"Eines wird sich nicht ändern: unser Engagement unseren Kunden gegenüber.","translation":"One thing that won't change is our commitment to our customers."},{"text":"Wegen seiner früheren Engagements konnte er nicht an der Veranstaltung teilnehmen.","translation":"Because of his previous engagements, he was unable to attend the event."},{"text":"Danke für dein soziales Engagement.","translation":"Thank you for your social commitment."},{"text":"Aber das Potenzial ist da nur das Engagement fehlt.","translation":"But the potential is only the commitment missing."},{"text":"Innerlich hat sie längst gekündigt. Sie reißt ihren Dienst einfach ab, ohne jedes persönliche Engagement.","translation":"Internally, she has long since resigned. She simply tears off her service, without any personal commitment."}],"Architektur":[{"text":"Über Musik zu reden ist wie über Architektur zu tanzen.","translation":"Talking about music is like dancing about architecture."},{"text":"Ich kenne eigentlich niemanden, dem moderne Architektur wirklich gefällt.","translation":"I don't really know anyone who really likes modern architecture."},{"text":"Valencia ist berühmt für seine ungewöhnliche Architektur.","translation":"Valencia is famous for its unusual architecture."},{"text":"Ich habe Architektur studiert.","translation":"I studied architecture."},{"text":"Du redest gerne über Architektur, nicht wahr?","translation":"You like to talk about architecture, don't you?"}],"Beute":[{"text":"Sie ist eine Beute ihrer Leidenschaft.","translation":"She is a prey of her passion."},{"text":"Die Diebe teilten ihre Beute.","translation":"The thieves divided their booty."},{"text":"Der Löwe verfolgt seine Beute.","translation":"The lion pursues its prey."},{"text":"Das ist dein Anteil an der Beute.","translation":"This is your share of the loot."},{"text":"Wenn der Jäger die Hoffnung verliert, gibt es keine Beute.","translation":"If the hunter loses hope, there is no prey."}],"erhöht":[{"text":"Ich habe eine erhöhte Temperatur.","translation":"I have an elevated temperature."},{"text":"In Brasilien ist eine erhöhte Nachfrage für die deutsche Sprache zu verzeichnen.","translation":"In Brazil, there is an increased demand for the German language."},{"text":"Je älter man wird, desto leichter verwechselt man erhöhten Blutdruck mit Leidenschaft.","translation":"The older you get, the easier it is to confuse elevated blood pressure with passion."},{"text":"Eine erhöhte Geschwindigkeit wird häufig zur Unfallursache.","translation":"Increased speed often becomes the cause of accidents."},{"text":"Außerdem besteht ein erhöhtes Unfallrisiko.","translation":"There is also an increased risk of accidents."}],"heilige":[{"text":"Der Heilige Abend fällt dieses Jahr auf einen Sonntag.","translation":"Christmas Eve falls on a Sunday this year."},{"text":"Aus Holz macht Tom große und kleine Heilige.","translation":"Tom makes great and small saints out of wood."},{"text":"Der Heilige Abend ist der 24. Dezember, der Tag vor Weihnachten.","translation":"Christmas Eve is December 24, the day before Christmas."},{"text":"Ist die Gefahr vorbei, lacht man den Heiligen aus.","translation":"When the danger is over, the saints are laughed at."},{"text":"Kleine Heilige tun auch Zeichen.","translation":"Little saints also do signs."},{"text":"Wir verbringen den Heiligen Abend bei unserer erwachsenen Tochter.","translation":"We're spending Christmas Eve at our grown daughter's house."},{"text":"In Spanien sind es die Heiligen Drei Könige, die den Kindern ihre Geschenke bringen.","translation":"In Spain, it's the Three Kings that bring the children their presents."},{"text":"Ich verbringe den Heiligen Abend mit meiner Familie.","translation":"I spend Christmas Eve with my family."},{"text":"Thomas wusste nicht mehr, an welchen Heiligen er sich noch wenden sollte.","translation":"Thomas no longer knew which saint to turn to."},{"text":"Die Heiligen reden nicht und rächen sich dennoch.","translation":"The saints do not talk and still take revenge."}],"beugen":[{"text":"Lachen ist eine Macht, vor der die Größten dieser Welt sich beugen müssen.","translation":"Laughter is a force to which the world's greatest must bow."},{"text":"Wer sich gen Westen und Osten beugt, hat gar keinen Glauben.","translation":"Those who bow to the West and East have no faith at all."},{"text":"Die Zeit beugt sich nicht zu dir; du musst dich ihr beugen.","translation":"Time does not bend to you; You have to bow to her."},{"text":"Ich beugte die Beine.","translation":"I'm resting my legs."},{"text":"Der Arzt beugte sich über den kranken Jungen.","translation":"The doctor bent over the sick boy."}],"Spaziergang":[{"text":"Es ist kein Spaziergang.","translation":"It's no walk in the park."},{"text":"Zum Strand ist es nur ein kurzer Spaziergang.","translation":"It's just a short walk to the beach."},{"text":"Er pflegte täglich einen Spaziergang zu machen.","translation":"He used to go for a walk every day."},{"text":"Es ist ein schöner Tag und ich habe Lust, einen Spaziergang zu machen.","translation":"It's a nice day and I feel like taking a walk."},{"text":"Was hältst du davon, einen kleinen Spaziergang zu machen?","translation":"What do you think about going for a little walk?"}],"Bund":[{"text":"Tom und Johannes waren zusammen beim Bund.","translation":"Tom and Johannes were together at the Covenant."},{"text":"Warst du beim Bund?","translation":"Were you with the Bund?"},{"text":"Ich sei, gewährt mir die Bitte, in eurem Bunde der Dritte.","translation":"I am, grant me the request, the third in your covenant."},{"text":"Er ist dumm wie ein Bund Stroh.","translation":"He is stupid as a bunch of straw."},{"text":"Einen Bund Stroh aufzuheben, muss man keine Maschine in Bewegung setzen.","translation":"You don't have to set a machine in motion to pick up a bunch of straw."}],"Süßigkeit":[{"text":"Zu viele Süßigkeiten machen dick.","translation":"Too many sweets make you fat."},{"text":"Ich esse Süßigkeiten.","translation":"I eat sweets."},{"text":"Sie gingen in den Laden, um ein paar Süßigkeiten zu kaufen.","translation":"They went to the store to buy some sweets."},{"text":"Am meisten überraschte mich, dass sie keine Süßigkeiten mochte.","translation":"What surprised me the most was that she didn't like sweets."},{"text":"Wie viele Süßigkeiten hast du letzte Woche gegessen?","translation":"How many sweets did you eat last week?"}],"Leser":[{"text":"Der Beweis wird dem Leser überlassen.","translation":"The proof is left to the reader."},{"text":"Der wahre Leser muss der erweiterte Autor sein.","translation":"The true reader must be the extended author."},{"text":"Ihre Leser werden es Ihnen danken.","translation":"Your readers will thank you."},{"text":"Schreib den ersten Satz so, dass der Leser unbedingt auch den zweiten lesen will.","translation":"Write the first sentence in such a way that the reader absolutely wants to read the second."},{"text":"Nichts geht über den Dienst am Leser.","translation":"Nothing beats serving the reader."}],"Substanz":[{"text":"Die Substanz kann auch Pflanzen vernichten.","translation":"The substance can also destroy plants."},{"text":"Ich würde gerne wissen, wie der Körper diese Substanzen aufnimmt.","translation":"I'd like to know how the body absorbs these substances."},{"text":"Die Substanz ist leicht genug, um im Wasser oben zu schwimmen.","translation":"The substance is light enough to float on the water."},{"text":"Salz ist eine nützliche Substanz.","translation":"Salt is a useful substance."},{"text":"Im Magen der Toten habe ich Spuren einer unbekannten Substanz gefunden.","translation":"In the stomach of the dead I found traces of an unknown substance."}],"Pfeil":[{"text":"Die jüngere Generation ist der Pfeil, der ältere der Bogen.","translation":"The younger generation is the arrow, the older one the bow."},{"text":"Schieße keinen Pfeil, der zu dir zurückkehren könnte.","translation":"Don't shoot an arrow that could return to you."},{"text":"Ein Pfeil trifft nie zwei Vögel.","translation":"An arrow never hits two birds."},{"text":"Der Pfeil zeigt die Richtung an, in die man gehen muss.","translation":"The arrow indicates the direction in which you have to go."},{"text":"Die Zeit fliegt wie ein Pfeil; eine Frucht fliegt wie eine Banane.","translation":"Time flies like an arrow; fruit flies like a banana."}],"kleine":[{"text":"Das bleibt unser Geheimnis, Kleiner. Du wirst es doch keinem verraten, nicht wahr?","translation":"That'll remain our secret, little one. You won't tell anyone, will you?"},{"text":"\"Komm, Kleiner\", rief sie, \"komm spielen!\"","translation":"\"Come, little one,\" she shouted, \"come play!\""},{"text":"Die Kleine von Tom und Maria macht langsam ihre ersten vorsichtigen Schritte.","translation":"Tom and Mary's little girl is starting to take her first tentative steps."},{"text":"Wohin so eilig, Kleine?","translation":"Where are you going in such a hurry, girl?"},{"text":"Tom liebte schon als Kleiner Hunde.","translation":"Tom has loved dogs since he was little."},{"text":"Etwas Kleines bewegte sich im Dunkeln.","translation":"A tiny object moved in the dark."},{"text":"Schau mir in die Augen, Kleines.","translation":"Here's looking at you, kid."},{"text":"„Geh nach Hause, Kleines, und schlaf dich aus!“ drängte Tom Maria. „Du bist ja völlig geschafft!“","translation":"\"You get yourself home, little 'un,\" Mary urged Tom, \"and get yourself some sleep! You're fit to drop, aren't you!\""},{"text":"Die Kleine Meerjungfrau seufzte und schaute traurig auf ihren Fischschwanz.","translation":"The Little Mermaid sighed and looked sadly at her fish tail."},{"text":"Als der Kleine die neueste PlayStation-Software haben wollte, benahm er sich wie ein verzogenes Kind.","translation":"When the kid wanted the latest PlayStation software, he acted like a spoiled child."}],"Biene":[{"text":"Was fressen Bienen?","translation":"What do bees eat?"},{"text":"Ohne Bienen gäbe es weniger Obst.","translation":"Without bees, there would be less fruit."},{"text":"Rauch vertreibt die Bienen, Sünde die Engel.","translation":"Smoke drives away the bees, sin the angels."},{"text":"Bienen, die nur wohnen, heißen Drohnen.","translation":"Bees that only live are called drones."},{"text":"Eine Biene ist so gut wie eine Hand voll Fliegen.","translation":"A bee is as good as a handful of flies."}],"Zivilisation":[{"text":"Wie lange wird unsere Zivilisation existieren?","translation":"How long will our civilization exist?"},{"text":"In unserer Zivilisation bedeutet Reichtum Freiheit. In der echten Welt bedeutet Freiheit Reichtum!","translation":"In our civilization, wealth means freedom. In the real world, freedom means wealth!"},{"text":"Öl spielte eine wichtige Rolle in der Entwicklung der Zivilisation.","translation":"Oil has played an important part in the progress of civilization."},{"text":"Die Liebe ist das Wunder der Zivilisation.","translation":"Love is the miracle of civilization."},{"text":"Was bleibt von der modernen Zivilisation übrig?","translation":"What remains of modern civilization?"}],"kapieren":[{"text":"Die Leute kapieren überhaupt nichts.","translation":"People don't understand anything at all."},{"text":"Was ist denn los? Ich kapiere gar nichts.","translation":"What's going on? I don't understand anything."},{"text":"Ich habe nichts davon kapiert.","translation":"I didn't understand any of that."},{"text":"Auf einmal kapierte ich, was los war.","translation":"Suddenly, I realized what was going on."},{"text":"Ich kapierte, was der Lehrer da erklärte.","translation":"I caught on to what the teacher was explaining."}],"Rechner":[{"text":"Sitz doch nicht den ganzen Tag am Rechner, Tom!","translation":"Don't sit at the computer all day, Tom!"},{"text":"Die Firma bestellte eine größere Anzahl schneller Rechner.","translation":"The company ordered a larger number of fast computers."},{"text":"Der Schüler ist ein guter Rechner.","translation":"That pupil is good at figures."},{"text":"Ich würde diesen Rechner gern kaufen, aber er kostet ein Vermögen.","translation":"I would like to buy this calculator, but it costs a fortune."},{"text":"Ich war das ganze Wochenende über zu Hause am Rechner.","translation":"I spent the whole weekend at home on the computer."}],"Belastung":[{"text":"Hoffnungen sind auch eine Belastung, weil sie mit Erwartungen verbunden sind.","translation":"Hopes are also a burden because they are associated with expectations."},{"text":"Das Seil ist unter der Belastung gerissen.","translation":"The rope broke under the strain."},{"text":"Meine Kinder sind für mich keine Belastung.","translation":"My children are not a burden for me."},{"text":"Diese Verantwortung ist eine Belastung für ihn.","translation":"That responsibility is a burden to him."},{"text":"Diese Arbeit ist eine zu schwere Belastung für mich.","translation":"This work is too heavy a burden for me."}],"lampe":[{"text":"Unter der Lampe ist es dunkel.","translation":"It is dark under the lamp."},{"text":"Er hat einen auf die Lampe gegossen.","translation":"He poured one on the lamp."},{"text":"Der Abend des Lebens bringt seine Lampe mit.","translation":"The evening of life brings its lamp."},{"text":"Es gibt keine Lampe, die bis zum Morgen brennt.","translation":"There is no lamp that burns until the morning."},{"text":"Hast du je alle Lampen deines Hauses eingeschaltet?","translation":"Have you ever switched on all the lamps of your house?"}],"schämen":[{"text":"Je mehr ein Mensch sich schämt, desto anständiger ist er.","translation":"The more a person is ashamed, the more decent he is."},{"text":"Stellt euch in die Ecke und schämt euch!","translation":"Stand in the corner and be ashamed!"},{"text":"Du solltest dich was schämen!","translation":"You should be ashamed of yourself!"},{"text":"Tom schämte sich in Grund und Boden.","translation":"Tom was ashamed to the core."},{"text":"Markku schämte sich, Liisas Geburtstag vergessen zu haben.","translation":"Markku was ashamed to have forgotten Liisa's birthday."}],"Durchführung":[{"text":"Trotz meiner detaillierten Anweisungen war Tom nicht zu einer korrekten Durchführung in der Lage.","translation":"Even though I gave Tom detailed instructions, he wasn't able to do it correctly."},{"text":"Der Anfang ist die halbe Durchführung der Arbeit.","translation":"The beginning is half the execution of the work."},{"text":"Können Sie mir erklären, worin sich die Begriffe Durchführung, Ausführung und Aufführung unterscheiden?","translation":"Can you explain to me how the terms execution, execution and performance differ?"},{"text":"Die Durchführung der Wahlen zum Parlament muss aus dem Staatshaushalt finanziert werden.","translation":"The holding of elections to parliament must be financed from the state budget."},{"text":"Die grundlegende Ursache für die Erfolglosigkeit des Projektes ist die fehlende Transparenz seiner Durchführung.","translation":"The fundamental reason for the failure of the project is the lack of transparency of its implementation."}],"Haftung":[{"text":"Der Hersteller übernimmt keine Haftung.","translation":"The manufacturer assumes no liability."},{"text":"Die Reifen weisen eine gute Haftung auf.","translation":"The tyres have good grip."},{"text":"Wir übernehmen keine Haftung für die Inhalte.","translation":"We assume no liability for the contents."},{"text":"Wir übernehmen keine Haftung für deren Richtigkeit.","translation":"We assume no liability for their accuracy."}],"Verhandlung":[{"text":"Wie funktioniert eine Verhandlung?","translation":"How does a negotiation work?"},{"text":"Die Firma wurde nach langen Verhandlungen von ihrer Konkurrenz übernommen.","translation":"The company was taken over by its competitors after long negotiations."},{"text":"Die Verhandlungen sind gescheitert.","translation":"The negotiations have failed."},{"text":"Unsere Verhandlungen gerieten ins Stocken.","translation":"Our negotiations stalled."},{"text":"Alle nahmen an den Verhandlungen teil.","translation":"All took part in the negotiations."}],"strecken":[{"text":"Öffnen Sie den Mund, strecken Sie die Zunge heraus.","translation":"Open the mouth, stick out the tongue."},{"text":"Man muss sich nach der Decke strecken.","translation":"You have to stretch for the ceiling."},{"text":"Er streckte mir seine Hand entgegen.","translation":"He held his hand out to me."},{"text":"Er streckte seinen Arm aus.","translation":"He stretched out his arm."},{"text":"Er streckte seinen Arm aus, um das Buch zu erreichen.","translation":"He stretched out his arm to reach the book."}],"künftig":[{"text":"Künftigen Aufträgen sehen wir mit Interesse entgegen.","translation":"We look forward to future orders with interest."},{"text":"Werden solche Treffen künftig regelmäßig stattfinden?","translation":"Will such meetings take place regularly in the future?"},{"text":"Er will künftig Arzt werden.","translation":"He wants to become a doctor in the future."},{"text":"Er lebt von künftigen Einnahmen.","translation":"He lives on future income."},{"text":"Ich komme künftig öfter zu Besuch.","translation":"I will visit more often in the future."}],"bislang":[{"text":"Ich kann bislang nur vier Wörter Griechisch.","translation":"I can only speak four words of Greek so far."},{"text":"Eine neue Studie zeigt, dass alles, was wir bislang zu wissen glaubten, falsch ist.","translation":"A new study shows that everything we thought we knew up to now, is wrong."},{"text":"Bislang bin ich mit der Arbeit noch nicht fertig.","translation":"As yet, I have not completed the work."},{"text":"Diese Woche haben wir bislang dreizehn Beschwerden erhalten.","translation":"We've received thirteen complaints so far this week."},{"text":"Bislang habe ich es niemandem gesagt.","translation":"So far, I haven't told anyone."}],"Reparatur":[{"text":"Machen Sie bitte nur die nötigsten Reparaturen!","translation":"Just do the essential repairs, please."},{"text":"„Danke für die Reparatur.“ – „Das war keine Kunst.“","translation":"\"Thanks for repairing it.\" \"There was nothing to it.\""},{"text":"Wie teuer ist die Reparatur?","translation":"How expensive is the repair?"},{"text":"„Wie lange wird die Reparatur dieser Uhr dauern?“ — „Diese Uhr kann man nicht reparieren.“","translation":"\"How long will it take to repair this watch?\" — \"This watch cannot be repaired.\""},{"text":"Mein Fernseher war kaputt; deswegen musste ich ihn zur Reparatur bringen.","translation":"My TV broke, so I had to take it to get it repaired."}],"anheben":[{"text":"Auf dem Rad kann ich keine guten Sachen anhaben, die sind schnell schmutzig.","translation":"I can't wear good things on the bike, they get dirty quickly."},{"text":"Diese Kiste ist zu schwer, ich könnte sie nicht allein anheben.","translation":"This box is too heavy, I couldn't lift it alone."},{"text":"Der Stein war so schwer, dass niemand ihn anheben konnte.","translation":"The stone was so heavy that nobody could lift it."},{"text":"Kannst du diese Box anheben?","translation":"Can you lift this box?"},{"text":"Als sie die Platte anhoben, entdeckten sie den Schatz.","translation":"When they lifted the plate, they discovered the treasure."},{"text":"Dieser Schreibtisch ist zu schwer zum Anheben.","translation":"This desk was too heavy to lift."},{"text":"Dieser Stein ist zu schwer zum Anheben.","translation":"This stone is too heavy to lift."},{"text":"Er erwiderte meinen Gruß durch Anheben seinen Hutes.","translation":"He acknowledged me by lifting his hat."},{"text":"Die Römer besitzen so viele Sklaven, dass es für sie nicht mehr als eine Bagatelle ist, zum Anheben eines Steins hundert Sklaven loszuschicken.","translation":"The Romans own so many slaves that it is no more than a trifle for them to send a hundred slaves to lift a stone."}],"Erstellung":[{"text":"Die Erstellung eines Wörterbuchs braucht sehr viel Zeit.","translation":"Creating a dictionary takes a lot of time."},{"text":"Tom hat eine Agentur mit der Erstellung des Werbematerials beauftragt.","translation":"Tom has hired an agency to create the promotional material."},{"text":"Ich möchte in groben Zügen zeigen, wie der Prozess der Erstellung einer Netzpräsenz vom Anfang bis zum Ende abläuft.","translation":"I would like to show in broad outlines how the process of creating a web presence works from start to finish."}],"rückwärts":[{"text":"Man kann das Leben nur rückwärts verstehen, aber man muss es vorwärts leben.","translation":"You can only understand life backwards, but you have to live it forward."},{"text":"Vorwärts immer, rückwärts nimmer.","translation":"Forward always, backward never."},{"text":"Tom sprang aus dem Stand rückwärts auf ein Haus.","translation":"Tom jumped backwards onto a house from a standing position."},{"text":"Nicht rückwärts fahren! Hinter dir steht ein Baum!","translation":"Don't back up. There's a tree behind you."},{"text":"Tom fiel rückwärts.","translation":"Tom fell backwards."}],"Handtuch":[{"text":"Er warf das Handtuch.","translation":"He threw in the towel."},{"text":"Tom tauscht die Handtücher im Badezimmer aus.","translation":"Tom is replacing the towels in the bathroom."},{"text":"Ich werde noch ein Handtuch bringen.","translation":"I'll bring one more towel."},{"text":"Sie kam in ein Handtuch gewickelt aus dem Bad.","translation":"She came out of the bathroom with a towel wrapped around her."},{"text":"Sie schnappte sich ihr Handtuch und machte sich auf in Richtung Strand.","translation":"She grabbed her towel and headed for the beach."}],"instagram":[{"text":"Tom veröffentlicht regelmäßig Bilder bei Instagram.","translation":"Tom regularly posts pictures on Instagram."},{"text":"Ich hasse Instagram.","translation":"I hate Instagram."},{"text":"Ungefähr 68% der Instagram-Nutzer sind Frauen.","translation":"About 68% of Instagram users are women."},{"text":"Tom gefiel Marias Bild bei Instagram.","translation":"Tom liked Mary's picture on Instagram."},{"text":"Tom machte ein Video von Maria, wie diese Wellen ritt, und veröffentlichte es bei Instagram.","translation":"Tom took a video of Mary surfing and posted it on his Instagram."}],"angespannt":[{"text":"Die Lage ist mehr als angespannt.","translation":"The situation is beyond tense."},{"text":"Wenn ich angespannt bin, kann ich nicht gut schlafen.","translation":"I cannot sleep well if I am stressed."},{"text":"Alle lauschten Toms Rede angespannt.","translation":"Everybody was listening intently to Tom's speech."},{"text":"Da sie nach der schlaflos verbrachten Nacht schon müde und von den wiedererweckten Emotionen angespannt war, war ihre Stimme noch leiser als gewöhnlich, als sie über diese traurige Thema sprach.","translation":"Since she was already tired after the sleepless night and tense from the reawakened emotions, her voice was even quieter than usual when she spoke about this sad topic."},{"text":"Wir sind beide angespannt.","translation":"We are both tense."},{"text":"In der Ukraine wird die Lage immer angespannter.","translation":"In Ukraine, the situation is becoming increasingly tense."},{"text":"Die Situation dort ist angespannt.","translation":"The situation there is tense."},{"text":"Die finanzielle Situation der Regierung ist angespannt.","translation":"The government's financial situation is tense."},{"text":"Alle hörten angespannt zu.","translation":"Everybody was listening intently."},{"text":"Sein Gesicht zeigte einen Ausdruck von angespanntem Nachdenken.","translation":"His face showed an expression of tense reflection."}],"Entdeckung":[{"text":"Leute, die sehr viel gelesen haben, machen selten große Entdeckungen.","translation":"People who have read a lot rarely make great discoveries."},{"text":"Fehler sind das Tor zu neuen Entdeckungen.","translation":"Mistakes are the gateway to new discoveries."},{"text":"Es war eine der großen Entdeckungen in der Wissenschaft.","translation":"It was one of the great discoveries in science."},{"text":"Er machte eine sehr wertvolle Entdeckung.","translation":"He made a very valuable discovery."},{"text":"Den Wert seiner Entdeckung erfasste man erst nach seinem Tod.","translation":"The value of his discovery was not realized until after his death."}],"Kohle":[{"text":"Er hat viel Kohle.","translation":"He has a lot of coal."},{"text":"Tu Kohlen in den Ofen, damit die Milch bald zu kochen anfängt.","translation":"Put some coal in the oven, so that the milk will start boiling."},{"text":"Ich sitze wie auf heißen Kohlen.","translation":"I'm sitting on hot coals."},{"text":"Hast du Kohle dabei?","translation":"Do you have coal with you?"},{"text":"Er lud Kohlen auf seinen Wagen.","translation":"He loaded coals onto his wagon."}],"verstorben":[{"text":"Ich denke oft an meine verstorbene Mutter.","translation":"I often think of my dead mother."},{"text":"Der verstorbene Herr Schmidt war Arzt.","translation":"The late Mr Smith was a doctor."},{"text":"Die Tochter meines verstorbenen Freundes sagte: „Ich werde für die Seele meines Vaters beten.‟","translation":"My late friend's daughter said, \"I will pray for my father's soul.\""},{"text":"Sie hat einen Anspruch auf das Vermögen ihres verstorbenen Mannes.","translation":"She has a claim on her deceased husband's estate."},{"text":"Wenn ich Sie sehe, muss ich immer an meinen verstorbenen Sohn denken.","translation":"When I see you, I always think of my deceased son."},{"text":"Er ist ziemlich plötzlich verstorben.","translation":"He passed away quite suddenly."},{"text":"Letzte Nacht ist sein Großvater im Krankenhaus verstorben.","translation":"Last night, his grandfather passed away in the hospital."},{"text":"Meine Eltern sind beide verstorben.","translation":"My parents are both deceased."},{"text":"Er ist gestern verstorben.","translation":"He died yesterday."},{"text":"Sie ist friedlich im Schlaf verstorben.","translation":"She died peacefully in her sleep."},{"text":"Ich kannte den Verstorbenen ziemlich lange.","translation":"I have known the deceased for a long time."},{"text":"Es ist leichter, einen Verstorbenen zu ersetzen, als ein gutes Bild.","translation":"It is easier to replace a deceased person than a good picture."},{"text":"Was wird mit allen Kenntnissen des Verstorbenen?","translation":"What will happen to all the knowledge of the deceased?"},{"text":"Die Teilnehmer einer Seance versuchen Kontakt mit Verstorbenen aufzunehmen.","translation":"Participants in a seance try to contact the dead."},{"text":"Die Grabsteine im Friedhof hat man versetzt, die Verstorbenen jedoch nicht.","translation":"The headstones in the cemetery were moved, but the bodies were not."}],"Rhythmus":[{"text":"Das Geheimnis guter Prosa liegt im Rhythmus der Sprache.","translation":"The secret of good prose lies in the rhythm of language."},{"text":"Auch die Pause gehört zum Rhythmus.","translation":"The break is also part of the rhythm."},{"text":"Mir gefällt der langsame Rhythmus dieses Liedes.","translation":"I like the slow rhythm of this song."},{"text":"Du musst deinen eigenen Rhythmus finden.","translation":"You have to find your own rhythm."},{"text":"Sie bewegt sich wie eine Königin und zeigt, dass sie den Rhythmus im Blut hat.","translation":"She moves like a queen and shows that she has rhythm in her blood."}],"Geschwister":[{"text":"Ich habe mich immer gefragt, wie es wäre, Geschwister zu haben.","translation":"I always wondered what it would be like to have siblings."},{"text":"Meine Mutter und er sind Geschwister.","translation":"He and my mother are siblings."},{"text":"Weh dem, der fern von Eltern und Geschwistern ein einsam Leben führt!","translation":"Woe to those who lead a lonely life far away from parents and siblings!"},{"text":"Meine beiden Geschwister und ich haben gemeinsam nur ein Zimmer.","translation":"My two siblings and I have only one room together."},{"text":"Die jüngsten Geschwister sind gewöhnlich die hübschesten.","translation":"The youngest siblings are in general the most beautiful ones."}],"Farm":[{"text":"Er war stark genug, um seinem Vater auf der Farm zu helfen.","translation":"He was strong enough to help his father on the farm."},{"text":"George arbeitet auf einer großen Farm.","translation":"George works on a big farm."},{"text":"Sie verkauften ihre Farm und zogen in die Stadt.","translation":"They sold their farm and moved to the city."},{"text":"„Ich arbeite auf einer Farm“, sagte Tom.","translation":"\"I work on a farm,\" said Tom."},{"text":"Tom lebt mit seiner Frau Mary auf einer Farm, ganz in der Nähe von Boston.","translation":"Tom lives on a farm with his wife, Mary, not too far from Boston."}],"realisieren":[{"text":"Das Leben beginnt, wenn man realisiert, wer man wirklich ist.","translation":"Life begins when you realize who you really are."},{"text":"Es wurde eine riesige Menge von Programmen realisiert.","translation":"A huge amount of programs were realized."},{"text":"Für uns ist es ein Projekt, dass wir das nächste Jahr realisieren wollen.","translation":"For us it is a project that we want to realize next year."},{"text":"Er realisierte seinen Traum.","translation":"He realized his dream."},{"text":"Ich habe eine Idee und ich habe schon angefangen, sie zu realisieren.","translation":"I have an idea and I have already started to realize it."},{"text":"Endlich hat sie ihren Traum, der eine Solistin zu werden war, realisiert.","translation":"Finally she realized her dream of becoming a soloist."},{"text":"Ich weiß nie, was ich zu Leuten sagen soll, die absolut kein Verständnis für die grundlegenden Fakten haben und dies nicht einmal realisieren.","translation":"I never know what to say to people who have absolutely no grasp of the basic facts and are too ignorant to realise it."},{"text":"Von Politik versteht nur der etwas, der jeweils die Möglichkeit hat, seine Vorstellungen von der zu machenden Politik zu realisieren, also der, der an der Macht ist.","translation":"Politics is understood only by those who have the opportunity to realize their ideas about the policy to be made, i.e. those who are in power."}],"Innovation":[{"text":"Die Firma setzt ihren Schwerpunkt auf Innovation.","translation":"The company places its main focus on innovation."},{"text":"Innovation ist der Unterschied zwischen einem der führt und einem der folgt.","translation":"Innovation is the difference between one who leads and one who follows."},{"text":"Innovationen sind der Motor der Zukunft.","translation":"Innovations are the engine of the future."},{"text":"Ein Unternehmen, das Innovation erstickt, kann nicht auf großes Wachstum hoffen.","translation":"A company that stifles innovation can't hope to grow very much."},{"text":"Tom arbeitet an technologischen Innovationen.","translation":"Tom works on technological innovations."}],"parken":[{"text":"Sie dürfen Ihr Auto hier nicht parken.","translation":"You are not allowed to park your car here."},{"text":"Wo haben Sie denn Ihr Auto geparkt?","translation":"Where did you park your car?"},{"text":"Mit eurem Auto könnt ihr überall parken.","translation":"With your car you can park anywhere."},{"text":"Na ja, es ist allerdings einfacher, in der Stadt mit dem Fahrrad zu parken.","translation":"Well, it's easier to park in the city by bike."},{"text":"Ein fremdes Auto parkte vor meinem Haus.","translation":"A strange car was parked in front of my house."}],"unsich":[{"text":"Er machte die Stadt seit vielen Jahre unsicher.","translation":"He had been making the city unsafe for many years."},{"text":"Er war unsicher, welchen Weg er gehen sollte.","translation":"He wasn't sure which way to go."},{"text":"Tom wurde unsicher und bekam Angst.","translation":"Tom became unsure and afraid."},{"text":"Die Zukunft ist ziemlich unsicher.","translation":"The future is very uncertain."},{"text":"Der Mann wird unsicher, wenn die Frau redet. Die Frau wird unsicher, wenn der Mann schweigt.","translation":"The man becomes insecure when the woman talks. The woman becomes insecure when the man is silent."},{"text":"Das Glück ist falsch, unsicher der Erfolg.","translation":"Happiness is wrong, success is uncertain."},{"text":"Er ist unsicher was seine Zukunft angeht.","translation":"He is uncertain about his future."},{"text":"Maria war sich unsicher, ob sie nun singen sollte oder nicht.","translation":"Mary wasn't sure whether she should sing or not."},{"text":"Tom ist sich noch unsicher, ob er auf das College gehen soll oder nicht.","translation":"Tom is still uncertain about whether to go to college or not."},{"text":"Tom scheint unsicher zu sein.","translation":"Tom seems unsure."}],"keinerlei":[{"text":"Es besteht keinerlei Zweifel.","translation":"There is no doubt about it."},{"text":"Es besteht keinerlei Hoffnung.","translation":"There is no hope whatsoever."},{"text":"Ich habe keinerlei Probleme damit.","translation":"I've got no problems at all with it."},{"text":"Er lebt in einem Traum und hat keinerlei Interesse an der Realität.","translation":"He lives in a dream and has no interest in reality."},{"text":"Eine so kluge Frau, wie du es bist, hat keinerlei Grund schüchtern zu sein.","translation":"A woman as smart as you are has no reason to be shy."}],"vorliegen":[{"text":"Sobald der endgültige Text vorliegt, werden wir unser Urteil abgeben.","translation":"We shall give our verdict as soon as the final text is available."},{"text":"Solange mir kein Beweis vorliegt, dass es etwas gibt, existiert es für mich nicht.","translation":"As long as I don't have proof that something exists, it doesn't exist for me."},{"text":"Es muss irgendein Missverständnis vorliegen.","translation":"There must be some misunderstanding."},{"text":"Wir sollten die Ergebnisse in ein paar Stunden vorliegen haben.","translation":"We should have the results in a couple of hours."},{"text":"Es tut mir leid, meine Dame. Es muss ein Fehler vorliegen.","translation":"I'm sorry, madam. There must be some mistake."}],"on":[{"text":"Ich kann es mir nicht leisten, dieses Wochenende zum Onsen zu fahren. Ich bin pleite.","translation":"I can't afford to go to the onsen this weekend. I'm broke."},{"text":"CakePHP ist nach dem Vorbild von Ruby on Rails entstanden.","translation":"CakePHP was modeled after Ruby on Rails."},{"text":"Stratford-on-Avon, die Geburtsstadt Shakespeares, wird jedes Jahr von vielen Touristen besucht.","translation":"Stratford-on-Avon, the birthplace of Shakespeare, is visited by many tourists every year."},{"text":"„Das muss man damit einschalten, denke ich.“ – „Woher willst du das denn wissen?“ – „Da steht: ‚ON‘. Das bedeutet ...“ – „Hör sofort mit dieser Klügelei auf! Ich weiß doch, wie das geht.“","translation":"\"You have to turn that on, I think.\" – \"How do you want to know that?\" – \"It says: 'ON'. That means ...\" – \"Stop this cleverness right away! I know how to do that.\""}],"beschissen":[{"text":"Der Tag fing ebenso an, wie er endete: beschissen.","translation":"The day started just as it ended: shitty."},{"text":"Dieser Wein ist beschissen.","translation":"This wine is crappy."},{"text":"Es war ein miserabler Urlaub. Alles war beschissen.","translation":"It was a miserable holiday. Everything was shitty."},{"text":"Das Leben ist wie eine Hühnerleiter, kurz und beschissen!","translation":"Life is like a chicken ladder, short and crappy!"},{"text":"Jetzt, wo ich anfange, etwas mehr zu haben, bemerke ich erst, wie beschissen es war, nichts zu haben.","translation":"Now that I'm starting to have something more, I'm only realizing how shitty it was to have nothing."}],"sportlich":[{"text":"Mein Sohn ist sehr sportlich.","translation":"My son is very sporty."},{"text":"Mit sportlichem Können allein gewinnt man nicht. Es zählt auch die Qualität der Ausrüstung.","translation":"You don't win with athletic skill alone. It also counts the quality of the equipment."},{"text":"Er ist ziemlich sportlich.","translation":"He is quite athletic."},{"text":"Erzählen Sie uns, wie Ihre sportliche Karriere begann!","translation":"Tell us how your sporting career began!"},{"text":"Tom hat seine sportlichen Leistungen verbessert.","translation":"Tom has improved his athletic performance."},{"text":"Regelmäßige sportliche Übungen schützen uns vor den Folgen von Stress und vor Depressionen.","translation":"Regular exercise protects us from the consequences of stress and depression."},{"text":"Sportliche Jungen sind bei amerikanischen Schülerinnen sehr beliebt.","translation":"Sporty boys are very popular with American schoolgirls."},{"text":"Sportliche Menschen sind nicht verrückt, sie leben nur artgerecht.","translation":"Sporty people are not crazy, they only live species-appropriately."},{"text":"Sportliche Betätigung verbessert die Gesundheit.","translation":"Exercise improves health."},{"text":"Das Laufen ist sicherlich die am leichtesten zugängliche aller Arten sportlicher Betätigung. Man benötigt nur geeignete Schuhe und atmungsaktive Kleidung.","translation":"Running is certainly the most accessible of all types of exercise. You only need suitable shoes and breathable clothing."}],"einmalig":[{"text":"Man sagte, dass es eine einmalige Chance wäre.","translation":"It was said that it would be a once-in-a-lifetime opportunity."},{"text":"Es war ein einmaliges Erlebnis!","translation":"It was a unique experience."},{"text":"Was die Japaner so einmalig macht, ist hauptsächlich ihr Glaube, dass sie einmalig sind.","translation":"What makes the Japanese unique is primarily their belief that they are unique."},{"text":"Ich habe mir eine einmalige Gelegenheit entgehen lassen.","translation":"I missed a golden opportunity."},{"text":"Ich habe die einmalige Gelegenheit verpasst, im Fernsehen vorzukommen.","translation":"I missed the unique opportunity to appear on television."}],"divers":[{"text":"Die lokale Flora und Fauna ist äußerst divers.","translation":"The local flora and fauna are incredibly diverse."},{"text":"Ich stehe diversen Problemen gegenüber.","translation":"I face various problems."},{"text":"Diese Firma handelt mit diversen Artikeln.","translation":"This company deals with various articles."},{"text":"Die privaten Briefe fallen unter „diverse Unterlagen“ und sind keine historischen Dokumente.","translation":"The private letters fall under \"various documents\" and are not historical documents."},{"text":"Auf der Speisekarte standen diverse Gerichte.","translation":"On the menu were various dishes."}],"umwandeln":[{"text":"Indem wir unsere Gegenwart umwandeln, verwandeln wir auch unsere Vergangenheit.","translation":"By transforming our present, we also transform our past."},{"text":"Energie ist die Weise, auf die wir Möglichkeiten zu Tatsachen umwandeln.","translation":"Energy is the way we turn possibilities into facts."},{"text":"Dieses Schloss wurde in ein Museum umgewandelt.","translation":"This castle was made into a museum."},{"text":"Sehr wenig Masse kann in sehr viel Energie umgewandelt werden – und umgekehrt.","translation":"Very small amounts of mass may be converted into a very large amount of energy and vice versa."},{"text":"Diese Vereinigung wird in eine Organisation umgewandelt.","translation":"This association is transformed into an organization."}],"Ausführung":[{"text":"Wenn wir nicht zur Ausführung eines wunderbaren Planes dienen, wozu dienen wir dann?","translation":"If we do not serve to carry out a wonderful plan, what are we for?"},{"text":"Man gibt Ratschläge, aber die Ausführung bringt man keinem bei.","translation":"You give advice, but you don't teach anyone how to do it."},{"text":"Sie räumte ein, dass meine Ausführungen der Wahrheit entsprachen.","translation":"She acknowledged that my statement was true."},{"text":"Auch nach deinen Ausführungen denke ich noch, dass du schuld bist.","translation":"Even given what you say, I still think you are to blame."},{"text":"Schicken Sie es in doppelter Ausführung!","translation":"Send it in duplicate."}],"locken":[{"text":"Alles was süß ist, lockt mich.","translation":"Everything that is sweet attracts me."},{"text":"Willst du mich aus dem Bau locken?","translation":"Do you want to lure me out of the building?"},{"text":"Beide Veranstaltungen lockten wieder zahlreiche Teilnehmer an.","translation":"Both events again attracted large numbers of participants."},{"text":"Damit lockt man keinen Hund vom Ofen.","translation":"This does not lure a dog from the stove."},{"text":"Das Schild ist's, das die Kunden lockt.","translation":"It's the sign that attracts customers."}],"angeschaut":[{"text":"Maria hat mich mit ihren wunderschönen, großen, braunen Augen angeschaut.","translation":"Maria looked at me with her beautiful, big, brown eyes."},{"text":"Ich habe mir das gerade angeschaut.","translation":"I just looked at it."},{"text":"Was hast du letzten Abend im Fernsehen angeschaut?","translation":"What did you watch on television last night?"},{"text":"Warum hast du das Bild nicht angeschaut?","translation":"Why didn't you look at the picture?"},{"text":"Er hat mich von oben bis unten angeschaut.","translation":"He looked at me from top to bottom."},{"text":"Was für einen Film habt ihr angeschaut?","translation":"What kind of movie did you watch?"},{"text":"Sie hat ihn angeschaut und wusste, dass er wütend war.","translation":"She looked at him and knew that he was angry."},{"text":"Diese Frau hat dich seltsam angeschaut, als du das gesagt hast.","translation":"This woman looked at you strangely when you said that."},{"text":"Wir haben uns den Sonnenuntergang zusammen angeschaut und uns unterhalten – es hat nicht viel gekostet.","translation":"We watched the sunset together and talked – it didn't cost much."},{"text":"Liebe ist, wenn du aussiehst wie ein Sack Kartoffeln, aber angeschaut wirst wie heiße Pommes frites.","translation":"Love is when you look like a sack of potatoes, but are looked at like hot french fries."}],"langweilen":[{"text":"Ich beginne mich zu langweilen.","translation":"I'm starting to get bored."},{"text":"Lebe so, dass sich deine Bekannten langweilen, wenn du gestorben bist.","translation":"Live in such a way that your acquaintances get bored when you have died."},{"text":"Erfolg macht nicht nur müde, er langweilt auch.","translation":"Success not only makes you tired, he also gets bored."},{"text":"Unter ihnen war eine einzige Frau, die sich zu langweilen schien.","translation":"Among them was a single woman who seemed bored."},{"text":"Als Erwachsene fand Maria an vielem Interesse, was sie in der Schule gelangweilt hatte.","translation":"As an adult, Maria became interested in many things that had bored her at school."}],"legendär":[{"text":"Der legendäre amerikanische Sänger Lou Reed ist im Alter von einundsiebzig Jahren gestorben.","translation":"Legendary American singer Lou Reed has died at the age of seventy-one."},{"text":"Tom ist mit dem legendären Orientexpress von Paris nach Istanbul gefahren.","translation":"Tom traveled on the legendary Orient Express from Paris to Istanbul."},{"text":"Dank seiner historischen Entdeckung erwarb sich das Laboratorium einen legendären Ruf.","translation":"Thanks to its historical discovery, the laboratory gained a legendary reputation."},{"text":"Der Stein der Weisen war eine legendäre Substanz, fähig, unedle Metalle in Gold zu verwandeln.","translation":"The philosopher's stone was a legendary substance capable of turning base metals into gold."},{"text":"Ein erlauchter Kreis handverlesener Gäste bekommt die einmalige Chance, eine legendäre Nacht zu erleben.","translation":"An illustrious circle of hand-picked guests gets the unique chance to experience a legendary night."}],"Begegnung":[{"text":"Das Leben besteht aus Begegnungen und Trennungen.","translation":"Life consists of encounters and separations."},{"text":"Der wahre Ort der Begegnung ist die Grenze.","translation":"The real place of encounter is the border."},{"text":"Maria verarbeitete in ihren Geschichten ihre Begegnungen mit Tom.","translation":"Maria processed her encounters with Tom in her stories."},{"text":"Es war eine zufällige Begegnung.","translation":"It was a chance encounter."},{"text":"Es ist viel Wasser ins Meer geflossen seit unserer letzten Begegnung.","translation":"It's been ages since we last met."}],"Offizier":[{"text":"Nur der Offizier kennt seine Soldaten, und nur der Ehemann seine Frau.","translation":"Only the officer knows his soldiers, and only the husband knows his wife."},{"text":"Sie verliebte sich in einen jungen Offizier.","translation":"She fell in love with a young officer."},{"text":"Er benimmt sich wie ein Offizier.","translation":"He behaves like an officer."},{"text":"Der Offizier erteilte einen strengen Befehl.","translation":"The officer gave a strict order."},{"text":"Offiziere der Marine tragen weiße Uniformen.","translation":"Officers of the navy wear white uniforms."}],"verprügeln":[{"text":"Ich habe eine Gelegenheit verpasst, ihn zu verprügeln.","translation":"I missed an opportunity to clobber him."},{"text":"Er wurde auf der Straße verprügelt.","translation":"He was beaten up in the street."},{"text":"Tom ist böse verprügelt worden.","translation":"Tom was badly beaten up."},{"text":"Tom wurde letzte Woche verprügelt.","translation":"Tom was beaten up last week."},{"text":"Sie haben ihm das Geld und das Handy genommen und ihn verprügelt.","translation":"They took his money and cell phone and beat him up."}],"Soße":[{"text":"Das ist doch Quatsch mit Soße!","translation":"That's nonsense with sauce!"},{"text":"Probieren Sie diese Soße.","translation":"Try this sauce."},{"text":"Die Kombination mit einer nicht zu salzigen Soße ist perfekt.","translation":"The combination with a sauce that is not too salty is perfect."},{"text":"Ein Fischer, der im Dorf seine Fische verkauft, kann ihre Soße immer essen.","translation":"A fisherman who sells his fish in the village can always eat their sauce."},{"text":"Schütten Sie den Wein in die Soße!","translation":"Pour the wine into the sauce!"}],"Budget":[{"text":"Das Budget des Films war sehr begrenzt.","translation":"The budget of the film was very limited."},{"text":"Sie haben Probleme mit ihrem Budget.","translation":"They're having problems with their budget."},{"text":"Es ist wichtig, dass man ein Budget hat.","translation":"It is important to have a budget."},{"text":"Da das Budget nicht genügte, wurde es um 5.000 Yen überschritten.","translation":"Since the budget was not enough, it was exceeded by 5,000 yen."},{"text":"Wir werden unser Budget für nächstes Jahr verdoppeln müssen.","translation":"We'll have to double our budget for next year."},{"text":"Das Budget für diese Maßnahmen ist sehr gering.","translation":"The budget for these measures is very low."},{"text":"Aufgrund der Wirtschaft unterliegt das Budget Schwankungen.","translation":"The budget is bound to fluctuate due to the economy."}],"kostbar":[{"text":"Ich fand in dem Laden ein altes, kostbares Buch nach dem anderen.","translation":"I found one valuable old book after another in that shop."},{"text":"Liebe ist so kostbar, dass man sie nicht einmal kaufen kann.","translation":"Love is so precious that you can't even buy it."},{"text":"Er verbrauchte den letzten Tropfen des kostbaren Wassers.","translation":"He consumed the last drop of the precious water."},{"text":"Freude ist kostbar wie Gold. Gold ist aber nicht so kostbar wie Freude.","translation":"Joy is as precious as gold. But gold is not as precious as joy."},{"text":"Der Augenblick ist kostbar, wie das Leben eines Menschen.","translation":"The moment is precious, like a person's life."},{"text":"Zeit ist das Kostbarste der Welt.","translation":"Time is the most precious thing in the world."},{"text":"Es gibt Diebe, die nicht bestraft werden und dem Menschen doch das Kostbarste stehlen: Die Zeit.","translation":"There are thieves who are not punished and yet steal the most precious thing from man: time."},{"text":"Salz ist unter allen Edelsteinen, die uns die Erde schenkt, der Kostbarste.","translation":"Salt is the most precious of all the gemstones that the earth gives us."},{"text":"Die Wahrheit ist das Kostbarste, das wir haben. Gehen wir sparsam damit um!","translation":"The truth is the most precious thing we have. Let's use it sparingly!"},{"text":"Ist die Zeit das Kostbarste unter allem, so ist Zeitverschwendung die allergrößte Verschwendung.","translation":"If time is the most precious of all things, then wasting time is the most extravagant waste of all."}],"Gipfel":[{"text":"Auf den letzten hundert Metern vor dem Gipfel kam ich in Atemnot.","translation":"On the last hundred metres before the summit, I had difficulty breathing."},{"text":"Den Gipfel haben wir nicht erreicht.","translation":"We didn't reach the summit."},{"text":"Was du für den Gipfel hältst, ist nur eine Stufe.","translation":"What you think is the summit is just one step."},{"text":"Hast du den Gipfel des Turmes erlangt, so denke nicht über die Spitze nach.","translation":"Once you have reached the top of the tower, do not think about the top."},{"text":"Der Artikel erschien aus Anlass des Gipfels.","translation":"The article was published to coincide with the summit."}],"schräg":[{"text":"Und versuchen Sie nicht irgendwelche schrägen Sachen!","translation":"And don't try any weird stuff!"},{"text":"Tom ist ein schräger Typ.","translation":"Tom is a weirdo."},{"text":"Sie legte ihren Kopf schräg und schaute mich mit großen Augen aufmerksam an.","translation":"She tilted her head and looked at me attentively with big eyes."},{"text":"Tom hat einen schrägen Sinn für Humor.","translation":"Tom has a twisted sense of humor."},{"text":"Drogen kosten Geld. Schräg sein kann man umsonst.","translation":"Drugs cost money. Being weird is free."}],"Wahrnehmung":[{"text":"Leben ohne Wahrnehmung ist wohl möglich, aus menschlicher Perspektive betrachtet aber langweilig.","translation":"Life without perception is quite possible from a human perspective but boring."},{"text":"Zwischen zwei Menschen ist keine Wahrheit, nur Wahrnehmung.","translation":"Between two people there is no truth, only perception."},{"text":"Nichts ist im Verstand, was nicht zuvor in der Wahrnehmung wäre.","translation":"Nothing is in the mind that is not previously in perception."},{"text":"Wahrnehmung ist Wirklichkeit.","translation":"Perception is reality."},{"text":"Das ist jedoch, möglicherweise, nur meine subjektive Wahrnehmung.","translation":"However, this is, possibly, just my subjective perception."}],"ehren":[{"text":"Alte soll man ehren, Junge soll man lehren, Weise soll man fragen, Narren ertragen.","translation":"Old people should be honoured, young people should be taught, wise men should be asked, fools endured."},{"text":"„Ich widme dir meinen neuen Roman, Tom.“ – „Das ehrt mich!“","translation":"\"I dedicate my new novel to you, Tom.\" – \"This honors me!\""},{"text":"Das Herz und nicht die Meinung ehrt den Mann.","translation":"The heart and not the opinion honors the man."},{"text":"Man ehrt den Baum des Schattens wegen.","translation":"The tree is honored for the sake of shade."},{"text":"Wer das Geringe nicht ehrt, ist das Große nicht wert.","translation":"Whoever does not honor the small is not worth the great."}],"wonach":[{"text":"Wenn ich wüsste, wonach ich suche, würde ich es schneller finden.","translation":"If I knew what I was looking for, I'd find it sooner."},{"text":"Es ist nicht das, wonach es aussieht.","translation":"It's not what it looks like."},{"text":"Wonach suchen Sie diesmal?","translation":"What are you looking for this time?"},{"text":"Wonach der eine sich streckt, tritt der andere mit Füßen.","translation":"What one stretches out, the other tramples underfoot."},{"text":"Wonach schmeckt sie?","translation":"What does it taste like?"},{"text":"Hast du gefunden, wonach du gesucht hast?","translation":"Did you find what you were looking for?"},{"text":"Es ist schwer, etwas zu finden, wenn man nicht weiß, wonach man sucht.","translation":"It's hard to find something if you don't know what you're looking for."},{"text":"Ich hoffe, du findest, wonach du suchst.","translation":"I hope you find what you're looking for."},{"text":"Ich weiß nicht, wonach das aussieht.","translation":"I don't know what that looks like."},{"text":"Ich weiß, wonach Tom sucht.","translation":"I know what Tom is looking for."}],"Währung":[{"text":"Der Euro ist mehr als eine Währung.","translation":"The Euro is more than a currency."},{"text":"Es ist leichter, eine gemeinsame Währung in Europa einzuführen, als eine gemeinsame Sprache.","translation":"It is easier to introduce a common currency in Europe than a common language."},{"text":"Der Euro ist für alle die falsche Währung.","translation":"The euro is the wrong currency for everyone."},{"text":"Der Euro ist die europäische Währung.","translation":"The euro is the European currency."},{"text":"Und am Ende ist das Lachen deines Kindes die einzige Währung, die existiert.","translation":"And in the end, your child's laughter is the only currency that exists."}],"kompetent":[{"text":"Gibt es denn in dieser ganzen Stadt keine kompetenten Ärzte?","translation":"Are there no competent doctors in this whole city?"},{"text":"Auf den ersten Blick scheint er eine sehr kompetente Person zu sein.","translation":"At first sight he seems to be a very competent person."},{"text":"Tom ist ein kompetenter Pfleger.","translation":"Tom is a competent caregiver."},{"text":"Die Universität brachte kompetente Ärzte hervor.","translation":"The university has turned out competent doctors."},{"text":"Ich habe gehört, er sei ein sehr kompetenter Mensch.","translation":"I've been told that he's a very competent person."}],"konstant":[{"text":"Das Leben steckt voller Veränderungen. Schön, dass es auch konstante Größen gibt.","translation":"Life is full of changes. It's nice that there are also constant sizes."},{"text":"Die Funktion f(x) = π² ist eine konstante Funktion.","translation":"The function f(x) = π² is a constant function."},{"text":"Während des gesamten Monats hatten wir relativ konstante Temperaturen.","translation":"Throughout the month we had relatively constant temperatures."},{"text":"Nichts ist so konstant wie der Wandel.","translation":"Nothing is as constant as change."},{"text":"In Tiefen zwischen 1 km und 4 km bleibt die Wassertemperatur konstant.","translation":"Below 3,300 feet to a depth of about 13,100 feet, water temperature remains constant."},{"text":"Zwei Größen 𝐴 und 𝐵 heißen proportional zueinander, wenn die eine sich nur durch eine Konstante 𝑐 ≠ 0 von der anderen unterscheidet, das heißt 𝐴 = 𝑐𝐵. Natürlich gilt dann auch 𝐵 = 𝑐′𝐴 mit der Konstanten 𝑐′ = 1/𝑐.","translation":"Two quantities A and B are called proportional to each other if one differs from the other only by a constant c ≠ 0, i.e. A = cB. Of course, B = c′A with the constant c′ = 1/c."},{"text":"Bestimme, für welche Werte der Konstanten 𝑘 alle reellen Werte von 𝑥 die quadratische Ungleichung 𝑥² + 𝑘𝑥 − 3𝑘 > 0 erfüllen.","translation":"Determine the range of values of the constant k to which the quadratic inequality x² + kx - 3k > 0 holds for any real value of x."},{"text":"Die spezialisierten Wissenschaften von heute befassen sich vor allem mit der Erforschung der drei Konstanten des Lebens: dem Sexualtrieb, dem Todesbewusstsein, der Angst vor der Raumzeit.","translation":"Today's specialized sciences are primarily concerned with the study of the three constants of life: the sex drive, the consciousness of death, the fear of space-time."},{"text":"Bestimme den Wertebereich der Konstanten 𝑘 derart, dass für eine beliebige reelle Zahl 𝑥 die quadratische Ungleichung 𝑥² + 𝑘𝑥 − 3𝑘 > 0 Bestand hat.","translation":"Determine the range of values of the constant k in such a way that for any real number x, the quadratic inequality x² + kx − 3k > 0 holds."}],"konfrontieren":[{"text":"Wir werden sie wohl oder übel mit der Wahrheit konfrontieren müssen.","translation":"For better or worse, we will have to confront them with the truth."},{"text":"Sie wechselt immer das Thema, wenn man versucht, sie mit kritischen Fragen zu konfrontieren.","translation":"She always changes the subject when you try to confront her with critical questions."},{"text":"Ich wurde mit vielen Hindernissen konfrontiert.","translation":"I was faced with many obstacles."},{"text":"Ich bin mit einem außergewöhnlichen Risiko konfrontiert.","translation":"I am faced with an extraordinary risk."},{"text":"Wir denken nur dann nach, wenn wir mit einem Problem konfrontiert sind.","translation":"We only think when we are faced with a problem."},{"text":"Sie sehen sich mit finanziellen Schwierigkeiten konfrontiert.","translation":"They are facing financial problems."},{"text":"Ohne den Regen würden wir mit Dürre konfrontiert.","translation":"Without the rain, we would face drought."},{"text":"Großbritannien sah sich mit einem gefährlichen Nahrungsmittelengpass konfrontiert.","translation":"Britain faced dangerously low supplies of food."},{"text":"Nirgends kann das Leben so roh wirken, wie konfrontiert mit edler Musik.","translation":"Nowhere can life seem as raw as when confronted with noble music."},{"text":"Das menschliche Gehirn kann nicht anders, als sich mit einer Frage zu beschäftigen, mit der es konfrontiert ist.","translation":"The human brain can't help but engage with a question that it is confronted with."}],"bestmöglich":[{"text":"Er blieb sitzen und bemühte sich, den bestmöglichen Eindruck zu hinterlassen.","translation":"He remained seated and tried to make the best possible impression."},{"text":"Versuche, deine Zeit bestmöglich zu nutzen.","translation":"Try to make the most of your time."},{"text":"Die Amerikaner finden für jedes Problem die bestmögliche Lösung, nachdem sie alles andere vorher ausprobiert haben.","translation":"The Americans find the best possible solution to every problem after trying everything else before."},{"text":"Da er diese Frage auf die bestmögliche Weise beantworten wollte, dachte er über sie länger nach.","translation":"Since he wanted to answer this question in the best possible way, he thought about it longer."},{"text":"Ich werde die bestmöglichen Bedingungen für uns aushandeln.","translation":"I will negotiate the best possible conditions for us."}],"aufteilen":[{"text":"Lass uns dieses Geld unter uns aufteilen.","translation":"Let's divide this money among us."},{"text":"Diese kann man in drei große Kategorien aufteilen.","translation":"These can be divided into three broad categories."},{"text":"Das Eigentum wurde zu gleichen Teilen unter den Erben aufgeteilt.","translation":"The property was divided equally among the heirs."},{"text":"Ihr müsst den Kuchen in gleich große Stücke aufteilen.","translation":"You have to divide the cake into equal pieces."},{"text":"Mehr Straßen wurden gebaut, und das Land wurde in Grundstücke aufgeteilt.","translation":"More roads were built, and the land was divided into plots."}],"volume":[{"text":"Das Volumen der Flasche ist ein Liter.","translation":"The volume of the bottle is one liter."},{"text":"Um das Volumen zu berechnen, muss man die Länge mit der Breite multiplizieren und dann mit der Tiefe.","translation":"To calculate the volume, you have to multiply the length by the width and then by the depth."},{"text":"Die Stahlproduktion erreichte im letzten Jahr ein Volumen von circa 100 Millionen Tonnen.","translation":"Steel production reached a volume of around 100 million tons last year."},{"text":"Das tatsächliche Volumen des Lasters beträgt dreißig Kubikmeter.","translation":"The actual volume of the truck is thirty cubic meters."},{"text":"Bestimme das Volumen des größten geraden Kreiskegels, der sich einer Kugel vom Radius 𝑟 einbeschreiben lässt.","translation":"Determine the volume of the largest straight circular cone that can be inscribed on a sphere from radius r."}],"Anliegen":[{"text":"Mit ihrem Anliegen traf sie meine schwache Seite.","translation":"With her request, she hit my weak side."},{"text":"Ich beschloss, mein Anliegen per Brief zu senden.","translation":"I decided to send my request by letter."},{"text":"Es wäre mir ein großes Anliegen, Französisch zu lernen.","translation":"I really want to learn how to speak French."},{"text":"Ich trug Tom das Anliegen vor, er möge mir helfen.","translation":"I told Tom to help me."},{"text":"Der Bürgermeister dieser Stadt wurde beschuldigt, für die Anliegen der Bürger kein offenes Ohr zu haben.","translation":"The mayor of this city was blamed for turning a deaf ear to the people's requests."},{"text":"Tom wusste, dass Mary ihn anlog.","translation":"Tom knew Mary was lying to him."},{"text":"Tom wusste, dass Mary John anlog.","translation":"Tom knew Mary was lying to John."},{"text":"Tom wusste, dass Maria ihn anlog.","translation":"Tom knew that Mary was lying to him."}],"wechsel":[{"text":"Tom stellte einen Wechsel aus.","translation":"Tom issued a bill of exchange."},{"text":"Die Jugend passt sich leicht an Wechsel an.","translation":"The young adapt to change easily."},{"text":"Alles sieht wunderbar aus, mit den vielen Farben und ihrem Wechsel.","translation":"Everything looks wonderful, with the many colors and their change."},{"text":"Nichts ist dauernd wie der Wechsel.","translation":"Nothing is like change."},{"text":"Wandel und Wechsel liebt, wer lebt.","translation":"Change and change is loved by those who live."},{"text":"Haben Sie etwas dagegen, wenn ich den Kanal wechsele?","translation":"Do you mind if I change the channel?"},{"text":"Wie wechsele ich die Sprache eines Satzes?","translation":"How do I change the language of a sentence?"},{"text":"Ich wechsele die Kleidung.","translation":"I am changing my clothes."},{"text":"Vielleicht ist es langsam Zeit, dass ich mal meine Frisur wechsele und meinen Stil ändere.","translation":"Maybe it's time for me to change my hairstyle and change my style."},{"text":"Ich wechsele die Laken.","translation":"I'll change the sheets."}],"Potenzial":[{"text":"Aber das Potenzial ist da.","translation":"But the potential is there."},{"text":"Aber das Potenzial ist da nur das Engagement fehlt.","translation":"But the potential is only the commitment missing."},{"text":"Wenn ich jemanden Dummkopf nenne, ist das keine Beleidigung. Ich teile ihm auf diese Weise mit, dass er über ein großes Potenzial für seine weitere intellektuelle Entwicklung verfügt.","translation":"If I call someone a fool, that's not an insult. In this way, I tell him that he has great potential for his further intellectual development."},{"text":"Dudek: „Benzema hat das Potenzial von Ronaldo.“","translation":"Dudek: \"Benzema has the potential of Ronaldo.\""},{"text":"Die Online-Bestellung von Lebensmitteln hat Potenzial.","translation":"Ordering food online has potential."},{"text":"Tom hat Potenzial.","translation":"Tom has potential."},{"text":"Afrika hat jede Menge Potenzial.","translation":"Africa has a lot of potential."},{"text":"Die Bahn überlebt, wenn Stuttgart 21 nicht gebaut wird. Aber Stuttgart bleibt dann eine Provinzstadt ohne Potenzial.","translation":"The railway will survive if Stuttgart 21 is not built. But Stuttgart will then remain a provincial city without potential."},{"text":"Er hat Potenzial.","translation":"He has potential."}],"und/oder":[{"text":"Wenn man ein Restaurant bewertet, braucht man sich nur eine Frage zu stellen: Habe ich, nachdem ich dort gegessen habe, explosionsartiges Erbrechen und/oder heftigen Durchfall bekommen? Zutreffendes ankreuzen.","translation":"When rating a restaurant, there is only one question that needs to be asked: Did I experience projectile vomiting and/or violent diarrhea after eating there? Check."}],"Referenz":[{"text":"Einige Referenzen werden Sie wohl beibringen können.","translation":"You will probably be able to provide some references."},{"text":"Ich werde um Referenzen über Sie bitten.","translation":"I will request references about you."},{"text":"Möchtest Du Toms Referenzen nicht sehen?","translation":"Wouldn't you like to see Tom's references?"}],"steuer":[{"text":"In dem Wagen vor uns sitzt einer mit Hut am Steuer.","translation":"In the car in front of us sits one with a hat at the wheel."},{"text":"Lass mich mal ans Steuer!","translation":"Let me get behind the wheel!"},{"text":"Alkohol am Steuer kann gefährlich sein.","translation":"Driving alcohol can be dangerous."},{"text":"Am Steuer saß ein Mädchen.","translation":"There was a girl at the wheel."},{"text":"Er ist von der Steuer befreit.","translation":"It is exempt from tax."}],"bedauern":[{"text":"Er hatte Maurizio schrecklich bedauert.","translation":"He was regretting Maurizio intensely."},{"text":"Ich bedaure, nicht helfen zu können.","translation":"I regret not being able to help."},{"text":"Einen Menschen kennen heißt, ihn lieben oder bedauern.","translation":"Knowing a person means loving or regretting him."},{"text":"Sie bedauert, dass sie am Ende alleine in den Urlaub fahren musste.","translation":"She regrets that in the end she had to go on holiday alone."},{"text":"Seine eigenen Erfahrungen bedauern heißt seine eigene Entwicklung aufhalten.","translation":"Regretting one's own experiences means halting one's own development."},{"text":"Das höre ich mit großem Bedauern.","translation":"I hear that with great regret."},{"text":"Maria brachte dem Richter gegenüber ihr Bedauern zum Ausdruck.","translation":"Mary told the judge she was sorry."},{"text":"Ich stelle mit Bedauern fest, dass dies nicht geschehen ist.","translation":"I note with regret that this has not happened."},{"text":"Mit Bedauern erinnere ich mich daran, wie glücklich ich war, als du an meiner Seite warst.","translation":"It is with regret that I remember how happy I was when you were by my side."},{"text":"Es gibt etwas, auf das ich mit Bedauern zurückblicke.","translation":"There is something I look back on with regret."}],"blühen":[{"text":"Wann blühen in deinem Garten die Rosen?","translation":"When will the roses be out in your garden?"},{"text":"Maria blühte richtig auf, nachdem sie sich von Tom getrennt hatte.","translation":"Mary really came into her own after she split up with Tom."},{"text":"Wo eine Blume wieder blühen kann, da wachsen eines Tages tausend Blumen.","translation":"Where one flower can bloom again, one day a thousand flowers will grow."},{"text":"Was blüht denn da?","translation":"What is blooming there?"},{"text":"Tulpen sollen schnell blühen.","translation":"Tulips should bloom quickly."}],"eil":[{"text":"Das hat überhaupt keine Eile.","translation":"There's no great hurry."},{"text":"Daran habe ich in der Eile nicht gedacht.","translation":"I didn't think about that in a hurry."},{"text":"Gott schuf die Zeit, aber von Eile hat er nichts gesagt.","translation":"God created time, but He said nothing of haste."},{"text":"Wer handelt mit Eile, weint mit Weile.","translation":"Who acts with haste, cries with time."},{"text":"„Ich werde mich bald bei dir melden.“ – „Nur keine Eile! Ich warte mit Geduld.“","translation":"\"I'll get back to you soon.\" – \"Don't hurry! I'll wait patiently.\""}],"nützen":[{"text":"Schaden kann jeder, aber nicht jeder nützen.","translation":"Harm can benefit anyone, but not everyone."},{"text":"Viele Menschen geben deshalb ständig gute Ratschläge weiter, weil sie ihnen selbst nichts nützen.","translation":"Many people constantly give good advice because it is of no use to them."},{"text":"Wenn du tot bist, nützt es dir auch nichts mehr.","translation":"If you're dead, it's of no use to you."},{"text":"Eine Not kann dir mehr nützen als tausend Freuden.","translation":"A need can benefit you more than a thousand joys."},{"text":"Was nützt einem Gesundheit, wenn man sonst ein Idiot ist?","translation":"What good is your health if you are otherwise an idiot?"}],"jüdisch":[{"text":"Dieses Buch beschreibt das Leben einer jüdischen Familie während der Nazi-Zeit.","translation":"This book describes the life of a Jewish family during the Nazi era."},{"text":"1948 wurde ein jüdischer Staat gegründet.","translation":"In 1948, a Jewish state was founded."},{"text":"Ich habe einen jüdischen Nachbarn.","translation":"I have a Jewish neighbor."},{"text":"Tom ist in der jüdischen Gemeinde von New York aufgewachsen.","translation":"Tom grew up in the New York Jewish community."},{"text":"Die Heilige Dreifaltigkeit war nicht Teil des jüdischen Glaubens.","translation":"The Holy Trinity was not part of the Jewish faith."}],"Zauber":[{"text":"Deine Zauber binden wieder, was die Mode streng geteilt.","translation":"Your spells bind again, which fashion strictly shared."},{"text":"Die Magie ist und bleibt der wichtigste Aspekt am Zauber der Liebe.","translation":"Magic is and remains the most important aspect of the magic of love."},{"text":"Der Zauber war gebrochen, und das Schwein wurde wieder zu einem Mann.","translation":"The spell was broken and the pig turned into a man."},{"text":"In einer längst vergangen Zeit, in der Zauber noch wirksam waren, lebte ein König.","translation":"In a bygone era when spells were still in effect, a king lived."},{"text":"Kann ich deine Stimme nicht hören, ist selbst des Sommers Zauber dahin.","translation":"If I can't hear your voice, even the magic of summer is gone."}],"Genie":[{"text":"Mein Kind ist ein Genie.","translation":"My child is a genius."},{"text":"Nur wo das Genie dünn ist, kann man das Talent sehen.","translation":"Only where the genius is thin can you see the talent."},{"text":"Einige glauben, Maria sei verrückt, andere halten sie für ein Genie.","translation":"Some believe Maria is crazy, others think she is a genius."},{"text":"Tom ist ein richtiges Genie.","translation":"Tom is a real genius."},{"text":"Tom sagt, er sei ein Genie? Das redet er sich ein.","translation":"Tom says he's a genius? That's what he tells himself."},{"text":"Genie und Wahnsinn sind eng verbunden.","translation":"Genius and madness are closely linked."},{"text":"Talent ist Form, Genie Stoff.","translation":"Talent is form, genius is stuff."},{"text":"Talente finden Lösungen, Genies entdecken Probleme.","translation":"Talents find solutions, geniuses discover problems."},{"text":"Macht ist eine Art von Genie. Entweder man hat's, oder man hat's nicht.","translation":"Power is a kind of genius. Either you have it, or you don't."},{"text":"Die Welt braucht mehr an demütigen Genies, weil wir wenige sind.","translation":"The world needs more humble geniuses because we are few."}],"Maschen":[{"text":"Woher weiß ich, dass das nicht wieder eine deiner Maschen ist?","translation":"How do I know this isn't another one of your tricks?"},{"text":"Fall nicht auf seine alten Maschen herein!","translation":"Don't fall for his old tricks."},{"text":"Messi setzte mit dem linken Fuß einen Abstauber in die Maschen.","translation":"Messi scored a poacher's goal with his left foot."},{"text":"Das Gesetz ist ein Netz mit Maschen, engen und weiten; durch die weiten schlüpfen die Gescheiten, in den engen bleiben die Dummen hängen.","translation":"The law is a net with meshes, narrow and wide; through the vastness slip the clever, in the narrow ones the stupid get stuck."},{"text":"Ob Fische, die durch die Maschen des Netzes hindurchfallen, an Minderwertigkeitskomplexen leiden?","translation":"Do fish that fall through the meshes of the net suffer from inferiority complexes?"}],"Garage":[{"text":"Mein Vater ist in der Garage.","translation":"My father is in the garage."},{"text":"„Wo steht dein Wagen?“ – „Vor der Garage.“","translation":"\"Where is your car?\" – \"In front of the garage.\""},{"text":"Fahre den Wagen in die Garage!","translation":"Drive the car into the garage!"},{"text":"Sie haben ein Haus mit einer Garage gebaut.","translation":"They have built a house with a garage."},{"text":"Die Garage war leer.","translation":"The garage was empty."}],"endlos":[{"text":"Mein Regenmantel war dem endlosen Regen nicht gewachsen.","translation":"My raincoat could not cope with the endless rain."},{"text":"Sind wir Menschen allein in diesem endlosen Universum?","translation":"Are we humans alone in this endless universe?"},{"text":"Diese Liste ließe sich endlos fortsetzen.","translation":"This list goes on and on."},{"text":"Ich habe schon die Hälfte geschafft, von einem Weg der endlos ist.","translation":"I'm already halfway through a path that is endless."},{"text":"Die Möglichkeiten sind endlos.","translation":"The possibilities are endless."},{"text":"Die Schüler stellten endlos Fragen.","translation":"The students went on and on asking questions."},{"text":"Das ist eine allgemein menschliche, sich endlos wiederholende Erfahrung.","translation":"This is a generally human, endlessly repetitive experience."},{"text":"Allein zu sein! Drei Worte, leicht zu sagen und doch so schwer, so endlos schwer zu tragen!","translation":"To be alone! Three words, easy to say and yet so heavy, so endlessly heavy to carry!"},{"text":"Die lange Winternacht schien endlos zu sein.","translation":"The long winter night seemed endless."},{"text":"Ich bin es müde, mir die Klagen meiner Frau anzuhören. Sie scheinen endlos zu sein.","translation":"I am tired of listening to my wife's complaints. They seem endless."}],"erregen":[{"text":"Unser Theater muss die Lust am Erkennen erregen.","translation":"Our theatre must arouse the desire to recognize."},{"text":"Tom versucht schon wieder, Aufmerksamkeit zu erregen.","translation":"Tom tries to attract attention again."},{"text":"Seine laute Stimme erregte meine Aufmerksamkeit.","translation":"His loud voice drew my attention."},{"text":"Kaffee erregt mein Interesse nicht.","translation":"Coffee does not arouse my interest."},{"text":"Ich glaube, Tom will einfach nur etwas Aufmerksamkeit erregen.","translation":"I think Tom is just looking for a little attention."}],"zerbrechen":[{"text":"Die Flasche zerbrach in tausend Stücke.","translation":"The bottle smashed to pieces."},{"text":"Weiß dein Vater, dass du deine Uhr zerbrochen hast?","translation":"Does your father know you've broken your watch?"},{"text":"Er zerbrach das Fenster, indem er einen Stein warf.","translation":"He broke the window by throwing a stone."},{"text":"Die Tasse zerbrach.","translation":"The cup broke."},{"text":"John hat gestern die Fensterscheibe zerbrochen.","translation":"John broke the windowpane yesterday."}],"lernst":[{"text":"Du sprichst aber gut Deutsch! Wie lange lernst du es schon?","translation":"You speak German well! How long have you been learning it?"},{"text":"Je mehr Sprachen du lernst, desto mehr musst darum kämpfen, sie nicht zu vergessen.","translation":"The more languages you learn, the more you have to fight not to forget them."},{"text":"Ich habe gar nicht gewusst, dass du auch Japanisch lernst.","translation":"I didn't know that you were also learning Japanese."},{"text":"Du lernst nicht vom Kaufen, sondern vom Verkaufen!","translation":"You don't learn from buying, you learn from selling!"},{"text":"Du lernst den Baum kennen, wenn du dich an ihn lehnen willst.","translation":"You get to know the tree when you want to lean against it."},{"text":"Rede, so lernst du reden.","translation":"Talk, that's how you learn to speak."},{"text":"Du darfst keine Angst haben, Fehler zu machen, wenn du eine Sprache lernst.","translation":"You must not be afraid to make mistakes when learning a language."},{"text":"Lernst du überhaupt?","translation":"Are you learning at all?"},{"text":"Wie lange lernst du schon Esperanto?","translation":"For how long have you been studying Esperanto?"},{"text":"Du kannst nicht erwarten, besser im Französischen zu werden, wenn du nicht lernst.","translation":"You can't really expect to get better at French if you don't study."},{"text":"„Lernst du immer noch Japanisch?“ – „Nein, ich habe aufgegeben.“","translation":"\"Are you still learning Japanese?\" – \"No, I gave up.\""},{"text":"Lernst du immer?","translation":"Are you always learning?"},{"text":"\"Lernst du nach dem Abendessen?\" \"Ja, sicher.\"","translation":"\"Are you studying after dinner?\" \"Yes, of course.\""},{"text":"\"Lernst du Russisch, wozu brauchst du dann noch Latein?\" sagte er lachend und fügte hinzu: \"Ganz im Ernst: Latein und Russisch haben nicht wenige strukturelle Ähnlichkeiten.\"","translation":"\"Are you learning Russian, why do you need Latin?\" he said with a laugh, adding, \"Seriously, Latin and Russian have quite a few structural similarities.\""},{"text":"Lernst du jeden Tag Englisch?","translation":"Do you study English every day?"}],"Blitz":[{"text":"Danke! Du bist heute schnell wie der Blitz.","translation":"Thank you! You are fast as lightning today."},{"text":"Ich bin im Krankenhaus. Ich wurde vom Blitz getroffen.","translation":"I'm in the hospital. I was struck by lightning."},{"text":"Der Blitz schlägt nie zweimal am selben Ort ein.","translation":"Lightning never strikes twice in the same place."},{"text":"Wenn Blicke töten könnten, würden Blitze aus ihren Augen schießen!","translation":"If looks could kill, bolts of lightning would be coming from her eyes."},{"text":"Das Leben gleicht einem Blitz: wie bald sind beide dahin!","translation":"Life is like lightning: how soon they'll be gone!"}],"Plugin":[],"Verbrecher":[{"text":"Der Verbrecher wurde durch einen Polizisten verhaftet.","translation":"The criminal was arrested by a policeman."},{"text":"Ich hoffe, dass Sie nur einfach ein Idiot sind und kein Verbrecher.","translation":"I hope you're just an idiot and not a criminal."},{"text":"Tom ist ein gemeiner Verbrecher.","translation":"Tom is a common criminal."},{"text":"Die Polizei fand die Verbrecher nach gründlichen Ermittlungen.","translation":"The police found the criminals after a thorough investigation."},{"text":"Dass die Männer solche Verbrecher sein können!","translation":"That men can be such criminals!"}],"liga":[{"text":"Wissen Sie, wer die besten Spieler der Liga sind?","translation":"Do you know who the best players in the league are?"},{"text":"Du spielst bestimmt nicht in seiner Liga.","translation":"He's way out of your league."},{"text":"Toms Mannschaft ist die schlechteste in der Liga.","translation":"Tom's team is the worst team in the league."},{"text":"Nancy wird niemals mit mir ausgehen. Ich spiele nicht in ihrer Liga.","translation":"Nancy will never date me. I'm not in their league."},{"text":"Unsere Mannschaft hat in dieser Saison die Liga angeführt.","translation":"Our team has topped the league this season."}],"verstoßen":[{"text":"Tom hat seinen Sohn verstoßen.","translation":"Tom has disowned his son."},{"text":"Wenn man nicht gegen den Verstand verstößt, kann man überhaupt zu nichts kommen.","translation":"If you don't go against your mind, you can't get to anything at all."},{"text":"Das verstößt gegen die Regel.","translation":"This is against the rule."},{"text":"Fortschritt ist nur möglich, wenn man intelligent gegen die Regeln verstößt.","translation":"Progress is only possible if you intelligently break the rules."},{"text":"Ich weiß nicht einmal, gegen welches Gesetz ich verstoßen habe.","translation":"I don't even know what law I violated."}],"reingehen":[{"text":"Nimm deinen Hut ab, wenn du reingehst!","translation":"Remove your hat when you go inside."},{"text":"Du musst da nicht reingehen.","translation":"You don't have to go in there."},{"text":"Komm, wir können nicht mehr reingehen, wenn sie angefangen haben.","translation":"Come on, we can't go in once they've started."},{"text":"Sie müssen nicht reingehen. Sie können an der Zapfsäule zahlen.","translation":"You don't have to go inside. You can pay at the pump."},{"text":"Ich warne Sie! Der Chef frisst Sie auf, wenn Sie da jetzt reingehen! Tom hat er eben schon zusammengestaucht und entlassen.","translation":"I'm warning you that you will be eaten."}],"fit":[{"text":"Mach mit, bleib fit!","translation":"Join in, stay fit!"},{"text":"Ich hoffe, dass du wieder fit bist.","translation":"I hope you are fit again."},{"text":"Tom ist äußerst fit.","translation":"Tom is extremely fit."},{"text":"Meiner Meinung nach ist er nicht fit für die Arbeit.","translation":"In my opinion he is not fit for the work."},{"text":"Miroslav Klose: „Der alte Gaul bleibt immer fit und nie wird faul!“","translation":"Miroslav Klose: \"The old Gaul always stays fit and never gets lazy!\""},{"text":"Groß und fit muss der heutige Manager sein.","translation":"Today's manager has to be tall and fit."},{"text":"Wie hältst du dich fit?","translation":"How do you keep fit?"},{"text":"Man muss fit bleiben.","translation":"You have to stay fit."},{"text":"Um mich fit zu halten, benutze ich jede Gelegenheit, um mich auf mein Fahrrad zu schwingen.","translation":"To keep fit, I take every opportunity to get on my bike."},{"text":"Ich hoffe, ich bin morgen fit, denn das wird ein vollgestopfter Tag.","translation":"I hope I'll be fit tomorrow because it's going to be a busy day."}]}