{"Marketing":[{"text":"Marketing kann jeder.","translation":"Anyone can do marketing."},{"text":"Meine Marketing-Abteilung ist meine Nase.","translation":"My marketing department is my nose."},{"text":"Ich habe kein Marketing gemacht. Ich habe immer nur meine Kunden geliebt.","translation":"I didn't do any marketing. I've only ever loved my customers."},{"text":"Alles hängt vom Marketing ab.","translation":"It all depends on marketing."},{"text":"Sie arbeitet im Bereich Marketing.","translation":"She works in marketing."}],"Kaiser":[{"text":"Rom brannte, und der Kaiser sang.","translation":"Rome burned and the Kaiser sang."},{"text":"Er erklärte sich zum Kaiser des Deutschen Reiches.","translation":"He declared himself Emperor of the German Empire."},{"text":"Wo nichts ist, hat der Kaiser sein Recht verloren.","translation":"Where there is nothing, the emperor has lost his right."},{"text":"Sie streiten sich um des Kaisers Bart.","translation":"They argue about the emperor's beard."},{"text":"Junker Johannes war bereit, für Land und Kaiser in den Tod zu ziehen.","translation":"Junker Johannes was ready to go to his death for the country and the emperor."},{"text":"Ein jeder Herr ist Kaiser in seinem Lande.","translation":"Every gentleman is emperor in his country."},{"text":"Euer Herrscher ist der König von Preußen und Deutsche Kaiser.","translation":"Your sovereign is king of Prussia and emperor of Germany."},{"text":"Tom behauptet, ein Nachfahre Kaiser Friedrich Barbarossas zu sein.","translation":"Tom claims to be a descendant of Emperor Frederick Barbarossa."},{"text":"Kaiser Nero war ein äußerst böser Tyrann.","translation":"Emperor Nero was an extremely evil tyrant."},{"text":"Eine Legende besagt, dass Kaiser Barbarossa nicht gestorben ist, sondern bis zum heutigen Tage nur schläft.","translation":"Legend has it that Emperor Barbarossa did not die, but to this day only sleeps."}],"verheiraten":[{"text":"Wer den Mund hält, obwohl er recht hat, ist verheiratet.","translation":"Whoever shuts up, even though he is right, is married."},{"text":"Ist Maria glücklich mit Tom verheiratet?","translation":"Is Maria happily married to Tom?"},{"text":"Meine Schwester ist seit drei Jahren verheiratet.","translation":"My sister has been married for three years."},{"text":"Bevor wir uns getrennt haben, waren wir dreißig Jahre lang verheiratet gewesen.","translation":"Before we separated, we had been married for thirty years."},{"text":"Schlechte Ehemänner sind langweilig. Deswegen war Casanova wohl auch nicht verheiratet.","translation":"Bad husbands are boring. That's probably why Casanova wasn't married."}],"Schlacht":[{"text":"Die Schlacht bei Marignano fand am 13. und 14. September 1515 statt.","translation":"The Battle of Marignano took place on 13 and 14 September 1515."},{"text":"Wir haben die Schlacht gewonnen.","translation":"We won the battle."},{"text":"Die Schlacht von Cannae war wann?","translation":"The Battle of Cannae was when?"},{"text":"Es kämpft jeder seine Schlacht allein.","translation":"Everyone fights their battle alone."},{"text":"Ich glaube, dies wird die letzte Schlacht des Krieges sein.","translation":"I think that this will be the last battle of the war."}],"sozusagen":[{"text":"Er hat es mir sozusagen versprochen.","translation":"He promised me, so to speak."},{"text":"Sie waren sozusagen Opfer des Krieges.","translation":"They were, so to speak, victims of the war."},{"text":"Diese Arbeit ist sozusagen fertig.","translation":"That job is pretty much finished."},{"text":"Er ist sozusagen ein großes Baby.","translation":"He's a big baby, so to speak."},{"text":"Diese Katze gehört sozusagen zur Familie.","translation":"This cat is, so to speak, a member of our family."}],"wild":[{"text":"Ich habe in der letzten Nacht von wilden Tieren geträumt.","translation":"I dreamed of wild animals last night."},{"text":"Die Kinder waren laut und wild.","translation":"The children were loud and unruly."},{"text":"Dieses Land ist ziemlich wild.","translation":"This country is quite wild."},{"text":"Wo kann ich das Buch „Die letzten wilden Wälder im Herzen Europas” kaufen?","translation":"Where can I buy the book \"The Last Wild Forests in the Heart of Europe\"?"},{"text":"Alles ist halb so wild.","translation":"Everything is half as wild."},{"text":"Sie fingen an sich wild zu küssen.","translation":"They started kissing wildly."},{"text":"Alles lag wild durcheinander.","translation":"Everything was wildly mixed up."},{"text":"Mitten auf dem Platz tanzte wild ein halbnacktes Paar.","translation":"A half-naked couple was dancing frenetically in the middle of the square."},{"text":"Tom und Maria saßen, sich wild küssend, in einer Ecke.","translation":"Tom and Maria were sitting in a corner, kissing wildly."},{"text":"Karl gestikuliert wild mit seiner linken Hand.","translation":"Karl gestures wildly with his left hand."}],"Schmied":[{"text":"Rede nicht weiter!","translation":"Don't talk any further!"},{"text":"Rede nicht, wo kein Ohr ist.","translation":"Do not speak where there is no ear."},{"text":"Rede nicht so viel dummes Zeug!","translation":"Don't talk so much stupid stuff!"},{"text":"Lange Rede, kurzer Sinn. Wer kann, der kann.","translation":"Long story short. If you can, you can."},{"text":"Eine gute Rede kann sogar den Hunger besiegen!","translation":"A good speech can even defeat hunger!"},{"text":"Jeder ist seines Schicksals Schmied.","translation":"Everyone is a blacksmith of their own fate."},{"text":"Jeder ist seines Glückes Schmied.","translation":"Everyone is the smith of his own fortune."},{"text":"Nichts ist so wichtig wie Friede.","translation":"Nothing is as important as peace."},{"text":"Tom ist Schmied. Er bearbeitet Eisen.","translation":"Tom is a blacksmith. He works on iron."},{"text":"Jeder im Dorf wusste, dass der Sohn des Schmieds die Tochter des Schneiders liebte.","translation":"Everyone in the village knew that the blacksmith's son loved the tailor's daughter."}],"Perspektive":[{"text":"Ich nehme Abstand von einer Sache, um eine andere Perspektive zu bekommen.","translation":"I distance myself from one thing in order to get a different perspective."},{"text":"Aus der besseren Perspektive kann man auch zu einer Ansicht kommen.","translation":"From the better perspective, you can also come to a view."},{"text":"Werden sich neue Perspektiven eröffnen?","translation":"Will new perspectives open up?"},{"text":"Aus dieser Perspektive betrachtet, macht das keinen Unterschied.","translation":"Considered from this perspective, it makes no difference."},{"text":"Manchmal müssen wir nur unsere Perspektive ändern.","translation":"Sometimes we just need to change our perspective."}],"Beschwerde":[{"text":"Welche Beschwerden haben Sie?","translation":"What complaints do you have?"},{"text":"Man hört nur Beschwerden über Sie!","translation":"You only hear complaints about you!"},{"text":"Seit wann haben Sie diese Beschwerden?","translation":"Since when have you had these complaints?"},{"text":"„Es gab einige Beschwerden über einen unserer Mitarbeiter.“ – „Lass mich raten! Tom?“","translation":"\"There were some complaints about one of our employees.\" – \"Let me guess! Tom?\""},{"text":"Er nahm meine Beschwerde nicht ernst.","translation":"He didn't take my complaint seriously."}],"Administration":[],"kopieren":[{"text":"Ich kopiere das schnell.","translation":"I copy this quickly."},{"text":"Tom hat das Dokument kopiert.","translation":"Tom xeroxed the document."},{"text":"Es ist falsch, die Lektion seines Kollegen zu kopieren.","translation":"It is wrong to copy your colleague's lesson."},{"text":"Ich kopierte einen Abschnitt des Buches in mein Notebook.","translation":"I copied a passage from the book into my notebook."},{"text":"Die erste und zweite Seite bitte kopieren.","translation":"Please make a copy of the first and second page."}],"bedenken":[{"text":"Ich habe gewisse Bedenken.","translation":"I hesitate a little."},{"text":"Ich habe meine Bedenken, was sie betrifft.","translation":"I have my doubts about her."},{"text":"Weil heute bei mir die Sonne scheint, schaffe ich meine Bedenken aus der Welt.","translation":"Because the sun is shining with me today, I get rid of my concerns."},{"text":"Ich schätze deine Meinung, habe aber meine Bedenken.","translation":"I appreciate your opinion, but I have my concerns."},{"text":"Indien wird durch falsche Bedenken zerstört werden, Tibet durch falsche Hoffnungen.","translation":"India will be destroyed by false concerns, Tibet by false hopes."},{"text":"Wohl dem, der es recht bedenkt.","translation":"Blessed is the one, who thinks they are right."},{"text":"Wer lange bedenkt, der wählt nicht immer das Beste.","translation":"If you think about it for a long time, you don't always choose the best."},{"text":"Wer gar zu viel bedenkt, wird wenig leisten.","translation":"If you think too much, you will do little."},{"text":"Was man nicht bespricht, bedenkt man auch nicht recht.","translation":"What you don't discuss, you don't really consider."},{"text":"Wir müssen bedenken, dass er noch jung ist.","translation":"We must consider his youth."}],"Konflikt":[{"text":"Warum greift Frankreich jetzt in den Konflikt ein?","translation":"Why is France now intervening in the conflict?"},{"text":"Das ist die Ursache vieler Konflikte.","translation":"This is the cause of many conflicts."},{"text":"Er kam dauern mit dem Gesetz in Konflikt.","translation":"He came into constant conflict with the law."},{"text":"Wir sind der Meinung, dass dieser Konflikt genau aus dieser Perspektive betrachtet werden muss.","translation":"We believe that this conflict must be viewed from precisely this perspective."},{"text":"Schwierigkeiten und Konflikte stellen das Wesen des menschlichen Charakters in ein helles Licht.","translation":"Difficulties and conflicts put the essence of the human character in a bright light."}],"heftig":[{"text":"Es reagiert heftig mit Wasser.","translation":"It reacts violently with water."},{"text":"Es begann heftig zu regnen.","translation":"It began to rain heavily."},{"text":"Ich hatte kaum das Haus verlassen, als es anfing heftig zu regnen.","translation":"I had hardly left home when it began to rain heavily."},{"text":"Die Mischung der beiden Stoffe erzeugte eine heftige Reaktion.","translation":"The mixture of the two substances produced a violent reaction."},{"text":"Ihr Herz schlägt heftig vor Angst.","translation":"Her heart beat quickly out of fear."}],"Bauer":[{"text":"Denn wäre nicht der Bauer, so hättest du kein Brot.","translation":"For if it weren't for the farmer, you wouldn't have bread."},{"text":"Regen bringt dem Bauern Segen.","translation":"Rain brings blessings to the farmer."},{"text":"Ein Bauer kann alles werden, nur nicht König.","translation":"A farmer can become anything but king."},{"text":"Ursprünglich waren sie Bauern.","translation":"Originally they were farmers."},{"text":"Alles mit Maß, sagte der Bauer, da trank er eine Maß Bier.","translation":"Everything with moderation, said the farmer, then he drank a measure of beer."}],"dicht":[{"text":"Der Schnee fällt dicht.","translation":"The snow falls thickly."},{"text":"Er trug seine Tasche dicht am Körper.","translation":"He carried his bag close to his body."},{"text":"Alle Leute konnten nicht treffen, aber mein Sohn schoss dicht vorbei.","translation":"All the people couldn't meet, but my son shot past closely."},{"text":"Du bist wohl nicht ganz dicht!?","translation":"You are probably not quite dense!?"},{"text":"Der Mann versteckte sich in einem dichten Wald.","translation":"The man hid in a dense forest."}],"Eingang":[{"text":"Ich suche den Eingang.","translation":"I'm looking for the entrance."},{"text":"Ich warte am Eingang auf dich.","translation":"I'll wait for you at the entrance."},{"text":"Sie haben eine E-Mail in Ihrem Eingang.","translation":"You have an email message in your inbox."},{"text":"Warte am Eingang dieses Gebäudes.","translation":"Wait at the entrance of this building."},{"text":"Am Eingang eines japanischen Hauses werden Besucher meistens gebeten, ihre Schuhe auszuziehen.","translation":"At the entrance of a Japanese house, visitors are usually asked to take off their shoes."}],"bewerben":[{"text":"Er hat sich um eine Arbeit bei Siemens beworben.","translation":"He applied for a job at Siemens."},{"text":"An deiner Stelle würde ich mich für den Job bewerben.","translation":"Were I you, I would apply for the job."},{"text":"Ich bewarb mich um die Stelle und bekam sie.","translation":"I applied for the job and got it."},{"text":"Warum haben Sie sich bei unserer Firma beworben?","translation":"Why did you apply to our company?"},{"text":"Ich glaube nicht, dass ich mich irgendwo bewerben kann. Ich bin zu alt.","translation":"I don't think I can apply for a job anywhere. I'm too old."}],"anhalten":[{"text":"Ich will nicht um deine Hand anhalten!","translation":"I don't want to ask for your hand!"},{"text":"Tom hat um die Hand des Mädchens angehalten.","translation":"Tom asked for the girl's hand."},{"text":"Nachdem du diesen Knopf gedrückt hast, wird die Maschine anhalten.","translation":"If you pressed that button, the engine would stop."},{"text":"Dieser Zustand kann und darf nicht länger anhalten.","translation":"This condition cannot and must not last any longer."},{"text":"Ich hoffe, dass das schöne Wetter bis zum Wochenende anhält.","translation":"I hope this fine weather lasts till the weekend."}],"gewünscht":[{"text":"Tom hat das von mir gewünschte Lied gesungen.","translation":"Tom sang the song I wanted."},{"text":"Tom machte mir den gewünschten Drink.","translation":"Tom made me the drink I wanted."},{"text":"Ich rate Ihnen, Flüge sechs Monate vor dem gewünschten Termin zu buchen.","translation":"I advise you to book flights six months before the desired date."},{"text":"Nennen Sie den gewünschten Lohn!","translation":"Name the desired salary!"},{"text":"Wenn Sie den Link anklicken kommen Sie auf die gewünschte Seite.","translation":"If you click on the link you will be taken to the desired page."},{"text":"Ich musste feststellen, dass ich mir das Gewünschte gar nicht leisten konnte.","translation":"I realized I didn't have enough money to buy what I wanted."},{"text":"Es war eine ganz schöne Überraschung, das Gewünschte auf eine so unerwartete Weise zu bekommen.","translation":"It was quite a surprise to get what I wanted in such an unexpected way."},{"text":"Erst nach einer viertelstündigen Google-Suche fand Tom das Gewünschte.","translation":"It took Tom fifteen minutes of googling before he found what he was looking for."},{"text":"Wir sind nie entfernter von unseren Wünschen, als wenn wir uns einbilden, das Gewünschte zu besitzen.","translation":"We are never more distant from our desires than when we imagine that we have what we want."}],"Trick":[{"text":"Die Lösung bekommt man nur durch einen Trick.","translation":"The solution can only be found by a trick."},{"text":"Der Trick des Vergessens besteht darin zu verstehen, warum.","translation":"The trick of forgetting is to understand why."},{"text":"Warte, Tom! Die Tür geht nur mit einem Trick auf!","translation":"Wait, Tom! The door opens only with a trick!"},{"text":"Das ist ein alter Trick.","translation":"That's an old trick."},{"text":"Kennt jemand diesen Trick und ist bereit, ihn mir zu erklären?","translation":"Does anyone know this trick and is willing to explain it to me?"}],"explodieren":[{"text":"Wann explodiert die Sonne?","translation":"When does the sun explode?"},{"text":"Alle 30 Jahre explodiert in unserer Milchstraße ein Stern und wird zur Supernova.","translation":"Every 30 years, a star explodes in our Milky Way and becomes a supernova."},{"text":"Sterne stoßen Gammastrahlen aus, wenn sie explodieren.","translation":"Stars emanate gamma rays when they explode."},{"text":"Heute fühle ich mich, als ob ich gleich explodieren könnte.","translation":"Today I feel like I'm about to explode."},{"text":"Die Bombe verursachte großen Schaden, als sie explodierte.","translation":"The bomb caused a lot of damage when it exploded."}],"zieh":[{"text":"Zieh dich schnell an und komm mit.","translation":"Get dressed quickly and come."},{"text":"Zieh hier eine Linie!","translation":"Draw a line here!"},{"text":"Zieh bitte dein Hemd an!","translation":"Please put your shirt on."},{"text":"Es ist kalt draußen, zieh deinen Mantel an!","translation":"It is cold outdoors. Put on your coat."},{"text":"Vom Unglück erst zieh ab die Schuld; was übrig ist, trag in Geduld!","translation":"From misfortune first draw away the blame; what is left, be patient!"},{"text":"Es ist draußen kalt. Zieh dich warm an!","translation":"It's cold outside. Wrap up warm."},{"text":"Zieh deine Schuhe an und komm mit!","translation":"Put on your shoes and come with me!"},{"text":"Zieh warme Kleidung an!","translation":"Put on warm clothes!"},{"text":"Zieh deiner Frau die Hosen an, solange sie trägt, was dir gefällt.","translation":"Put your wife's pants on as long as she wears what you like."},{"text":"Tom, lauf hier doch nicht in Socken herum! Zieh Schlappen an!","translation":"Tom, don't walk around in socks here! Put on slippers!"},{"text":"Zieh deine Schuhe aus.","translation":"Take off your shoes."},{"text":"Zieh nicht solch ein Gesicht!","translation":"Don't pull such a face!"},{"text":"Zieh dein Hemd aus und leg dich hin.","translation":"Remove your shirt and lie down."},{"text":"„Zieh dir eine Hose an!“ ermahnte Maria Tom, der nackt vor ihr stand.","translation":"\"Put some pants on!\" said Mary to Tom, who stood naked before her."},{"text":"„Zieh doch nicht schon wieder diese alten Klamotten an! Ich habe dir doch erst letzte Woche neue Sachen gekauft.“ – „Aber die mag ich nicht, Mama!“","translation":"\"Don't put on those old clothes again! I bought you new stuff just last week.\" – \"But I don't like them, Mom!\""},{"text":"Zieh dir die Hose an!","translation":"Put your trousers on."},{"text":"Zieh dir die Schuhe aus!","translation":"Take off your shoes."},{"text":"Zieh dir lieber mehr über, heute ist es wirklich sehr kalt.","translation":"Better put on more, today it is really very cold."},{"text":"Es ist kalt. Zieh dir einen Pullover an!","translation":"It's cold. Put on a sweater!"},{"text":"Zieh dir deine Schuhe an.","translation":"Slip on your shoes."}],"anfühlen":[{"text":"Man ist immer so alt, wie man sich anfühlt.","translation":"You're always as old as you feel."},{"text":"Eine Frau ist so alt, wie sie sich anfühlt.","translation":"A woman is as old as she feels."},{"text":"Weißt du, wie sich Heimweh anfühlt?","translation":"Do you know what it feels like to be homesick?"},{"text":"Ich glaube, Bewusstsein ist das, wie Information sich anfühlt, wenn sie verarbeitet wird.","translation":"I believe that consciousness is the way information feels when being processed."},{"text":"Weißt du, wie es sich anfühlt, wenn man hundert ähnliche Varianten eines Satzes übersetzt?","translation":"Do you know how it feels to translate a hundred similar variations of a sentence?"}],"integrieren":[{"text":"Integriert werden kann, wer sich integrieren lassen will.","translation":"Anyone who wants to be integrated can be integrated."},{"text":"Sie müssen sich in die Gesellschaft integrieren.","translation":"They have to integrate into society."},{"text":"Das Wort gefällt mir — das wird sofort in meinen Wortschatz integriert!","translation":"I like that word — it will be integrated into my vocabulary immediately!"},{"text":"Feminismus existiert nur, um hässliche Frauen in die Gesellschaft zu integrieren.","translation":"Feminism exists only to integrate ugly women into society."},{"text":"Es ist von größter Wichtigkeit, dass Ausländer versuchen, sich in die Gesellschaft zu integrieren.","translation":"It is of the utmost importance that foreigners try to integrate into society."}],"Speicher":[{"text":"Jedes Haus hat seinen Speicher.","translation":"Every house has its store."},{"text":"Tom warf alle alten Zeitungen, die im Speicher waren, weg.","translation":"Tom threw away all the old newspapers that were in the attic."},{"text":"Mein Handy hat nicht genug Speicher.","translation":"My phone doesn't have enough memory."},{"text":"Ich habe gerade damit aufgehört, den Speicher zu putzen.","translation":"I just finished cleaning the attic."},{"text":"Es ist nicht genügend Speicher vorhanden, um diese Software zu installieren.","translation":"There is not enough memory to install this software."}],"Anteil":[{"text":"Dein Anteil ist 20 Dollar.","translation":"Your share is $20."},{"text":"Unser Anteil an diesem Unternehmen beträgt sechzig Prozent (60 %).","translation":"Our ownership in the company is 60%."},{"text":"Lass mich meinen Anteil bezahlen!","translation":"Let me pay my share!"},{"text":"Wenn Sie mit Ihrem Anteil nicht zufrieden sind, werde ich ihn etwas attraktiver machen.","translation":"If you are not satisfied with your share, I'll make it a bit more attractive."},{"text":"Ich gebe Tom die Hälfte meines Anteils ab.","translation":"I'll give Tom half of my share."}],"Alltag":[{"text":"Eine Krise kann jeder Idiot haben. Was uns zu schaffen macht, ist der Alltag.","translation":"Any idiot can have a crisis. What bothers us is everyday life."},{"text":"Ein wenig Wahnsinn kann dem Alltag nicht schaden.","translation":"A little madness can't hurt everyday life."},{"text":"Erzähl mir, wie du deinen Alltag verbringst.","translation":"Tell me how you spend your everyday life."},{"text":"Ist sie mit ihrem Alltag zufrieden?","translation":"Is she satisfied with her everyday life?"},{"text":"Die Zukunft ist eine Reihe von Alltagen.","translation":"The future is a series of everyday lives."}],"umsetzen":[{"text":"Was ist der Glaube wert, wenn er nicht in die Tat umgesetzt wird?","translation":"What is the value of faith if it is not put into practice?"},{"text":"Man muss nur die richtigen Fragen stellen und sie in Taten umsetzen.","translation":"You just have to ask the right questions and turn them into action."},{"text":"Deine Idee hat mir gefallen und ich habe sie umgesetzt.","translation":"I liked your idea and I implemented it."},{"text":"Wie können wir es praktisch umsetzen?","translation":"How can we put it into practice?"},{"text":"Leider existieren viele Projekte nur auf dem Papier und werden nicht umgesetzt.","translation":"Unfortunately, many projects exist only on paper and are not implemented."}],"Emission":[{"text":"Trotz dieser Versprechungen steigen die Emissionen seit zwei Jahren wieder an.","translation":"Despite these promises, emissions have been rising again for the past two years."},{"text":"Die meisten Erscheinungen des Klimawandels blieben jahrhundertelang bestehen, selbst wenn die Emissionen gestoppt würden.","translation":"Most aspects of climate change will persist for many centuries even if emissions are stopped."},{"text":"Energiesparen kann die Emission von Treibhausgasen in die Atmosphäre verringern.","translation":"Saving energy can reduce the emission of greenhouse gases into the atmosphere."},{"text":"Ein Viertel der weltweiten Kohlendioxidemissionen stammen aus Amerika, dessen Pro-Kopf-Emissionen ebenfalls die höchsten der Welt sind.","translation":"1/4 of the world's carbon dioxide emissions are from America: its per-capita emissions are also the greatest in the world."},{"text":"Maria fürchtete, ihr Schoßhündchen könnte nicht als Vorwand für all ihre gasförmigen Emissionen herhalten, insbesondere wenn die anderen Zimmergenossen über geschulte Sinne verfügten. Ein halber Becher Pastete würde ausreichen, so kalkulierte sie, um jeden Möchtegern-Sherlock zu überlisten.","translation":"Mary feared that her lap dog could not be the excuse for all of her emissions, especially when other cohabitants possessed refined senses. Half a cup of pâté with every meal would suffice, she figured, to fool any would-be Sherlock."}],"Wunde":[{"text":"Das Gewissen ist eine Wunde, die nie heilt und an der keiner stirbt.","translation":"Conscience is a wound that never heals and from which no one dies."},{"text":"Lachen verbindet Wunden und Menschen.","translation":"Laughter connects wounds and people."},{"text":"Die Wunde eines Wortes ist tiefer als die eines Schwertes.","translation":"The wound of a word is deeper than that of a sword."},{"text":"Normalerweise schließen sich Wunden von ganz allein.","translation":"Usually, wounds close all by themselves."},{"text":"Lass mich deine Wunde sehen.","translation":"Let me see your wound."}],"Widerstand":[{"text":"Sie ging den Weg des geringsten Widerstandes.","translation":"She took the path of least resistance."},{"text":"Finde ich Widerstand, so werde ich mir mein Recht zu schaffen wissen.","translation":"If I find resistance, I will know how to create my right."},{"text":"Eine Frau, die ihren Widerstand aufgibt, geht zum Angriff über.","translation":"A woman who gives up her resistance goes on the attack."},{"text":"Tom leistete keinen Widerstand.","translation":"Tom did not resist."},{"text":"Markku stieß mit seinem Vorschlag auf starken Widerstand.","translation":"Markku ran up against strong opposition with his proposal."}],"rechtlich":[{"text":"Diese Bilder dürfen aus rechtlichen Gründen im Internet nicht gezeigt werden.","translation":"For legal reasons, these images may not be shown on the Internet."},{"text":"Rechtlich gesehen ist er frei.","translation":"From the standpoint of the law, he is free."},{"text":"Aus rechtlichen Gründen können wir ihnen die Dokumente leider nicht aushändigen.","translation":"For legal reasons, we are unfortunately unable to hand over the documents to them."},{"text":"Journalisten haben rechtliche Schritte angekündigt.","translation":"Journalists have announced legal action."},{"text":"Das ist eine rechtliche Grauzone.","translation":"This is a legal gray area."}],"romantisch":[{"text":"Bist du nicht auch ein klein bisschen romantisch, Maria?","translation":"Aren't you also a little bit romantic, Maria?"},{"text":"Er hat eine romantische Natur.","translation":"He has a romantic nature."},{"text":"Der Film war romantisch.","translation":"The film was romantic."},{"text":"Ich hatte mir vorgestellt, dass mein erster Kuss romantischer sein würde.","translation":"I had imagined that my first kiss would be more romantic."},{"text":"Die Frauen lieben romantische Männer.","translation":"Women love romantic men."}],"Taste":[{"text":"Ich drücke einfach irgendeine Taste und hoffe, dass es die richtige war.","translation":"I just press some button and hope it was the right one."},{"text":"Hast du die Taste gedrückt?","translation":"Did you push the button?"},{"text":"Diese Taste funktioniert nicht.","translation":"This button does not work."},{"text":"Drücke im Notfall diese Taste.","translation":"In case of emergency, press this button."},{"text":"Einige Tasten des Klaviers sind zerbrochen.","translation":"Some keys of the piano are broken."}],"Textur":[{"text":"Ein Seeigel hat eine schleimige Textur.","translation":"A sea urchin has a slimy texture."}],"Vergnügen":[{"text":"Es ist kein Vergnügen.","translation":"It is not a pleasure."},{"text":"Erst die Arbeit, dann das Vergnügen!","translation":"First the work, then the pleasure!"},{"text":"Das Leben ist kein reines Vergnügen.","translation":"Life is not pure pleasure."},{"text":"Schöne Bilder betrachten, macht ihr großes Vergnügen.","translation":"Looking at beautiful pictures gives her great pleasure."},{"text":"Deine Briefe zu lesen, bereitet mir Vergnügen.","translation":"Reading your letters gives me pleasure."},{"text":"Der Mensch lebt nicht, um sich zu vergnügen, sondern um seine Pflicht zu tun.","translation":"Man does not live to enjoy himself, but to do his duty."},{"text":"Ich bin zu beschäftigt — ich habe keine Zeit, mich zu vergnügen.","translation":"I'm too busy to have time to enjoy myself."},{"text":"Im Sommer vergnügen wir uns draußen mit Sport.","translation":"In summer we have fun outside with sports."},{"text":"Braga betet, Porto arbeitet, Coimbra studiert und Lissabon vergnügt sich.","translation":"Braga prays, Porto works, Coimbra studies and Lisbon has fun."},{"text":"Wir vergnügten uns mit einem Bad im Fluss.","translation":"We enjoyed ourselves with a swim in the river."}],"bedecken":[{"text":"Mary hat sich bedeckt gehalten.","translation":"Mary lay low."},{"text":"Das mit Graffiti bedeckte Gebäude sieht hässlich aus.","translation":"The graffiti-covered building is ugly to look at."},{"text":"Schau auf den Berg, dessen Gipfel mit Schnee bedeckt ist!","translation":"Look at the mountain whose top is covered with snow."},{"text":"Eine Mütze bedeckt nicht den Hintern.","translation":"A cap does not cover the butt."},{"text":"Ihren gesamten Körper bedeckte weiche Seide.","translation":"Her entire body was covered with soft silk."},{"text":"Schnee bedeckte die ganze Stadt.","translation":"Snow covered the whole city."},{"text":"Er bedeckte seine Augen mit den Händen.","translation":"He covered his eyes with his hands."},{"text":"Geh bei dieser Hitze nicht raus, ohne dir den Kopf zu bedecken.","translation":"Don't go out in this heat without covering your head."},{"text":"Bedecken Sie die Makkaroni vollständig mit Wasser.","translation":"Cover the macaroni completely with water."},{"text":"Schnee bedeckte den Bus.","translation":"Snow covered the bus."}],"Umgang":[{"text":"Die Zeit selbst ist nicht sichtbar, aber unser Umgang mit ihr","translation":"Time itself is not visible, but our dealings with it"},{"text":"Im Umgang mit Superlativen ist Vorsicht geboten: sie nutzen sich leicht ab.","translation":"Care should be taken when dealing with superlatives: they wear out easily."},{"text":"Der Umgang mit Dynamit ist gefährlich.","translation":"The handling of dynamite is dangerous."},{"text":"Sie hat Erfahrung im Umgang mit Kindern.","translation":"She has experience in dealing with children."},{"text":"Tom ist kein Umgang für dich.","translation":"Tom is no good for you."}],"überwinden":[{"text":"Ein freundliches Gespräch kann Barrieren überwinden, es ist einen Versuch wert.","translation":"A friendly conversation can overcome barriers, it's worth a try."},{"text":"Was hilft uns überwinden? Die Liebe.","translation":"What helps us overcome? Love."},{"text":"Liebe überwindet alles.","translation":"Love overcomes everything."},{"text":"Ich denke, es gibt eine Reihe von ernsthaften Schwierigkeiten, die es zu überwinden gilt.","translation":"I think that there are a number of serious difficulties that need to be overcome."},{"text":"Es wäre schön, wenn du dich überwinden könntest.","translation":"It would be nice if you could overcome yourself."}],"Beamter":[{"text":"Ich bin Beamter.","translation":"I am a civil servant."},{"text":"Der Beamte konnte die Beschwerde nicht selbst bearbeiten.","translation":"The official could not handle the complaint himself."},{"text":"Ich bin Beamter und arbeite im Büro.","translation":"I am a civil servant and work in the office."},{"text":"Mein Vater war Beamter und meine Mutter hat auch nichts gemacht.","translation":"My father was a civil servant and my mother didn't do anything either."},{"text":"Sami sprach mit zwei weiblichen Beamten.","translation":"Sami was talking to two female officers."}],"übermitteln":[{"text":"Ihre Daten wurden erfolgreich übermittelt.","translation":"Your data has been successfully transmitted."},{"text":"Hast du Tom meine Nachricht übermittelt?","translation":"Did you give Tom my message?"},{"text":"Ein einzelner Satz kann mehrere Nachrichten übermitteln.","translation":"A single record can deliver multiple messages."},{"text":"Tom bat Maria, Johannes eine Nachricht zu übermitteln.","translation":"Tom asked Mary to deliver a message to John."},{"text":"Ich bin mir sicher, dass diese Information schriftlich übermittelt werden kann.","translation":"I'm sure this information can be conveyed in writing."}],"Geschenken":[{"text":"Der Junge gibt dem Mädchen das Geschenk.","translation":"The boy gives the girl the gift."},{"text":"Ich kaufe ein Geschenk.","translation":"I'm buying a gift."},{"text":"Wer liebt, hat ein großes Geschenk zu verwalten.","translation":"Those who love have a great gift to manage."},{"text":"Ich gebe meinem Bruder ein Geschenk.","translation":"I give my brother a gift."},{"text":"Die Liebe beginnt da, wo kein Geschenk mehr zu erwarten ist.","translation":"Love begins where no gift can be expected."}],"offenbar":[{"text":"Offenbar hört mich keiner.","translation":"Apparently, no one hears me."},{"text":"Sie ist offenbar betrunken.","translation":"She's obviously drunk."},{"text":"Sie waren mit dem Ergebnis offenbar zufrieden.","translation":"They were apparently satisfied with the result."},{"text":"Offenbar wird er bald an dieser Krankheit sterben.","translation":"Apparently, he will soon die of this disease."},{"text":"Tom sind offenbar keine Probleme aufgefallen.","translation":"Tom didn't seem to notice any problems."},{"text":"Maria hat heute offenbar einen schlechten Tag.","translation":"Mary is obviously having a bad day today."},{"text":"Sich um die eigenen Angelegenheiten zu kümmern, scheint manchen offenbar zu langweilig.","translation":"Taking care of one's own affairs seems too boring to some."},{"text":"Tom wusste offenbar nichts davon.","translation":"Tom obviously didn't know about it."},{"text":"Du hast offenbar schlecht gemessen.","translation":"You obviously measured badly."},{"text":"Das war offenbar eine blöde Idee.","translation":"That was obviously a stupid idea."}],"Treppe":[{"text":"Für Treppen verwendet man hartes Holz.","translation":"For stairs, you use hard wood."},{"text":"Die Toilette befindet sich hinter der Treppe.","translation":"The toilets are behind the stairs."},{"text":"Auf der Treppe des Erfolgs bewegt man sich ebenfalls Stufe um Stufe.","translation":"On the stairs of success, one also moves step by step."},{"text":"Er ging die Treppe hoch.","translation":"He climbed the stairs."},{"text":"Ich schlage vor, wir nehmen die Treppe.","translation":"I suggest we take the stairs."}],"Kindheit":[{"text":"Ich vermisse die Gerüche meiner Kindheit.","translation":"I miss the smells of my childhood."},{"text":"Ich heiratete und merkte, nun ist meine Kindheit zu Ende.","translation":"I've married and I realize that my childhood ends now."},{"text":"Wenn man seine Kindheit bei sich hat, wird man nie älter.","translation":"When you have your childhood with you, you never get older."},{"text":"Vor einer Woche ist ein weiterer der Helden meiner Kindheit gestorben.","translation":"One week ago, another one of my childhood heroes died."},{"text":"Das ist ein Foto aus meiner Kindheit.","translation":"This is a photo from my childhood."}],"Schüssel":[{"text":"Argwohn isst mit dem Teufel aus einer Schüssel.","translation":"Suspicion eats with the devil from a bowl."},{"text":"Wer an der Schüssel sitzt, deckt sich den Tisch.","translation":"Whoever sits at the bowl sets the table."},{"text":"Alte Leute müssen ihre Stärke aus der Schüssel nehmen.","translation":"Old people need to take their strength out of the bowl."},{"text":"Sie goss die Milch in eine Schüssel.","translation":"She poured the milk into a bowl."},{"text":"Wie viele Schüsseln Müsli hat Tom gegessen?","translation":"How many bowls of muesli has Tom eaten?"}],"Schrank":[{"text":"Hast du noch alle Tassen im Schrank?","translation":"Are you off your rocker?"},{"text":"Mach den Schrank auf der linken Seite auf, dort sind die Flaschen.","translation":"Open the cabinet on the left, that's where the bottles are."},{"text":"Wir brauchen einen Schrank.","translation":"We need a closet."},{"text":"Leg sofort die Schokolade zurück in den Schrank! Es gibt gleich Mittagessen.","translation":"Put the chocolate back in the cupboard immediately! There will be lunch right away."},{"text":"Kannst du mir zwei Pakete Zucker aus dem Schrank holen?","translation":"Can you get me two packets of sugar from the cupboard?"}],"boß":[{"text":"Hast du den neuen Boss getroffen?","translation":"Have you met the new boss?"},{"text":"Bringt mich zu eurem Boss.","translation":"Take me to your boss."},{"text":"Ein idealer Boss ist wie der Tod: Er vergisst niemanden.","translation":"An ideal boss is like death: he doesn't forget anyone."},{"text":"Er ist seinem Boss gegenüber loyal.","translation":"He is loyal to his boss."},{"text":"Die Marktwirtschaft sorgt für schlichte Arbeiter, entwürdigende Bosse und eine ungemein pejorative Religion.","translation":"The market economy provides for simple workers, degrading bosses and an immensely pejorative religion."},{"text":"Hey Boss, ich brauche mehr Geld!","translation":"Hey boss, I need more money!"},{"text":"Heute Abend möchte ich mit meinem Boss essen gehen.","translation":"Tonight I want to go out to eat with my boss."},{"text":"Mein Boss behandelt andere Menschen sehr grob.","translation":"My boss treats other people very roughly."},{"text":"Variieren können Sie, indem Sie »Chef« gelegentlich durch »Boss« ersetzen.","translation":"You can vary by occasionally replacing \"boss\" with \"boss\"."},{"text":"Toms Boss fordert viel Arbeitseinsatz.","translation":"Tom's boss demands a lot of work."}],"Anforderung":[{"text":"Die Anforderungen an die Schüler werden immer größer.","translation":"The demands on the students are getting bigger and bigger."},{"text":"Es tut mir leid, aber wir können ihren Anforderungen nicht entsprechen.","translation":"I'm sorry, but we cannot meet your requirements."},{"text":"An moderne Dächer werden große Anforderungen gestellt.","translation":"Great demands are placed on modern roofs."},{"text":"Die Anforderungen sind sehr strikt.","translation":"The requirements are very strict."},{"text":"Heiratsanzeige: Die Anforderungen sind wie folgt: A) lebendig, B) weiblich.","translation":"Marriage announcement: The requirements are as follows: A) alive, B) female."}],"illegal":[{"text":"Kein Mensch ist illegal.","translation":"No one is illegal."},{"text":"„Ist es ein illegales Taxi?“, fragte ich ihn.","translation":"\"Is it an illegal taxi?\" I ask him."},{"text":"Ich bin nicht darauf gekommen, dass was ich getan habe vielleicht illegal ist.","translation":"It never occurred to me that what I was doing might be illegal."},{"text":"Das ist illegal – das weißt du selbst.","translation":"This is illegal – you know that yourself."},{"text":"Politiker in Japan kommen manchmal mit illegalen Aktivitäten davon.","translation":"Politicians in Japan sometimes get away with doing illegal things."}],"linken":[{"text":"Dieser Link scheint nicht zu funktionieren.","translation":"This link doesn't seem to work."},{"text":"Ich habe ein Link eingefügt. Hast du es gelesen?","translation":"I added a link. Have you read it?"},{"text":"Ich kann den Link nicht öffnen.","translation":"I can't open the link."},{"text":"Ist echt ein guter Link.","translation":"Is really a good link."},{"text":"Wenn Sie den Link anklicken kommen Sie auf die gewünschte Seite.","translation":"If you click on the link you will be taken to the desired page."},{"text":"„Welcher von beiden ist dein Freund?“ – „Der linke.“","translation":"\"Which of the two is your friend?\" – \"The left one.\""},{"text":"Welches ist dein Standbein, das rechte oder das linke?","translation":"Which is your standing leg – the right or the left?"},{"text":"Nimm in beide Hände jeweils einen Bleistift und zeichne mit der rechten einen Kreis, mit der linken aber ein Dreieck. Gelingt dir das?","translation":"Take a pencil in both hands and draw a circle with the right, but a triangle with the left. Can you do that?"},{"text":"Die rechte Hand wird von der linken, die linke von der rechten Hirnhälfte kontrolliert.","translation":"The right hand is controlled by the left, the left by the right hemisphere."}],"britisch":[{"text":"Was ist der Unterschied zwischen amerikanischem und britischem Englisch?","translation":"What's the difference between American and British English?"},{"text":"Prinz Charles kann der nächste britische König werden.","translation":"Prince Charles can become the next British king."},{"text":"Charlie Chaplin war ein britischer Schauspieler.","translation":"Charlie Chaplin was a British actor."},{"text":"Er ist ein britischer Lehrer, der uns Englisch beibringt.","translation":"He is a British teacher who teaches us English."},{"text":"Wo ist die britische Botschaft?","translation":"Where is the British Embassy?"},{"text":"Während er sich in London aufhielt, besuchte er das Britische Museum.","translation":"While in London, he visited the British Museum."},{"text":"Der Britisch-Amerikanische Krieg hatte begonnen.","translation":"The War of 1812 had begun."},{"text":"Können Sie uns zum Britischen Museum bringen?","translation":"Can you take us to the British Museum?"},{"text":"Ich fahre nie nach London, ohne das Britische Museum zu besuchen.","translation":"I never go to London without visiting the British Museum."},{"text":"Manche Leute glauben, das Britische Königshaus stamme von König David ab.","translation":"Some people believe that British royalty is descended from King David."}],"Weste":[{"text":"Im Westen nichts Neues.","translation":"Nothing new in the West."},{"text":"Er hat noch immer eine weiße Weste.","translation":"He still has a white vest."},{"text":"Deutschland liegt im Westen und bleibt es.","translation":"Germany lies in the West and remains so."},{"text":"Die Sonne geht im Westen unter.","translation":"The sun sets in the west."},{"text":"Ich komme aus einer kleinen Stadt im mittleren Westen.","translation":"I come from a small town in the Midwest."}],"kritisch":[{"text":"Es ist einfacher, kritisch zu sein als korrekt.","translation":"It is easier to be critical than correct."},{"text":"Deine Mutter befindet sich in einem kritischen Zustand.","translation":"Your mother is in critical condition."},{"text":"Der Patient hat bereits den kritischen Punkt überwunden.","translation":"The patient has already overcome the critical point."},{"text":"Die Situation ist kritisch.","translation":"The situation is critical."},{"text":"Ein einziges kritisches Wort macht sie schon nervös.","translation":"A bare word of criticism makes her nervous."}],"aufstellen":[{"text":"Ich hätte ihn gerne aufgestellt, wenn er nicht verletzt gewesen wäre.","translation":"I'd have picked him if he hadn't been injured."},{"text":"In jeder Sprache kann man mehr Fragen aufstellen als Antworten dazu finden.","translation":"In any language, you can ask more questions than find answers."},{"text":"Ich bin dabei, einen Plan aufzustellen.","translation":"I am in the process of drawing up a plan."},{"text":"Tom hieß die Jungen sich in einer Reihe aufstellen.","translation":"Tom told the boys to line up."},{"text":"Es wurden im Flughafen Ganzkörperscanner aufgestellt.","translation":"Full body scanners were installed at the airport."},{"text":"Sie haben eine neue Regierung aufgestellt.","translation":"They have set up a new government."},{"text":"Sie haben eine Liste aufgestellt.","translation":"You have drawn up a list."},{"text":"Sie haben einen neuen Rekord für den längsten Kuss aufgestellt.","translation":"They set a new record for the longest kiss."},{"text":"Wir haben eine Falle aufgestellt, um einen Fuchs zu fangen.","translation":"We set up a trap to catch a fox."},{"text":"Er hat einen neuen Weltrekord im Hochsprung aufgestellt.","translation":"He has set a new world record in the high jump."}],"vollkommen":[{"text":"Ich bin vollkommen ihrer Meinung.","translation":"I totally agree with them."},{"text":"Ich bin vollkommen euerer Meinung.","translation":"I totally agree with you."},{"text":"Ein vollkommen guter Mensch wäre für nichts zu gebrauchen.","translation":"A perfectly good person would be useless for nothing."},{"text":"Gott und Natur sind zwei Größen, die sich vollkommen gleich sind.","translation":"God and nature are two quantities that are perfectly alike."},{"text":"Du hast vollkommen richtig gedacht.","translation":"You were absolutely right."},{"text":"Ein Mensch ohne Fehler ist kein vollkommener Mensch.","translation":"A man without faults is not a perfect man."},{"text":"Da haben Sie auch vollkommen recht.","translation":"You are absolutely right."},{"text":"Zu unserer Natur gehört die Bewegung. Die vollkommene Ruhe ist der Tod.","translation":"Movement is part of our nature. Perfect rest is death."},{"text":"Ohne Freunde können wir kein vollkommenes Leben führen.","translation":"Without friends, we cannot live a perfect life."},{"text":"Mir ist alles vollkommen egal.","translation":"I don't care at all."},{"text":"Er verstand den Satz vollkommen, aber übersetzen konnte er ihn nicht.","translation":"He understood the sentence perfectly, but he could not translate it."},{"text":"Du hast vollkommen recht!","translation":"You're absolutely right!"},{"text":"Ich bin mit meinem neuen Haus vollkommen zufrieden.","translation":"I am completely satisfied with my new house."},{"text":"Ich vertraue meinem Arzt vollkommen.","translation":"I have complete faith in my doctor."},{"text":"Ich habe es vollkommen übertrieben.","translation":"I hit it really hard."}],"empfinden":[{"text":"Sein Verhalten wird von einigen als seltsam empfunden.","translation":"Some people will find his behaviour strange."},{"text":"Der Gewinn anderer wird fast wie ein eigener Verlust empfunden.","translation":"The victory of others is almost felt like a loss of your own."},{"text":"Kein anderes Glück empfinde ich als zu lernen.","translation":"I feel no other happiness than learning."},{"text":"Was hast du empfunden, als er gestorben ist?","translation":"What did you feel when he died?"},{"text":"Liebe empfindet keine Arbeit.","translation":"Love does not feel work."}],"Regisseur":[{"text":"Wer ist der Regisseur dieses Films?","translation":"Who directed this film?"},{"text":"Ein Krimi-Regisseur ist ein Mann, der im Dunkeln Gänsehaut verkauft.","translation":"A crime director is a man who sells goosebumps in the dark."},{"text":"Ohne das Geld seiner Frau wäre er nie Regisseur geworden.","translation":"Without his wife's money, he never would have become a director."},{"text":"Ich halte sehr viel von dem Regisseur.","translation":"I think a lot of the director."},{"text":"Der Regisseur spricht deutlich.","translation":"The director speaks clearly."}],"leihen":[{"text":"Er leiht mir sein neues Fahrrad.","translation":"He lends me his new bike."},{"text":"Ich leihe von dir Geld.","translation":"I borrow money from you."},{"text":"Kannst du mir bitte deinen Schlüssel leihen?","translation":"Could you please lend me your key?"},{"text":"Wer von mir Geld leihen will, der ist mein Freund oder will es werden.","translation":"Whoever wants to borrow money from me is my friend or wants to become one."},{"text":"Einen eigenen Kopf muss man haben, weil man keinen zu leihen bekommt.","translation":"You have to have your own head, because you can't borrow one."}],"Bibliothek":[{"text":"Die Deutsche Staatsbibliothek ist eine der größten Bibliotheken Europas.","translation":"The German State Library is one of the biggest libraries of Europe."},{"text":"Morgen werde ich in der Bibliothek lernen.","translation":"Tomorrow I will study in the library."},{"text":"Gehst du oft in die Bibliothek?","translation":"Do you go to the library often?"},{"text":"Die Deutsche Esperanto-Bibliothek ist eine der größten in der Welt.","translation":"The German Esperanto Library is one of the largest in the world."},{"text":"Meine Bibliothek steht Ihnen zur Verfügung.","translation":"My library is at your disposal."}],"dreimal":[{"text":"Dreimal darfst du raten!","translation":"You can guess three times!"},{"text":"Einmal sehen ist besser als dreimal hören.","translation":"Seeing once is better than hearing three times."},{"text":"Ich würde es mir an deiner Stelle nicht zweimal überlegen — sondern dreimal.","translation":"If I were you, I wouldn't think two times, but three times!"},{"text":"Was man dem Volk dreimal sagt, hält das Volk für wahr.","translation":"What is said to the people three times, the people believe to be true."},{"text":"Wenn in unserem Dorf eine Veranstaltung dreimal stattgefunden hat, dann hat sie Tradition.","translation":"If an event has taken place three times in our village, then it has tradition."}],"verzeihen":[{"text":"Dem großen Erfolg verzeiht man alles.","translation":"To great success one forgives everything."},{"text":"Der Schwache kann nicht verzeihen. Verzeihen ist eine Eigenschaft des Starken.","translation":"The weak cannot forgive. Forgiveness is a quality of the strong."},{"text":"Man verzeiht, solange man liebt.","translation":"You forgive as long as you love."},{"text":"Gott wird mir verzeihen – es ist ja sein Beruf.","translation":"God will forgive me – it is his profession."},{"text":"Eine glückliche Ehe besteht darin sich zu verzeihen, sich gegenseitig geheiratet zu haben.","translation":"A happy marriage consists of forgiving each other for having married each other."},{"text":"Der Schwache kann nicht verzeihen. Verzeihen ist eine Eigenschaft des Starken.","translation":"The weak cannot forgive. Forgiveness is a quality of the strong."},{"text":"Verzeihen Sie! Ist hier noch ein Platz frei?","translation":"Forgive me! Is there still a place available here?"},{"text":"Verzeihen Sie mir, dass ich Ihren Brief nicht beantwortet habe.","translation":"Forgive me for not answering your letter."},{"text":"Verzeihen Sie! Dürfte ich wohl einmal Ihre Toilette benutzen?","translation":"Excuse me, may I use your toilet?"},{"text":"„Haben Sie nicht verstanden, dass ich sehr beschäftigt bin?“ – „Verzeihen Sie! Es ist ein dringendes Paket angekommen.“ — „Ein dringendes? Wer hat es geschickt?“ – „Sie selbst.“","translation":"\"Didn't you understand that I'm very busy?\" – \"Excuse me! An urgent package has arrived.\" — \"An urgent one? Who sent it?\" – \"You yourself.\""}],"möglichst":[{"text":"Ich werde mein Möglichstes tun, deine Fragen zu beantworten.","translation":"I'll do my best to answer your questions."},{"text":"Ich werde mein Möglichstes tun, um ihr zu helfen.","translation":"I will do my best to help her."},{"text":"Ich habe mein Möglichstes getan, um das zu verhindern.","translation":"I did my best to prevent this."},{"text":"Ich will und kann Ihnen nichts versprechen, liebe Frau Schäfer, aber ich werde mein Möglichstes tun.","translation":"I do not want to and cannot promise you anything, Mrs Schäfer, but I will do my best."},{"text":"Gib dein Möglichstes!","translation":"Do your best!"},{"text":"Komm möglichst früh!","translation":"Come as early as possible!"},{"text":"Fehler, aus denen man lernen kann, sollte man möglichst früh machen.","translation":"Mistakes from which you can learn should be made as early as possible."},{"text":"Ich will möglichst vergessen, dass es Tom überhaupt gibt.","translation":"I want to forget that Tom even exists."},{"text":"Könnten Sie bitte möglichst langsam sprechen?","translation":"Could you please speak as slowly as possible?"},{"text":"Lies möglichst viele Bücher.","translation":"Read as many books as possible."}],"reißen":[{"text":"Leute, reißt euch ein bisschen zusammen!","translation":"Guys, pull yourselves together a little bit!"},{"text":"Was dieser heute baut, reißt jener morgen ein.","translation":"What he builds today, that tomorrow tears down."},{"text":"Tom reißt einem nicht gleich den Kopf ab, wenn man einen Fehler macht.","translation":"Tom doesn't rip your head off if you make a mistake."},{"text":"Er hat mir den Brief aus der Hand gerissen.","translation":"He snatched the letter from my hand."},{"text":"Es war mein Buch, welches von deinem Kind in Stücke gerissen wurde.","translation":"It was my book that your child tore to pieces."}],"Nachteil":[{"text":"Jeder Vorteil hat seinen Nachteil.","translation":"Every advantage has its disadvantage."},{"text":"Im Recht zu sein, kann vor Gericht zum entscheidenden Nachteil werden.","translation":"Being in the right can be a decisive disadvantage in court."},{"text":"Es gibt dabei ein paar Nachteile.","translation":"There are a few disadvantages to it."},{"text":"Es stimmt, das Fernsehen hat auch Nachteile.","translation":"True, television also has disadvantages."},{"text":"Der Vergleich zwischen den beiden fiel zu seinem Nachteil aus.","translation":"The comparison between the two was to his disadvantage."}],"Haufen":[{"text":"Du fragst mich Kind, was Liebe ist? Ein Stern in einem Haufen Mist.","translation":"You ask me, child, what love is? A star in a pile of dung."},{"text":"Der Teufel macht immer auf den größten Haufen.","translation":"The devil always makes on the biggest pile."},{"text":"Es kostet einen Haufen Geld.","translation":"It costs a lot of money."},{"text":"Ich muss einen Haufen Probleme lösen.","translation":"I have a bunch of problems to solve."},{"text":"Sie hat einen Haufen Bücher.","translation":"She has plenty of books."}],"Anlage":[{"text":"Die Menschen sind in ihren Anlagen alle gleich, nur die Verhältnisse machen den Unterschied.","translation":"People are all the same in their dispositions, only the circumstances make the difference."},{"text":"Derzeit steht die Anlage noch in Madrid.","translation":"Currently, the plant is still in Madrid."},{"text":"Ich habe keine Anlagen auf der Bank.","translation":"I have no funds in the bank."},{"text":"Das ist eine großartige Anlage.","translation":"This is a great facility."},{"text":"Dreh mal die Anlage ein bisschen runter.","translation":"Please turn down the stereo a little."}],"eingeben":[{"text":"Kann ich die Nummer direkt eingeben?","translation":"Can I enter the number directly?"},{"text":"Ich kann nichts eingeben. Ich brauche eine neue Tastatur.","translation":"I can't enter anything. I need a new keyboard."},{"text":"Zuerst musst du die persönlichen Daten fertig eingeben. Erst danach kannst du ein Ticket kaufen.","translation":"First you have to enter the personal data ready. Only then can you buy a ticket."},{"text":"Bevor Sie die Berechnung selbst eingeben, müssen Sie alle Übungen in Ihrem Buch der grundlegenden Mathematik wiederholen.","translation":"Before entering the calculation yourself, you need to repeat all the exercises in your book of basic mathematics."},{"text":"Du kannst keine Zahlen eingeben, weil die NumLock LED ausgeschaltet ist.","translation":"You cannot enter numbers because the NumLock LED is turned off."},{"text":"Das Gerät lässt sich nicht mehr hochfahren, außer man hat vorher den Akku herausgenommen und wieder eingesetzt; dann fährt das Gerät manchmal doch kurz hoch, schaltet sich aber meist gleich beim Eingeben der Pinnummer oder spätestens nach drei Minuten von selbst wieder aus.","translation":"The device can no longer be booted up unless you have previously removed the battery and reinserted it; then the device sometimes boots up briefly, but usually switches off immediately when entering the pin number or at the latest after three minutes by itself."},{"text":"Darf ich dir einen Tipp geben? Klick auf den grünen Pfeil oben links. Dann öffnet sich hier drunter ein Eingabefeld. Und dort schreibst du deine Übersetzung rein. Nachher musst du nur noch auf ÜBERSETZUNG EINGEBEN klicken. So einfach ist es. Man muss es nur tun.","translation":"May I give you a tip? Click on the green arrow in the upper left. Then an input field opens underneath. And that's where you write your translation. After that, all you have to do is click on ENTER TRANSLATION. It's as simple as that. You just have to do it."}],"Verbesserung":[{"text":"Die Welt wird alt und wird wieder jung, doch der Mensch hofft auf Verbesserung.","translation":"The world is getting old and young again, but man hopes for improvement."},{"text":"Die Situation lässt Raum für Verbesserung.","translation":"The situation leaves room for improvement."},{"text":"Vielen Dank für die Verbesserungen.","translation":"Thank you for the corrections."},{"text":"Es erschien mir deutlich, dass der Plan einige Verbesserungen nötig hatte.","translation":"It seemed obvious to me that the plan needed a few revisions."},{"text":"Ich möchte zur Verbesserung meines Chinesisch in China studieren.","translation":"I would like to study in China to improve my Chinese."}],"Gramm":[{"text":"Geben Sie mir fünfhundert Gramm Fleisch.","translation":"Give me five hundred grams of meat."},{"text":"Ich habe nicht mal ein Gramm abgenommen.","translation":"I didn't even lose a gram."},{"text":"Ein Gramm Handeln ist besser als eine Tonne Theorie.","translation":"A gram of trading is better than a ton of theory."},{"text":"Meine Tochter wog bei der Geburt 3629 Gramm.","translation":"My daughter weighed eight pounds at birth."},{"text":"Zwei Gramm Pfeffer sind genug.","translation":"Two grams of pepper is enough."},{"text":"Wieviel Gramm ist eine Tasse Reis?","translation":"How many grams is a cup of rice?"},{"text":"Das Gewicht von Gold misst man in Gramm.","translation":"The weight of gold is measured in grams."},{"text":"Sechzig Gramm geriebenen Käse hinzufügen.","translation":"Add sixty grams of grated cheese."},{"text":"Koche dreihundert Gramm Reis!","translation":"Cook three hundred grams of rice!"},{"text":"Geben Sie mir fünfhundert Gramm Schinken!","translation":"Give me five hundred grams of ham!"}],"braten":[{"text":"Bringen Sie mir etwas gebratenes Fleisch und eine halbe Flasche Wein.","translation":"Bring me some fried meat and half a bottle of wine."},{"text":"Es riecht nach gebratenen Zwiebeln.","translation":"It smells like fried onions."},{"text":"Gebratenes Fleisch ist lecker.","translation":"Fried meat is delicious."},{"text":"Die gebratenen Hühner werden dir nicht in den Mund fliegen.","translation":"The fried chickens won't fly into your mouth."},{"text":"Wenn eine Katze im Haus ist, soll man wissen, wo man den gebratenen Fisch aufbewahrt.","translation":"If there is a cat in the house, you should know where to keep the fried fish."},{"text":"Seit dreißig Jahren schon brät Tom jeden Tag in dieser Küche Frikadellen.","translation":"For thirty years, Tom has been roasting meatballs every day in this kitchen."},{"text":"Tom briet ein Ei.","translation":"Tom fried an egg."},{"text":"Sie werden ein Schwein für das Fest braten.","translation":"They will fry a pig for the feast."},{"text":"Wir kochen Suppe und braten Fisch.","translation":"We cook soup and fry fish."},{"text":"Tom brät gerade kein Ei.","translation":"Tom isn't frying an egg."}],"vergehen":[{"text":"Wenn du sogar vergisst, wie die Zeit vergeht, sie wird dich nicht vergessen.","translation":"If you even forget how time flies, it won't forget you."},{"text":"Wie schnell die Zeit vergeht!","translation":"Doesn't time fly?"},{"text":"Es ist nicht zu fassen, wie schnell die Zeit vergeht.","translation":"It's unbelievable how fast time flies."},{"text":"Manchmal vergeht die Zeit wie im Fluge.","translation":"Sometimes the time flies by."},{"text":"Ich fühlte, dass ich handeln musste, bevor diese Chance vergehen würde.","translation":"I felt that I had to act before this opportunity would pass."}],"geht":[{"text":"Das geht entschieden zu weit!","translation":"This is definitely going too far!"},{"text":"Geht nicht über diese Brücke!","translation":"Don't cross this bridge."},{"text":"„Geht dein Mann zu Fuß zur Arbeit?“ - „Ja, er geht gern zu Fuß.“","translation":"\"Does your husband walk to work?\" - \"Yes, he likes walking.\""},{"text":"Geht nicht weg!","translation":"Don't go away!"},{"text":"Geht und wartet draußen!","translation":"Go wait outside."},{"text":"Geht Tom noch zur Schule?","translation":"Does Tom still go to school?"},{"text":"Geht Tom auch?","translation":"Is Tom going, too?"},{"text":"Der Zar rief seine Soldaten und sagte: „Geht und sucht einen glücklichen Mann. Nehmt diesem Mann sein Hemd und bringt es mir.“","translation":"The tsar called his soldiers and said, \"Go and look for a happy man. Take this man's shirt and bring it to me.\""},{"text":"Geht Tom hier wirklich zur Schule?","translation":"Is Tom really a student here?"},{"text":"Geht Tom nicht jeden Monat nach Australien?","translation":"Doesn't Tom go to Australia every month?"}],"lust":[{"text":"Ich habe keine Lust, Deutsch zu sprechen.","translation":"I don't feel like speaking German."},{"text":"Ich habe keine Lust, heute Abend auszugehen.","translation":"I can't be bothered to go out tonight."},{"text":"Ich habe keine Lust, in die Schule zu gehen.","translation":"I don't feel like going to school."},{"text":"Hast du heute keine Lust zu reden?","translation":"Don't you feel like talking today?"},{"text":"Ich habe heute Abend überhaupt keine Lust zu lernen.","translation":"I don't feel like studying at all tonight."},{"text":"„Ich habe Lust, Karten zu spielen.“ – „Ich auch.“","translation":"\"I feel like playing cards.\" – \"Me too.\""},{"text":"Heute habe ich keine Lust dich zu sehen.","translation":"Today, I'm not in a mood to see you."},{"text":"Ich habe Lust, Esperanto zu lernen.","translation":"I want to learn Esperanto."},{"text":"Ehrgeiz und Lust sprechen oft dieselbe Sprache.","translation":"Ambition and lust often speak the same language."},{"text":"Die Lust dazu ist mir vergangen.","translation":"The desire to do so has passed me by."}],"körperlich":[{"text":"Meine Angst kann ich körperlich spüren.","translation":"I can feel my fear physically."},{"text":"Körperlich fehlt Tom nichts.","translation":"There's nothing physically wrong with Tom."},{"text":"Solange ich körperlich in der Lage bin, will ich mein Bestes versuchen.","translation":"I want to try my best for as long as I am physically able to."},{"text":"Körperlich ist bei ihm alles in Ordnung.","translation":"There's nothing physically wrong with him."},{"text":"Obwohl wir derzeit körperlich eher Abstand halten sollten, können wir uns emotional trotzdem ganz nah sein.","translation":"Although we should keep our physical distance at the moment, we can still be very close emotionally."}],"Schlafzimmer":[{"text":"Mein Traumhaus hat zwei Schlafzimmer.","translation":"My dream house has two bedrooms."},{"text":"Tom und Maria sprechen im Schlafzimmer nur Französisch.","translation":"Tom and Maria speak only French in the bedroom."},{"text":"Tom folgte ihr ins Schlafzimmer.","translation":"Tom followed her into the bedroom."},{"text":"Sie war allein im Schlafzimmer.","translation":"She was alone in the bedroom."},{"text":"Die Schlafzimmer sind nach Westen gerichtet.","translation":"The bedrooms face west."}],"jemandem":[{"text":"Sogar dieser Satz könnte einmal jemandem nützlich sein.","translation":"One day even this sentence might be useful to someone."},{"text":"Ich wurde von jemandem an die Wand gedrückt.","translation":"I was pushed to the wall by someone."},{"text":"Ich werde das niemals jemandem erzählen.","translation":"I'll never tell this to anyone."},{"text":"Ich habe nie jemandem davon erzählt.","translation":"I've never told anyone."},{"text":"Es ist lange her, dass ich jemandem einen Brief geschrieben habe.","translation":"It's been a long time since I've written anyone a letter."}],"Glocke":[{"text":"Etwas an die große Glocke hängen.","translation":"Hanging something on the big bell."},{"text":"Selbst Gott braucht die Werbung. Er hat die Glocken.","translation":"Even God needs advertising. He has the bells."},{"text":"Liebhaber kommen immer der Glocke zuvor.","translation":"Lovers always get ahead of the bell."},{"text":"Die Glocken klingen ganz anders, wenn ein Freund stirbt.","translation":"The bells sound very different when a friend dies."},{"text":"Drücken Sie die Glocke zweimal.","translation":"Press the bell twice."}],"besonderes":[{"text":"Sie wünscht sich zu ihrem Geburtstag etwas ganz Besonderes.","translation":"She wants something very special for her birthday."},{"text":"Es ist nichts Besonderes an diesem Buch.","translation":"There is nothing special about this book."},{"text":"Einige Menschen geben unserer Welt etwas Besonderes. Einfach, weil es sie gibt.","translation":"Some people give something special to our world. Simply because they exist."},{"text":"Soll ich dir etwas Besonderes zeigen?","translation":"Should I show you something special?"},{"text":"„Keine guten Nachrichten in der heutigen Zeitung?“ – „Nein, nichts Besonderes.“","translation":"\"No good news in today's newspaper?\" – \"No, nothing special.\""}],"wecken":[{"text":"Kannst du mich morgen um acht wecken?","translation":"Can you wake me up at eight tomorrow?"},{"text":"Probieren weckt Lust.","translation":"Tasting awakens desire."},{"text":"Markku behauptete, von einem Geräusch geweckt worden zu sein.","translation":"Marcus claimed to have been woken by a noise."},{"text":"Ihre Stunden sind sehr langweilig. Sie kann meine Aufmerksamkeit nicht wecken.","translation":"Their hours are very boring. It can't get my attention."},{"text":"Rufe nicht nachts um Hilfe. Du könntest die Nachbarn wecken.","translation":"Don't call for help at night. You could wake up the neighbors."}],"gas":[{"text":"Los, gib Gas! Wir müssen in 10 Minuten da sein.","translation":"Go ahead, step on the gas! We have to be there in 10 minutes."},{"text":"Kochen Sie mit Gas oder elektrisch?","translation":"Do you cook using gas or electricity?"},{"text":"Ich rieche Gas.","translation":"I smell gas."},{"text":"Nimm den Fuß vom Gas!","translation":"Take your foot off the gas."},{"text":"Luft ist eine Mischung aus Gasen.","translation":"Air is a mixture of gases."},{"text":"Tom roch Gas.","translation":"Tom smelled gas."},{"text":"Dieses Zimmer riecht nach Gas.","translation":"This room smells of gas."},{"text":"Das Geräusch ausströmenden Gases war zu hören.","translation":"The hiss of rushing gas could be heard."},{"text":"Geben Sie Gas!","translation":"Step on the gas!"},{"text":"Wann hast du in diesem Zimmer das letzte Mal Gas gerochen?","translation":"When was the last time you smelled gas in this room?"}],"klopfen":[{"text":"Warte mal, jemand klopft an meiner Tür.","translation":"Wait, someone knocks on my door."},{"text":"Wer könnte von da draußen nur ans Fenster klopfen?","translation":"Who could knock on the window from out there?"},{"text":"Angst klopfte an. Vertrauen öffnete. Keiner war draußen.","translation":"Fear knocked. Trust opened. No one was outside."},{"text":"Klopft die Not an, so tut die Liebe die Tür auf.","translation":"When need knocks, love opens the door."},{"text":"Einen Moment bitte, jemand klopft an die Tür.","translation":"One moment please, someone knocks on the door."},{"text":"Ich hatte kaum die Tür geschlossen, als jemand klopfte.","translation":"I had hardly closed the door when someone knocked."},{"text":"Ein lautes Klopfen an der Tür weckte ihn auf.","translation":"A loud knocking at the door woke him up."},{"text":"Klopfen wir auf Holz, dass ihm nichts passiert.","translation":"Touch wood nothing has happened to him."},{"text":"Ich habe jemanden klopfen hören.","translation":"I heard someone knocking."},{"text":"Hast du ein Klopfen gehört?","translation":"Did you hear a knock?"}],"Süden":[{"text":"Die Fenster gehen nach Süden.","translation":"The windows face south."},{"text":"Die Küche ist nach Süden gerichtet.","translation":"The kitchen is south-facing."},{"text":"Dieser Fluss fließt nach Süden ins Meer.","translation":"This river flows south into the sea."},{"text":"Ohne Zweifel kommt er aus dem Süden.","translation":"Without a doubt, he comes from the south."},{"text":"Die Pflanze ist vom Norden bis zum Süden Europas verbreitet.","translation":"The plant is distributed from the north to the south of Europe."}],"Kern":[{"text":"Kommen wir zum Kern der Sache.","translation":"Let's get to the heart of the matter."},{"text":"Es steckt immer eine Frau im Kern großer Dinge.","translation":"There is always a woman at the core of great things."},{"text":"Fritz gehörte zum harten Kern.","translation":"Fritz belonged to the hard core."},{"text":"Jetzt kommen wir zum Kern des Themas.","translation":"Now we get to the heart of the issue."},{"text":"Der Kern der Freiheit ist, dass, bei gegenseitigem Respekt, wir unterschiedlicher Meinung sein dürfen.","translation":"The essence of freedom is that, with mutual respect, we are allowed to disagree."}],"block":[{"text":"Toms Haus ist nur drei Blocks weiter.","translation":"Tom's house is just three blocks away."},{"text":"Das ist von mir zu Hause etwa vier Blocks entfernt.","translation":"It's about four blocks from my house."},{"text":"Das sind die letzten drei Blöcke! Auf geht's!","translation":"These are the last three blocks! Come on!"},{"text":"Toms Haus ist nur drei Blocks von hier entfernt.","translation":"Tom's house is only three blocks away from here."},{"text":"Gehen Sie zwei Blöcke weiter und dann nach links.","translation":"Go two blocks and turn left."}],"Schaltfläche":[{"text":"Bitte klicken Sie auf diese gelbe Schaltfläche!","translation":"Please click on this yellow button!"},{"text":"Die Schaltfläche mit dem Kreuz oben rechts schließt das Fenster.","translation":"The button with the cross at the top right closes the window."},{"text":"Ich nehme an, dass Sie eine Übersetzung dieses Satzes hinzufügen wollten. Stattdessen haben Sie einen Kommentar hinzugefügt. Um einen Satz zu übersetzen genügt es, auf diese Schaltfläche zu klicken.","translation":"I assume you wanted to add a translation of this sentence. Instead, you added a comment. To translate a sentence, it is sufficient to click on this button."}],"Leu":[{"text":"Ich kann mit diesen Leuten nicht arbeiten!","translation":"I can't work with these people!"},{"text":"Gib Leuten mehr als sie erwarten und mach dies mit Freude.","translation":"Give people more than they expect and do it with joy."},{"text":"Man muss nicht allen, doch guten Leuten gefallen.","translation":"You don't have to please all, but good people."},{"text":"Allen Leuten recht getan, ist eine Kunst, die niemand kann.","translation":"Doing justice to all people is an art that no one can do."},{"text":"Müssen wir am Ende noch mit diesen Leuten reden?","translation":"Do we still have to talk to these people in the end?"}],"eur":[{"text":"Ihr habt ein völlig falsches Bild von eurem Kollegen.","translation":"You have a completely wrong picture of your colleague."},{"text":"Welche Sprache sprecht ihr in eurem Land?","translation":"What language do you speak in your country?"},{"text":"Was ist mit eurem Auto passiert?","translation":"What happened to your car?"},{"text":"Welche Farbe haben die Wände in eurem Zimmer?","translation":"What color are the walls in your room?"},{"text":"Wie geht es eurem Vater?","translation":"How's your father?"},{"text":"„Haben Eure Kaiserliche Majestät noch einen Wunsch?“ – „Nein, Er darf sich entfernen.“","translation":"\"Do Your Imperial Majesty still have a wish?\" – \"No, He may leave.\""},{"text":"Wir haben euren Eltern geschrieben, aber sie haben nicht geantwortet.","translation":"We wrote to your parents, but they did not answer."},{"text":"Eure ist da drüben.","translation":"Yours is over there."},{"text":"Ich sprach zum König: „Eure Majestät mögen mir vergeben!“","translation":"I said to the king, \"May your majesty forgive me!\""},{"text":"Eure ist schlechter.","translation":"Yours is worse."}],"Kumpel":[{"text":"Wer ist dein bester Kumpel?","translation":"Who's your best mate?"},{"text":"Ich war sehr froh, meinen alten Kumpel zu sehen.","translation":"I was very happy to see my old buddy."},{"text":"Sein einziger Kumpel ist der Alkohol.","translation":"The only buddy he has is alcohol."},{"text":"Tom ist vermutlich zu seinem Kumpel gegangen.","translation":"Tom probably went to his friend's house."},{"text":"Tom, ich habe dich wirklich gern – als Kumpel.","translation":"Tom, I really like you... as a friend."},{"text":"Was geht ab, Kumpel?","translation":"All right, mate?"},{"text":"Dein Kumpel hat einen schlechten Einfluss auf dich.","translation":"Your buddy has a bad influence on you."},{"text":"Was immer du sagst, Kumpel.","translation":"Whatever you say, buddy."},{"text":"Hältst du dich für meinen Kumpel?","translation":"Do you consider yourself my buddy?"},{"text":"Mein Kumpel hat meine Aufgaben abgeschrieben, und mein Lehrer hat es bemerkt.","translation":"My buddy copied my assignments, and my teacher noticed."}],"wurdest":[{"text":"Ich weiß, wann du geboren wurdest.","translation":"I know when you were born."},{"text":"In welchem Land wurdest du geboren?","translation":"What country were you born in?"},{"text":"Warum wurdest du gefeuert?","translation":"Why were you fired?"},{"text":"Wurdest du jemals von einem guten Freund verraten?","translation":"Have you ever been betrayed by a good friend?"},{"text":"Du wurdest blind.","translation":"You became blind."},{"text":"Du wurdest schwanger.","translation":"You became pregnant."},{"text":"Warum wurdest du so wütend?","translation":"Why did you get so angry?"},{"text":"Du wurdest von der Liste entfernt.","translation":"You were removed from the list."},{"text":"Wie wurdest du in deiner Kindheit genannt?","translation":"What were you called in your childhood?"},{"text":"Du wurdest eine Droge für mich.","translation":"You became a drug for me."}],"kommend":[{"text":"Wir fliegen im kommenden Frühling für drei Wochen nach Deutschland.","translation":"We will fly to Germany next spring for three weeks."},{"text":"Tom wird die kommende Nacht nicht überleben. Seine Familie ist gerade bei ihm.","translation":"Tom will not survive the coming night. His family is with him right now."},{"text":"Ein kommender Tag scheint länger zu sein als ein vergangenes Jahr.","translation":"A coming day seems to be longer than a past year."},{"text":"Hier ist die Person, welche der kommenden Generation den Weg zeigt.","translation":"Here is the person who shows the way to the next generation."},{"text":"Im kommenden Februar werde ich fünf Jahre Englisch gelernt haben.","translation":"I will have been studying English for five years next February."}],"wusstest":[{"text":"Sag mir, woher du das wusstest.","translation":"Tell me how you knew."},{"text":"Wusstest du, dass, wenn man rote und blaue Farbe mischt, Lila herauskommt?","translation":"Did you know that when you mix red and blue color, purple comes out?"},{"text":"Wusstest du es wenigstens?","translation":"Did you know at least?"},{"text":"Ich nehme an, dass auch du davon wusstest.","translation":"I assume you knew about it too."},{"text":"Wusstest du, dass Tom mal gesessen hat?","translation":"Did you know Tom has spent time in jail?"},{"text":"Woher wusstest du, dass mein Satz von deinem inspiriert wurde?","translation":"How did you know that my sentence was inspired by yours?"},{"text":"Woher wusstest du, dass er verheiratet ist?","translation":"How did you know that he is married?"},{"text":"Woher in aller Welt wusstest du das?","translation":"How on earth did you know that?"},{"text":"Du wusstest über alles Bescheid und hast dich einfach dumm gestellt.","translation":"You knew about everything and just acted stupid."},{"text":"Ich bin sicher, dass du es wusstest.","translation":"I'm sure you knew that."},{"text":"Wusstest du etwas davon?","translation":"Did you know anything about it?"},{"text":"Wusstest du nicht, dass ich früher in Boston gewohnt habe?","translation":"Didn't you know I used to live in Boston?"},{"text":"Wusstest du das damals?","translation":"Did you know this at the time?"},{"text":"Er kam gerade erst nach Hause. Wusstest du das nicht?","translation":"He came home just now. Didn't you know that?"},{"text":"„Wusstest du, dass Tom Beidhänder ist?“ „Bitte wer?“ „Das habe ich doch gerade gesagt: Tom.“","translation":"\"Did you know Tom is ambidextrous?\" \"Please who?\" \"That's what I just said: Tom.\""}],"Station":[{"text":"Hält der Zug an der nächsten Station?","translation":"Does the train stop at the next station?"},{"text":"Steigen Sie an der letzten Station aus.","translation":"Get off at the last station."},{"text":"Tom macht auf seiner Reise nach Moskau in Budapest Station.","translation":"Tom stops in Budapest on his journey to Moscow."},{"text":"Wo ist die nächste Metro-Station, bitte?","translation":"Where is the nearest metro station, please?"},{"text":"Die U-Bahn-Station ist heute geschlossen.","translation":"The metro station is closed today."}],"anonym":[{"text":"Anonym darf auftreten, wer tatsächlich ein Nichts ist.","translation":"Anonymous may appear who is actually a nothing."},{"text":"Anonym in der Masse wird aus der grauen Maus ein beißender Löwe.","translation":"Anonymously in the crowd, the gray mouse becomes a biting lion."},{"text":"Ich bin bei den Anonymen Alkoholikern.","translation":"I'm a member of Alcoholics Anonymous."},{"text":"Der Autor wünschte anonym zu bleiben.","translation":"The author wished to remain anonymous."},{"text":"Was passiert, wenn eine Mutter ihr Neugeborenes anonym in einer Babyklappe zurücklässt?","translation":"What happens if a mother leaves her newborn anonymously in a baby flap?"},{"text":"Es ist äußerst betrüblich, zu welchem Maß an Feindseligkeit Menschen bereit sind, wenn es möglich ist, anonym zu bleiben.","translation":"It is extremely distressing to what level of hostility people are willing to do if it is possible to remain anonymous."},{"text":"Ich möchte anonym bleiben.","translation":"I wish to remain anonymous."},{"text":"Das hat jemand anonym in einem Forum geschrieben.","translation":"Someone wrote this anonymously in a forum."},{"text":"Heute ist bei uns ein Mensch zu Gast, der anonym bleiben möchte.","translation":"Today we have a guest who wants to remain anonymous."},{"text":"Ich habe einen anonymen Hinweis erhalten.","translation":"I got an anonymous tip."},{"text":"Anonyme Brief haben den großen Vorteil, dass man sie nicht beantworten muss.","translation":"Anonymous letters have the great advantage that you do not have to answer them."},{"text":"Der Polizei ging ein anonymer Hinweis zu, dass der Banküberfall aus den eigenen Reihen begangen wurde.","translation":"The police received an anonymous tip-off that the bank robbery was an inside job."}],"Huhn":[{"text":"Da lachen ja die Hühner!","translation":"The chickens are laughing!"},{"text":"Der Arme behält seine Hühner, der Reiche seine Tochter nicht lange.","translation":"The poor one keeps his chickens, the rich one his daughter not for long."},{"text":"Wenn es für das Huhn dunkel ist, legt es ein Ei.","translation":"If it is dark for the chicken, it lays an egg."},{"text":"Das alte Huhn gibt die beste Suppe.","translation":"The old chicken gives the best soup."},{"text":"Sind die Hühner schon drinnen?","translation":"Are the chickens already inside?"}],"Platte":[{"text":"Ich mag keine dieser Platten.","translation":"I don't like any of these records."},{"text":"Ich musste mein Fahrrad schieben, weil ich einen Platten hatte.","translation":"I had to push my bicycle because it had a flat tyre."},{"text":"Ich lieh ihm eine Platte aus.","translation":"I lent him a record."},{"text":"Hör nochmal die Platte und später sagst du mir, ob sie dir gefällt.","translation":"Listen to the record again and later tell me if you like it."},{"text":"Ah verdammt, ich hab' 'nen Platten.","translation":"Ah damn, I've got a record."}],"profitieren":[{"text":"Von seinem Erfolg können wir auch profitieren.","translation":"We can also profit from his success."},{"text":"Die Armen werden von diesem Gesetz profitieren.","translation":"This law will benefit the poor."},{"text":"Ich habe viel von der Verbindung mit ihm profitiert.","translation":"I benefited much from my association with him."},{"text":"Das sind keine wahren Freunde, sie wollen nur von mir profitieren.","translation":"These are not true friends, they just want to benefit from me."},{"text":"Von einem guten Rat zu profitieren, erfordert mehr Weisheit, als ihn zu geben.","translation":"Benefiting from good advice requires more wisdom than giving it."},{"text":"Noch nie haben Mitarbeiter so stark profitiert.","translation":"Never before have employees benefited so much."},{"text":"Das ist nicht gut, weil davon nur ihr profitieren werdet.","translation":"This is not good, because only you will benefit from it."},{"text":"Wir haben aus dem Vertrauensverlust der anderen Parteien profitiert.","translation":"We have benefited from the loss of confidence of the other parties."},{"text":"Da er selbst keine Kinder hatte, war es sein offen erklärter Wunsch, dass die ganze Provinz, solange er lebe, von seinem Glück profitiere.","translation":"Being himself childless, it was his openly expressed desire that the whole countryside should, within his own lifetime, profit by his good fortune."}],"ermorden":[{"text":"Cecily Debrujn wurde 1956 im Alter von 16 Jahren ermordet.","translation":"Cecily Debrujn was killed in the year 1956 at the age of 16."},{"text":"Der Mann, dessen Leiche man im Park fand, wurde ermordet.","translation":"The man whose body was found in the park was murdered."},{"text":"Wurde Tom ermordet, oder kam er bei einem Unfall ums Leben?","translation":"Was Tom murdered, or did he die in an accident?"},{"text":"Ich habe in der Zeitung gelesen, dass er ermordet wurde.","translation":"I read in the newspaper that he was murdered."},{"text":"Im Jahre 1581 ermordete Iwan der Schreckliche seinen Sohn.","translation":"Ivan the Terrible killed his son in 1581."}],"Wolke":[{"text":"Hinter den Wolken scheint die Sonne.","translation":"The sun is shining behind the clouds."},{"text":"Nicht alle Wolken regnen.","translation":"Not all clouds rain."},{"text":"Die Wolken hängen in der Luft.","translation":"The clouds hang in the sky."},{"text":"Dunkle Wolken sind selten ohne Regen.","translation":"Dark clouds are rarely without rain."},{"text":"Die große Wolke ist schwarz.","translation":"The large cloud is black."}]}