{"arbeitest":[{"text":"Tom interessiert sich für das Projekt, an dem du arbeitest.","translation":"Tom is interested in the project you are working on."},{"text":"Wann arbeitest du?","translation":"When do you work?"},{"text":"Darf ich fragen, wo du arbeitest?","translation":"May I ask where you work?"},{"text":"Offen gesagt, ich möchte nicht, dass du für jene Firma arbeitest.","translation":"Frankly, I don't want you to work for that company."},{"text":"Dein Erfolg hängt davon ab, ob du arbeitest oder nicht.","translation":"Your success depends on whether you work or not."},{"text":"Arbeitest du heute?","translation":"Are you working today?"},{"text":"Arbeitest du schon lange hier?","translation":"Have you been working here for long?"},{"text":"Arbeitest du noch in Boston?","translation":"Are you still working in Boston?"},{"text":"„Arbeitest du den ganzen Tag?“ － „Ja, und abends mit Beleuchtung.“","translation":"\"Do you work all day?\" - \"Yes, and in the evening with lighting.\""},{"text":"Arbeitest du hier?","translation":"Do you work here?"}],"schraube":[{"text":"Diese Schraube ist locker.","translation":"This screw is loose."},{"text":"Der Freund von Tom hat eine Schraube locker.","translation":"Tom's boyfriend has a screw loose."},{"text":"Zieh die Schraube etwas fester an, Tom! Dann hält das.","translation":"Tighten the screw somewhat, Tom! Then it will hold."},{"text":"„Ich habe den Kühlschrank repariert.“ – „Von wegen! Du hast nur eine kleine Schraube angezogen.“","translation":"\"I fixed the fridge.\" – \"No way! You just tightened a little screw.\""},{"text":"Ich hab die Schrauben. Wo sind die Muttern?","translation":"I've got the bolts. Where are the nuts?"}],"Löschung":[{"text":"Ich schlage vor, diesen Eintrag in zwei Wochen zu löschen – oder früher, wenn Tom die Löschung vornimmt.","translation":"I propose that this item be deleted two weeks from now, or sooner if Tom does the deleting."},{"text":"Philosophen sind, entgegen einem weitverbreiteten Urteil, nicht Feuerwehrleute zur Löschung brennender Probleme, sondern Brandstifter.","translation":"Philosophers, contrary to popular belief, are not firefighters to extinguish burning problems, but arsonists."}],"wehtun":[{"text":"Er hat nie jemandem wehgetan.","translation":"He has never hurt anyone."},{"text":"Ich habe ihm niemals wehgetan.","translation":"I never hurt him."},{"text":"Sie ging zur Schule, obwohl ihr der Fuß wehtat.","translation":"She went to school even though her foot hurt."},{"text":"Ich dachte mir, dass es nicht wehtun würde, ein paar Minuten mehr zu warten.","translation":"I figured it wouldn't hurt to wait for a few more minutes."},{"text":"Ich weiß, dass du nie zulassen würdest, dass Tom mir wehtut.","translation":"I know you would never let Tom hurt me."}],"bunt":[{"text":"Er ist bekannt wie ein bunter Hund.","translation":"He is known as a colorful dog."},{"text":"Du siehst nur Schwarz und Weiß, doch dieses Leben ist bunt.","translation":"You only see black and white, but this life is colorful."},{"text":"Das Buch ist bunt.","translation":"The book is colorful."},{"text":"Ein buntes Pferd verkauft man gern.","translation":"A pinto horse is readily sold."},{"text":"Die buntesten Vögel singen am schlechtesten. Das gilt auch für Menschen.","translation":"The most colorful birds sing the worst. This also applies to people."},{"text":"Langsam wird es mir zu bunt.","translation":"Slowly it becomes too colorful for me."},{"text":"Warum werden Blätter im Herbst bunt?","translation":"Why do leaves become colorful in autumn?"},{"text":"Maria hat bunte Socken gestrickt.","translation":"Mary knitted a pair of multicolored socks."},{"text":"Ich habe Schmetterlinge im Bauch. Langsam wird es mir zu bunt!","translation":"I have butterflies in my stomach. Slowly it is getting too colorful for me!"},{"text":"Dein Kleid ist zu bunt für eine Beerdigung.","translation":"Your dress is too colorful for a funeral."}],"Flamme":[{"text":"Die ganze Welt steht in Flammen.","translation":"The whole world is on fire."},{"text":"Komm, setz' mein Herz in Flammen!","translation":"Come, set my heart on fire!"},{"text":"Als Markku Liisas Vorschlag hörte, war er sofort Feuer und Flamme.","translation":"When Markku heard Liisa's suggestion, he was immediately hooked."},{"text":"Das Schiff ging in Flammen auf.","translation":"The ship went up in flames."},{"text":"Autos waren in Flammen, Menschen starben, und keiner konnte ihnen helfen.","translation":"Cars were on fire, people were dying, and no one could help them."}],"sound":[{"text":"Tom genoss den lupenreinen Sound seiner neuen HiFi-Stereoanlage.","translation":"Tom enjoyed the flawless sound of his new hi-fi stereo system."},{"text":"Die hügeligen Landschaften Österreichs erinnerten Herrn Bogart an \"The Sound of Music\".","translation":"Austria's hilly landscapes reminded Mr. Bogart of The Sound of Music."}],"Betrag":[{"text":"Es handelt sich um einen Betrag von 1000 Dollar.","translation":"It is an amount of 1000 dollars."},{"text":"Worauf beziehen sich diese Beträge?","translation":"What do these amounts relate to?"},{"text":"Geben Sie mir den entsprechenden Betrag in Dollar!","translation":"Give me the equivalent in dollars."},{"text":"Ich hielt den wahren Betrag, den ich ausgegeben hatte, vor ihm geheim.","translation":"I hid the true amount I spent from him."},{"text":"Diesen Betrag können wir nicht zahlen.","translation":"We cannot pay this amount."}],"verschwenden":[{"text":"Liebe ist nie verschwendet.","translation":"Love is never wasted."},{"text":"Jugend ist an die Jugendlichen verschwendet.","translation":"Youth is wasted on young people."},{"text":"Das ist zu wichtig für uns, als dass wir jetzt unsere Zeit verschwenden dürften!","translation":"This is too important for us to waste our time now!"},{"text":"Liebe ist das einzige, was wächst, indem wir es verschwenden.","translation":"Love is the only thing that grows by wasting it."},{"text":"Ich kann es mir nicht leisten, meine Zeit damit zu verschwenden, Geld zu verdienen.","translation":"I can't afford to waste my time making money."}],"momentan":[{"text":"Was läuft momentan im Kino?","translation":"What's on in cinemas at the moment?"},{"text":"Wir arbeiten momentan.","translation":"We're working at the moment."},{"text":"Der Euro verliert momentan an Wert.","translation":"The euro is currently losing value."},{"text":"Was macht deine Schwester momentan?","translation":"What is your sister doing at the moment?"},{"text":"Diese Musik passt zu meiner momentanen Stimmung.","translation":"This music suits my present mood."},{"text":"Die Arbeit nimmt mich momentan sehr in Anspruch.","translation":"The work is very demanding for me at the moment."},{"text":"Läuft bei dir Tatoeba momentan auch so langsam?","translation":"Is Tatoeba running so slowly for you at the moment?"},{"text":"Ich habe momentan etwas freie Zeit.","translation":"I have some free time right now."},{"text":"Das spielt momentan keine Rolle.","translation":"That doesn't matter at the moment."},{"text":"Ich kann dir momentan nichts erzählen.","translation":"I can't tell you anything right now."},{"text":"Momentan arbeiten wir.","translation":"At the moment we are working."},{"text":"Momentan benötige ich nichts.","translation":"At the moment I don't need anything."},{"text":"Momentan brauche ich kein Geld.","translation":"At the moment I don't need any money."},{"text":"Ich mache vieles gleichzeitig, daher lese ich nicht nur Akutagawa. Momentan verbringe ich zunehmend mehr Zeit mit Englisch lesen. Auch Deutsch lese ich jeden Tag ein bisschen.","translation":"I do a lot of things at once, so I don't just read Akutagawa. At the moment I spend more and more time reading English. I also read German a little bit every day."},{"text":"Ich suche einen Studentenjob, wo ich nebenbei Bücher lesen kann und wo ich mir nicht den ganzen Tag die Beine in den Bauch stehen muss. Momentan arbeite ich bei McDonalds und bin nach der Arbeit immer fix und fertig. Das Studium bleibt dabei auf der Stecke.","translation":"I'm looking for a student job where I can read books on the side and where I don't have to stand my legs in my stomach all day. At the moment I work at McDonalds and I'm always done after work. The studies remain on the stick."}],"Labor":[{"text":"Er arbeitet in jenem Labor.","translation":"He works in that lab."},{"text":"Experimente werden in einem Labor durchgeführt.","translation":"Experiments are carried out in a laboratory."},{"text":"Tom hat keinen Zugang zum Labor.","translation":"Tom is not allowed in the lab."},{"text":"Ich habe das kleine Labor betreten.","translation":"I entered the small laboratory."},{"text":"Dieses Labor ist mit den aktuellsten Rechnern ausgestattet.","translation":"This laboratory is equipped with the latest computers."}],"Militär":[{"text":"Hast du Marika kennengelernt, bevor oder nachdem du zum Militär gegangen bist?","translation":"Did you meet Marika before or after you went to the army?"},{"text":"Tom und Johannes waren zusammen beim Militär.","translation":"Tom and John were in the army together."},{"text":"Kennst du den Namen des erfolgreichsten Militärs aus dieser Gegend?","translation":"Do you know the name of the most successful military officer in this area?"},{"text":"Die Regierung bat das Militär eine Katastrophen-Truppe nach Okinawa zu schicken.","translation":"The government asked the army to send a disaster relief mission to Okinawa."},{"text":"Sind in Afghanistan Militär und Polizei von Taliban infiltriert?","translation":"Are the Taliban military and police infiltrated in Afghanistan?"}],"versehen":[{"text":"Ehe man sichs versieht, ist das Leben auch schon wieder vorbei.","translation":"Life will already be over before you know it."},{"text":"Ehe man sich's versah, war er auch schon wieder weg.","translation":"Before you knew it, he was already gone."},{"text":"Und bevor wir uns versehen, steht Weihnachten vor der Tür.","translation":"And before we know it, Christmas is just around the corner."},{"text":"Er versah seinen Dienst schlecht.","translation":"He did his job poorly."},{"text":"Der Gefangene ist mit Ketten versehen.","translation":"The prisoner is provided with chains."},{"text":"Das war nur ein Versehen von dir. Deswegen geht die Welt nicht unter.","translation":"That was just an oversight of yours. That's why the world doesn't end."},{"text":"Er nahm aus Versehen den falschen Bus.","translation":"He took the wrong bus by mistake."},{"text":"Ich glaube, ich habe die Datei aus Versehen gelöscht.","translation":"I think I mistakenly deleted that file."},{"text":"Er hat mich aus Versehen geschlagen.","translation":"He accidentally hit me."},{"text":"Jemand hat aus Versehen meine Schuhe genommen.","translation":"Someone has taken my shoes by mistake."}],"jünger":[{"text":"Meine Schwester ist jünger als ich.","translation":"My sister is younger than me."},{"text":"Mein Bruder ist jünger als ich.","translation":"My brother is younger than me."},{"text":"Mein ältester Bruder ist jünger als ich.","translation":"My oldest brother is younger than me."},{"text":"Kein kluger Mensch hat jemals gewünscht, jünger zu sein.","translation":"No smart person has ever wished to be younger."},{"text":"Wir werden älter, unsere Übel werden jünger.","translation":"We are getting older, our evils are getting younger."}],"level":[{"text":"Du hast keine Leben mehr! Möchtest du dieses Level noch einmal versuchen?","translation":"You're all out of lives! Would you like to retry this level?"}],"beseitigen":[{"text":"Der Fehler besteht leider weiter. Gibt es immer noch keine Möglichkeit, ihn zu beseitigen?","translation":"The error is still there. Is there still no chance of removing it?"},{"text":"Dieses Problem kann nur und ausschließlich Tom beseitigen.","translation":"Only and exclusively Tom can eliminate this problem."},{"text":"Ich versuchte alle Zweifel zu beseitigen.","translation":"I tried to remove all doubt."},{"text":"Die Gewalt muss beseitigt werden.","translation":"The violence must be eliminated."},{"text":"Es ist unmöglich, den Schnee von allen Straßen zu beseitigen.","translation":"It isn't possible to clear the snow from every road."},{"text":"Die meisten Beschädigungen sollten sich beseitigen lassen.","translation":"Most of the damage should be repairable."},{"text":"Lieber schweigen und für dumm gehalten werden, als den Mund aufmachen und alle Zweifel darüber beseitigen.","translation":"Better to remain silent and be considered stupid than to open your mouth and remove all doubts about it."},{"text":"Was unserem Fortkommen im Wege stand, ist endlich beseitigt.","translation":"The obstacles to our progress have been removed at last."},{"text":"Will man Frieden erreichen, muss man die Überheblichkeit, den Geiz und den Machthunger beseitigen.","translation":"If you want to find peace, you must suppress arrogance, avarice and ambition of power."},{"text":"Wir können extreme Armut nur beseitigen, wenn die von uns gesetzten Ziele für eine nachhaltige Entwicklung mehr sind als nur Worte auf dem Papier.","translation":"We can only eliminate extreme poverty if the sustainable development goals that we have set are more than words on paper."}],"riskieren":[{"text":"Sie riskiert ihren Job.","translation":"She risks her job."},{"text":"Völlig unmöglich ist es nicht. Aber ich würde es nicht riskieren.","translation":"It's not completely impossible. But I wouldn't risk it."},{"text":"Manchmal ist nichts zu riskieren der sicherste Weg, um zu verlieren.","translation":"Sometimes not risking anything is the safest way to lose."},{"text":"Ich riskiere es, mein eigenes Leben zu leben.","translation":"I risk living my own life."},{"text":"Das Leben ist ein Spiel. Man macht keine größeren Gewinne, ohne Verluste zu riskieren.","translation":"Life is a game. You don't make bigger profits without risking losses."}],"Jude":[{"text":"Er war glücklich, ein Jude zu sein.","translation":"He was happy being a Jew."},{"text":"Jerusalem ist die heilige Stadt der Juden.","translation":"Jerusalem is the holy city of the Jews."},{"text":"Ich habe einen Nachbarn, der Jude ist.","translation":"I have a Jewish neighbor."},{"text":"Die Welt hat den Juden alles genommen und das hat sie uns nie vergeben.","translation":"The world took everything from the Jews, and it has never forgiven us for this."},{"text":"Ein sehr berühmter Jude ist bei uns zu Gast.","translation":"We have a very famous Jew as a guest."}],"y":[{"text":"Der Wert des Yen ist stark gestiegen.","translation":"The value of the yen has risen sharply."},{"text":"Ich möchte gern den genauen Wechselkurs des Yen wissen.","translation":"I'd like to know the exact exchange rate for yen."},{"text":"Man erwartet einen Wertverlust des Yen gegenüber dem Dollar.","translation":"The yen is expected to lose value against the dollar."},{"text":"Tom wechselte circa die Hälfte seiner Yen in Dollar um und die andere Hälfte in Euro.","translation":"Tom converted about half of his yen into dollars and the other half into euros."},{"text":"Rhabdomantie ist jene geheimnisvolle Fähigkeit, die manche Menschen zu besitzen behaupten und die ihnen erlauben würde, unterirdisches Wasser mit Hilfe einer Y-förmigen Rute oder einem Pendel zu finden.","translation":"Rhabdomantie is the mysterious ability that some people claim to possess and that would allow them to find underground water with the help of a Y-shaped rod or pendulum."},{"text":"Das französische Alphabet enthält sechsundzwanzig Buchstaben: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"The French alphabet contains twenty-six letters: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Ido hat dieselben 26 Buchstaben wie das englische, niederländische und lateinische Alphabet, und benötigt keinerlei diakritische Zeichen: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"Ido has the same 26 letters as the English, Dutch and Latin alphabet, with no diacritics: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Das kurdische Alphabet besteht aus einunddreißig Buchstaben: a, b, c, ç, d, e, ê, f, g, h, i, î, j, k, l, m, n, o, p, q, r, s, ş, t, u, û, v, w, x, y, z.","translation":"The Kurdish alphabet consists of thirty-one letters: a, b, c, ç, d, e, ê, f, g, h, i, î, j, k, l, m, n, o, p, q, r, s, ş, t, u, û, v, w, x, y, z."},{"text":"Das slowakische Alphabet besteht aus 46 Buchstaben: a, á, ä, b, c, č, d, ď, dz, dž, e, é, f, g, h, ch, i, í, j, k, l, ĺ, ľ, m, n, ň, o, ó, ô, p, q, r, ŕ, s, š, t, ť, u, ú, v, w, x, y, ý, z, ž.","translation":"The Slovak alphabet consists of 46 letters: a, á, ä, b, c, č, d, ď, dz, dž, e, é, f, g, h, ch, i, í, j, k, l, ĺ, ľ, m, n, ň, o, ó, ô, p, q, r, ŕ, s, š, t, ť, u, ú, v, w, x, y, ý, z, ž."},{"text":"Können Sie mir diesen Tausend-Yen-Schein wechseln?","translation":"Can you break this thousand-yen bill?"},{"text":"Damals kostete eine Tasse Kaffee 200 Yen.","translation":"A cup of coffee cost 200 yen in those days."},{"text":"Wie viel Länder beginnen mit dem Buchstabe Y?","translation":"How many countries have names that start with the letter \"Y\"?"},{"text":"Das 5-Yen-Stück besteht aus Messing, das 10-Yen-Stück aus Bronze.","translation":"The 5 yen piece is made of brass, the 10 yen piece of bronze."},{"text":"Die Funktion y = 1 ist eine Gerade parallel zur x-Achse.","translation":"The function y = 1 is a straight line parallel to the x-axis."}],"Bogen":[{"text":"Des Bogens Name ist also Leben, sein Werk Tod.","translation":"So the bow's name is life, his work is death."},{"text":"Tom hat den Bogen raus.","translation":"Tom has the bow out."},{"text":"Hier macht der Fluss einen leichten Bogen nach links.","translation":"Here, the river bends gently to the left."},{"text":"Ich habe von einem Bogen geträumt.","translation":"I dreamed of a bow."},{"text":"Mach bitte einen Bogen um ihn.","translation":"Please steer clear of him."}],"buchen":[{"text":"Haben Sie auch das Hotel gebucht?","translation":"Did you book the hotel, too?"},{"text":"Ich möchte einen Flug nach Paris buchen.","translation":"I want to book a flight to Paris."},{"text":"Ich habe uns einen früheren Flug gebucht.","translation":"I booked us an earlier flight."},{"text":"Lasst uns Tennis spielen. Ich habe für 10:30 einen Platz gebucht.","translation":"Let's play tennis. I've booked a court for 10:30."},{"text":"Ich rate Ihnen, Flüge sechs Monate vor dem gewünschten Termin zu buchen.","translation":"I advise you to book flights six months before the desired date."},{"text":"Sie hat ein Zimmer gebucht.","translation":"She reserved a room."},{"text":"Wir haben ein Zimmer in einem Vier-Sterne-Hotel gebucht.","translation":"We booked a room in a four-star hotel."},{"text":"Er hat ein Ticket nach Paris gebucht.","translation":"He booked a ticket for Paris."},{"text":"Sie haben die Reise im Reisebüro gebucht.","translation":"They booked the trip at a travel agency."},{"text":"Maria und Tom haben kein Hotelzimmer gebucht, sondern eine Ferienwohnung.","translation":"Mary and Tom have booked not a hotel room, but a holiday flat."}],"Meile":[{"text":"Auch eine Reise von tausend Meilen beginnt mit einem Schritt.","translation":"Even a journey of a thousand miles begins with one step."},{"text":"Lola schwimmt eine Meile pro Woche.","translation":"Lola swims a mile a week."},{"text":"Mein Land ist zehntausend Meilen von seinem entfernt.","translation":"My country is ten thousand miles from his."},{"text":"Fang nie mit dem Anfang an, sondern immer drei Meilen vor dem Anfang!","translation":"Never start with the beginning, but always three miles before the beginning!"},{"text":"Es sind ungefähr fünf Meilen.","translation":"It's about five miles."}],"Führer":[{"text":"Ein Führer, das ist einer, der die anderen unendlich nötig hat.","translation":"A leader is one who needs others infinitely."},{"text":"Ich kaufte mir einen Führer durch Tirol.","translation":"I bought a guide through Tyrol."},{"text":"Zum Dorf, das man sieht, braucht man keinen Führer.","translation":"You don't need a guide to the village you see."},{"text":"Sie betrachteten ihn als ihren Führer.","translation":"They looked up to him as their leader."},{"text":"Der Führer führte die Gruppe durch das Museum.","translation":"The guide led the group through the museum."}],"endgültig":[{"text":"Bevor ich eine endgültige Entscheidung treffe, muss ich es mir noch einmal überlegen.","translation":"Before I make a final decision, I have to think again."},{"text":"Die Entscheidung des Richters ist endgültig.","translation":"The judge's decision is final."},{"text":"Auf einmal ist alles endgültig, und die Verluste zählen anders.","translation":"Suddenly, everything is final, and the losses count differently."},{"text":"Morgen ist endgültig Schluss.","translation":"Tomorrow is finally over."},{"text":"Ich glaube, jetzt hat Tom endgültig den Verstand verloren.","translation":"I think Tom has finally lost his mind."}],"wundervoll":[{"text":"Ich wünsche jedem ein wundervolles Wochenende.","translation":"I wish everyone a wonderful weekend."},{"text":"Sie hat eine wundervolle Persönlichkeit.","translation":"She has a wonderful personality."},{"text":"Toms Musik ist wundervoll.","translation":"Tom's music is wonderful."},{"text":"Die Schweiz ist ein wundervolles Land, das einen Besuch wert ist.","translation":"Switzerland is a wonderful country worth visiting."},{"text":"Die Medizin hatte eine wundervolle Wirkung auf ihn.","translation":"The medicine had a wonderful effect on him."}],"erholen":[{"text":"Ich habe mich noch nicht von dieser Krankheit erholt.","translation":"I have not yet recovered from this disease."},{"text":"Endlich ist es Freitag. Habt ein schönes Wochenende! Erholt euch etwas!","translation":"Finally it's Friday. Have a nice weekend! Recover a bit!"},{"text":"Ich muss mich alle zwei Jahre an der See erholen.","translation":"I have to relax at the sea every two years."},{"text":"Der Patient erholt sich von seiner Krankheit.","translation":"The patient is recovering from his illness."},{"text":"Tom erholte sich schneller, als wir erwartet hatten.","translation":"Tom recovered faster than we expected."}],"lade":[{"text":"Lade nicht alles in ein Schiff.","translation":"Don't load everything into one ship."},{"text":"Lade uns zum Abendessen ins Restaurant ein.","translation":"Invite us out to dinner in a restaurant."},{"text":"Lade deinen Freund zum Essen ein.","translation":"Invite your friend for dinner."},{"text":"Lade sie zu uns ein!","translation":"Invite them to us!"},{"text":"Lade sie doch mal hierher ein!","translation":"Why don't you invite them here?"},{"text":"Ich lade dich dazu ein, mich auf meinem Weg zu begleiten.","translation":"I invite you to accompany me on my way."},{"text":"Heute lade ich dich zum Essen ein.","translation":"Today I invite you to dinner."},{"text":"Ich lade gerne meine Freunde zu mir nach Hause ein.","translation":"I like to invite my friends home."},{"text":"Das nächste Mal lade ich dich ein.","translation":"Next time I'll invite you."},{"text":"Komm, ich lade dich auf eine Currywurst ein!","translation":"Come on, I invite you to a currywurst!"}],"Bearbeitung":[{"text":"Ihre englische Bearbeitung hat nur wenige Fehler.","translation":"Your English editing has few errors."},{"text":"Die Verwaltung ließ sich viel Zeit mit der Bearbeitung des Antrags.","translation":"The administration took a lot of time to process the application."},{"text":"Für die Bearbeitung veranlagen wir pauschal eine Gebühr von 15 €.","translation":"For the processing we invest a flat fee of 15 €."},{"text":"Für 95 Prozent aller spanenden Bearbeitungen werden Genauigkeit und Oberflächengüte wichtiger als hohe Zerspanleistungen.","translation":"Accuracy and finish will become more important than high rates of metal removal for 95 percent of all machining operations."},{"text":"Ich weigere mich, das von Tom abgegebene Geschmiere, das er seine Bearbeitung der Hausaufgaben nennt, auch nur anzusehen. Ein bisschen mehr Mühe kann er sich schon geben.","translation":"I refuse to even look at Tom's smear, which he calls his homework work. He can make a little more effort."}],"unerwartet":[{"text":"Der Präsident starb unerwartet.","translation":"The president died unexpectedly."},{"text":"Das ist ziemlich unerwartet.","translation":"This is quite unexpected."},{"text":"Wir hatten unerwarteten Besuch.","translation":"We had unexpected visitor."},{"text":"Ich wurde von dieser unerwarteten Neuigkeit überrascht.","translation":"I was surprised by this unexpected news."},{"text":"Er schaut immer unerwartet bei mir zuhause vorbei.","translation":"He always visits my home unexpectedly."}],"Legende":[{"text":"Das ist der Stoff, aus dem Legenden gemacht werden.","translation":"This is the stuff legends are made of."},{"text":"Du bist eine lebende Legende.","translation":"You are a living legend."},{"text":"Präsident Kennedy wurde getötet, doch seine Legende wird die Zeit überleben.","translation":"President Kennedy was killed, but his legend will stand the test of time."},{"text":"Der Legende nach soll sein Schwert er von den Göttern selbst empfangen haben.","translation":"The legend says he received his sword from the hands of the gods themselves."},{"text":"Der Name dieses Platzes geht auf eine Legende zurück.","translation":"The legend gave the name to the place."}],"eintreten":[{"text":"Wer ins Spiel eintritt, muss spielen.","translation":"Whoever enters the game has to play."},{"text":"Dass Sie später eintreten dürfen, das ist möglich, jetzt aber dürfen Sie nicht eintreten.","translation":"It is possible for you to enter later, but you are not allowed to enter now."},{"text":"Ich machte einen Schritt zu Seite, um ihn eintreten zu lassen.","translation":"I took a step aside to let him enter."},{"text":"Eintritt nur für Personal.","translation":"Entry is strictly for staff only."},{"text":"Du kannst nicht eintreten. Es ist verboten.","translation":"You can't enter; it's forbidden."},{"text":"Klopfen Sie bitte vor dem Eintreten.","translation":"Please knock before entering."},{"text":"Zieht euch vor dem Eintreten die Schuhe aus.","translation":"Take off your shoes before entering."},{"text":"Sein öffentliches Eintreten für die britische Regierung kam schlecht an.","translation":"His public support for the British government was unpopular."},{"text":"Vor dem Eintreten duschen!","translation":"Take a shower before entering!"},{"text":"Eintreten, ohne anzuklopfen – das haben wir gern. Was wollen Sie denn, Müller?","translation":"Entering without knocking – that's what we like. What do you want, Müller?"}],"Politiker":[{"text":"Wenn du das glaubst, was Politiker sagen, bist du wirklich selbst schuld.","translation":"If you believe what politicians say, it's really your own fault."},{"text":"Wenn du wissen willst, wie viele Menschen nicht für dich stimmen werden, werde Politiker.","translation":"If you want to know how many people won't vote for you, become a politician."},{"text":"Die Politiker sollen endlich mal die Sorgen der Bürger zur Kenntnis nehmen.","translation":"The politicians should finally take note of the concerns of the citizens."},{"text":"Politiker geben fast nie Fehler zu.","translation":"Politicians almost never admit mistakes."},{"text":"Was haltet ihr vom Winterschlaf für Politiker?","translation":"What do you think of hibernation for politicians?"}],"belegen":[{"text":"DNS-Spuren belegen: Tom war der Täter. Wahrscheinlichkeit: zehn Milliarden zu eins.","translation":"DNA traces prove: Tom was the perpetrator. Probability: ten billion to one."},{"text":"Mit welcher Strafe wurde Tom belegt?","translation":"What punishment was given to Tom?"},{"text":"Sie können die Pizza belegen, womit Sie gerne wollen.","translation":"You can add whatever toppings you like to the pizza."},{"text":"Tom belegt dasselbe Zimmer wie letztes Mal, als er hier war.","translation":"Tom is in the same room where he was the last time he stayed here."},{"text":"Tom verdiente ganz gewiss die Strafe nicht, mit der er belegt wurde.","translation":"Tom certainly didn't deserve the punishment he received."},{"text":"Wäre das okay für dich mit ein paar belegten Broten zum Frühstück?","translation":"Would a couple of sandwiches for breakfast be all right for you?"},{"text":"Alle guten Plätze waren bereits belegt.","translation":"All the good seats were already taken."},{"text":"Alle Zimmer sind belegt.","translation":"All the rooms are taken."},{"text":"Er sprach mit einer tiefen, belegten Stimme.","translation":"He spoke with a deep, croaky voice."},{"text":"Ich versuche schon den ganzen Tag, Tom zu erreichen, aber die Leitung ist belegt.","translation":"I've tried calling Tom all day, but the line is busy."}],"äußere":[{"text":"Das Innere des Hauses entspricht seinem freundlichen Äußeren.","translation":"The interior of the house corresponds to its pleasant exterior."},{"text":"Ihrem Äußeren nach scheint sie reich zu sein.","translation":"Judging from her appearance, I think that she's rich."},{"text":"Das Innere bestimmt das Äußere.","translation":"The interior determines the exterior."},{"text":"Wenn mich jemand nur wegen meines Äußeren mag, kann ich auf dessen Liebe verzichten.","translation":"If someone likes me just because of my appearance, I can do without their love."},{"text":"Das Innere verbrennt mich, das Äußere die Fremden.","translation":"The inside burns me, the outside the strangers."},{"text":"Unsere äußeren Schicksale interessieren die Menschen, die inneren nur den Freund.","translation":"Our outer destinies interest the people, the inner ones only the friend."},{"text":"Nur zur äußeren Anwendung, nicht einnehmen.","translation":"For external use only, do not ingest."},{"text":"Sie richtet ihre Aufmerksamkeit lediglich auf die äußere Seite der Dinge.","translation":"She only focuses her attention on the outer side of things."},{"text":"Am äußeren Ende eines jeden Fingers ist ein Nagel.","translation":"At the outer end of each finger is a nail."},{"text":"Seine äußere Erscheinung hat sich ziemlich geändert.","translation":"Its external appearance has changed quite a bit."}],"betreffend":[{"text":"Ich war mit ihm, den Plan betreffend, einer Meinung.","translation":"I agreed with him on the plan."},{"text":"Ich hätte eine Frage betreffend einen Wagen, den Sie repariert haben.","translation":"I'd like to ask you about a car you repaired."},{"text":"Tom wollte dem Gerücht, Maria und Johannes betreffend, keinen Glauben schenken.","translation":"Tom didn't want to believe the rumor about Mary and John."},{"text":"Ich habe da einen Verdacht, seinen Tod betreffend.","translation":"I have a suspicion about his death."},{"text":"Ich richtete an Tom eine Frage, sein neues Buch betreffend.","translation":"I asked Tom a question about his new book."},{"text":"Herr Brown war zur betreffenden Zeit krank.","translation":"Mr Brown was ill at the time."},{"text":"Tom glaubte das Gerücht Maria und Johannes betreffend nicht.","translation":"Tom didn't believe the rumor about Mary and John."},{"text":"Deine Vorstellungen die Regierung betreffend unterscheiden sich von den meinen.","translation":"Your ideas about the government are different from mine."},{"text":"Er hat das selbst erfahren, gerade bei Gelegenheit der betreffenden Sitzung.","translation":"He experienced this himself, especially on the occasion of the meeting in question."}],"irren":[{"text":"Auch Professoren können sich irren.","translation":"Professors can also be wrong."},{"text":"Fresst Scheiße - Millionen von Fliegen können nicht irren.","translation":"Eat shit — millions of flies cannot be wrong."},{"text":"Er hat sich im Datum geirrt.","translation":"He got the date wrong."},{"text":"Ein Mensch irrt in den entscheidenden Dingen seines Lebens entweder immer oder nie.","translation":"A person is either always or never wrong in the crucial things of his life."},{"text":"Wer seinen Nächsten verurteilt, kann irren; wer ihm verzeiht, irrt nie.","translation":"Whoever condemns his neighbour can be wrong; those who forgive him are never mistaken."}],"gelogen":[{"text":"Mindestens einer von ihnen hat gelogen.","translation":"At least one of them lied."},{"text":"„Ich habe nicht absichtlich gelogen“, log Tom.","translation":"\"I didn't lie on purpose,\" Tom lied."},{"text":"Er hat nicht gelogen. Er hat nur nicht die ganze Wahrheit gesagt.","translation":"He wasn't lying. He just didn't tell the whole truth."},{"text":"Sie wurde wütend. Was er sagte, war nämlich gelogen.","translation":"She became angry. What he said was a lie."},{"text":"Der Junge hat zugegeben, dass er gelogen hat.","translation":"The boy acknowledged having lied."},{"text":"Er antwortete, dass er diesen Mann nicht kenne, aber das war gelogen.","translation":"He replied that he did not know this man, but that was a lie."},{"text":"Er sagte, dass sein Vater krank sei, aber das war gelogen.","translation":"He said his father was sick, but that was a lie."},{"text":"Alles, was ich über Tom zu wissen glaubte, war gelogen.","translation":"Everything I thought I knew about Tom was a lie."},{"text":"Sie hat gelogen, als sie sagte, dass sie schwanger sei.","translation":"She lied when she said she was pregnant."},{"text":"Anders ausgedrückt, hat Tom gelogen.","translation":"In other words, Tom lied."}],"geistig":[{"text":"Über geistige Werte soll allein der Geist entscheiden.","translation":"Spiritual values should be decided solely by the spirit."},{"text":"Sein Freund ist geistig eher einfach gestrickt, aber eine ehrliche Haut.","translation":"His friend is mentally rather simple, but an honest skin."},{"text":"Es gibt Menschen, die geistig so leer sind, dass sie nur von anderen leben.","translation":"There are people who are so mentally empty that they only live off others."},{"text":"Es steht vor meinem geistigen Auge.","translation":"It's in my mind's eye."},{"text":"Dann hat er die Teile in seiner Hand, fehlt leider nur das geistige Band.","translation":"Then he has the parts in his hand, unfortunately only the spiritual bond is missing."}],"Ermittlung":[{"text":"Wie verläuft die Ermittlung?","translation":"How is the investigation going?"},{"text":"Die Polizei nahm die Ermittlungen in dem Falle auf.","translation":"The police began to look into the matter."},{"text":"Da stehen wir noch vor Ermittlungen.","translation":"We still need to investigate that."},{"text":"Irgendwie hatten sie von den Ermittlungen Wind bekommen und sich nach Südamerika abgesetzt.","translation":"Somehow they got wind of the investigation and left for South America."},{"text":"Der Premierminister sagte, dass die Ermittlung ergeben werde, wer wann was gewusst habe.","translation":"The Prime Minister said that the enquiry would establish who knew what, when."}],"Wachstum":[{"text":"Gibt es bei Tieren solche Grenzen des Wachstums?","translation":"Are there such limits to growth in animals?"},{"text":"Gib deinen Beziehungen Zeit und Raum – Wachstums-Zeit und Frei-Raum.","translation":"Give your relationships time and space – growth time and free space."},{"text":"Die Bevölkerung von Schweden befindet sich im Wachstum.","translation":"The population of Sweden is on the increase."},{"text":"Sarkozy verteidigte ein Modell des nachhaltigen Wachstums.","translation":"Sarkozy defended a model of sustainable growth."},{"text":"Was Wachstum schafft, darf sehr wohl mit Schulden finanziert werden.","translation":"What creates growth can very well be financed with debt."}],"beruflich":[{"text":"Maria ist beruflich viel unterwegs.","translation":"Maria travels a lot for work."},{"text":"Was machst du eigentlich beruflich?","translation":"What do you actually do for a living?"},{"text":"Die berufliche Frage ist bei mir eigentlich nie ganz gelöst worden.","translation":"The professional question has never been completely solved for me."},{"text":"Ich verkaufe beruflich Autos.","translation":"Selling cars is my business."},{"text":"Ich reise oft beruflich nach Australien.","translation":"I often go to Australia on business."}],"objektiv":[{"text":"Objektiv sein heißt, nicht zu verraten, zu wem man hält.","translation":"Being objective means not revealing who you stand by."},{"text":"Gibt es objektive Geschichte?","translation":"Does objective history exist?"},{"text":"Ich glaube, ich bin objektiv.","translation":"I believe I'm objective."},{"text":"Hüte dich vor jenen, die behaupten, objektiv zu sein.","translation":"Beware of those who claim to be objective."},{"text":"Ich kann mich darauf verlassen, dass Tom bei allem objektiv ist.","translation":"I can count on Tom to be objective about things."}],"gespeichert":[{"text":"Die Zelle verfügt über ein System zum Verarbeiten der gespeicherten Informationen.","translation":"The cell has a system for processing stored information."},{"text":"Sollen die gespeicherten Daten überschrieben werden?","translation":"Do you want to overwrite the saved data?"},{"text":"Fälle man Bäume, so gelange der gespeicherte Kohlenstoff in die Atmosphäre, so die „Vereinigung besorgter Wissenschaftler“ (Union of Concerned Scientists), und das mache auf der Welt 10 % der Treibhausabgase aus.","translation":"When trees are cut down, their stored carbons are released into the atmosphere, accounting for 10% of warming emissions worldwide, according to the Union of Concerned Scientists."},{"text":"Die Berichte von Menschen, die schon die Schwelle des Todes erreicht hatten und wiederbelebt wurden, die glaubten, das Jenseits erblickt zu haben, lassen sich mit den Prozessen im sterbenden Gehirn erklären, die ablaufen, wenn die Zellen nach und nach ihre ganzen gespeicherten Energiereserven abgeben. Diese Prozesse sind mit überwältigenden Bildern und Empfindungen verbunden.","translation":"The reports of people who had already reached the threshold of death and were revived, who believed they had seen the afterlife, can be explained by the processes in the dying brain that take place when the cells gradually release all their stored energy reserves. These processes are associated with overwhelming images and sensations."},{"text":"Einmal produzierten die Deutschen mit ihren Windrädern zuviel Strom und wussten nicht, wohin damit; also schenkten sie den grünen Strom den Österreichern, damit die ihn abnähmen. Die nutzten ihn nun, um damit ihre Speicherkraftwerke zu laden, und als dann eine Windflaute war und den Deutschen Strom fehlte, boten die Österreicher den gespeicherten Strom an, und die Deutschen kauften ihn.","translation":"Once the Germans produced too much electricity with their wind turbines and did not know where to put it; so they gave the green electricity to the Austrians so that they could buy it. They now used it to charge their storage power plants, and when there was a calm wind and the Germans lacked electricity, the Austrians offered the stored electricity and the Germans bought it."},{"text":"Der Algorithmus, dem eine Zelle bei der Herstellung eines Proteins folgt, ist äußerst komplex. Grob gesagt wird die in der DNA gespeicherte kodierte Information – Wörter mit vier Buchstaben – kopiert, in eine Sprache mit zwanzig Buchstaben übersetzt, bearbeitet und an den Ort der Proteinassemblierung übermittelt.","translation":"The algorithm a cell follows when making a protein is extremely complex. Roughly speaking, the coded information – four-letter words – stored in the DNA is copied, translated into a language whose alphabet has twenty letters, edited, and transmitted to the area where the protein is assembled."}],"schneide":[{"text":"Immer wenn ich Zwiebeln schneide, kommen mir die Tränen.","translation":"Whenever I cut onions, tears come to me."},{"text":"Schneide bitte den Kuchen auf.","translation":"Please cut open the cake."},{"text":"Schneide dir nicht die Haare!","translation":"Don't cut your hair!"},{"text":"Nimm das Messer und schneide die Spitze ab.","translation":"Take this knife and cut the top off."},{"text":"Ich schneide meine Nägel niemals nachts.","translation":"I never cut my nails at night."}],"Katastrophe":[{"text":"Das Frühstück im Hotel war eine Katastrophe.","translation":"Breakfast at the hotel was a disaster."},{"text":"Welche Katastrophen drohen der Menschheit in Zukunft?","translation":"What catastrophes threaten humanity in the future?"},{"text":"Katastrophen kennt allein der Mensch, sofern er sie überlebt. Die Natur kennt keine Katastrophen.","translation":"Catastrophes are known only to man, provided he survives them. Nature knows no catastrophes."},{"text":"Irrtümer müssen nicht automatisch zu Katastrophen werden, man muss sie nur rechtzeitig erkennen.","translation":"Errors do not automatically have to become catastrophes, you just have to recognize them in time."},{"text":"Den frühen Tod des Vaters empfand das Kind als Katastrophe.","translation":"The child felt the early death of the father as a catastrophe."}],"Kerze":[{"text":"Wer eine Kerze sucht, bemerkt nicht die Sonne.","translation":"If you are looking for a candle, you will not notice the sun."},{"text":"In der Wohnung brannten Kerzen.","translation":"Candles were burning in the apartment."},{"text":"Kerzen und Lieder bilden zusammen eine sehr fröhliche Atmosphäre.","translation":"Candles and songs together form a very cheerful atmosphere."},{"text":"Eine einzige Kerze einer armen Frau wiegt schwerer als zehntausend eines Reichen.","translation":"A single candle of a poor woman weighs heavier than ten thousand of a rich woman."},{"text":"Die Kerze ist von selber ausgegangen.","translation":"The candle went out by itself."}],"verwandte":[{"text":"Der Arme kennt seine Verwandten besser als der Reiche.","translation":"The poor know his relatives better than the rich."},{"text":"Ein Freund ist besser als zehn Verwandte.","translation":"One friend is better than ten relatives."},{"text":"In Zeiten der Not bedarf man seiner Verwandten.","translation":"In times of need, you need your relatives."},{"text":"Ein kluger Feind ist besser als ein dummer Verwandter.","translation":"A wise enemy is better than a stupid relative."},{"text":"Freunde sind Gottes Entschuldigung für Verwandte.","translation":"Friends are God's excuse for relatives."}],"Vermögen":[{"text":"Es kostet ein Vermögen.","translation":"It costs a fortune."},{"text":"Mein Vater hat mir ein großes Vermögen hinterlassen.","translation":"My father left me a great fortune."},{"text":"Zum Tun gehört Talent — zum Wohltun Vermögen.","translation":"Talent is part of doing — wealth of good."},{"text":"Da er sein ganzes Vermögen verloren hatte, befand er sich in großer Not.","translation":"Since he had lost all his fortune, he was in great distress."},{"text":"Jeder arbeitete nach seinem Vermögen.","translation":"Everyone worked according to one's capacity."},{"text":"Was dem Einzelnen nicht möglich ist, das vermögen viele.","translation":"What is not possible for the individual, many can do."},{"text":"Euer Leben hat genauso viel Sinn, als ihr selbst ihm zu geben vermöget.","translation":"Your life has as much meaning as you can give it yourself."},{"text":"Die vordersten tun, was die hintersten nicht vermögen.","translation":"The frontmost do what the rearmost cannot."},{"text":"Höfliche Worte vermögen viel und kosten doch wenig.","translation":"Polite words can do a lot and yet cost little."},{"text":"Einen Eindruck von der Wirklichkeit vermögen diese Erzählungen nicht vermitteln.","translation":"These stories are not able to give an impression of reality."}],"Eier":[{"text":"Wo sind bitte die Eier?","translation":"Where are the eggs, please?"},{"text":"„Maria, woher hast du diese großen Eier?“ - „Ab Hof natürlich.“","translation":"\"Maria, where did you get these big eggs from?\" - \"From the farm, of course.\""},{"text":"Wie viele Eier legen die Hühner pro Tag?","translation":"How many eggs do the hens lay each day?"},{"text":"Wir haben Eier gegessen.","translation":"We ate eggs."},{"text":"Ich mag sehr gern hart gekochte Eier.","translation":"I really like hard-boiled eggs."},{"text":"Der Preis für Eier steigt.","translation":"The price of eggs is going up."},{"text":"Sie kocht in der Küche Eier.","translation":"She's boiling some eggs in the kitchen."},{"text":"Sie muss jeden Morgen Eier legen.","translation":"She has to lay eggs every morning."},{"text":"Habt ihr Eier gekauft?","translation":"Did you buy any eggs?"},{"text":"Ich habe ein halbes Dutzend Eier gekauft.","translation":"I bought half a dozen eggs."}],"ausstatten":[{"text":"Die neuen Räume sind komplett mit neuer Technik ausgestattet.","translation":"The new rooms are fully equipped with new technology."},{"text":"Die Soldaten waren mit Waffen ausgestattet.","translation":"The soldiers were equipped with weapons."},{"text":"Dieses Zimmer ist mit zwei Betten ausgestattet.","translation":"This room is equipped with two beds."},{"text":"Das Auto war mit allem ausgestattet.","translation":"This car came fully loaded."},{"text":"Wir werden mit einem großen Vermögen ausgestattet sein.","translation":"We will be endowed with a large fortune."}],"zurückgehen":[{"text":"Ich will nicht allein zurückgehen.","translation":"I don't want to go back alone."},{"text":"Nein. Es tut mir leid, aber ich muss früh zurückgehen.","translation":"No. I'm sorry, I've got to go back early."},{"text":"Wenn du in der Zeit zurückgehen könntest, was würdest du dann ändern?","translation":"If you could go back in time, what would you change?"},{"text":"Ich kann nicht allein dahin zurückgehen.","translation":"I can't go back there alone."},{"text":"Carola ist zu ihrem Hotel zurückgegangen.","translation":"Carol returned to her hotel."}],"beurteilen":[{"text":"Ein Blinder sollte keine Farben beurteilen!","translation":"A blind person should not judge colors!"},{"text":"Tom beurteilt die Menschen danach, welche Marken sie tragen.","translation":"Tom judges people by what brands they wear."},{"text":"Ach, welch ein Unterschied ist es, ob man sich oder die andern beurteilt.","translation":"Oh, what a difference it is whether you judge yourself or the others."},{"text":"Um einen Staat zu beurteilen, muss man sich seine Gefängnisse von innen ansehen.","translation":"To judge a state, you have to look at its prisons from the inside."},{"text":"Wer die menschliche Natur beurteilen will, muss die Ausreden der Leute studieren.","translation":"If you want to judge human nature, you have to study people's excuses."}],"graben":[{"text":"Wer auf Rache aus ist, grabe zwei Gräber.","translation":"If you are looking for revenge, dig two graves."},{"text":"Die nach Gold suchen, graben viel Erde um und finden nur wenig.","translation":"Those who search for gold dig up a lot of earth and find little."},{"text":"Sie graben ein Loch.","translation":"They're digging a hole."},{"text":"Wir gruben ein Loch in den Boden.","translation":"We dug a hole in the ground."},{"text":"Tom hörte auf zu graben.","translation":"Tom stopped digging."},{"text":"Rufe nicht Hurra, bis du über dem Graben bist.","translation":"Don't shout hurrah until you're over the ditch."},{"text":"Wenn du in einem Loch sitzt, musst du zuerst mit dem Graben aufhören.","translation":"If you're sitting in a hole, you need to stop digging first."},{"text":"Er sprang über den flachen Graben.","translation":"He jumped over the shallow ditch."},{"text":"Er ist in den Graben gefallen.","translation":"He fell into the ditch."},{"text":"Der Graben ist drei Meter breit.","translation":"The ditch is ten feet wide."}],"Gewohnheit":[{"text":"Gewohnheit wächst mit den Jahren.","translation":"Habit grows over the years."},{"text":"Die Gewohnheit ist eine zweite Natur.","translation":"Habit is second nature."},{"text":"Man bleibt jung, solange man noch lernen, neue Gewohnheiten annehmen und Widerspruch ertragen kann.","translation":"You stay young as long as you can still learn, adopt new habits and endure dissent."},{"text":"Wer keine üblen Gewohnheiten hat, hat wahrscheinlich auch keine Persönlichkeit.","translation":"If you don't have bad habits, you probably don't have a personality."},{"text":"Alte Gewohnheit soll man nicht brechen.","translation":"Old habits should not be broken."}],"erinnere":[{"text":"Erinnere dich deiner Worte!","translation":"Remember your words!"},{"text":"Erinnere dich an deine schönsten Jahre!","translation":"Remember your best years!"},{"text":"Wenn ich nur einmal einen Weg gegangen bin, erinnere ich mich daran.","translation":"If I've only walked a path once, I remember it."},{"text":"Erinnere dich, was letztes Jahr passiert ist.","translation":"Remember what happened last year."},{"text":"Wenn ich mich recht erinnere, haben Tom und Maria im Oktober 2003 geheiratet.","translation":"If I remember correctly, Tom and Mary got married in October of 2003."}],"Sand":[{"text":"Wir ruhen nackt im warmen Sand.","translation":"We're resting naked in the warm sand."},{"text":"Die Kinder spielen im Sand.","translation":"The children are playing in the sand."},{"text":"Ich brauche mal wieder Sand und Meer.","translation":"I need sand and sea again."},{"text":"Er hat auf Sand gebaut.","translation":"He built on sand."},{"text":"Wenn man den Kopf in den Sand steckt, bleibt doch der Hintern sichtbar.","translation":"If you bury your head in the sand, your butt remains visible."},{"text":"Sie hatte Geld wie Sand am Meer.","translation":"She had money like sand on the sea."},{"text":"Sie wusste nicht, dass George Sand eine Frau war.","translation":"She didn't know that George Sand was a woman."},{"text":"George Sand beschloss, sich wie ein Mann zu kleiden.","translation":"George Sand chose to dress as a man."},{"text":"Sand verbrachte den Winter mit Chopin auf Mallorca.","translation":"Sand spent the winter with Chopin in Majorca."},{"text":"Maria füllte mit einer Plastikschaufel Sand in ihr Eimerchen.","translation":"Mary filled her bucket with sand using a plastic shovel."}],"nutzlos":[{"text":"Computer sind nutzlos, sie können uns nur Antworten geben.","translation":"Computers are useless, they can only give us answers."},{"text":"Ich habe viel Arbeit nutzlos getan.","translation":"I did a lot of work uselessly."},{"text":"Es ist nutzlos, mir zu drohen, ich werde nichts sagen.","translation":"Threatening me is useless, I won't say anything."},{"text":"Ich stellte fest, dass die Maschine nutzlos war.","translation":"I found that the machine was of no use."},{"text":"Nagellack ist nutzlos: es schaut sowieso niemand auf die Nägel.","translation":"Nail polish is useless: no one looks at nails anyway."},{"text":"Diese Geräte scheinen nutzlos zu sein.","translation":"These gadgets seem to be of no use."},{"text":"Wenn der Tod an deine Tür klopft, sind alle Reichtümer der Welt nutzlos.","translation":"When death knocks at your door, all the riches of the world are useless."},{"text":"In guten Zeiten ist der Aufsichtsrat nutzlos, in schlechten hilflos.","translation":"In good times, the supervisory board is useless, in bad times helpless."},{"text":"Ich weiß nicht, ob mein Leben nutzlos und bloß ein Missverständnis war oder ob es einen Sinn hat.","translation":"I don't know if my life was useless and just a misunderstanding, or if it has meaning."},{"text":"Mit einem klugen Manöver eroberte die Armee in schwarzer Uniform die Dame des Gegners und er ergab sich, denn ohne seine wertvollste Figur wäre es nutzlos, weiter zu kämpfen. Die Schlacht war verloren.","translation":"With a clever maneuver, the army in black uniform captured the enemy's queen and he surrendered, because without his most valuable figure it would be useless to continue fighting. The battle was lost."}],"aufrufen":[{"text":"Heben Sie die Hand, wenn ich Ihren Namen aufrufe.","translation":"Raise your hand when I call your name."},{"text":"Würden Sie bitte Herrn Sawada aufrufen?","translation":"Would you please page Mr. Sawada?"},{"text":"Ich warte schon seit 6 Uhr, aber ich werde noch immer nicht aufgerufen.","translation":"I've been waiting since six o'clock, but I still haven't been called."},{"text":"Steh auf, wenn du aufgerufen wirst!","translation":"Stand up when your name is called."},{"text":"Sie wurden nacheinander aufgerufen.","translation":"They were called one after the other."}],"steck":[{"text":"Ich stecke den Schlüssel ins Schloss.","translation":"I put the key in the lock."},{"text":"Ich stecke bis über die Ohren in Schulden.","translation":"I'm up to my ears in debt."},{"text":"Und jetzt stecke ich wegen dir in Schwierigkeiten.","translation":"And now I'm trouble because of you!"},{"text":"Nun stecke ich diese Karte in den Hut. Siehst du?","translation":"Now, I put this card into the hat. See?"},{"text":"Es tut mir leid, aber ich werde verspätet kommen, ich stecke im Verkehr fest!","translation":"Sorry but I'm going to be late, I'm stuck in traffic!"},{"text":"Steck den Brief weg.","translation":"Put the letter away."},{"text":"Steck deine Nase nicht in fremde Angelegenheiten!","translation":"Don't stick your nose into foreign affairs!"},{"text":"Steck den Finger durch den Hals!","translation":"Stick your finger through your neck!"},{"text":"Steck deine Nase nicht in meine Angelegenheiten.","translation":"Don't stick your nose into my personal affairs."},{"text":"Steck die Kerze an!","translation":"Light the candle."},{"text":"Steck' deine Nase nicht in alles hinein!","translation":"Don't stick your nose into everything!"},{"text":"Steck die Nase nicht in meine privaten Angelegenheiten!","translation":"Don't stick my nose into my private affairs!"},{"text":"Steck dir das Geld in die Tasche!","translation":"Put the money in your pocket."},{"text":"Da liegt Geld auf dem Tisch. Steck dir das ins Portemonnaie, bevor es dir jemand klaut!","translation":"There is money on the table. Put it in your wallet before someone steals it from you!"},{"text":"Steck nicht zu schnell auf!","translation":"Don't plug in too fast!"}],"Höhepunkt":[{"text":"Der Höhepunkt der deutschen Geschichte ist sicher die deutsche Einheit, die von 1871.","translation":"The high point of German history is certainly German unity, that of 1871."},{"text":"Wir sind auf dem Höhepunkt unserer Jugend.","translation":"We are at the height of our youth."},{"text":"Die Religion hatte ihren Höhepunkt in dieser Zeit.","translation":"The religion was in its glory in those days."},{"text":"Ich habe mir im Internet die Höhepunkte des Spieles angesehen.","translation":"I watched the game highlights on the Internet."},{"text":"Paris hat noch viele weitere Höhepunkte zu bieten.","translation":"Paris has many more highlights to offer."}],"türkisch":[{"text":"Ich liebe Türkisch! Weil diese Sprache mehr ist als die Summe ihrer Worte.","translation":"I love Turkish! Because this language is more than the sum of its words."},{"text":"Welche türkische Serien guckt ihr?","translation":"Which Turkish series do you watch?"},{"text":"Sollte man einen türkischen Präsidenten überhaupt ernst nehmen?","translation":"Should a Turkish president be taken seriously at all?"},{"text":"Sprechen Sie Türkisch?","translation":"Do you speak Turkish?"},{"text":"Ich lerne Türkisch.","translation":"I learn Turkish."},{"text":"Tom übt jeden Tag Türkisch mit seinen Freunden Akman und Gülcan.","translation":"Tom practices Turkish every day with his friends Akman and Gülcan."},{"text":"Sprechen der Herr Türkisch?","translation":"Does the gentleman speak Turkish?"},{"text":"Warum lernst du Türkisch?","translation":"Why are you learning Turkish?"},{"text":"Wieso sprichst du Türkisch?","translation":"Why do you speak Turkish?"},{"text":"Für mich ist es leichter auf Türkisch zu schreiben. Türkisch zu sprechen ist ziemlich schwer.","translation":"It's easier for me to write in Turkish. Speaking Turkish is quite difficult."}],"Zeichnung":[{"text":"Zwei von Toms schönsten Zeichnungen wanderten auf den Müll.","translation":"Two of Tom's most beautiful drawings ended up in the rubbish."},{"text":"Ist das ein Bild von seiner eigenen Zeichnung?","translation":"Is this a picture of his own drawing?"},{"text":"Mir gefällt die Farbe der Zeichnung!","translation":"I like the color of the drawing!"},{"text":"Warum haben Menschen in deinen Zeichnungen keinen Mund und keine Augen?","translation":"Why don't people have their mouths and eyes in your drawings?"},{"text":"Schau dir diese Zeichnung an.","translation":"Look at this drawing."}],"inklusive":[{"text":"Die Karten gelten nur zwei Tage, inklusive dem Tag, an dem sie gekauft wurden.","translation":"Tickets are valid for just two days, including the day they are purchased on."},{"text":"Der Preis ist inklusive Steuer.","translation":"The price includes tax."},{"text":"Er zahlte die Schulden inklusive Zinsen.","translation":"He paid the debts including interest."},{"text":"Ist dieser Preis inklusive der Mehrwertsteuer?","translation":"Does that price include VAT?"},{"text":"Worum geht es bei einem Vorstellungsgespräch? Nun, du musst sagen, was der Arbeitgeber in spe hören will, inklusive aller verfügbaren Klischees - mit anderen Worten, du musst ein guter Schauspieler sein.","translation":"What is an interview about? Well, you have to say what the employer wants to hear in spe, including all the available clichés – in other words, you have to be a good actor."}],"Trennung":[{"text":"Je schöner und voller die Erinnerung, desto schwerer ist die Trennung.","translation":"The more beautiful and full the memory, the harder the separation."},{"text":"Sehr oft ist das Wiedersehen erst die rechte Trennung.","translation":"Very often the reunion is only the right separation."},{"text":"Mein Mann konnte Tom nach der Trennung besser versorgen als ich.","translation":"My husband was able to take better care of Tom after the separation than I did."},{"text":"Tom und Maria stehen kurz vor der Trennung.","translation":"Tom and Mary are on the verge of breaking up."},{"text":"Es wird nach der Trennung Treffen geben.","translation":"There will be meetings after the separation."}],"Sprung":[{"text":"Du hast wohl einen Sprung in der Platte.","translation":"Your record is cracked."},{"text":"Die Natur macht keine Sprünge.","translation":"Nature doesn't make leaps."},{"text":"Schnelle Sprünge geraten selten.","translation":"Fast jumps are rare."},{"text":"Sie hat ’nen Sprung in der Schüssel.","translation":"She has a jump in the bowl."},{"text":"Liisa half Markku auf die Sprünge.","translation":"Liisa helped Markku on his way."}],"knusprig":[{"text":"Die Rinde ist knusprig.","translation":"The bark is crispy."},{"text":"Die Pommes sind schön knusprig, wie ich sie mag.","translation":"The fries are nice and crispy as I like them."},{"text":"Ich mag Brötchen mit einer knusprigen Kruste.","translation":"I like crusty rolls."},{"text":"Ich muss die Methode lernen, wie man Brathähnchen mit besonders knuspriger Haut hinbekommt.","translation":"I need to learn the trick of making roast chicken with extra crispy skin."},{"text":"In der Kantine von Toms Firma gibt es knusprig-köstliches Tonkatsu.","translation":"In the canteen of Tom's company there is crispy and delicious tonkatsu."}],"herunter":[{"text":"Sie log das Blaue vom Himmel herunter.","translation":"She lied down the blue from the sky."},{"text":"Danke für das Lob - das geht wirklich wie Sahne herunter!","translation":"Thanks for the praise - this really goes down like cream!"},{"text":"Es läuft ihm kalt den Rücken herunter.","translation":"It runs cold down his back."},{"text":"Lass das Fenster herunter!","translation":"Roll down your window."},{"text":"Tom kommt die Treppe herunter.","translation":"Tom is coming down the stairs."}],"w":[{"text":"Eine Weste ist eine Jacke ohne Ärmel.","translation":"A gilet is a jacket without arms."},{"text":"Drei W bringen Pein: Weiber, Würfel und der Wein.","translation":"Three W bring pain: women, cubes and the wine."},{"text":"Das neue Jahr hat so lange eine weiße Weste, bis man sie anzieht.","translation":"The new year has a white vest until you put it on."},{"text":"Er zog die Weste aus.","translation":"He took off his vest."},{"text":"Du hast deine Weste auf links, dreh sie mal um!","translation":"You have your vest on the left, turn it over!"},{"text":"Das französische Alphabet enthält sechsundzwanzig Buchstaben: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"The French alphabet contains twenty-six letters: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Ido hat dieselben 26 Buchstaben wie das englische, niederländische und lateinische Alphabet, und benötigt keinerlei diakritische Zeichen: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"Ido has the same 26 letters as the English, Dutch and Latin alphabet, with no diacritics: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Das kurdische Alphabet besteht aus einunddreißig Buchstaben: a, b, c, ç, d, e, ê, f, g, h, i, î, j, k, l, m, n, o, p, q, r, s, ş, t, u, û, v, w, x, y, z.","translation":"The Kurdish alphabet consists of thirty-one letters: a, b, c, ç, d, e, ê, f, g, h, i, î, j, k, l, m, n, o, p, q, r, s, ş, t, u, û, v, w, x, y, z."},{"text":"Das slowakische Alphabet besteht aus 46 Buchstaben: a, á, ä, b, c, č, d, ď, dz, dž, e, é, f, g, h, ch, i, í, j, k, l, ĺ, ľ, m, n, ň, o, ó, ô, p, q, r, ŕ, s, š, t, ť, u, ú, v, w, x, y, ý, z, ž.","translation":"The Slovak alphabet consists of 46 letters: a, á, ä, b, c, č, d, ď, dz, dž, e, é, f, g, h, ch, i, í, j, k, l, ĺ, ľ, m, n, ň, o, ó, ô, p, q, r, ŕ, s, š, t, ť, u, ú, v, w, x, y, ý, z, ž."}],"mittels":[{"text":"Wenn du kommunizieren willst, dann kannst du das mittels Zeichen und Sprache.","translation":"If you want to communicate, you can do so by means of signs and language."},{"text":"Er tut alles mittels der zehn Finger seiner Hände.","translation":"He does everything with the ten fingers of his hands."},{"text":"Mittels Esperanto ist es sehr leicht, andere Kulturen kennenzulernen.","translation":"Esperanto makes it very easy to get to know other cultures."},{"text":"Rufen Sie uns bitte mittels dieses Knopfes, wenn Sie bestellen möchten.","translation":"Please call us using this button if you want to order."},{"text":"Der Affe nahm sich mittels eines Stockes eine Banane.","translation":"The monkey took a banana by means of the stick."}],"Reihenfolge":[{"text":"„Sollen sich die Kinder in einer bestimmten Reihenfolge aufstellen?“ – „Ja, nach Alter bitte.“","translation":"\"Should the children line up in a certain order?\" – \"Yes, according to age, please.\""},{"text":"Der Kunde, die Mitarbeiter, die Gesellschaft. In dieser Reihenfolge.","translation":"The customer, the employees, the company. In that order."},{"text":"Niemand konnte sich an die Reihenfolge der Ereignisse erinnern.","translation":"No one could remember the order of events."},{"text":"Sie hörte CDs in zufälliger Reihenfolge.","translation":"She listened to CDs in random order."},{"text":"Die optimale Reihenfolge ist nicht 1-2-3, sondern 3-2-1.","translation":"The optimal order is not 1-2-3 but 3-1-2."}],"Supermarkt":[{"text":"Hat der Supermarkt schon zu?","translation":"Is the supermarket already closed?"},{"text":"Es ist in der Nähe des Supermarkts.","translation":"It's near the supermarket."},{"text":"Der Supermarkt hat heute Tomaten im Angebot.","translation":"Today the supermarket has tomatoes on offer."},{"text":"Ich treffe sie oft im Supermarkt.","translation":"I often run into her at the supermarket."},{"text":"Sie kaufen Gemüse im Supermarkt.","translation":"They buy vegetables at the supermarket."}],"â":[],"Cent":[{"text":"Wer den Cent achtet, sieht, wie er zum Euro wächst.","translation":"If you pay attention to the cent, you can see how it grows towards the euro."},{"text":"„Diese Puppe kostet nur sechzig Cent.“ – „Mit der kann aber was nicht stimmen.“","translation":"\"This doll costs only sixty cents.\" – \"But something can't be right with it.\""},{"text":"Sie bekommen keinen Cent.","translation":"You don't get a cent."},{"text":"100 Cent sind ein Dollar.","translation":"100 cents is one dollar."},{"text":"Schade, dass ich keinen Cent zur Verfügung habe.","translation":"Too bad I don't have a penny available."}],"benehmen":[{"text":"Sie benimmt sich noch wie ein kleines Kind.","translation":"She still behaves like a small child."},{"text":"Wir werden Tom schon zeigen, wie er sich zu benehmen hat.","translation":"We're going to show Tom how to behave."},{"text":"Wer sich immer normal benimmt, ist doch nicht normal.","translation":"Anyone who always behaves normally is not normal."},{"text":"Wir werden nicht erwachsen, wir lernen nur, uns in der Öffentlichkeit zu benehmen.","translation":"We don't grow up, we just learn to behave in public."},{"text":"Versuchen Sie sich zu benehmen!","translation":"Put your manners back in!"},{"text":"Das Benehmen der Schüler fällt oft auf die Lehrer zurück.","translation":"The behavior of the students often falls back on the teachers."},{"text":"Gutes Benehmen ist die Kunst, Menschen unseren Umgang angenehm zu machen.","translation":"Good behavior is the art of making people pleasant to interact with."},{"text":"Auf öffentlichen Posten ist das Benehmen nicht von der Position zu trennen.","translation":"In public posts, behaviour is inseparable from position."},{"text":"Von Tom hätte ich mir ein besseres Benehmen erwartet.","translation":"I would've expected better behaviour from Tom."},{"text":"Ich kann ihr schlechtes Benehmen einfach nicht ertragen.","translation":"I just can't stand their bad behavior."}],"treu":[{"text":"Bleib deinen Freunden treu!","translation":"Stay true to your friends!"},{"text":"Nur wer sich ändert, bleibt sich treu.","translation":"Only those who change stay true to themselves."},{"text":"Liebe ist, wenn es Spass macht, treu zu sein.","translation":"Love is when it's fun to be faithful."},{"text":"Bleibe dir treu.","translation":"Stay true to yourself."},{"text":"Ihnen bleibt auch in Zukunft das Glück treu.","translation":"Good luck for the future."},{"text":"Vergessen ist Mangel an Treue.","translation":"Forgetting is lack of fidelity."},{"text":"Vertrauen ist Mut, und Treue ist Kraft.","translation":"Trust is courage, and loyalty is strength."},{"text":"Treue ist irgendwo absolut oder sie ist gar nichts.","translation":"Loyalty is absolute somewhere or it is nothing at all."},{"text":"Treue gibt es nur in Freiheit.","translation":"Loyalty exists only in freedom."},{"text":"Treue Diener verdienen treue Herrn.","translation":"Faithful servants deserve faithful masters."}],"Existenz":[{"text":"Unser Ziel ist ein vollständiges Verständnis der Ereignisse, die uns umgeben, und unserer Existenz.","translation":"Our goal is a complete understanding of the events that surround us and our existence."},{"text":"Der Sinn ihrer Existenz war es, zu sterben und auf ewig zu leben.","translation":"The purpose of their existence was to die and live forever."},{"text":"Toms Verschwendungssucht hat seine gesamte Existenz zerstört.","translation":"Tom's extravagance has destroyed his entire existence."},{"text":"Tirili! Tirili! Ich lebe! Ich fühle den süßen Schmerz der Existenz.","translation":"Tirili! Tirili! I'm alive! I feel the sweet pain of existence."},{"text":"Wir glauben an die Existenz Gottes.","translation":"We believe in the existence of God."}],"Jahren":[],"angemessen":[{"text":"Dieser Preis ist angemessen.","translation":"That price is reasonable."},{"text":"Ich muss Sie bitten, sich so zu benehmen, wie es der Situation angemessen ist.","translation":"I must ask you to behave as appropriate to the situation."},{"text":"Er beobachtete das gelassen aus angemessenem Abstand.","translation":"He observed this calmly from a reasonable distance."},{"text":"Es erschien angemessen.","translation":"It seemed appropriate."},{"text":"Der Anwalt hat ein angemessenes Einkommen.","translation":"The lawyer has a fair income."},{"text":"Es war absolut angemessen, dass sie dies getan hat.","translation":"It was perfectly fitting that she did so."},{"text":"Diese Arbeit ist für junge Frauen nicht angemessen.","translation":"This work is not appropriate for young women."},{"text":"Das wäre wahrscheinlich nicht angemessen.","translation":"That probably wouldn't be appropriate."},{"text":"Meine Rede war dem Anlass angemessen.","translation":"My speech was appropriate for the occasion."},{"text":"Seine Sprache war dem Anlaß angemessen.","translation":"His speech was suitable for the occasion."}],"bemühen":[{"text":"Warum bemühst du dich, mich zum Lächeln zu bringen?","translation":"Why are you trying to make me laugh?"},{"text":"Man kann nicht immer perfekt sein. Wichtig ist, sich zu bemühen.","translation":"You can't always be perfect. It is important to make an effort."},{"text":"Er hat sich sehr um das Projekt bemüht.","translation":"He applied himself a lot on the project."},{"text":"Ich möchte mich bei allen bedanken, die sich bemüht haben, meine Sätze zu verbessern.","translation":"I would like to thank everyone who has made an effort to improve my sentences."},{"text":"Maria bemühte sich, möglichst interessante Sätze zu schreiben.","translation":"Maria tried to write sentences that were as interesting as possible."}],"l":[{"text":"Ich les’ jetzt keine Nachrichten mehr, weil ich keine Lust mehr drauf habe.","translation":"I don't read the news anymore because I don't feel like it anymore."},{"text":"Der sechsthäufigste Buchstabe im Esperanto ist \"l\".","translation":"The sixth most common letter in Esperanto is \"l\"."},{"text":"Welches die Sprache der Worte, die man in Anführungszeichen einschließt, auch sei: man verwendet im Französischen französische Guillemets. Diese bestehen aus doppelten Chevrons, deren erstes Paar „le guillemet ouvrant“ (das öffnende Anführungszeichen) und deren zweites „le guillemet fermant“ (das schließende Anführungszeichen) heißt.","translation":"Whatever the language of the words that are enclosed in quotation marks, one uses French Guillemets in French. These consist of double chevrons, the first pair of which is called \"le guillemet ouvrant\" (the opening quotation mark) and the second \"le guillemet fermant\" (the closing quotation mark)."},{"text":"Jährlich kommen etwa 4500 neue LPs mit Popmusik raus.","translation":"Every year about 4500 new LPs with pop music come out."},{"text":"Das Wort „Milligramm“ schreibt man mit zwei l und zwei m.","translation":"The word \"milligram\" is written with two l and two m."},{"text":"Wenn man Rollläden mit 3 L schreibt, sieht man sie förmlich vor sich.","translation":"If you write roller shutters with 3 L, you can literally see them in front of you."},{"text":"Das französische Alphabet enthält sechsundzwanzig Buchstaben: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z.","translation":"The French alphabet contains twenty-six letters: a, b, c, d, e, f, g, h, i, j, k, l, m, n, o, p, q, r, s, t, u, v, w, x, y, z."},{"text":"Ist es eigentlich wahr, dass in vielen Sprachen im Wort für Nase ein N vorkommt, und im Wort für Zunge ein L?","translation":"Is it actually true that in many languages there is an N in the word for nose, and an L in the word for tongue?"},{"text":"Tom weiß nicht, wie man die Regel von de L’Hôpital anwendet, um Limites zu finden.","translation":"Tom doesn't know how to apply L'Hôpital's rule to find limits."},{"text":"Gewisse Leute behaupten, L'auberge espagnole sei ein Pornofilm.","translation":"Some people claim that L'auberge espagnole is a pornographic film."},{"text":"Vor einem Jahr wurde die italienische Stadt L'Aquila von einem Erdbeben der Stärke 6,3 auf der Richterskala erschüttert.","translation":"A year ago, the Italian city of L'Aquila was shaken by an earthquake measuring 6.3 on the Richter scale."},{"text":"Der erste belgische Esperantist war Armand Dethier, Direktor der Zeitschrift L'Annonce Timbrologique, in der er im Juni und September 1893 Artikel über Esperanto veröffentlichte.","translation":"The first Belgian Esperantist was Armand Dethier, director of the journal L'Annonce Timbrologique, in which he published articles on Esperanto in June and September 1893."},{"text":"Der Springer bewegt sich gemäß der Figur des Buchstabens \"L\": zwei Quadrate vertikal und eines horizontal oder ein Quadrat vertikal und zwei horizontal.","translation":"The jumper moves according to the figure of the letter \"L\": two squares vertically and one horizontally or one square vertically and two horizontally."}],"hacken":[{"text":"Wir müssen noch das Heu wenden und Holz hacken.","translation":"We still have to turn the hay and chop wood."},{"text":"Ich glaube wohl, es hackt!","translation":"I think it hacks!"},{"text":"Der Feuerwehrmann hackte sich durch die Tür.","translation":"The fireman chopped his way through the door."},{"text":"Wie hackt man am besten eine Zwiebel?","translation":"What's the best way to chop an onion?"},{"text":"Die anderen Mädchen hackten auf Maria herum, weil sie hübsch war.","translation":"The girls picked on Mary because she was pretty."},{"text":"Die Soldaten schlugen die Hacken zusammen.","translation":"The soldiers beat up the hoes."},{"text":"Beim Wandern in neuen Stiefeln habe ich mir am Hacken eine Blase zugezogen.","translation":"While hiking in new boots, I developed a blister on the heel of my foot."},{"text":"Die Universität bestrafte disziplinarisch Mark Zuckerberg für das Hacken ihres Datenbestands.","translation":"The university disciplined Mark Zuckerberg for hacking its database."},{"text":"Ich habe keine Arbeit und finde keine Wohnung. Seit Tagen laufe ich mir die Hacken ab. Entweder sind die Wohnungen unbezahlbar, oder die Makler wollen keine Kinder. Was mache ich nur?","translation":"I have no job and can't find an apartment. I've been running out of heels for days. Either the apartments are unaffordable, or the brokers do not want children. What do I do?"},{"text":"Wenn sich Tom einer Tür nähert, muss er drei Sprünge machen, dreimal die Hacken zusammenschlagen und dreimal in der Kehle einen Laut von sich geben.","translation":"When Tom approaches a door, he has to make three jumps, beat up the heels three times and make a sound in his throat three times."}],"Herstellung":[{"text":"Sie verwandte ihre freie Zeit auf die Herstellung von Puppen.","translation":"She spent her spare time making dolls."},{"text":"Die Herstellung von Papier verbraucht viel Wasser.","translation":"A lot of water is used in paper production."},{"text":"Diese traditionelle Herstellung ist aufwändig.","translation":"This traditional production is complex."},{"text":"Eine Spindel wird zur Herstellung von Garn verwendet.","translation":"A spindle is used to make yarn."},{"text":"Viele Kleidungsstücke werden in Bangladesch gefertigt, weil die Herstellung dort am billigsten ist.","translation":"Many of our clothes are made in Bangladesh because it's the cheapest place to manufacture them­."}],"Tricks":[{"text":"Einem alten Hund kannst du keine neuen Tricks beibringen.","translation":"You can't teach an old dog new tricks."},{"text":"Er kennt alle Tricks.","translation":"He knows all the tricks."},{"text":"Tom hatte einige Tricks auf Lager.","translation":"Tom had some tricks up his sleeve."},{"text":"Die folgenden Tricks können dir helfen.","translation":"The following tricks can help you."},{"text":"Es gibt viele Tricks, um den Tod zu vermeiden.","translation":"There are many tricks to avoid death."}],"Drachen":[{"text":"Sie ist ein Drachen.","translation":"She is a dragon."},{"text":"Der Drachen hängt im Baum fest.","translation":"The dragon is stuck in the tree."},{"text":"Der Drachen flog schnell wie ein Vogel in die Luft.","translation":"The kite soared up into the air like a bird."},{"text":"Lasst uns Drachen steigen lassen.","translation":"Let's fly kites."},{"text":"Tom hat mir einen Drachen gekauft.","translation":"Tom bought me a kite."}],"General":[{"text":"Ich sah noch niemals ein Grab des unbekannten Generals.","translation":"I have never seen a tomb of the unknown general."},{"text":"Generäle siegen, Soldaten fallen.","translation":"Generals win, soldiers fall."},{"text":"Der General verfügte über zehntausend Mann unter Waffen.","translation":"The general had ten thousand men under arms."},{"text":"Ich sage oft, dass ein großartiger Arzt mehr Leute tötet als ein großartiger General.","translation":"I often say a great doctor kills more people than a great general."},{"text":"Die drei bekanntesten Generale in Amerika sind immer noch General Motors, General Electric und General Food.","translation":"The three best-known generals in America are still General Motors, General Electric and General Food."},{"text":"Man gab General Grant die Schuld.","translation":"People blamed General Grant."},{"text":"Zu Befehl, Herr General!","translation":"To order, General!"},{"text":"General de Gaulle hatte das Dorf Tizi Hibel besucht.","translation":"General de Gaulle had visited the village of Tizi Hibel."},{"text":"General Montcalm griff 1757 mehrere britische Forts an.","translation":"General Montcalm attacked several British forts in 1757."},{"text":"General Clausewitz sagte, Krieg sei die Fortsetzung der Politik mit anderen Mitteln.","translation":"General Clausewitz said that war was the continuation of politics by other means."}],"versetzen":[{"text":"Versuch dich in meine Lage zu versetzen!","translation":"Try to put yourself in my shoes!"},{"text":"Er ist in eine andere Abteilung versetzt worden.","translation":"He has been transferred to another department."},{"text":"Tom fehlt die Fähigkeit, sich in jemandes anderen Lage zu versetzen.","translation":"Tom is incapable of putting himself in someone else's shoes."},{"text":"Aber Berge können sie eben nicht versetzen.","translation":"But they can't move mountains."},{"text":"Der Glaube kann Berge versetzen.","translation":"Faith can move mountains."}],"Kapitän":[{"text":"Der Kapitän geht als Letzter von Bord.","translation":"The captain is the last to disembark."},{"text":"Der Kapitän ist noch nicht an Bord des Schiffes.","translation":"The skipper has not yet boarded the ship."},{"text":"Ich bin der Herr meines Schicksals. Ich bin der Kapitän meiner Seele.","translation":"I am the master of my destiny. I am the captain of my soul."},{"text":"Sie wählten Peter zu ihrem Kapitän.","translation":"They chose Peter as their captain."},{"text":"Der Kapitän begann mit neunzehn Jahren, zur See zu fahren.","translation":"The captain went to sea when he was nineteen."},{"text":"Kapitän Cook entdeckte diese Inseln.","translation":"Captain Cook discovered those islands."},{"text":"Ja! Es ist unglaublich, aber wahr. Kapitän Nemo hat noch mehr Bücher als ich.","translation":"Yes! It's incredible, but true. Captain Nemo has more books than I do."},{"text":"Kapitän Nemo kämpfte für die Freiheit Indiens.","translation":"Captain Nemo fought for the freedom of India."},{"text":"Kapitän Hansen ging mit seinem Schiff unter.","translation":"Captain Jackson went down with his ship."},{"text":"Der erste Mensch, dem es gelang, über den Ärmelkanal zu schwimmen, war Kapitän Webb.","translation":"The first person to swim across the English Channel was Captain Webb."}],"umfassend":[{"text":"Seine umfassenden Kenntnisse haben mich beeindruckt.","translation":"I was impressed by his extensive knowledge."},{"text":"Sie scheinen darüber umfassend Bescheid zu wissen.","translation":"You seem very knowledgeable about that."},{"text":"Es ist wichtig, sich vorher umfassend vorzubereiten.","translation":"It's important to prepare fully beforehand."},{"text":"Die Demokratische Partei bedarf einer umfassenden Reform.","translation":"The Democratic Party needs major reform."},{"text":"Ich möchte aufzeigen, dass viele Tests notwendig sind, um ein umfassendes Bild zu erhalten.","translation":"I would like to point out that many tests are necessary to get a comprehensive picture."}],"verzichten":[{"text":"Wer verzichtet, gewinnt.","translation":"Who renounces, wins."},{"text":"Manches Vergnügen besteht darin, dass man mit Vergnügen darauf verzichtet.","translation":"Some pleasure consists in the fact that one renounces it with pleasure."},{"text":"Wer wenig bedarf, der kommt nicht in die Lage, auf vieles verzichten zu müssen.","translation":"If you need little, you will not be able to do without a lot."},{"text":"Wer glaubt, dass er auf alle Welt verzichten könnte, täuscht sich.","translation":"Anyone who thinks that he could do without all the world is mistaken."},{"text":"Liebe – das ist aus freien Stücken verzichten.","translation":"Love – that is renunciation of your own free will."}],"Arbeitsplatz":[{"text":"Ich bin überzeugt, dass dieser Arbeitsplatz ideal für dich ist.","translation":"I'm convinced that this job is perfect for you."},{"text":"Wenn man das tun würde, dann würde man viele Arbeitsplätze schaffen.","translation":"If you did that, you would create a lot of jobs."},{"text":"Manche sagen: Arbeitsplätze können verloren gehen.","translation":"Some say that jobs can be lost."},{"text":"Ich suche einen Arbeitsplatz in der Nähe meines Hauses.","translation":"I am looking for a job near my house."},{"text":"Das Volk fordert mehr Arbeitsplätze und weniger Steuern.","translation":"The people are demanding more jobs and fewer taxes."}],"Datenverarbeitung":[{"text":"Mit Ausbreitung der elektronischen Datenverarbeitung ist es in der Typografie aktuell zur Regel geworden, auch die Großbuchsatben mit einem Akzent zu versehen.","translation":"With the spread of electronic data processing, it has become the rule in typography to also provide the capital letters with an accent."}],"Regelung":[{"text":"Diese Regelung öffnet Betrügereien Tür und Tor.","translation":"This regulation opens the door to fraud."},{"text":"Diese Regelung erscheint mir nicht die beste.","translation":"This regulation does not seem to me to be the best."},{"text":"Alles lief gemäß den gesetzlichen Regelungen ab.","translation":"Everything was carried out in accordance with the legal regulations."},{"text":"Ich wollte damals eine allgemeine Regelung vorschlagen.","translation":"At the time, I wanted to propose a general regulation."},{"text":"Diese Regelung besteht nur vorübergehend.","translation":"This arrangement is only temporary."}],"einst":[{"text":"Wir könnten Menschen sein, einst waren wir schon Kinder.","translation":"We could be human beings, once we were children."},{"text":"Um diesen einst so beliebten Sänger ist es still geworden.","translation":"It has become quiet around this once so popular singer."},{"text":"Einst konnte man hier gut leben, doch jetzt ist das nicht mehr möglich.","translation":"Once you could live well here, but now that is no longer possible."},{"text":"Heute erinnert nichts mehr an die Schlacht, die hier einst geschlagen wurde.","translation":"Today, nothing reminds us of the battle that was once fought here."},{"text":"Wenn nur das Feuer von einst in uns brennte!","translation":"If only the fire of yesteryear burned in us!"}],"zurückgeben":[{"text":"Er hat die Tickets zurückgegeben.","translation":"He has returned the tickets."},{"text":"Ich muss das Buch vor Samstag zurückgeben.","translation":"I have to return the book before Saturday."},{"text":"Wann muss ich das Auto zurückgeben?","translation":"When do I have to give back the car?"},{"text":"Ich habe ihm ein Buch geliehen, aber er hat es noch nicht zurückgegeben.","translation":"I lent him a book, but he hasn't returned it yet."},{"text":"Der lange Urlaub wird ihm seine Gesundheit zurückgeben.","translation":"The long vacation will give him back his health."}],"versammeln":[{"text":"Auf dem Platz vor dem berühmten Gebäude versammelten sich Besucher aus aller Herren Länder.","translation":"Visitors from around the world were gathering on the square in front of the famous building."},{"text":"Wir haben es uns zur Gewohnheit gemacht, uns regelmäßig zu versammeln.","translation":"We have made it a habit to gather regularly."},{"text":"Viele Menschen versammelten sich zu seinem Konzert.","translation":"Many people gathered for his concert."},{"text":"Die Leute versammelten sich um uns herum.","translation":"People gathered around us."},{"text":"Sie versammelte ihre Kinder um sich.","translation":"She gathered her children about her."}],"gemütlich":[{"text":"Sein Heim ist sehr gemütlich eingerichtet.","translation":"His home is very comfortably furnished."},{"text":"Wir sitzen gemütlich zusammen.","translation":"We sit comfortably together."},{"text":"Marias Zimmer ist sehr gemütlich.","translation":"Maria's room is very cozy."},{"text":"Ich wünsche allen einen gemütlichen Sonntag.","translation":"I wish everyone a cozy Sunday."},{"text":"Er wohnt in einem kleinen, gemütlichen Haus.","translation":"He lives in a little cozy house."}],"klettern":[{"text":"Tom kletterte durch das Loch in der Wand in die Freiheit.","translation":"Tom climbed through the hole in the wall into freedom."},{"text":"Sie kletterte schnell auf den Baum.","translation":"She climbed up the tree quickly."},{"text":"Kinder klettern gern auf Bäume.","translation":"Children like to climb trees."},{"text":"Der Affe kletterte auf einen Baum.","translation":"The monkey climbed a tree."},{"text":"Danke schön, dass du auf diesen Baum geklettert bist, um mir zu helfen!","translation":"Thank you for climbing this tree to help me."}],"Umfang":[{"text":"Dieser See hat einen Umfang von 10 Meilen.","translation":"This lake has a circumference of 10 miles."},{"text":"Dieser Baum hat einen Umfang von 3 Metern.","translation":"This tree has a circumference of 3 meters."},{"text":"Wie berechnet man den Radius, wenn man den Umfang kennt?","translation":"How is the radius calculated, when the circumference is known?"},{"text":"Der Stengel hat einen etwas größeren Umfang als dein kleiner Finger.","translation":"The stalk is a little bigger around than your little finger."},{"text":"Es gab zahlreiche Beschwerden von Schülern über den Umfang der von Herrn Johannsen erteilten Hausaufgaben.","translation":"There have been numerous complaints from pupils about the amount of homework Mr Jackson sets."}],"Merkmal":[{"text":"Welche gemeinsamen Merkmale haben die verschiedenen Varianten?","translation":"What features do the different variants have in common?"},{"text":"Das ist ein für ihn typisches Merkmal.","translation":"That is a characteristic inherent in him."},{"text":"Gibt es ein besonderes Merkmal?","translation":"Does it have a distinguishing mark?"},{"text":"Die optische Komponente ist hier nur ein Merkmal.","translation":"The optical component is only one feature here."},{"text":"Kannst du uns etwas über die ökologischen Merkmale dieser Gegend sagen?","translation":"Can you tell us about some of the natural features of that area?"}],"Löffel":[{"text":"Kleines Kind, große Schüssel, großer Löffel.","translation":"Little kid, big bowl, big spoon."},{"text":"Man soll den Löffel nicht aus der Hand geben, bis man selbst gegessen hat.","translation":"You should not give up the spoon until you have eaten yourself."},{"text":"Tom hat in diesem Jahr den Löffel abgegeben.","translation":"Tom gave up the spoon this year."},{"text":"Wer mit dem Teufel isst, muss einen langen Löffel haben.","translation":"Whoever eats with the devil must have a long spoon."},{"text":"Wenn's Brei regnet, fehlt mir der Löffel.","translation":"When it rains porridge, I miss the spoon."}]}