{"Winkel":[{"text":"Maria kennt hier jeden Winkel.","translation":"Mary knows every nook and cranny here."},{"text":"In den toten Winkel beim Auto passt ein komplettes Auto rein.","translation":"A whole car fits into the blind spot."},{"text":"Was ist ein rechter Winkel?","translation":"What is a right angle?"},{"text":"Sie sprach laut, damit sie auch im entferntesten Winkel des Raums zu hören war.","translation":"She spoke loudly so that she could be heard even in the farthest corner of the room."},{"text":"Die Erde ist um einen Winkel von 23,4 Grad geneigt.","translation":"The Earth is tilted at an angle of 23.4 degrees."}],"Verständnis":[{"text":"Ich bitte um Ihr Verständnis!","translation":"I ask for your understanding!"},{"text":"Dafür habe ich leider kein Verständnis.","translation":"Unfortunately, I have no sympathy for that."},{"text":"Das Lernen vieler Dinge lehrt nicht Verständnis.","translation":"Learning many things does not teach understanding."},{"text":"Gibt es auch in Ihrer Sprache verschiedene Wörter für \"Verstehen\" und \"Verständnis\"?","translation":"Are there also different words for \"understanding\" and \"understanding\" in your language?"},{"text":"Mit mehr Farben, mehr Liebe, mehr Verständnis","translation":"With more colors, more love, more understanding"}],"gießen":[{"text":"Sie gießen Öl ins Feuer.","translation":"They add fuel to the fire."},{"text":"Du hast die Blumen nicht gegossen, deshalb sind sie eingegangen.","translation":"You didn't water the flowers, so they went in."},{"text":"Und vergiss nicht, die Pflanzen zu gießen.","translation":"And don't forget to water the plants."},{"text":"Ich goss den Garten.","translation":"I watered the garden."},{"text":"Ich half meinem Vater die Blumen zu gießen.","translation":"I helped my father water the flowers."}],"Bildung":[{"text":"Der Erfolg hängt von der Bildung ab.","translation":"Success depends on education."},{"text":"Es ist für einige sehr schwer, eine gute Bildung zu erhalten.","translation":"It is very difficult for some to get a good education."},{"text":"Je niedriger die Bildung, desto größer der Glaube!","translation":"The lower the education, the greater the faith!"},{"text":"Die Bildung kommt nicht vom Lesen, sondern vom Nachdenken über das Gelesene.","translation":"Education does not come from reading, but from thinking about what has been read."},{"text":"Bildung für alle muss unser Ziel sein.","translation":"Education for all must be our goal."}],"Virus":[{"text":"Die große Welt steht plötzlich still, weil ein kleines Virus das so will.","translation":"Suddenly the great world stands still because a little virus wants it so."},{"text":"Noch ist nicht klar, wie das Virus in die Einrichtung kam.","translation":"It is not yet clear how the virus came to the facility."},{"text":"Dieses Virus ist weltweit ein Problem.","translation":"This virus is a problem all over the world."},{"text":"Könnte es sich um ein Virus handeln?","translation":"Could it be a virus?"},{"text":"Auf dem Computer meiner Tante habe ich jede Menge Viren gefunden.","translation":"I found a bunch of viruses on my aunt's computer."}],"daumen":[{"text":"Links ist, wo der Daumen rechts ist.","translation":"Left is where the thumb is right."},{"text":"Gut, dann drück mir mal die Daumen, dass es klappt.","translation":"Well, then keep my fingers crossed that it works."},{"text":"Ich drücke dir die Daumen!","translation":"I'll keep my fingers crossed for you!"},{"text":"Wir drücken Ihnen die Daumen und wünschen viel Glück!","translation":"We keep our fingers crossed for you and wish you good luck!"},{"text":"Zum Glück habe ich einen grünen Daumen.","translation":"Fortunately, I have a green thumb."}],"wirtschaftlich":[{"text":"Die wirtschaftliche Entwicklung ist wichtig für Afrika.","translation":"Economic development is important for Africa."},{"text":"Die wirtschaftliche Lage ist im Moment nicht gut.","translation":"The economic situation isn't good right now."},{"text":"Aus wirtschaftlicher Sicht ergibt das keinen Sinn.","translation":"It doesn't make economic sense."},{"text":"Sie sind wirtschaftlich unabhängig.","translation":"They're self-sufficient."},{"text":"Die Stadt entwickelte sich zum wirtschaftlichen Zentrum.","translation":"The town developed into the center of the economy."}],"Beruf":[{"text":"Er hat einen interessanten Beruf, für den er viel arbeiten muss.","translation":"He has an interesting job, for which he has to work a lot."},{"text":"Sein Beruf brachte es mit sich, dass er oft reisen musste.","translation":"His profession meant that he had to travel often."},{"text":"Wieso haben Sie sich für diesen Beruf entschieden?","translation":"Why did you choose this profession?"},{"text":"Familie und Beruf sind grundsätzlich zu trennen.","translation":"Family and career must always be separated."},{"text":"Das ist nun mal mein Beruf.","translation":"That's my job."},{"text":"Mein Mann ist Bäcker von Beruf.","translation":"My husband is a baker by profession."},{"text":"Er ist von Beruf Arzt.","translation":"He is a doctor by profession."},{"text":"Mein Beruf nimmt mich stark in Anspruch","translation":"My job puts a lot of strain on me"},{"text":"Können Sie sich bitte vorstellen? Was sind Sie von Beruf?","translation":"Can you please introduce yourself? What is your profession?"},{"text":"Haben Sie eigentlich einen Beruf gelernt, oder sind Sie von Beruf nur der Sohn Ihres Vaters?","translation":"Have you actually learned a trade, or are you just your father's son by profession?"}],"trauen":[{"text":"Ich kann meinen Augen nicht trauen.","translation":"I can't believe my eyes."},{"text":"Liebe viele, traue wenigen, aber bleib immer unabhängig!","translation":"Love many, trust a few, but always remain independent!"},{"text":"Neuem Freund und altem Haus ist nicht viel zu trauen.","translation":"New friend and old house is not much to trust."},{"text":"Ich traue Computern nur so weit ich sie werfen kann.","translation":"I trust computers only as far as I can throw them."},{"text":"Ich habe mich nicht getraut, noch mehr zu fordern.","translation":"I did not dare to ask for any more."}],"furchtbar":[{"text":"Ein Krieg ist eine furchtbare Sache.","translation":"A war is an awful thing."},{"text":"Diese beiden, Tom und Maria, regen mich furchtbar auf.","translation":"These two, Tom and Maria, upset me terribly."},{"text":"Ich fühle mich furchtbar.","translation":"I feel terrible."},{"text":"Es ist furchtbar, wie die Figuren in dieser Serie miteinander umgehen.","translation":"It's terrible how the characters in this series interact with each other."},{"text":"Er ist wirklich furchtbar nett.","translation":"He's really terribly nice."}],"erweitern":[{"text":"Ich habe den Text verändert und erweitert.","translation":"I've changed and expanded the text."},{"text":"Das Fernsehen hilft uns dabei, unser Wissen zu erweitern.","translation":"Television helps us widen our knowledge."},{"text":"Dank dem Fernsehen ist es uns möglich, unser Wissen zu erweitern.","translation":"Thanks to television, we are able to expand our knowledge."},{"text":"Im Ausland studieren erweitert den Horizont.","translation":"Studying abroad broadens your horizons."},{"text":"Ich möchte meinen Wortschatz erweitern.","translation":"I want to increase my vocabulary."}],"europäisch":[{"text":"Die Firma hat Niederlassungen in 12 europäischen Ländern.","translation":"The company has branches in 12 European countries."},{"text":"Im Zweiten Weltkrieg kämpften viele Soldaten auf europäischem Boden.","translation":"During the Second World War, many soldiers fought on European soil."},{"text":"Er küsste der „europäischen Prinzessin“ die Hand.","translation":"He kissed the hand of the \"European princess\"."},{"text":"Was bedeutet es, europäisch zu sein?","translation":"What does it mean to be European?"},{"text":"Die Stadt hat eine europäische Atmosphäre.","translation":"The town has a European air."},{"text":"Das Europäische Parlament hat seinen Sitz in Straßburg.","translation":"The plenary seat of the European Parliament is in Strasbourg."},{"text":"Algerien ist ein wichtiger Partner der Europäischen Union.","translation":"Algeria is an important partner of the European Union."},{"text":"In welche Richtung wird sich die Europäische Union entwickeln?","translation":"In which direction will the European Union develop?"},{"text":"Ich will nicht, dass mein Land Mitglied der Europäischen Union bleibt.","translation":"I do not want my country to remain a member of the European Union."},{"text":"Großbritannien verlässt die Europäische Union.","translation":"Britain is leaving the European Union."}],"zustimmen":[{"text":"Wer leicht zustimmt, hält selten Wort.","translation":"Those who agree slightly rarely keep their word."},{"text":"Wir können euch in diesem Punkt nicht zustimmen.","translation":"We cannot agree with you on this point."},{"text":"Ich kann deinem Plan nicht zustimmen.","translation":"I cannot approve your plan."},{"text":"Unter diesen Bedingungen kann ich der Bitte nicht zustimmen.","translation":"I can't agree to the request on those terms."},{"text":"Vielleicht würde sogar Tom zustimmen.","translation":"Maybe even Tom would agree."}],"spannen":[{"text":"Nun bin ich aber mal gespannt, was Sie von der Sache halten.","translation":"But now I'm curious what you think of the matter."},{"text":"Fauler Fuhrmann spannt lieber aus denn an.","translation":"Lazy carter prefers to relax rather than relax."},{"text":"Ich bin mal gespannt, wie sich Markku verhält, wenn es ernst wird.","translation":"I'm curious to see how Markku behaves when things get serious."},{"text":"Wer die Hoffnung vor seinen Wagen spannt, fährt doppelt so schnell.","translation":"If you put hope in front of your car, you drive twice as fast."},{"text":"Sommersby spannte ihm seine Frau aus.","translation":"Sommersby stripped him of his wife."},{"text":"Ich bin gespannt, wie der Film ist.","translation":"I'm curious to see how the film is."},{"text":"Ich bin gespannt darauf.","translation":"I'm looking forward to it."},{"text":"Ich bin gespannt, wie Tom auf Marias Frage antworten wird.","translation":"I am curious how Tom will answer Maria's question."},{"text":"Wenn Tom eine Geschichte erzählte, wurden die Kinder immer ganz still und hörten gespannt zu.","translation":"When Tom told a story, the children always kept quiet and listened intently."},{"text":"Wir sind alle gespannt auf deinen Besuch am kommenden Wochenende.","translation":"We all anticipate seeing you next weekend."}],"voraus":[{"text":"Der Witz setzt immer ein Publikum voraus.","translation":"The joke always requires an audience."},{"text":"Tom ist seiner Zeit weit voraus.","translation":"Tom is ahead of his time."},{"text":"Große Ereignisse werfen ihre Schatten voraus.","translation":"Great events cast their shadows ahead."},{"text":"Ich setze das Gute in jedem Menschen voraus.","translation":"I presuppose the good in every human being."},{"text":"Tom ging voraus; alle anderen folgten.","translation":"Tom went ahead; Everyone else followed."},{"text":"Ich danke Ihnen im Voraus für Ihre Antwort.","translation":"Thank you in advance for your reply."},{"text":"Wir entschuldigen uns im Voraus.","translation":"We apologise in advance."},{"text":"Ich danke Ihnen im Voraus für Ihre Hilfe.","translation":"Thank you in advance for your help."},{"text":"Wir alle wissen, dass Mendel seiner Zeit weit voraus war.","translation":"We all know that Mendel was way ahead of his time."},{"text":"Du solltest deine Miete im Voraus zahlen.","translation":"You should pay your rent in advance."}],"Faktor":[{"text":"Welche Faktoren machen diese Produkte einzigartig?","translation":"What factors make these products unique?"},{"text":"Bildung ist ein wichtiger Faktor.","translation":"Education is an important factor."},{"text":"Gesundheit ist ein wesentlicher Faktor zum Glück.","translation":"Health is an essential factor for happiness."},{"text":"Andere Faktoren sind deine Beziehung zu anderen Personen sowie deine normalen Aktivitäten.","translation":"Other factors include your relationship with other people as well as your normal activities."},{"text":"Hierbei wirken viele Faktoren zusammen.","translation":"In this case, there are a lot of factors at play."}],"Bau":[{"text":"Tom arbeitet auf dem Bau.","translation":"Tom works in the building trade."},{"text":"Unser Dom ist ein stolzer Bau.","translation":"Our cathedral is an imposing structure."},{"text":"Die Brücke befindet sich im Bau.","translation":"The bridge is under construction."},{"text":"Der Bau wird beginnen, sobald das Wetter dies erlauben wird.","translation":"Construction will begin as soon as the weather permits."},{"text":"Es gibt viele berühmte historische Bauten in Kyoto.","translation":"There are many famous historical buildings in Kyoto."}],"Verhältnis":[{"text":"Sie haben über ihre Verhältnisse gelebt.","translation":"They lived beyond their means."},{"text":"Sie soll ein Verhältnis mit ihrem Chef haben.","translation":"She should have a relationship with her boss."},{"text":"Tom steht in einem guten Verhältnis zu ihr.","translation":"Tom has a good relationship with her."},{"text":"Der Mensch ist gut, aber die Verhältnisse erlauben es nicht.","translation":"Man is good, but conditions do not allow it."},{"text":"Das Verhalten bestimmt die Verhältnisse.","translation":"The behavior determines the conditions."}],"erzähl":[{"text":"Erzähl mir später, wie es war.","translation":"Tell me later how it went."},{"text":"Erzähl mir später, wie es gelaufen ist.","translation":"Tell me how it went later."},{"text":"Erzähl mir was vom Tod.","translation":"Tell me about death."},{"text":"Opa, erzähl uns doch noch mal die Geschichte, wie du damals Oma kennengelernt hast!","translation":"Grandpa, tell us the story of how you met Grandma back then!"},{"text":"Weißt Du, wie Du Gott zum Lachen bringen kannst? Erzähl ihm Deine Pläne.","translation":"Do you know how to make God laugh? Tell him your plans."}],"Suppe":[{"text":"Ich esse Suppe.","translation":"I'm having soup."},{"text":"Sie ist für ihre Suppe bekannt.","translation":"She is known for her soup."},{"text":"Um sich auf andere Gedanken zu bringen, kochte sie eine Suppe.","translation":"To bring herself to other thoughts, she cooked a soup."},{"text":"Brot und Wein gibt auch eine Suppe.","translation":"Bread and wine also gives a soup."},{"text":"Die öffentliche Meinung ist wie eine See, und man behandelt sie wie eine Suppe.","translation":"Public opinion is like a sea, and it is treated like soup."}],"rechnen":[{"text":"Ich kann nicht so schnell rechnen wie er.","translation":"I can't calculate as fast as he can."},{"text":"Wir hoffen das Beste, rechnen aber mit dem Schlimmsten.","translation":"We hope for the best but expect the worst."},{"text":"Tom kann gut rechnen.","translation":"Tom is good at arithmetic."},{"text":"Wer im Leben nur rechnet, kommt nie auf seine Rechnung.","translation":"Those who only calculate in life never get their money's worth."},{"text":"Die Liebe schlägt zu, wenn man am wenigsten damit rechnet.","translation":"Love happens when you least expect it."}],"Agent":[{"text":"Unter welchem Namen hast du als Agent gearbeitet?","translation":"Under what name did you work as an agent?"},{"text":"Tom ist ein ehemaliger CIA-Agent.","translation":"Tom is a former CIA agent."},{"text":"Im Notfall nehmen Sie Kontakt mit meinem Agenten auf.","translation":"In case of an emergency, get in touch with my agent."},{"text":"Tom ist kein FBI-Agent.","translation":"Tom isn't an FBI agent."},{"text":"Wie ist es dazu gekommen, dass Sie Toms Agent wurden?","translation":"How did you end up being Tom's manager?"}],"Bevölkerung":[{"text":"Was glaubst du, wie viel Prozent unserer Bevölkerung sind komplette Idioten?","translation":"What percentage of our population do you think are complete idiots?"},{"text":"Die Bevölkerung dieser Stadt wächst.","translation":"The population of this city is on the increase."},{"text":"Die Bevölkerung wird bald die Folgen zu spüren bekommen.","translation":"The population will soon feel the consequences."},{"text":"Sie hat kein Vertrauen mehr in der Bevölkerung.","translation":"It no longer has the trust of the population."},{"text":"Die Bevölkerung stirbt aus.","translation":"The population is dying off."}],"ansonsten":[{"text":"Ansonsten ist alles perfekt.","translation":"Otherwise, everything is perfect."},{"text":"Ansonsten braucht man nichts mehr zu tun.","translation":"Nothing else remains to be done."},{"text":"Gieße kein heißes Wasser in das Glas. Ansonsten könnte es springen.","translation":"Do not pour hot water into the glass. Otherwise, it could jump."},{"text":"Lauf schneller. Ansonsten verpasst du den Zug.","translation":"Run faster. Otherwise, you'll miss the train."},{"text":"Streng dich jetzt an. Ansonsten wirst du es später bereuen.","translation":"Make an effort now. Otherwise, you will regret it later."}],"verwend":[{"text":"Ich verwende viel Wasser.","translation":"I use a lot of water."},{"text":"Ich verwende dieses Wort seit der Kindheit.","translation":"I have been using this word since childhood."},{"text":"Anstelle von Marmelade verwende ich Honig.","translation":"Instead of jam, I use honey."},{"text":"Es wird häufig behauptet, der Mensch verwende ein Drittel seines Lebens für das Schlafen.","translation":"It is often claimed that man spends a third of his life sleeping."},{"text":"Ich verwende nicht gern den Google-Übersetzer.","translation":"I don't like to use Google Translator."}],"hingehen":[{"text":"Seit ich weiß, dass die Universität existiert, will ich hingehen.","translation":"Since I know that the university exists, I want to go."},{"text":"Ich bereue, dass ich nicht hingegangen bin.","translation":"I regret that I didn't go there."},{"text":"Ich habe vergessen, warum ich da hingegangen bin.","translation":"I forgot why I went there."},{"text":"Kann ich bei dir bleiben? Ich habe keinen Ort, wo ich hingehen könnte.","translation":"Can I stay with you? I have nowhere to go."},{"text":"Egal wo du hingehst, der Himmel hat überall dieselbe Farbe.","translation":"No matter where you go, the sky is the same color everywhere."}],"glaub":[{"text":"Glaub mir, ich kann es alleine heben.","translation":"Believe me, I can lift it on my own."},{"text":"Glaub nicht alles, was du hörst.","translation":"Don't believe everything you hear."},{"text":"Glaub mir, dass ich dir helfen wollte.","translation":"Believe me that I wanted to help you."},{"text":"Glaub es mir, ich weiß das besser!","translation":"Believe me, I know better!"},{"text":"Glaub nicht, was sie sagt.","translation":"Don't believe what she says."},{"text":"Glaub es oder nicht, ich kann tatsächlich zeichnen.","translation":"Believe it or not, I can actually draw."},{"text":"Glaub kein Wort davon!","translation":"Don't believe a single word of it."},{"text":"Glaub ihr nicht! Die lügt immer.","translation":"Don't believe her! She's always lying."},{"text":"Es gibt Schlachten, die selbst du nicht gewinnen kannst. Glaub mir das!","translation":"There are battles that even you can't win. Believe me!"},{"text":"Glaub an dich!","translation":"Believe in yourself!"},{"text":"Ich glaub, mich tritt ein Pferd!","translation":"I think a horse kicks me!"},{"text":"Egal was er sagt, glaub ihm nicht.","translation":"No matter what he says, don't believe him."},{"text":"Egal was er sagt, glaub ihm kein Wort.","translation":"No matter what he says, don't believe a word."},{"text":"Ich glaub, ich verstehe das.","translation":"I think I understand it."},{"text":"Und nochmal, es ist schon spät, ich geh jetzt glaub ich besser ins Bett.","translation":"And again, it's late, I think I'd better go to bed now."},{"text":"Glaub mir, es ist besser, wenn du die Wahrheit nicht weißt.","translation":"Believe me, it's better if you don't know the truth."},{"text":"Glaub ja nicht, du kannst dich so einfach aus deiner Verantwortung stehlen!","translation":"Don't think you can shirk your responsibilities so easily!"},{"text":"Das wird dir gefallen. Glaub mir!","translation":"You'll like it, believe me."},{"text":"Glaub, was du willst!","translation":"Believe whatever you wish."},{"text":"Glaub Maria nicht! Die lügt immer.","translation":"Don't believe Mary! She's always lying."}],"bad":[{"text":"Das Bad ist frei!","translation":"Bathroom's free."},{"text":"Angst ist für die Seele ebenso gesund wie ein Bad für den Körper.","translation":"Fear is as healthy for the soul as a bath is for the body."},{"text":"Waschen Sie sich die Hände im Bad!","translation":"Wash your hands in the bathroom!"},{"text":"Er nimmt ein Bad.","translation":"He takes a bath."},{"text":"Das heiße Bad entspannte meine Muskeln.","translation":"The hot bath relaxed my muscles."}],"hilfreich":[{"text":"Eine zweite Meinung wäre sehr hilfreich.","translation":"A second opinion would be very helpful."},{"text":"Ich danke euch allen für eure hilfreichen Antworten auf meine Frage!","translation":"Thank you all for your helpful answers to my question!"},{"text":"Sicherlich ist er klug, aber er ist nicht sehr hilfreich.","translation":"Sure, he's smart, but he's not very helpful."},{"text":"Dieses Buch sollte für Sie sehr hilfreich sein.","translation":"This book should help you a lot."},{"text":"Ein paar Tipps wären jetzt sehr hilfreich.","translation":"A few tips would be very helpful now."}],"Studium":[{"text":"Ich habe gehört, Sie haben Ihr Studium nicht abgeschlossen. Warum nicht?","translation":"I heard you didn't finish your studies. Why not?"},{"text":"Nach erfolgreichem Abschluss seines Studiums begann er zu arbeiten.","translation":"After successfully completing his studies, he began to work."},{"text":"Die Inhalte deines Studiums interessieren dich nicht.","translation":"You are not interested in the contents of your studies."},{"text":"Wenn sie mit dem Studium fertig ist, will Maria zu Tore nach Schweden ziehen.","translation":"When she finishes her studies, Maria wants to move to Tore in Sweden."},{"text":"Wie läuft dein Studium?","translation":"How are your studies going?"}],"global":[{"text":"Wir müssen das Problem aus globaler Sicht sehen.","translation":"We must look at the problem from a global point of view."},{"text":"Wir leben in einem globalen Dorf.","translation":"We live in a global village."},{"text":"Wir müssen das Problem aus einer globalen Perspektive betrachten.","translation":"We need to look at the problem from a global perspective."},{"text":"Es ist besser, ein Held zuhause zu sein als ein globaler Verlierer.","translation":"It's better to be a hero at home than a global loser."},{"text":"Der Klimawandel ist ein globales Problem.","translation":"Climate change is a global problem."}],"freiwillig":[{"text":"Wer meldet sich freiwillig?","translation":"Who volunteers?"},{"text":"Macht ist eine Droge, die freiwillig aufzugeben den wenigsten je gelingt.","translation":"Power is a drug which few ever manage to relinquish."},{"text":"Tiere fühlen sich dort am wohlsten, wo sie freiwillig leben.","translation":"Animals feel most comfortable where they live voluntarily."},{"text":"Sonja machte die Arbeit freiwillig.","translation":"Sonja did the job voluntarily."},{"text":"Kann man freiwillige Arbeit zur Pflicht machen?","translation":"Is it possible to make voluntary work mandatory?"},{"text":"Er hat sich als Freiwilliger gemeldet.","translation":"He volunteered."},{"text":"Freiwillige haben Tausende von Menschen gerettet.","translation":"Volunteers have saved thousands of people."},{"text":"Freiwillige werden gebraucht.","translation":"Volunteers are needed."},{"text":"Ich habe mehrere Jahre als Freiwillige in verschiedenen Regionen Frankreichs gearbeitet.","translation":"I worked for several years as a volunteer in different regions of France."},{"text":"Ein Freiwilliger ist ein Mensch, der eine für die Gesellschaft nützliche Arbeit ohne Bezahlung ausführt.","translation":"A volunteer is a person who performs work useful to society without pay."}],"Botschaft":[{"text":"Ich möchte meine Botschaft anrufen.","translation":"I would like to call my embassy."},{"text":"Ist die Botschaft hier rechts?","translation":"Is the embassy here to the right?"},{"text":"Die Botschaft hör’ ich wohl, allein mir fehlt der Glaube.","translation":"I hear the message, but I lack faith."},{"text":"Die Botschaft schickte mir ein Buch über Deutschland zu.","translation":"The embassy sent me a book about Germany."},{"text":"Er hat Zugang zur amerikanischen Botschaft.","translation":"He has access to the American Embassy."}],"ca":[{"text":"Alle G-Sterne, wie unsere Sonne, leben ca. 10 Milliarden Jahre.","translation":"All G-stars, like our Sun, live about 10 billion years."},{"text":"Jeden Tag besuchen ca. 1000 Menschen den Regenbogenberg.","translation":"About 1,000 people visit Rainbow Mountain every day."},{"text":"Noch ist niemand da, aber wir erwarten ca. 30 Leute.","translation":"No one has arrived yet, but we're expecting about thirty people."},{"text":"Wir sind ca. 3 km gegangen.","translation":"We walked about 3 km."},{"text":"In Deutschland werden ca. 25 000 Patienten am Tag getestet.","translation":"Germany is testing about 25,000 patients a day."},{"text":"Mein Bruder und meine Schwester stehen jeden Morgen um ca. halb acht auf.","translation":"My brother and sister get up every morning at about half past eight."},{"text":"Menschen bestehen zu ca. 60 % aus Wasser.","translation":"Human beings are about 60% water."},{"text":"Ca. 90 % der Planeten, die sich je bilden werden, steht ihre Geburt noch bevor.","translation":"About 90 percent of the planets that ever will form are yet to be born."},{"text":"Sie hatte sich in ca. 20 Minuten geschminkt.","translation":"She had put on make-up in about 20 minutes."},{"text":"Ca. 20 % dieser Beispielsätze sind falsch.","translation":"Approximately 20% of these example sentences are incorrect."}],"Freundschaft":[{"text":"Wahrheit tötet die Freundschaft.","translation":"Truth kills friendship."},{"text":"Kleine Geschenke erhalten die Freundschaft.","translation":"Little presents keep a friendship alive."},{"text":"In der Politik gibt's keine Freundschaft.","translation":"There is no friendship in politics."},{"text":"Wahre Freundschaft hält ewig.","translation":"True friendship lasts forever."},{"text":"Freundschaft, das ist eine Seele in zwei Körpern.","translation":"Friendship is a soul in two bodies."}],"aufregend":[{"text":"Gestern Abend muss es ja mächtig aufregend für dich gewesen sein.","translation":"Last night must have been very exciting for you."},{"text":"Korea ist nie langweilig, es ist immer aufregend.","translation":"Korea is never boring, it's always exciting."},{"text":"Tom, du siehst heute nicht gerade aufregend aus!","translation":"Tom, you don't look very exciting today!"},{"text":"Es war ein aufregendes Spiel.","translation":"It was an exciting game."},{"text":"Das ist das aufregendste Buch, das ich je gelesen habe.","translation":"This is the most exciting book I've ever read."}],"abgeben":[{"text":"Möchten Sie eine Erklärung abgeben?","translation":"Would you like to make a statement?"},{"text":"Schüsse wurden abgegeben.","translation":"Shots were fired."},{"text":"Ich will nicht, dass sich meine Tochter mit Tom abgibt.","translation":"I don't want my daughter to hang out with Tom."},{"text":"Nicht immer der, der den ersten Schuss abgab, hat den Krieg begonnen.","translation":"Not always the one who fired the first shot started the war."},{"text":"Ich habe mich mit diesen Sachen schon lange nicht mehr abgegeben.","translation":"I haven't dealt with these things for a long time."}],"Achtung":[{"text":"Achtung! Die Milch fällt vom Tisch.","translation":"Attention! The milk falls off the table."},{"text":"Ohne Achtung gibt es keine wahre Liebe.","translation":"Without respect, there is no true love."},{"text":"Achtung! Hier kommt die Schönheit der deutschen Sprache!","translation":"Attention! Here comes the beauty of the German language!"},{"text":"Ich habe alle Achtung vor Franz verloren.","translation":"I have lost all respect for Franz."},{"text":"Das ganze Glück des Menschen besteht darin, bei anderen Achtung zu genießen.","translation":"All human happiness consists in being respected by others."}],"zentral":[{"text":"Die zentrale Lage erlaubt leichten Zugang zu Geschäften und Büros.","translation":"The central location gives easy access to stores and offices."},{"text":"Die Sprache spielt eine zentrale Rolle im Leben der Menschen.","translation":"Language plays a central role in people's lives."},{"text":"Auf dem zentralen Platz der Stadt versammelten sich viele Menschen.","translation":"Many people gathered in the central square of the city."},{"text":"Neid ist das zentrale Faktum des amerikanischen Lebens.","translation":"Envy is the central fact of American life."},{"text":"Die zentrale Frage lautet: „Wie wollen und wie können wir künftig leben?“","translation":"The central question is: \"How do we want to and how can we live in the future?\""}],"rüber":[{"text":"Es ist Grün. Gehen wir rüber!","translation":"The light's green. Let's cross."},{"text":"Komm rüber und hilf mir.","translation":"Come over here and help me."},{"text":"Schmeiß mir die Kiste rüber!","translation":"Throw me the box over!"},{"text":"Um wie viel Uhr möchtest du, dass ich morgen Abend rüber komme?","translation":"What time tomorrow evening would you like me to come over?"},{"text":"Tom kommt bestimmt rüber und hilft.","translation":"I'm sure Tom will come over and help."}],"Verein":[{"text":"Wie kann ich dem Verein trauen?","translation":"How can I trust the association?"},{"text":"Gibt es in deiner Stadt viele Vereine?","translation":"Are there many clubs in your city?"},{"text":"Er hat die Prüfung in unserem Verein bestanden.","translation":"He passed the exam in our club."},{"text":"Der Verein wählte Markku zu seinem Vorsitzenden.","translation":"The association elected Markku as its chairman."},{"text":"Die Fans hoffen alle, dass der Verein den Trainer wechselt.","translation":"The fans all hope the club will change the manager."}],"einander":[{"text":"Wir sind nicht auf Erden, um glücklich zu werden, sondern einander glücklich zu machen.","translation":"We are not on earth to be happy, but to make each other happy."},{"text":"Sie sahen einander an, als ob sie nie miteinander gesprochen hätten.","translation":"They looked at each other as if they had never spoken to each other."},{"text":"Tom und Maria gleichen einander wie Tag und Nacht.","translation":"Tom and Mary resemble each other as day and night."},{"text":"Wir kennen einander zu wenig.","translation":"We know each other too little."},{"text":"Man kann keine Einheit erzielen, wenn man einander gegenseitig auf die Füße tritt.","translation":"You can't achieve unity by stepping on each other's feet."}],"Religion":[{"text":"Oomoto zählt zu den neuen Religionen in Japan.","translation":"Oomoto is one of the new religions in Japan."},{"text":"Religion? Ich habe damit nichts am Hut.","translation":"Religion? That's no concern of mine."},{"text":"Religion ist eine Sache des Herzens, nicht des Kopfes.","translation":"Religion is a matter of the heart, not of the head."},{"text":"Die Liebe ist die billigste aller Religionen.","translation":"Love is the cheapest of all religions."},{"text":"Es ist nur eine wahre Religion, aber es kann vielerlei Arten des Glaubens geben.","translation":"It is only one true religion, but there can be many kinds of belief."}],"kompliziert":[{"text":"Wieso einfach, wenn man es auch kompliziert haben kann?","translation":"Why have it simple, when you can have it complicated?"},{"text":"Die Operation ist recht kompliziert.","translation":"The surgery is quite difficult."},{"text":"Das Gehirn ist nur eine komplizierte Maschine.","translation":"The brain is just a complicated machine."},{"text":"Es wird tatsächlich immer komplizierter, einfach zu leben.","translation":"It's actually becoming more and more complicated to live simply."},{"text":"Die Erklärung ist vielleicht bei weitem komplizierter.","translation":"The explanation is perhaps far more complicated."},{"text":"Das kompliziert die Angelegenheit.","translation":"That is complicating the matter."},{"text":"Ich bin nicht kompliziert, sondern eine Herausforderung.","translation":"I am not complicated, but a challenge."},{"text":"Das verstehe ich leider nicht. Das ist für mich zu kompliziert.","translation":"Unfortunately, I do not understand that. This is too complicated for me."},{"text":"Was ist denn daran so schwer zu verstehen? Ist daran etwas kompliziert?","translation":"What's so hard to understand about that? Is there anything complicated about that?"},{"text":"Toms Erklärung war zu kompliziert.","translation":"Tom's explanation was too complicated."}],"Hersteller":[{"text":"Der Hersteller der Medizin ist eine japanische Firma.","translation":"The manufacturer of the medicine is a Japanese company."},{"text":"Der Hersteller gibt nur zwei Jahre Garantie.","translation":"The manufacturer only gives a two-year warranty."},{"text":"Der Hersteller übernimmt keine Haftung.","translation":"The manufacturer assumes no liability."},{"text":"Warum tun die Hersteller immer so viel Zucker in den Joghurt?","translation":"Why do the makers of yoghurt always put so much sugar in it?"},{"text":"Wenn ein Hersteller mit der Qualität seiner Produkte wirbt, werde ich vorsichtig.","translation":"When a manufacturer advertises the quality of their products, I become cautious."}],"hochwertig":[{"text":"Schreibt hochwertige Sätze!","translation":"Write high-quality sentences."},{"text":"Ken kaufte seinem Vater zu dessen Geburtstag einen hochwertigen Wein.","translation":"Ken bought his father a high-quality wine for his birthday."},{"text":"Tom kaufte ein sehr teures, hochwertiges Paar Schuhe.","translation":"Tom bought a really expensive, well-made pair of shoes."},{"text":"Diese Firma ist bekannt für ihre qualitativ hochwertige Produktion.","translation":"This company is famous for its high-quality production."},{"text":"Der Schlüssel zur Zubereitung guten Essens liegt in der Verwendung hochwertiger, frischer Zutaten.","translation":"The key to cooking good food is using high-quality, fresh ingredients."}],"schuldig":[{"text":"Sie sind auf keine Frage eine Antwort schuldig geblieben.","translation":"They have given an answer to every question."},{"text":"Ich bin dir fünf Dollar schuldig.","translation":"I owe you five dollars."},{"text":"Wenn du schuldig bist, kommst du ins Gefängnis.","translation":"If you are guilty, you will go to jail."},{"text":"Maria bleibt klare Antworten schuldig.","translation":"Maria still lacks clear answers."},{"text":"Bleibe deinem Freund nichts schuldig.","translation":"Don't owe anything to your friend."}],"Buchstabe":[{"text":"Das Esperanto-Alphabet hat 28 Buchstaben.","translation":"The Esperanto alphabet has 28 letters."},{"text":"Das beste Mittel gegen Stress hat vier Buchstaben: NEIN.","translation":"The best remedy for stress has four letters: NO."},{"text":"Tom, setz dich auf deine vier Buchstaben und sei still!","translation":"Tom, sit on your four letters and be quiet!"},{"text":"Setz dich endlich mal auf deine vier Buchstaben und bleib ruhig!","translation":"Finally sit on your four letters and stay calm!"},{"text":"Kennst du alle Buchstaben?","translation":"Do you know all the letters?"}],"einfügen":[{"text":"Ich kann mich gut in ein Team einfügen.","translation":"I can fit well into a team."},{"text":"Tom kann sich leicht in die neue Umgebung einfügen.","translation":"Tom can easily fit into the new environment."},{"text":"Ich würde gerne eine neue Sprache in Tatoeba einfügen, wie mache ich das?","translation":"I'd like to add a new language in Tatoeba, what do I have to do?"},{"text":"Ich habe diese Option nicht eingefügt.","translation":"I didn't include this option."},{"text":"Ich muss meinen neuen Computer neu einstellen, damit er nicht so schnell einen weiteren Buchstaben einfügt.","translation":"I need to reset my new computer so it doesn't add another letter so quickly."},{"text":"Das Kopieren und Einfügen ist sehr nützlich.","translation":"Copying and pasting is very useful."},{"text":"Tom hat sein Referat durch Kopieren und Einfügen aus der Wikipedia zusammengestellt.","translation":"Tom compiled his presentation by copying and pasting from Wikipedia."}],"wobei":[{"text":"Wobei soll ich dir denn helfen?","translation":"What do you want me to help you with?"},{"text":"Langsam ging ich fort, wobei ich sie über die Schulter im Auge behielt.","translation":"Slowly I walked away, keeping an eye on her over my shoulder."},{"text":"Fürchte dich nicht, das zu tun, wobei du dich im Recht fühlst.","translation":"Don't be afraid to do that, where you feel right."},{"text":"Tue nichts, wobei du nicht tot erwischt werden möchtest.","translation":"Don't do anything you wouldn't want to be caught dead doing."},{"text":"Wobei ist der Fehler aufgetreten?","translation":"When did the error occur?"}],"Topf":[{"text":"Decke den Topf zu.","translation":"Cover the pot."},{"text":"Kleine Töpfe kochen leicht über.","translation":"Small pots boil easily."},{"text":"Fliegen werden nicht auf einem heißen Topf landen.","translation":"Flies will not land on a hot pot."},{"text":"Die Nudeln kommen in den großen Topf.","translation":"The noodles come in the large pot."},{"text":"Bob füllte den Topf mit Wasser.","translation":"Bob filled the pot with water."}],"Frucht":[{"text":"An ihren Früchten sollt ihr sie erkennen.","translation":"By their fruits you should recognize them."},{"text":"Märzenschnee tut der Frucht weh.","translation":"March snow hurts the fruit."},{"text":"Zum Baum, der keine Früchte trägt, führt kein Weg.","translation":"There is no way to the tree that bears no fruit."},{"text":"Dein Erfolg ist die Frucht deiner harten Arbeit.","translation":"Your success is the fruit of your hard work."},{"text":"Welche Früchte magst du am liebsten?","translation":"Which fruits do you like best?"}],"glatt":[{"text":"Alles läuft glatt.","translation":"Everything is going smoothly."},{"text":"Das ist eine glatte Lüge.","translation":"This is an absolute lie."},{"text":"Leider läuft die Sache aber nicht ganz glatt.","translation":"Unfortunately, things are not going smoothly."},{"text":"Dieser Tisch hat eine glatte Oberfläche.","translation":"This table has a smooth surface."},{"text":"Das Wasser des Sees ist glatt wie ein Spiegel.","translation":"The water of the lake is smooth as a mirror."}],"begehen":[{"text":"Jeder Fehler erscheint unglaublich dumm, wenn andere ihn begehen.","translation":"Every mistake seems incredibly stupid when others make it."},{"text":"Wer nie einen Fehler begangen hat, hat auch noch nie etwas entdeckt.","translation":"If you have never made a mistake, you have never discovered anything."},{"text":"Man kann nicht aus den Fehlern lernen, die andere begangen haben.","translation":"You can't learn from the mistakes others have made."},{"text":"Ich kenne keinen Fehler bei anderen, den ich nicht auch hätte begehen können.","translation":"I don't know of any mistake in others that I couldn't have made."},{"text":"Er hat kein Verbrechen begangen.","translation":"He did not commit a crime."}],"stets":[{"text":"Stets zu Diensten!","translation":"Always at service!"},{"text":"In der Schule des Lebens bleibt man stets ein Schüler.","translation":"In the school of life one always remains a student."},{"text":"Sag stets die Wahrheit.","translation":"Always tell the truth."},{"text":"Er verlässt sich stets auf andere.","translation":"He always relies on other people."},{"text":"Ich beziehe meine Waren stets aus den besten Quellen.","translation":"I always get my goods from the best sources."}],"hervorragend":[{"text":"Sie hatte nicht zu viel versprochen - das Essen schmeckte tatsächlich hervorragend.","translation":"She hadn't promised too much - the food actually tasted great."},{"text":"„Hervorragende Arbeit! Dafür wirst du sicherlich viel geübt haben.”","translation":"\"Excellent work! You will certainly have practiced a lot for that.\""},{"text":"Tom sprach hervorragend Französisch, aber er verstand kein Wort Englisch.","translation":"Tom spoke excellent French, but he didn't understand a word of English."},{"text":"Ich habe ein hervorragendes Verhältnis zu meiner Frau.","translation":"I have an excellent relationship with my wife."},{"text":"Ich habe jenen hervorragenden Mann persönlich gekannt.","translation":"I knew that outstanding man personally."}],"Schnee":[{"text":"Wie viel Schnee liegt bei euch?","translation":"How much snow have you had?"},{"text":"Der Schnee war weiß und weich.","translation":"The snow was white and soft."},{"text":"Die Kinder spielen im Schnee.","translation":"The children play in the snow."},{"text":"Ich mag auch Schnee. Aber nicht so viel davon.","translation":"I like snow as well, just not so much of it."},{"text":"Ich habe im Schnee zwei Stunden lang auf den Bus gewartet.","translation":"I waited in the snow for two hours for the bus."},{"text":"Das ist Schnee von gestern.","translation":"This is yesterday's news."},{"text":"Es riecht nach Schnee.","translation":"It smells like snow."},{"text":"Warum ist Schnee weiß?","translation":"Why is snow white?"},{"text":"Gibt es heute Abend Schnee?","translation":"Will there be snow tonight?"},{"text":"In Ländern wie Norwegen und Finnland haben sie im Winter einen Haufen Schnee.","translation":"In countries like Norway and Finland, they have a pile of snow in winter."}],"Öffentlichkeit":[{"text":"Mich interessiert nicht, was die Öffentlichkeit darüber denkt.","translation":"I don't care what the public thinks about it."},{"text":"Meine Information ist nicht für die Öffentlichkeit bestimmt.","translation":"My information is not intended for the public."},{"text":"Er überraschte die Öffentlichkeit.","translation":"He took the public by surprise."},{"text":"Er ist der Öffentlichkeit bekannt.","translation":"He is known to the public."},{"text":"Diese Bäume werden unser neues Haus vor den Blicken der Öffentlichkeit schützen.","translation":"These trees will protect our new house from public view."}],"Leidenschaft":[{"text":"Seine Leidenschaft zu teilen bedeutet, sie voll zu leben.","translation":"Sharing your passion means living it fully."},{"text":"Tom hat seine Leidenschaft zum Beruf gemacht.","translation":"Tom turned his passion into a career."},{"text":"Die Musik ist die Sprache der Leidenschaft.","translation":"Music is the language of passion."},{"text":"Traue niemandem in Angelegenheiten, die seine Leidenschaften sind.","translation":"Don't trust anyone in matters that are their passions."},{"text":"Männer kochen aus Leidenschaft, Frauen, weil sie müssen.","translation":"Men cook out of passion, women because they have to."}],"Abenteuer":[{"text":"Wer nur nach großen Abenteuern sucht, wird die kleinen verpassen.","translation":"Those seeking big adventures will miss out on the smaller ones."},{"text":"Die Ehe ist ein Abenteuer, wie in den Krieg ziehen.","translation":"Marriage is an adventure, like going to war."},{"text":"Das Leben ist entweder ein aufregendes Abenteuer oder gar nichts.","translation":"Life is either an exciting adventure or nothing at all."},{"text":"Die Abenteuer, von denen wir alle träumten, hatte Tom erlebt.","translation":"Tom had experienced the adventures we all dreamed of."},{"text":"Aktivität ist der einfache, Abenteuer der besondere Weg zum Glück.","translation":"Activity is the simple, adventure the special way to happiness."}],"unangenehm":[{"text":"Ich mag das nicht. Das muss ich Ihnen offen sagen. Das ist wirklich unangenehm.","translation":"I don't like that. I have to tell you that frankly. This is really unpleasant."},{"text":"Dein Betragen ist mir unangenehm.","translation":"Your behavior makes me uncomfortable."},{"text":"Er sprach zwei Stunden lang über die unangenehme Geschichte.","translation":"He spoke about the unpleasant story for two hours."},{"text":"Ich bin bereit zu sterben. Ich hoffe, dass es nicht zu unangenehm ist.","translation":"I am ready to die. I hope it's not too uncomfortable."},{"text":"Es ist Tom unangenehm, über seine Gefühle zu reden.","translation":"Tom doesn't feel comfortable talking about his feelings."}],"guck":[{"text":"Guck mal! Da draußen ist Tom. Was macht der denn hier?","translation":"Look! Tom's outside. What's he doing here?"},{"text":"Geh, guck mal nach, ob Herr Wilson zu Hause ist.","translation":"Go and see if Mr. Wilson is at home."},{"text":"Guck mal! Die küssen sich!","translation":"Oh, look, they're kissing."},{"text":"Guck mal weg! Ich ziehe mich schnell um.","translation":"Look away for a minute! I'm going to quickly change my clothes."},{"text":"O guck mal! Das hässliche Mädchen hat sich in einen Schmetterling verwandelt.","translation":"Oh look! The ugly girl has turned into a butterfly."},{"text":"Ich gucke einen Film.","translation":"I'm watching a movie."},{"text":"Wir lassen uns nicht in die Karten gucken.","translation":"We don't let ourselves be looked at in the cards."},{"text":"Aber ich gucke sowieso lieber weg.","translation":"But I prefer to look away anyway."},{"text":"Zurückkehren bringt meistens nichts, nach vorne gucken, dort steht das Glück.","translation":"Returning usually brings nothing, looking ahead, that's where happiness stands."},{"text":"Sie gucken gerne Fernsehen.","translation":"They like watching television."},{"text":"Guck mal, Maria, kennst du den Mann dort?","translation":"Look, Maria, do you know the man there?"},{"text":"Guck mal, da liegt Toms Jacke. Wie kommt denn die hierher?","translation":"Look, there's Tom's jacket. How does it get here?"},{"text":"Guck mal aus dem Fenster! Da läuft einer bei uns im Garten herum!","translation":"Look out of the window! Someone's wandering about in our garden!"},{"text":"Deine Antwort ist nicht richtig. Guck noch mal.","translation":"Your answer is not correct. Look again."},{"text":"„Guck mal, was ich gerade gekauft habe!“ – „Was ist das denn?“","translation":"\"Look what I just bought.\" \"What is it?\""}],"erleichtern":[{"text":"Wofür leben wir, wenn nicht, um uns gegenseitig das Leben zu erleichtern?","translation":"What do we live for, if not, to make each other's lives easier?"},{"text":"Um sein Gewissen zu erleichtern, ging Tom in die Kirche.","translation":"To ease his conscience, Tom went to church."},{"text":"Ich war erleichtert, zu hören, dass die Operation erfolgreich war.","translation":"I was relieved to hear that the operation was successful."},{"text":"Ich bin erleichtert, dass Sie mein schlechtes Englisch verstehen konnten.","translation":"I am relieved that you could understand my bad English."},{"text":"Er war über die Nachricht erleichtert.","translation":"He was relieved at the news."},{"text":"Wir atmeten alle erleichtert auf.","translation":"We all breathed a sigh of relief."},{"text":"Ich fühlte mich ziemlich erleichtert, nachdem ich gesagt hatte, was ich zu sagen hatte.","translation":"I felt quite relieved after I had said all I wanted to say."},{"text":"Tom schien erleichtert, mich zu sehen.","translation":"Tom seemed relieved to see me."},{"text":"Flugzeuge haben Reisen ins Ausland erleichtert.","translation":"Airplanes have made it easy to travel abroad."},{"text":"Ich fühlte mich sehr erleichtert, als ich die Nachricht hörte.","translation":"I felt very relieved when I heard the news."}],"erstmal":[{"text":"Nun lasst doch erstmal die Leute aus dem Bus!","translation":"Let the kids off the bus first!"},{"text":"Immer diese Entscheidungen. Ich habe mich erstmal für ganz viel Kaffee entschieden.","translation":"Always these decisions. First of all, I decided to have a lot of coffee."},{"text":"Ich schaue mich erstmal nur um, danke.","translation":"I'm just looking around, thank you."},{"text":"Das ist eine Idee, auf die man erstmal kommen muß.","translation":"That's an idea you have to come up with first."},{"text":"Wenn ich mit dieser Arbeit fertig bin, will ich erstmal einen Monat Urlaub machen.","translation":"I intend to take a month's vacation on completion of this work."},{"text":"Sollten wir nicht erstmal Tom fragen?","translation":"Shouldn't we ask Tom first?"},{"text":"Ich glaube wir werden von Tom erstmal nichts mehr hören.","translation":"I don't think that we'll be hearing from Tom for quite a while."},{"text":"Wenn sie erstmal angefangen hat zu reden, ist es schwer, sie aufzuhalten.","translation":"Once she's started talking, it's hard to stop her."},{"text":"Ich muss mich hier erstmal umschauen.","translation":"I have to look round here first."},{"text":"Ich muss mich hier erstmal einleben.","translation":"I have to settle in here first."}],"vorhin":[{"text":"Jetzt ist die Tür auf. Vorhin war sie zu.","translation":"The door is open now; it was closed a minute ago."},{"text":"Jetzt ist das Fenster auf. Vorhin war es zu.","translation":"The window is open now; it was shut a minute ago."},{"text":"Vorhin hat hier eine Frau nach dir gesucht.","translation":"There was a woman here earlier looking for you."},{"text":"Ich habe mich entschuldigt, also vergiss das von vorhin.","translation":"I apologized, so forget that from earlier."},{"text":"Vergiss einfach, worüber wir vorhin gesprochen haben.","translation":"Just forget what we talked about earlier."},{"text":"Ein starker Wind hat vorhin den Baum im Garten zerstört.","translation":"A strong wind has just destroyed the tree in the garden."},{"text":"Vorhin standen Toms Fenster offen. Jetzt sind sie geschlossen.","translation":"Tom's windows were open a while ago. They're closed now."},{"text":"Tom hat vorhin den Kuchen zu Ende gegessen.","translation":"Tom finished eating the cake earlier."},{"text":"Hast du vorhin den Sonnenaufgang gesehen? Der war echt schön.","translation":"Did you see the sunrise earlier? It was really beautiful."},{"text":"Mir gerade eingefallen, dass ich vorhin Brot hätte kaufen sollen.","translation":"It just occurred to me that I should have bought bread earlier."}],"real":[{"text":"Ehrgeiz ist die Fähigkeit, die Träume real werden lässt.","translation":"Ambition is the skill that makes dreams come true."},{"text":"Wie können Spiegel real sein, wenn unsere Augen nicht real sind?","translation":"How can mirrors be real if our eyes aren't real?"},{"text":"Alles, was man sich vorstellen kann, ist real.","translation":"Everything you can imagine is real."},{"text":"Das ist eine reale Person.","translation":"That's a real person."},{"text":"Seine Traumwelten waren für Tom realer als die Wirklichkeit.","translation":"His dream worlds were more real to Tom than reality."},{"text":"Eine leere CD kostet weniger als ein Real.","translation":"A blank CD costs less than a Real."},{"text":"Sind wir jung, unterscheiden wir nicht immer eindeutig zwischen dem, was real, und dem, was ideal ist.","translation":"When we are young, we do not always make a clear distinction between what is real and what is ideal."},{"text":"Arbeite mit deinen Träumen, lache und weine mit ihnen, auf dass etwas Neues, Reales und Großartiges entstehen möge.","translation":"Work with your dreams, laugh and cry with them so that something new, real and great may emerge."},{"text":"Jede komplexe Zahl hat einen Real- und einen Imaginärteil und ist durch diese beiden eindeutig bestimmt.","translation":"Every complex number has a real and an imaginary part and is uniquely determined by these two."},{"text":"Die Madrider wurden damit ziemlich amüsiert, dass die Fans der Moskauer Mannschaft „Lokomotiv\" ihre Fußballer im Auswärtsspiel gegen „Real” im Jahre 2002 mit Ausrufen „Loco!”, „Loco!” unterstützt haben. Dieses Wort wird aus dem Spanischen als „Narr“ übersetzt.","translation":"The Madriders were quite amused by the fact that the fans of the Moscow team \"Lokomotiv\" supported their footballers in the away game against \"Real\" in 2002 with exclamations \"Loco!\", \"Loco!\". This word is translated from Spanish as \"fool\"."}],"Schokolade":[{"text":"Wer will heiße Schokolade?","translation":"Who wants hot chocolate?"},{"text":"Sie lacht immer darüber, dass ich keine Schokolade mag.","translation":"She always laughs at the fact that I don't like chocolate."},{"text":"Du magst sowieso keine Schokolade, oder?","translation":"You don't like chocolate anyway, right?"},{"text":"Denk nicht mal dran, meine Schokolade zu essen!","translation":"Don't even think about eating my chocolate!"},{"text":"Erfolge feiere ich mit Kindern, Freunden und Schokolade.","translation":"I celebrate successes with children, friends and chocolate."},{"text":"Er riecht den ganzen Tag nach Schokolade.","translation":"It smells of chocolate all day long."},{"text":"Zum Frühstück trinkt Tom immer eine Tasse Schokolade.","translation":"For breakfast, Tom always drinks a cup of chocolate."},{"text":"Ann mag Schokolade sehr.","translation":"Ann likes chocolate very much."},{"text":"Tom isst fast jeden Tag Schokolade.","translation":"Tom eats chocolate almost every day."},{"text":"Ich möchte bitte eine Tasse Schokolade.","translation":"I would like a cup of chocolate, please."}],"Gelächter":[{"text":"Ein Gelächter hört man weiter als ein Weinen.","translation":"A laughter can be heard further than a cry."},{"text":"Sie brachen in Gelächter aus.","translation":"They broke into laughter."},{"text":"Gelächter erfüllte den Raum.","translation":"The room was filled with laughter."},{"text":"Licht und Gelächter drang aus dem Fenster.","translation":"Light and laughter came out of the window."},{"text":"Die Menge verfiel in Gelächter.","translation":"The crowd burst into laughter."}],"feuern":[{"text":"Der Chef hat ihn gefeuert.","translation":"The boss fired him."},{"text":"Kurz gesagt, er ist gefeuert worden.","translation":"To make a long story short, he was fired."},{"text":"Ich komme gleich zur Sache. Du bist gefeuert.","translation":"I'll get straight to the point. You're fired."},{"text":"Angenommen, du würdest gefeuert, was würdest du als Erstes tun?","translation":"Assuming you were fired, what would you do first?"},{"text":"Ich werde Sie feuern müssen, wenn Sie so oft zu spät kommen.","translation":"I'll have to fire you if you come late so often."}],"Richter":[{"text":"Richter sollen zwei gleiche Ohren haben.","translation":"Judges should have two equal ears."},{"text":"Schöne Gesichter haben viele Richter.","translation":"Beautiful faces have many judges."},{"text":"Sogar der Richter war betrunken, als es den Wein gratis gab.","translation":"Even the judge was drunk when the wine was given for free."},{"text":"Der Richter kommt bald zurück, um seine Entscheidung mitzuteilen.","translation":"The judge will soon return to announce his decision."},{"text":"Die Öffentlichkeit ist der beste Richter.","translation":"The public is the best judge."}],"Brust":[{"text":"Ich habe Schmerzen in der Brust.","translation":"I have a pain in my chest."},{"text":"Des Schicksals Sterne wohnen in der eignen Brust.","translation":"Of fate Stars dwell in their own chest."},{"text":"Du hältst dir eine Schlange in der Brust.","translation":"You hold a snake in your chest."},{"text":"Das Herz befindet sich in der Brust.","translation":"The heart is located in the chest."},{"text":"Die Brust ist vorne.","translation":"The chest is in front."}],"Make-up":[{"text":"Tom trägt Make-up.","translation":"Tom is wearing makeup."},{"text":"Ich finde, dass Mary ohne Make-up besser aussieht.","translation":"I think Mary looks better without makeup."},{"text":"Maria nahm einen kleinen Spiegel aus ihrer Handtasche und überprüfte ihr Haar und ihr Make-up.","translation":"Mary took a little mirror out of her purse and checked her hair and make-up."},{"text":"Ich wasche jeden Abend mein Gesicht, um das Make-up zu beseitigen.","translation":"I wash my face every night to get rid of the makeup."},{"text":"Interessierst du dich für Fashion, Make-up und so?","translation":"Are you interested in fashion, make-up and such?"}],"schnappen":[{"text":"Wenn sie dich schnappen, bist du dran!","translation":"If they grab you, it's your turn!"},{"text":"Ich will einfach nur etwas frische Luft schnappen.","translation":"I just want to get some fresh air."},{"text":"Der Hund hat nach mir geschnappt.","translation":"The dog nipped at me."},{"text":"Tom schnappte sich seine Schlüssel und steckte sie in seine Tasche.","translation":"Tom grabbed his keys and put them into his pocket."},{"text":"Der junge Hund schnappte nach meiner Hand.","translation":"The pup snapped at my hand."}],"wozu":[{"text":"Deine Zukunft ist, wozu du sie machen willst. Zukunft heißt wollen.","translation":"Your future is what you want it to be. The future means wanting."},{"text":"Harte Arbeit hat noch keinen umgebracht. Aber wozu das Risiko eingehen?!","translation":"Hard work never killed anyone. But why take the risk?!"},{"text":"Wozu dient das?","translation":"What is this for?"},{"text":"Wozu soll dieses Projekt dienen?","translation":"What is the purpose of this project?"},{"text":"Handeln, das ist es, wozu wir da sind.","translation":"Action, that's what we're here for."},{"text":"Du hast ja gesehen, wozu Tom in der Lage ist.","translation":"You've seen what Tom can do."},{"text":"Sie tut, wozu sie gerade lustig ist.","translation":"She does whatever comes into her mind."},{"text":"Das habe ich geschenkt bekommen, aber ich habe keine Ahnung, wozu das gut ist!","translation":"I received this as a gift, but I have no idea what it does!"},{"text":"Wie wäre es, wenn du das dazu verwenden würdest, wozu es da ist?","translation":"What if you used that to do what it's for?"},{"text":"Ich werde tun, wozu Sie mir raten.","translation":"I will do what you advise me to do."}],"Amerikaner":[{"text":"Wenn du Berliner magst, dann magst du wahrscheinlich auch Amerikaner, die sind genauso süß.","translation":"If you like Berliners, then you probably like Americans, they're just as cute."},{"text":"Berliner sind fetter als Amerikaner, aber am schlimmsten sind die Hamburger!","translation":"Berliners are fatter than Americans, but the worst are the hamburgers!"},{"text":"Ich habe einen Amerikaner gegessen.","translation":"I ate a half-moon cookie."},{"text":"Tom spricht sehr gut. Man hört den Amerikaner kaum heraus.","translation":"Tom speaks very well. You can hardly hear the American."},{"text":"Die meisten Amerikaner lieben Hamburger.","translation":"Most Americans like hamburgers."}],"elektronisch":[{"text":"Denkst du, dass elektronische Bücher diejenigen aus Papier ersetzen werden?","translation":"Do you think electronic books will replace those made of paper?"},{"text":"Wenn ein neues elektronisches Gerät auf den Markt kommt, drehen alle durch.","translation":"When a new electronic device is released, everyone goes crazy."},{"text":"Bitte schalten Sie Ihre elektronischen Geräte aus.","translation":"Please turn off your electronic devices."},{"text":"Hast du gestern meine elektronische Nachricht mit den Anweisungen erhalten?","translation":"Did you get my email yesterday with the instructions?"},{"text":"Er weiß, wie er seinen elektronischen Posteingang kontrollieren kann.","translation":"He knows how to check his e-mail box."}],"Mom":[],"Episode":[{"text":"Aber im Ernst, die Episode 21 hat mich fast vor Lachen weinen lassen.","translation":"But seriously, episode 21 almost made me cry with laughter."},{"text":"Niemals werde ich diese schreckliche Episode meiner Kindheit vergessen könnte.","translation":"Never will I be able to forget this horrible episode from my childhood."},{"text":"Wir haben uns nacheinander drei Episoden angesehen.","translation":"We watched three episodes in a row."},{"text":"Die Liebe ist das Leben des Weibes, aber eine Episode im Leben des Mannes.","translation":"Love is the woman's life, but an episode in the man's life."},{"text":"Ich verstehe bei den Star-Wars-Filmen nicht, warum ausgerechnet Disney die siebte und achte Episode gemacht hat.","translation":"With the Star Wars movies, I don't understand why Disney of all people made the seventh and eighth episodes."}],"hungrig":[{"text":"Die Jungen waren hungrig und müde.","translation":"The boys were hungry and tired."},{"text":"Ein hungriger Bauch hat keine Ohren.","translation":"A hungry belly has no ears."},{"text":"Dem hungrigen Bauch schmeckt alles wohl.","translation":"Everything tastes good to the hungry belly."},{"text":"Manchmal bist du ganz schön langweilig, Tom: entweder bist du hungrig oder müde.","translation":"Sometimes you're pretty boring, Tom: you're either hungry or tired."},{"text":"Obwohl ich schon gegessen habe, bin ich noch hungrig.","translation":"Although I've already eaten, I'm still hungry."}],"Wesen":[{"text":"Das Wesen der Krankheit ist so dunkel wie das Wesen des Lebens.","translation":"The essence of disease is as dark as the essence of life."},{"text":"Das Wesen lebte sein Leben weiter, als wäre ihm nichts geschehen.","translation":"The being continued to live his life as if nothing had happened to him."},{"text":"Nichts gibt dir das Recht, ein Wesen zu verletzen.","translation":"Nothing gives you the right to hurt a being."},{"text":"Das Wesen eines Menschen hängt vom Einfluss guter oder schlechter Freunde ab.","translation":"The nature of a person depends on the influence of good or bad friends."},{"text":"Er hat ein freundliches Wesen.","translation":"He has a friendly nature."}],"Deal":[{"text":"Tom hat wirklich einen schlechten Deal bekommen.","translation":"Tom really got a bad deal."},{"text":"Deal liegt im Südosten Englands, ungefähr 110 Kilometer entfernt von London.","translation":"Deal is in the southeast of England, about 110 kilometers away from London."},{"text":"Europas Autobauer befürchten „katastrophischen“ No-Deal-Brexit.","translation":"Europe's carmakers fear a \"catastrophic\" no-deal Brexit."},{"text":"Wenn da Verzweiflung im Staub und Depression im Land war, erlebte sie eine Nation, die ihre Angst mit einem New Deal bezwang, mit neuen Arbeitsplätzen, einem neuen Sinn für gemeinsame Ziele. Ja, wir können.","translation":"When there was despair in the dust bowl and depression across the land, she saw a nation conquer fear itself with a New Deal, new jobs, a new sense of common purpose. Yes, we can."},{"text":"Deal befindet sich im südöstlichen Teil Englands, etwa 110 Kilometer von London entfernt.","translation":"Deal is located in the southeastern part of England, about 110 kilometers from London."}],"festhalten":[{"text":"Nur mit Liebe kannst du Menschen festhalten. Sonst stößt du sie ab.","translation":"Only with love can you hold people. Otherwise, you repel them."},{"text":"Wer festhält, was verändert werden muss, der verliert alles.","translation":"Anyone who records what needs to be changed loses everything."},{"text":"Können Sie es an diesem Ende festhalten?","translation":"Will you please hold this edge?"},{"text":"Ich musste sie festhalten, um zu verhindern, dass sie fiel.","translation":"I had to hold on to her to keep her from falling."},{"text":"Wir sollten an unserem Plan festhalten.","translation":"We should stick to our plan."}],"attraktiv":[{"text":"Attraktive Menschen stoßen mich ab.","translation":"Attractive people repel me."},{"text":"Ich finde dich sehr attraktiv und ein wenig traurig.","translation":"I find you very attractive and a little sad."},{"text":"Oma war früher einmal eine attraktive Frau.","translation":"Grandma used to be an attractive woman."},{"text":"Maria ist ziemlich attraktiv.","translation":"Mary is quite attractive."},{"text":"Findest du sie attraktiv?","translation":"Do you think she's attractive?"}],"locker":[{"text":"Der Typ lässt nicht locker!","translation":"That bloke won't let up!"},{"text":"Dein Kopf sitzt schon ziemlich locker!","translation":"Your head is already pretty loose!"},{"text":"Die Arbeit ging ihr leicht und locker von der Hand.","translation":"The work was easy and easy for her."},{"text":"Ich bin ganz ruhig, locker und entspannt.","translation":"I am very calm, relaxed and relaxed."},{"text":"Dieser Zahn ist locker.","translation":"This tooth is loose."}],"tanz":[{"text":"Am Abend ist der Tanz lieb, am Morgen der Schlaf süß.","translation":"In the evening the dance is nice, in the morning the sleep sweet."},{"text":"Darf ich Sie um den nächsten Tanz bitten?","translation":"May I ask you for the next dance?"},{"text":"„Wo war Maria gestern Abend?“ – „Beim Tanz in den Mai.“","translation":"\"Where was Maria last night?\" – \"Dancing into May.\""},{"text":"Komm und tanz mit mir!","translation":"Come and dance with me!"},{"text":"Tanze im Regen!","translation":"Dance in the rain!"},{"text":"Heute ist Tanz im Goldenen Adler.","translation":"Today is dance in the Golden Eagle."},{"text":"Für Geld kann man den Teufel tanzen sehen.","translation":"For money you can see the devil dancing."},{"text":"Tanz ist Esperanto mit dem ganzen Körper.","translation":"Dance is Esperanto with the whole body."},{"text":"Tanz ist die Verbindung von Körper und Geist.","translation":"Dance is the connection between body and mind."},{"text":"Die Jungen und Mädchen bildeten zum Tanz Paare.","translation":"The boys and girls paired off for the dance."}],"fürchte":[{"text":"Ich fürchte, das wird nicht so leicht sein.","translation":"I am afraid it's not so easy."},{"text":"Ich fürchte nicht den Tod, sondern das Sterben.","translation":"I do not fear death, but dying."},{"text":"Ich fürchte, dass er mich nicht mehr liebt.","translation":"I'm afraid he doesn't love me anymore."},{"text":"Wer wünscht, dass man ihn fürchte, erreicht nur, dass man ihn hasst.","translation":"Those who wish to fear him only achieve hating him."},{"text":"Es gefällt dem Herrn in der Nacht zu kommen. Darum fürchte die Nacht nicht.","translation":"It pleases the Lord to come at night. That's why don't fear the night."}],"Knopf":[{"text":"Sie haben doch selbst gesagt, ich solle auf den Knopf drücken.","translation":"You yourself said that I should press the button."},{"text":"Wenn es funktionieren soll, musst du den grünen Knopf drücken.","translation":"If you want it to work, you have to press the green button."},{"text":"Die Knöpfe sind klein.","translation":"The buttons are small."},{"text":"Mach dir einen Knopf in die Nase.","translation":"Put a button in your nose."},{"text":"Mach auch den obersten Knopf zu.","translation":"Also close the top button."}],"tollen":[{"text":"Das ist ja eine tolle Idee.","translation":"That's a great idea."},{"text":"Ich habe eine tolle Arbeit.","translation":"I have a great job."},{"text":"Ihre Frau Großmutter ist eine tolle Frau.","translation":"Her wife grandmother is a great woman."},{"text":"Das Internet ist eine tolle Erfindung.","translation":"The Internet is a great invention."},{"text":"Einmal persönlich mit so einem hochrangigen und gefeierten Wissenschaftler wie Tom sprechen zu können war eine tolle Erfahrung.","translation":"To be able to speak in person with such a high-ranking and celebrated scientist as Tom was a great experience."}],"Administrator":[{"text":"Ich habe ein hervorragendes Verhältnis zu meinen Administratoren.","translation":"I have an excellent relationship with my administrators."},{"text":"Fragen Sie einen Administrator!","translation":"Ask an administrator."},{"text":"Vielleicht tragen unsere Administratoren eine gewisse Verantwortung für all das?","translation":"Perhaps our administrators have some responsibility for all this?"},{"text":"Nachfolgend finden Sie eine Liste der ehemaligen Administratoren.","translation":"Below is a list of past administrators."},{"text":"Die Administratoren sind unzufrieden.","translation":"The administrators are dissatisfied."}],"Bahn":[{"text":"Ich fahre mit der U-Bahn.","translation":"I take the subway."},{"text":"Mehr Menschen können gut die Bahn benutzen.","translation":"More people can use the train well."},{"text":"Ich möchte etwas zum Lesen in der Bahn.","translation":"I want something to read on the train."},{"text":"Wir haben die Bahn verpasst.","translation":"We missed the track."},{"text":"Tom fragte sich, wie viele Bahnen Maria wohl laufen würde.","translation":"Tom wondered how many times Mary was going to run around the track."}],"Ehemann":[{"text":"Die Männer sind alle verschieden, aber die Ehemänner sind alle gleich.","translation":"The men are all different, but the husbands are all the same."},{"text":"Sie hielt ihre größten Wünsche vor ihrem Ehemann geheim.","translation":"She kept her greatest wishes a secret from her husband."},{"text":"Ich weiß nicht, wann der Ehemann angerufen hat.","translation":"I don't know when the husband called."},{"text":"Nach dem Tod ihres Ehemanns zog sie die beiden Kinder ganz alleine auf.","translation":"After the death of her husband, she raised the two children all alone."},{"text":"Mein letzter Ehemann war wirklich dumm.","translation":"My last husband was really stupid."}],"ordentlich":[{"text":"Tu bitte ordentlich Milch in meinen Kaffee.","translation":"Please put plenty of milk in my coffee."},{"text":"Wir waren nicht ordentlich vorbereitet.","translation":"We weren't properly prepared."},{"text":"Ich habe mir ordentlich weh getan.","translation":"I hurt myself a lot."},{"text":"Wenn ich bei der Arbeit bin, bin ich ein sehr ordentlicher Mensch.","translation":"When I am working, I am a very tidy person."},{"text":"Sein Zimmer macht keinen ordentlichen Eindruck.","translation":"His room doesn't make a decent impression."}],"sexuell":[{"text":"In einer sexuellen Beziehung bedeutet jemanden betrügen, mit einer anderen Person Sex zu haben.","translation":"In a sexual relationship, cheating on someone is having sex with someone else."},{"text":"Der erste sexuelle Kontakt ist ein sehr wichtiges Ereignis im Leben des Menschen.","translation":"The first sexual contact is a very important event in the life of man."},{"text":"Ich hatte keine sexuelle Beziehung mit dieser Frau.","translation":"I did not have sexual relations with that woman."},{"text":"Sind Sie sexuell aktiv?","translation":"Are you sexually active?"},{"text":"Deine sexuellen Neigungen sind mir so was von egal.","translation":"I don't care about your sexual inclinations."}],"Butter":[{"text":"Alles ist in Butter.","translation":"Everything's fine."},{"text":"Armut lehrt das Brot ohne Butter zu essen.","translation":"Poverty teaches to eat bread without butter."},{"text":"Ich kaufe Butter.","translation":"I buy butter."},{"text":"Butter ist weich.","translation":"Butter is soft."},{"text":"Da liegt der Käse, was gilt die Butter?","translation":"That's where the cheese is, what is the butter?"}],"einiges":[{"text":"Doch die Dunkelziffer dürfte um einiges höher liegen.","translation":"The number of unrecorded cases, however, is likely to be somewhat higher."},{"text":"Wir haben sicher noch einiges von ihm zu erwarten.","translation":"We certainly still have a lot to expect from him."},{"text":"Ich habe noch einiges zu erzählen.","translation":"I still have a lot to tell."},{"text":"Sie wissen einiges davon nicht?","translation":"You don't know some of it?"},{"text":"Horus war ein Mann unter Männern. Selbst Zeus guckte sich einiges von ihm ab.","translation":"Horus was a man among men. Even Zeus copied a lot from him."}],"Spannung":[{"text":"Die Spannungen zwischen den USA und Russland wachsen.","translation":"Tensions between the US and Russia are growing."},{"text":"Die Spannung bringt mich noch um!","translation":"The suspense is killing me!"},{"text":"Spannung liegt in der Luft.","translation":"There's excitement in the air."},{"text":"Dem Spiel fehlte es an Spannung.","translation":"The game lacked excitement."},{"text":"Die Spannung zwischen den beiden Männern schoss in die Höhe.","translation":"The tension between the two men skyrocketed."}],"verbreiten":[{"text":"Schmiergeld ist im Sport weit verbreitet.","translation":"Bribery is widespread in sports."},{"text":"Schade, dass Hang, Okarina und Pipa bei uns so wenig verbreitet sind.","translation":"It's a pity that hang, ocarina and pipa are so unpopular around here."},{"text":"Tom verbreitet Lügen über Maria, weil er ihrem Ruf schaden will.","translation":"Tom spreads lies about Maria because he wants to damage her reputation."},{"text":"Wenn die Wahrheit verliert, hat nicht die Lüge gewonnen, sondern der, der sie verbreitet.","translation":"When the truth loses, it is not the lie that wins, but the one who spreads it."},{"text":"Es ist jetzt ziemlich verbreitet.","translation":"It's now fairly common."},{"text":"Jemand hat falsche Informationen über mich verbreitet.","translation":"Someone spread false information about me."},{"text":"Schlechte Nachrichten verbreiten sich schnell!","translation":"Bad news spreads fast!"},{"text":"Die Neuigkeit verbreitete sich sofort.","translation":"The news spread immediately."},{"text":"Verbreitet die Kunde!","translation":"Spread the word!"},{"text":"Er verbreitet hinter meinem Rücken Lügen über mich.","translation":"He spreads lies about me behind my back."}],"richtige":[{"text":"Wer weiß, was richtig ist, wird auch das Richtige tun.","translation":"Whoever knows what is right, will do the right thing."},{"text":"Kannst du einmal in deinem Leben das Richtige machen?","translation":"Can you do the right thing for once in your life?"},{"text":"Das Wahre verliert gegen das Richtige.","translation":"The true loses to the right."},{"text":"Er ist genau der Richtige für den Job.","translation":"He is the very man for the job."},{"text":"Ein kaltes Bier wäre jetzt genau das Richtige!","translation":"A cold beer would hit the spot!"}],"übergeben":[{"text":"Ich war nah dran, mich zu übergeben.","translation":"I was close to vomiting."},{"text":"Es übergibt sich niemand leicht.","translation":"No one vomits easily."},{"text":"Der Mann wurde der Polizei übergeben.","translation":"The man was handed over to the police."},{"text":"Ich übergab meinem Sohn den Betrieb.","translation":"I handed over the business to my son."},{"text":"Wir entschieden schließlich, ihn der Polizei zu übergeben.","translation":"We finally decided to hand him over to the police."}],"rum":[{"text":"Mach dich nützlich, und steh nicht dumm rum.","translation":"Make yourself useful, and don't stand around stupidly."},{"text":"Ich stehe nicht gerne rum.","translation":"I don't like standing around."},{"text":"Jim, renne nicht im Zimmer rum!","translation":"Jim, don't run about in the room."},{"text":"Wie auch immer, mein Vater machte ziemlich viel mit Frauen rum.","translation":"However, my father used to fool around with women a lot."},{"text":"Dieser Monat ist auch schon zur Hälfte rum.","translation":"This month is already half over."},{"text":"Tom trinkt den Tee gewöhnlich mit Rum.","translation":"Tom usually drinks the tea with rum."},{"text":"Rum passt sehr gut zu Tee.","translation":"Rum goes very well with tea."},{"text":"Tom bestellte Cola mit Rum.","translation":"Tom ordered a rum and Coke."},{"text":"Jacob liebt Rum.","translation":"Jacob loves rum."},{"text":"Ich trinke gern Kaffee mit einem Schuss Rum.","translation":"I like to drink coffee with a dash of rum."}]}