{"Anschlag":[{"text":"Bisher hat noch niemand die Verantwortung für den Anschlag übernommen.","translation":"So far, no one has claimed responsibility for the attack."},{"text":"Sie planten einen Anschlag auf den Präsidenten.","translation":"They planned an attack on the president."},{"text":"Tom war Zeuge des Anschlags.","translation":"Tom witnessed the assault."},{"text":"Die furchtbaren Anschläge auf das World Trade Center werden uns im Gedächtnis bleiben.","translation":"The terrible attacks on the World Trade Center will remain in our memories."},{"text":"Auf Herrn Meier wurde ein Anschlag verübt.","translation":"An attack was carried out on Mr Meier."}],"Muslime":[{"text":"Juden, Christen und Muslime sind sich einig, dass Jerusalem eine heilige Stadt ist.","translation":"Jews, Christians and Muslims agree that Jerusalem is a holy city."},{"text":"Etwa sieben Prozent der Bevölkerung Guyanas sind Muslime.","translation":"About seven percent of Guyana's population is Muslim."},{"text":"Ich bin in einem Land mit vielen Muslimen auf die Welt gekommen.","translation":"I was born in a country with many Muslims."},{"text":"Aber leider ist es nicht möglich, dies den Muslimen im Irak zu vermitteln.","translation":"But, unfortunately, it is not possible to convey this to Muslims in Iraq."},{"text":"Die Muslime glauben auch an Moses und Jesus.","translation":"Muslims also believe in Moses and Jesus."}],"Geisel":[{"text":"Ein Chinese nahm seine Tochter als Geisel.","translation":"A Chinese man took his daughter hostage."},{"text":"Der Verbrecher ließ die Geiseln nicht frei.","translation":"The criminal didn't let the hostages go."},{"text":"Tom wurde als Geisel gehalten.","translation":"Tom was held hostage."},{"text":"Dan gelang es nicht, die Geiseln zu retten.","translation":"Dan failed to save the hostages."},{"text":"Maria bereitete den Geiseln Brote zu.","translation":"Mary made sandwiches for the hostages."}],"chronisch":[{"text":"Warum bist du chronisch hungrig?","translation":"Why are you chronically hungry?"},{"text":"Ich habe hier chronische Schmerzen.","translation":"I have chronic pain here."},{"text":"Sie leidet unter chronischem Stress.","translation":"She suffers from chronic stress."},{"text":"Sie leidet an einer chronischen Krankheit.","translation":"She suffers from a chronic illness."},{"text":"Der japanische Premierminister Abe Shinzō hat seinen Rücktritt aufgrund chronischer Beschwerden angekündigt.","translation":"Japanese Prime Minister Shinzo Abe has announced he is stepping down due to chronic health concerns."}],"Mythos":[{"text":"Wenn Gerüchte alt werden, werden sie zu Mythen.","translation":"When rumors grow old, they become myths."},{"text":"Jede Zeit hat ihre eigenen Mythen.","translation":"Each time has its own myths."},{"text":"Dafür, dass die Dunkelheit vergangen ist, wächst der Mythos sogar noch mehr.","translation":"For the fact that the darkness has passed, the myth grows even more."},{"text":"Der Erfolg von Paul war ein Mythos.","translation":"Paul's success was a myth."},{"text":"Dieser Mythos liefert Einblicke in die antike Kultur.","translation":"The myth offers insights into the ancient civilization."}],"ahnen":[{"text":"Sie ahnte, dass es zu spät war.","translation":"She sensed that it was too late."},{"text":"Ich ahnte nicht, dass mein Wunsch wahr werden würde.","translation":"Little did I know that my wish would come true."},{"text":"Ich ahnte, dass das passieren würde.","translation":"I suspected that this would happen."},{"text":"Maria wusste nicht die ganze Wahrheit über Tom, ahnte sie jedoch.","translation":"Maria did not know the whole truth about Tom, but suspected it."},{"text":"Träumen heißt, den blauen Himmel hinter den Wolken zu ahnen.","translation":"Dreaming means anticipating the blue sky behind the clouds."}],"et":[{"text":"Der Segen „Urbi et orbi“ von Papst Franziskus wurde live im Internet übertragen.","translation":"The ‘Urbi et Orbi’ message by Pope Francis was streamed live via the internet."},{"text":"Was machst du mit deinen in Japan gekauften Möbeln et cetera, wenn du nach Deutschland zurückkehrst?","translation":"What do you do with your furniture bought in Japan, et cetera, when you return to Germany?"},{"text":"Wie am Weihnachtstage üblich, erschien Papst Franziskus auf dem Balkon des Petersdoms und sprach den Segen „Urbi et orbi“ – für die Stadt und für den Erdkreis.","translation":"As customary on Christmas Day, Pope Francis appeared at the balcony of Saint Peter’s Basilica overlooking the square to deliver his “Urbi et Orbi” message and blessing to the city and to the world."},{"text":"Panem et circenses. Na ja, den Zirkus haben wir gekriegt, insofern einem ein Krieg amüsant ist, das Brot ist aber immer weniger bezahlbar.","translation":"Panem et circenses. Well, we got the circus, insofar as a war is amusing, but the bread is less and less affordable."},{"text":"Dass die niedrigste aller Tätigkeiten die arithmetische ist, wird dadurch belegt, dass sie die einzige ist, die auch durch eine Maschine ausgeführt werden kann. Nun läuft aber alle analysis finitorum et infinitorum im Grunde doch auf Rechnerei zurück.","translation":"The fact that the lowest of all activities is arithmetic is evidenced by the fact that it is the only one that can also be carried out by a machine. Now, however, all analysis finitorum et infinitorum basically comes back to arithmetic."},{"text":"Im Deutschen stellt es einen vollen Rechtschreibfehler dar, das Wort „und“ durch das Et-Zeichen zu ersetzen. Die einzige Ausnahme sind Firmennamen.","translation":"In German, it is a complete spelling mistake to replace the word \"and\" with the ampersand sign. The only exception is company names."}],"Vermieter":[{"text":"Der Mieter muss dem Vermieter die Miete am Ende jedes Monates zahlen.","translation":"The tenant must pay the landlord the rent at the end of each month."},{"text":"Wie viele Immobilien besitzt der Vermieter?","translation":"How much property does the landlord own?"},{"text":"Ich bin Toms Vermieter.","translation":"I'm Tom's landlord."},{"text":"Der Vermieter war recht wohlhabend.","translation":"The landlord used to be quite well off."},{"text":"Der Vermieter gestattet ihm nicht, die Tür rot anzustreichen.","translation":"The landlord won't permit him to paint the door red."}],"Interpretation":[{"text":"Das ist meine Interpretation des Ergebnisses.","translation":"That is my interpretation of the result."},{"text":"Ich bitte um eine Bestätigung, ob meine Interpretation Ihrer Aussage richtig ist.","translation":"I would ask for confirmation as to whether my interpretation of your statement is correct."},{"text":"Dieser Satz lässt mehrere Interpretationen zu, die ich bei der Übersetzung berücksichtigen musste.","translation":"This sentence allows for multiple interpretations that I had to consider when translating."},{"text":"Jede Beobachtung ist eine Interpretation.","translation":"Every observation is an interpretation."},{"text":"Die Interpretation dieser Daten ist jedoch sehr umstritten.","translation":"The interpretation of this data, however, is very much in dispute."}],"aufrechterhalten":[{"text":"Hast du den Kontakt aufrechterhalten?","translation":"Did you keep in touch?"},{"text":"Man muss die Bildung aufrechterhalten.","translation":"You have to maintain education."},{"text":"Ich versuchte, das Gespräch aufrechtzuerhalten.","translation":"I tried to keep the conversation going."},{"text":"Die Polizei ist dafür zuständig, Recht und Ordnung aufrechtzuerhalten.","translation":"The police are responsible for the maintenance of law and order."},{"text":"Weil man nicht weiß, was in einem Menschen vorgeht, fällt es schwer, eine gute Beziehung aufrechtzuerhalten.","translation":"Because you don't know what's going on inside a person, it's hard to maintain a good relationship."}],"entspann":[{"text":"Entspann dich einfach! Sei du selbst!","translation":"Just relax. Be yourself."},{"text":"Entspann dich eine Sekunde.","translation":"Relax for a second."},{"text":"Entspann dich mal 'ne Minute!","translation":"Relax for a minute."},{"text":"Entspann dich einfach!","translation":"Just relax."},{"text":"Entspann dich einfach! Es wird schon alles gut!","translation":"Just relax. Everything's going to be all right."},{"text":"Entspann dich! Es soll Spaß machen.","translation":"Relax. It's supposed to be fun."},{"text":"Entspann dich! Es ist vorbei.","translation":"You can relax now. It's over."},{"text":"Entspann dich! Viel Spaß! Viel Vergnügen!","translation":"Relax, have fun, and enjoy yourself."},{"text":"Entspann dich! Es wird alles gut!","translation":"Relax. We're going to be all right."},{"text":"Entspann dich! Das machst du gut!","translation":"Relax, you're doing fine."}],"bewachen":[{"text":"„Darf ich mitkommen?“ – „Nein, du musst hierbleiben, um das Haus zu bewachen.“","translation":"\"Can I come?\" \"No, you've got to stay here and guard the house.\""},{"text":"Der Hund bewacht das Haus.","translation":"The dog guards the house."},{"text":"Die Soldaten bewachten die Brücke.","translation":"The soldiers were guarding the bridge."},{"text":"Eine Menge Polizisten bewachten die Halle.","translation":"A lot of policemen guarded the hall."},{"text":"Seit heute Morgen wird das Hotel von der Polizei bewacht.","translation":"Since this morning, the hotel is guarded by the police."}],"Moral":[{"text":"Eine Katze hat keine Moral.","translation":"A cat has no morals."},{"text":"Das Mitleid ist die Grundlage der Moral.","translation":"Compassion is the basis of morality."},{"text":"In der Moral wie in der Kunst ist Reden nichts, Tun alles.","translation":"In morality, as in art, talking is nothing, doing everything."},{"text":"Kraft ist die Moral der Menschen, die sich vor anderen auszeichnen.","translation":"Power is the morality of people who stand out in front of others."},{"text":"Die Moral ist für Sklaven geschaffen, für Wesen ohne Geist.","translation":"Morality is created for slaves, for beings without spirit."}],"ausbreiten":[{"text":"Lass uns die Karte auf dem Tisch ausbreiten und darüber reden.","translation":"Let's spread out the map on the table and talk about it."},{"text":"Ein Feuer kann sich schneller ausbreiten, als man rennen kann.","translation":"A fire can spread faster than you can run."},{"text":"Der Krebs hatte sich auf mehrere Organe ausgebreitet.","translation":"The cancer had spread to several organs."},{"text":"Man sagt, dass sich die Krankheit ausgebreitet hat.","translation":"It is said that the disease has been spreading."},{"text":"Ich habe die Arme ausgebreitet.","translation":"I spread my arms."}],"argumentieren":[{"text":"Die Leute streiten, weil sich nicht gelernt haben zu argumentieren.","translation":"People argue because they haven't learned to argue."},{"text":"Ein Mensch, der argumentiert, hat nichts Nobles.","translation":"A person who argues has nothing noble."},{"text":"Du solltest besser nicht mit Tom argumentieren.","translation":"You'd better not argue with Tom."},{"text":"Tom mag es, mit Leuten argumentieren.","translation":"Tom loves to argue with people."},{"text":"Smith argumentiert, dass auf diesen Fall internationales Recht nicht angewandt werden kann.","translation":"Smith argues that no international laws can be applied to this case."}],"semester":[{"text":"Natürlich wird der Satz nur von älteren Semestern angewendet.","translation":"Of course this phrase is only used by older people."},{"text":"Das Buch richtet sich an Studierende der Mathematik ab dem fünften Semester.","translation":"The book is aimed at students of mathematics from the fifth semester onwards."},{"text":"Dieses Semester ist wichtig.","translation":"This semester is important."},{"text":"Das erste Semester fängt im April an.","translation":"The first term starts in April."},{"text":"Meine Noten haben sich seit dem ersten Semester verbessert.","translation":"My grades have improved since first semester."}],"unverzüglich":[{"text":"Ich bitte Sie, sämtliche Hasskommentare unverzüglich zu löschen.","translation":"I ask you to delete all hate comments immediately."},{"text":"Wir müssen unverzüglich fliehen.","translation":"We must lose no time in escaping."},{"text":"Ich forderte ihn auf, die Rechnung unverzüglich zu bezahlen.","translation":"I demanded that he pay the bill immediately."},{"text":"Du musst auf diesen Brief unverzüglich antworten.","translation":"You must respond to this letter immediately."},{"text":"Sie und ich müssen einander verstehen, und das unverzüglich.","translation":"You and I must understand each other, and we must do so immediately."}],"auswendig":[{"text":"Lerne nicht auswendig – versuche zu verstehen!","translation":"Don't memorize – try to understand!"},{"text":"Kannst du ein Gedicht auswendig?","translation":"Can you memorize a poem?"},{"text":"Das kenne ich in- und auswendig.","translation":"I know that inside out."},{"text":"Maria muss das Gedicht auswendig lernen.","translation":"Mary's got to learn the poem by heart."},{"text":"Ich werde versuchen, es auswendig zu lernen.","translation":"I will try to memorize it."}],"Territorium":[{"text":"Sie erweiterten das Territorium ihres Reiches.","translation":"They expanded the territory of their empire."},{"text":"Das Militär besetzte das gesamte Territorium.","translation":"The military occupied the entire territory."},{"text":"Es gab keine Geschäfte im Yukon-Territorium.","translation":"There were no stores in the Yukon."},{"text":"Kanada hat dreizehn Provinzen und Territorien.","translation":"Canada has thirteen provinces and territories."},{"text":"Ein Drittel des Territoriums der Schweiz ist von Wäldern bedeckt.","translation":"One third of Switzerland's territory is covered by forests."}],"Korb":[{"text":"Sie gab ihm einen Korb.","translation":"She gave him a basket."},{"text":"Wer hat mir meinen Korb mit Fleisch gestohlen?","translation":"Who stole my basket with the meat?"},{"text":"Tanze nicht, wenn du einen Korb mit Eiern trägst!","translation":"Don't dance when you're carrying a basket of eggs!"},{"text":"Tom träumt davon, „Hahn im Korb“ zu sein.","translation":"Tom dreams of being a \"rooster in the basket\"."},{"text":"Ist dieser Korb beim Kauf der Früchte im Preis enthalten?","translation":"Is this basket included in the price when buying the fruit?"}],"konsumieren":[{"text":"Die Schweizer konsumieren viel Bier.","translation":"The Swiss consume a large amount of beer."},{"text":"Was wir konsumieren, können wir nicht investieren. Konsumieren, ohne zu investieren, bedeutet ruinieren.","translation":"What we consume, we cannot invest. Consuming without investing means ruining."},{"text":"Maria ist von den Drogen, die sie jahrelang konsumierte, gezeichnet.","translation":"Maria is scarred by the drugs she used for years."},{"text":"In Frankreich wird viel Wein konsumiert.","translation":"In France, a great amount of wine is consumed."},{"text":"Ich konsumiere, das heißt ich existiere.","translation":"I consume, that is, I exist."}],"eten":[],"eingreifen":[{"text":"Die Vereinten Nationen schickten Truppen, um in den Konflikt einzugreifen.","translation":"The United Nations sent troops to intervene in the conflict."},{"text":"Die Regeln meines Amtes erlauben es mir nicht, in laufende Geschäfte einzugreifen.","translation":"The rules of my office do not allow me to interfere in day-to-day business."},{"text":"Tom wollte eingreifen, und Maria schlug ihm ins Gesicht.","translation":"Tom tried to intervene and Mary punched him in the face."},{"text":"Wir müssen uns entscheiden, ob wir eingreifen wollen.","translation":"We need to decide whether to intervene."},{"text":"Wenn wir nicht jetzt sofort eingreifen, wird die Lage eskalieren.","translation":"If we do not intervene immediately, the situation will escalate."},{"text":"Das war göttliches Eingreifen.","translation":"It was a divine intervention."},{"text":"Im letzten Moment konnten wir sein Eingreifen vereiteln.","translation":"At the last moment, we were able to thwart his intervention."},{"text":"Nur durch sofortiges energisches Eingreifen in die Mechanismen des Marktes kann eine Zahlungsunfähigkeit des Staates vermieden werden.","translation":"Only through immediate vigorous intervention in the mechanisms of the market can a state insolvency be avoided."},{"text":"Shaffer mahnt, dass Arten auch ohne menschliches Eingreifen ihre angestammten Lebensräume verlassen und möglicherweise Schaden anrichten.","translation":"Even without human intervention, Shaffer warns that species will migrate outside of their native environment, potentially causing harm."},{"text":"Nach dem Eingreifen der französischen Armee in den malischen Bürgerkrieg befasste sich am Montag der Sicherheitsrat der Vereinten Nationen mit dem Konflikt.","translation":"After the intervention of the French army in the Malian civil war, the United Nations Security Council dealt with the conflict on Monday."}],"komplexe":[{"text":"Die Computer sind komplexe Maschinen.","translation":"Computers are complex machines."},{"text":"Das Gehirn hat eine komplexe Struktur.","translation":"The brain has a complex structure."},{"text":"Solch eine komplexe Angelegenheit ist meiner Meinung nach sehr schwer zu lösen.","translation":"Such a complex matter is, in my opinion, very difficult to resolve."},{"text":"Dieses Buch behandelt eines der schwierigsten und komplexesten Themen: das Problem des Denkens und der Sprache.","translation":"This book deals with one of the most difficult and complex topics: the problem of thought and language."},{"text":"Computer können eine sehr komplexe Aufgabe im Bruchteil einer Sekunde erledigen.","translation":"Computers can perform a very complex task in a fraction of a second."},{"text":"Wenn du erst mal die Ergebnisse der meisten anderen siehst, verlierst du deine Komplexe.","translation":"Once you see the results of most of the others, you lose your complexes."},{"text":"Wie willst du deine Komplexe überwinden?","translation":"How do you want to overcome your complexes?"},{"text":"Den Sehsinn hält man für den komplexesten der fünf Sinne.","translation":"The sight is considered the most complex of the five senses."},{"text":"Es ist ein herrliches Gefühl, die Einheitlichkeit eines Komplexes von Erscheinungen zu erkennen, die der direkten sinnlichen Wahrnehmung als ganz getrennte Dinge erscheinen.","translation":"It is a wonderful feeling to recognize the uniformity of a complex of phenomena that appear to direct sensual perception as completely separate things."}],"motiviert":[{"text":"Wann fühlen Sie sich motiviert?","translation":"When do you feel motivated?"},{"text":"Ihr seid motiviert.","translation":"You are motivated."},{"text":"Ich motivierte meine Schüler.","translation":"I motivated my students."},{"text":"Wenn du eine Sprache lernen willst, brauchst du einen Grund, motiviert zu bleiben.","translation":"If you want to learn a language, you need a reason to stay motivated."},{"text":"Tom schien nicht allzu motiviert zu sein.","translation":"Tom didn't seem to be very motivated."},{"text":"Tom scheint sehr motiviert zu sein.","translation":"Tom seems to be very motivated."},{"text":"Ich weiß nicht, was mich dazu motivierte herzukommen.","translation":"I don't know what motivated me to come here."},{"text":"Er ist ein ernster, hart arbeitender, motivierter, erwachsener und offener Mensch.","translation":"He is a serious, hardworking, motivated, grown-up and open-minded person."},{"text":"Mit einem unbeschriebenen Notizbuch können wir noch nichts anfangen. Erst muss es für uns an Bedeutung gewinnen, damit wir einen Bezug dazu haben und motiviert sind, regelmäßig hinein zu schreiben.","translation":"We can't do anything with a blank notebook yet. First of all, it has to gain in importance for us so that we have a connection to it and are motivated to write into it regularly."},{"text":"Tom ist motiviert.","translation":"Tom is motivated."}],"young":[{"text":"Frau Young ist sehr freundlich.","translation":"Mrs. Young is very friendly."},{"text":"Herr Young ist alt.","translation":"Mr. Young is old."},{"text":"Herr Young hat nicht weniger als sechs Autos.","translation":"Mr. Young has no less than six cars."},{"text":"1981 starteten die Vereinigten Staaten die Weltraumfähre „Columbia“, die erste bemannte, die wiederverwendbar war. Pilot war Robert Crippen, Kommandant John Young.","translation":"In 1981, the United States launched the Space Shuttle Columbia, the first reusable manned spacecraft. It was piloted by Robert Crippen and commanded by John Young."},{"text":"Brigham Young führte weiterhin die Mormonenkirche.","translation":"Brigham Young continued to lead the Mormon church."}],"support":[{"text":"Bei einem technischen Defekt, muss das Support-Team zeitnah reagieren.","translation":"In the event of a technical defect, the support team must react promptly."}],"stur":[{"text":"Tom blieb stur.","translation":"Tom remained stubborn."},{"text":"Tom blieb stur und weigerte sich, auf die Ratschläge seiner Kollegen zu hören.","translation":"Tom remained stubborn and refused to listen to the advice of his colleagues."},{"text":"Tom ist sehr stur, nicht wahr?","translation":"Tom is very stubborn, isn't he?"},{"text":"Ich mache einfach stur meine Arbeit weiter.","translation":"I just stubbornly continue my work."},{"text":"Sei nicht so stur! Du weißt doch, dass du unrecht hast.","translation":"Don't be stubborn. You know you're wrong."},{"text":"Ich kann genauso stur sein wie ihr.","translation":"I can be just as stubborn as you."},{"text":"Du weißt, wie stur er sein kann.","translation":"You know how stubborn he can be."},{"text":"Die Alten, so stur sie sein mögen, den Bauern lieben sie von ganzem Herzen.","translation":"The elderly, as stubborn as they may be, they love the peasant with all their hearts."},{"text":"Du weißt ja, wie stur Tom ist. Der wird es sich auf keinen Fall anders überlegen.","translation":"You know how stubborn Tom is. He'll never change his mind."},{"text":"Tom kann manchmal dickköpfig und stur sein.","translation":"Tom can be pig-headed and stubborn at times."},{"text":"Tom ist ein sturer Kerl.","translation":"Tom is a stubborn person."},{"text":"Du solltest mit seinem sturen Charakter rechnen.","translation":"You should reckon with his obstinate character."},{"text":"Ich mag keine sturen Menschen.","translation":"I don't like stubborn people."},{"text":"Maria ist eine sture Frau.","translation":"Mary is an obstinate woman."},{"text":"Dein Argument ist nicht überzeugender, als das meines sturen Vaters.","translation":"Your argument is not any more convincing than that of my stubborn father."}],"clever":[{"text":"Sie ist ein ziemlich cleveres Mädchen.","translation":"She is quite a clever girl."},{"text":"Er ist clever genug, das Problem zu lösen.","translation":"He is clever enough to solve the problem."},{"text":"Hunde sind clever.","translation":"Dogs are smart."},{"text":"Tom ist sehr clever, nicht wahr?","translation":"Tom is very sharp, isn't he?"},{"text":"Besser ein schlechtes Irisch als ein cleveres Englisch!","translation":"Better a bad Irish than a clever English!"}],"positionieren":[{"text":"An vielen strategisch wichtigen Punkten der Stadt sind Panzer positioniert.","translation":"Tanks are positioned at many strategically important points of the city."},{"text":"Politik ist, seine Ideen zu positionieren. Demokratie ist, Kompromisse zu finden, um sie durchzusetzen.","translation":"Politics is to position one's ideas. Democracy is finding compromises in order to enforce them."},{"text":"Degenhard und Gretchen mogelten sich an dem Sperrposten vorbei und positionierten sich als Schaulustige auf einem Dach.","translation":"Degenhard and Gretchen cheated their way past the barrier post and positioned themselves as onlookers on a roof."},{"text":"„Weiße Dame auf weißen Kasten, schwarze Dame auf schwarzen Kasten“ — diese Merkregel hilft zu Beginn einer Schachpartie dabei, den König und die Dame richtig zu positionieren.","translation":"\"White lady on white box, black lady on black box\" — this rule of thumb helps to position the king and the queen correctly at the beginning of a chess game."}],"Kommission":[{"text":"Die erweiterte Europäische Union benötigt eine neue Kommission.","translation":"The enlarged European Union needs a new Commission."},{"text":"Sie hat der Kommission ein anderes Projekt vorgeschlagen.","translation":"She proposed another project to the commission."},{"text":"Wir verkaufen Waren in Kommission.","translation":"We sell goods on commission."},{"text":"Das war die beste Nicht-Antwort, die ich jemals von der Kommission erhalten habe.","translation":"That was the best non-answer that I'd ever received from the commission."},{"text":"Kann die Kommission ihre Haltung zu diesem Problem mitteilen?","translation":"Can the Commission state its position on this problem?"},{"text":"Daten der Staatlichen Kommission für Entwicklung und Reform zeigen, dass sich das Internet in den ländlichen Regionen Chinas rasant entwickelt.","translation":"Data from the National Development and Reform Commission shows that the Internet is developing rapidly in China's rural areas."},{"text":"Die Europäische Kommission schlägt vor, in allen Parkanlagen der EU ein Schild mit der Aufschrift „Sexuelle Belästigung wird hier nicht geduldet“ aufzustellen.","translation":"The European Commission proposes to put up a sign in all EU parks saying \"Sexual harassment will not be tolerated here\"."},{"text":"Wirklich unverzeihlich ist jedoch, dass die britischen Konservativen die Pläne der Europäischen Kommission zur Zerschlagung des Postsystems im Vereinigten Königreich unterstützen.","translation":"What is truly unforgivable, however, is that British Conservatives support the European Commission's plans to dismantle the postal system in the UK."},{"text":"Ja, die europäische Einigung kann frustrierende Kompromisse erfordern. Es fügt Regierungsebenen hinzu, die die Entscheidungsfindung verlangsamen können. Ich verstehe das. Ich habe an Sitzungen der Europäischen Kommission teilgenommen.","translation":"Yes, European unity can require frustrating compromise. It adds layers of government that can slow decision-making. I understand. I've been in meetings with the European Commission."}],"Schlussfolgerung":[{"text":"Wie sind Sie zu dieser Schlussfolgerung gelangt?","translation":"How did you come to this conclusion?"},{"text":"Jeder hat seine eigenen Schlussfolgerungen gezogen.","translation":"Everyone has drawn their own conclusions."},{"text":"Die Schlussfolgerungen liegen auf der Hand.","translation":"The conclusions are obvious."},{"text":"Das war eine offensichtliche Schlussfolgerung, die aber völlig falsch war.","translation":"It was an obvious conclusion, but it was absolutely wrong."},{"text":"Wie ist man zu der Schlussfolgerung gekommen, dass sich die Erde um die Sonne dreht?","translation":"How did you come to the conclusion that the earth revolves around the sun?"}],"überwältigend":[{"text":"Sein Anblick war überwältigend.","translation":"The sight of him was overwhelming."},{"text":"Der Fernseher gewinnt in Russland einen überwältigenden Sieg im Kampf gegen den Kühlschrank.","translation":"The TV wins an overwhelming victory in Russia in the fight against the refrigerator."},{"text":"Die Wahrheit kann überwältigend sein.","translation":"The truth can be overwhelming."},{"text":"Der Antrag wurde von einer überwältigenden Mehrheit angenommen.","translation":"The bill was approved by an overwhelming majority."},{"text":"Er wurde mit einer überwältigenden Mehrheit der Stimmen zum Präsidenten gewählt.","translation":"He was elected president with the overwhelming majority of votes."}],"Vermutung":[{"text":"Ich bin mir nicht sicher, ob Sie mit Ihrer Vermutung ganz richtig liegen.","translation":"I'm not sure you're quite right."},{"text":"Es ist eine reine Vermutung.","translation":"It's a pure guess."},{"text":"Diese Vermutung ist grundsätzlich korrekt.","translation":"This supposition is essentially correct."},{"text":"Ich hatte nur so eine Vermutung, dass du hier bist.","translation":"I just had a hunch that you were here."},{"text":"Deine Vermutung stimmte! Das Buch war noch im Auto.","translation":"You've hit it! The book was still in the car."}],"brandneu":[{"text":"Ich habe ein brandneues Fahrrad.","translation":"I've got a brand new bike."},{"text":"Tom hat ein brandneues Auto gekauft.","translation":"Tom bought a brand-new car."},{"text":"Ich habe ein brandneues Paar Socken.","translation":"I have a brand new pair of socks."},{"text":"Mein Mann hatte einen brandneuen Anzug an.","translation":"My husband had a brand new suit on."},{"text":"Es ist brandneu.","translation":"It's brand new."}],"glücklicherweise":[{"text":"Glücklicherweise habe ich meine Schlüssel gefunden.","translation":"Luckily, I found my keys."},{"text":"Der Fahrer ist glücklicherweise dem Tod entkommen.","translation":"Fortunately, the driver escaped death."},{"text":"Glücklicherweise ist er nun wieder völlig gesund.","translation":"Luckily he's back to full health."},{"text":"Glücklicherweise wurde niemand nass.","translation":"Fortunately, no one got wet."},{"text":"Ist die Armut groß, so sind wir glücklicherweise viele, um sie zu ertragen.","translation":"Fortunately, if poverty is great, we are many to endure."}],"Zeremonie":[{"text":"Ich möchte an der Zeremonie nicht teilnehmen.","translation":"I don't want to participate in the ceremony."},{"text":"Kaum hatten wir die Halle betreten, begann die Zeremonie.","translation":"No sooner had we entered the hall than the ceremony began."},{"text":"Es war eine sehr traditionelle Zeremonie.","translation":"It was a very traditional ceremony."},{"text":"Die Zeremonie wird morgen stattfinden.","translation":"The ceremony will take place tomorrow."},{"text":"Ich sprach schon über den Eindruck, den diese Zeremonie auf mich machte.","translation":"I already talked about the impression that this ceremony made on me."}],"Neffe":[{"text":"Mein Neffe ist von Beruf Computeringenieur.","translation":"My nephew works as a computer engineer."},{"text":"Letzten Montag haben wir meinen Neffen ins Krankenhaus gebracht.","translation":"We took my nephew to hospital last Monday."},{"text":"Wem Gott keinen Sohn gegeben hat, dem gibt der Teufel einen Neffen.","translation":"To whom God has not given a son, the devil gives him a nephew."},{"text":"Mein Neffe ist Pfleger.","translation":"My nephew is a nurse."},{"text":"Mein Neffe heiratet morgen.","translation":"My nephew is getting married tomorrow."}],"bewältigen":[{"text":"Wer seine Vergangenheit überwinden will, braucht nur seine Gegenwart bewältigen.","translation":"If you want to overcome your past, you only have to cope with your present."},{"text":"Du musst diese schwierigen Probleme bewältigen.","translation":"You have to cope with those difficult problems."},{"text":"Ich hatte Angst, es nicht zu bewältigen.","translation":"I was afraid of not coping with it."},{"text":"Sie hat mehr auf sich genommen, als sie bewältigen konnte.","translation":"She has taken on more than she could handle."},{"text":"Du hattest mehr übernommen, als du bewältigen konntest.","translation":"You had taken on more than you could handle."},{"text":"Ist diese Herausforderung bewältigt, ist alles Weitere Routine.","translation":"Once this challenge has been overcome, everything else is routine."},{"text":"Wie soll man etwas bewältigen, wenn man nicht darüber redet?","translation":"How are you supposed to cope with something if you don't talk about it?"},{"text":"Dieses Problem ist zu schwer, um es zu bewältigen.","translation":"This problem is too difficult to deal with."},{"text":"Wir hatten nicht erwartet, dass er die Aufgabe in so kurzer Zeit bewältigt.","translation":"We did not expect him to finish the task in so short a time."},{"text":"Sie besitzt die bemerkenswerte Fähigkeit, jede beliebige Schwierigkeit zu bewältigen.","translation":"She has the remarkable ability to overcome any difficulty."}],"sucht":[{"text":"Arbeit ist eine Sucht, die wie eine Notwendigkeit aussieht.","translation":"Work is an addiction that looks like a necessity."},{"text":"Sucht ihr eure Eltern?","translation":"Are you looking for your parents?"},{"text":"Sucht ist eines der Probleme der Jugend von heute.","translation":"Addiction is one of the problems of today's youth."},{"text":"Sucht er gerade?","translation":"Is he looking?"},{"text":"Ich bin der Sucht verfallen.","translation":"I'm addicted."}],"mega":[],"meld":[{"text":"Melden Sie sich, wenn Sie noch einmal unsere Hilfe benötigen.","translation":"Get in touch if you need our help again."},{"text":"Melden Sie sich einfach bei der Partei, die Sie gut finden!","translation":"Just get in touch with the party you like!"},{"text":"Melden Sie sich, wenn Sie eine Frage haben!","translation":"Raise your hand if you have a question."},{"text":"„Hier ist meine Visitenkarte. Melden Sie sich bitte bei mir, sobald Sie neue Informationen haben. Ich bin jederzeit erreichbar“, sagte der Journalist.","translation":"\"Here's my business card. Please contact me as soon as you have new information. I can be reached at any time,\" the journalist said."},{"text":"Melden Sie sich mal wieder!","translation":"Don't be a stranger."}],"vervollständigen":[{"text":"Bitte vervollständigen Sie die Sätze.","translation":"Please complete the sentences."},{"text":"Und wie dem Versuch widerstehen, sie zu vervollständigen?","translation":"And how to resist trying to complete them?"},{"text":"Nach zwei Monaten ohne Reaktion habe ich den Satz vervollständigt.","translation":"After two months without reaction, I completed the sentence."},{"text":"Wer hat dir dabei geholfen, dieses Schema zu vervollständigen?","translation":"Who helped you complete this scheme?"},{"text":"Der französische Marineoffizier kämpfte gegen die Briten im amerikanischen Unabhängigkeitskrieg, vervollständigte die Entdeckungen von James Cook im Pazifik und verschwand mit einer ganzen Flotte nahe Vanikoro.","translation":"The French naval officer fought against the British in the American War of Independence, completed James Cook's discoveries in the Pacific and disappeared with an entire fleet near Vanikoro."}],"lecken":[{"text":"Sie leckte am Löffel.","translation":"She licked the spoon."},{"text":"Ach, leckt mich doch am Arsch!","translation":"Oh, lick my ass!"},{"text":"Süßes kriegt der nicht zu lecken, der nicht will das Saure schmecken.","translation":"He who does not want to taste the sour does not get to lick sweets."},{"text":"Gute Nacht ihr Sorgen, leckt mich bis morgen.","translation":"Good night you worries, lick me until tomorrow."},{"text":"Deine Zunge leckt an meinem Ohr.","translation":"Your tongue licks my ear."}],"wider":[{"text":"Kein Harnisch schützt wider den Tod.","translation":"No urinary protects against death."},{"text":"Man soll nicht alles blind befolgen, ganz besonders wider besseres Wissen.","translation":"One should not blindly follow everything, especially against better knowledge."},{"text":"Warum handeln Menschen wider besseres Wissen?","translation":"Why do people act against better knowledge?"},{"text":"Die Sonne scheint im klaren Wasser des Flusses wider.","translation":"The sun is reflected in the river's clear water."},{"text":"Falls es wider Erwarten regnet, dann feiern wir einfach im Haus.","translation":"If, contrary to expectations, it rains, then we simply celebrate in the house."}],"Feuerwehr":[{"text":"Du bist so schnell wie die Feuerwehr.","translation":"You are as fast as the fire brigade."},{"text":"Die Feuerwehr ist im Einsatz.","translation":"The fire brigade is on duty."},{"text":"Die Feuerwehr hat das Feuer auf der Stelle gelöscht.","translation":"The fire brigade extinguished the fire on the spot."},{"text":"Rufen Sie bitte die Feuerwehr.","translation":"Please call the fire brigade."},{"text":"Polizei, Krankenwagen und Feuerwehr rückten aus, als ihnen der Brand gemeldet wurde.","translation":"Police, ambulances and firefighters moved out when the fire was reported to them."}],"Kiefer":[{"text":"Mir tut der Kiefer weh.","translation":"My jaw hurts."},{"text":"Früher stand eine große Kiefer vor meinem Haus.","translation":"There used to be a large pine tree in front of my house."},{"text":"Er hat sich den Kiefer gebrochen und ein paar Zähne verloren.","translation":"He's broken his jaw and lost a few teeth."},{"text":"Mein Kiefer schmerzt.","translation":"My jaw is sore."},{"text":"Als sie wieder in ihrem Zuhause in der Kiefer waren, erzählte Echos Mutter ihm eine Geschichte.","translation":"Back at their home in the pine tree, Echo's mother told him a story."}],"aushalten":[{"text":"Nur wenige können ein solches Schweigen aushalten.","translation":"Few can stand such silence."},{"text":"Wer es mit sich allein nicht lange aushält, hat meistens recht.","translation":"Those who can't stand it for long on their own are usually right."},{"text":"Er und seine Familie mussten viel aushalten.","translation":"He and his family had to endure a lot."},{"text":"Mein Zahn tut weh. Ich kann diese Schmerzen nicht aushalten.","translation":"My tooth hurts. I can't stand this pain."},{"text":"Wie lange kann man es mit 100 Dollar ungefähr aushalten?","translation":"How long can you stand it with $100?"}],"vielseitig":[{"text":"Tom ist vielseitig interessiert.","translation":"Tom's interests are diverse."},{"text":"Wenn die Arbeit vielseitig ist, gefällt mir das.","translation":"If the work is versatile, I like that."},{"text":"Sie ist ein aufrichtige und vielseitige Frau.","translation":"She is a sincere and versatile woman."},{"text":"Die Möglichkeiten sind vielseitig.","translation":"The possibilities are endless."},{"text":"Lesen macht vielseitig, Verhandeln geistesgegenwärtig und Schreiben genau.","translation":"Reading makes you versatile, negotiating makes you mentally present and writing accurate."}],"quälen":[{"text":"Mehr als einmal dachte Tom an Selbstmord. Immer öfter quälte ihn die Erinnerung.","translation":"More than once, Tom thought of suicide. More and more often the memory tormented him."},{"text":"Einen Apfel täglich und keine Krankheit quält dich.","translation":"One apple a day and no illness torments you."},{"text":"Tom quälte die Gäste mit einer langen Rede.","translation":"Tom tormented the guests with a long speech."},{"text":"Ich will Sie nicht mit Statistiken quälen – sondern ganz ohne!","translation":"I don't want to torture you with statistics – but without them!"},{"text":"Menschen dürfen keine Tiere quälen.","translation":"People shouldn't abuse animals."}],"umwerfend":[{"text":"Okay, ihre Freundin sah besser aus, dafür verfügte Liisa aber über einen umwerfenden Charme.","translation":"Okay, her friend looked better, but Liisa had a stunning charm."},{"text":"In dem Kleid siehst du umwerfend aus.","translation":"You look gorgeous in that dress."},{"text":"Sie ist einfach umwerfend schön.","translation":"She's drop-dead gorgeous."},{"text":"Du siehst absolut umwerfend aus.","translation":"You look absolutely gorgeous."},{"text":"Tom ist umwerfend gutaussehend.","translation":"Tom is stunningly good-looking."}],"anderen":[{"text":"Das Wichtigste im Leben ist Treue zu sich selbst und Güte zu anderen.","translation":"The most important thing in life is fidelity to oneself and kindness to others."},{"text":"Du musst durch alle Widerstände gehen. Du bist stärker als alle anderen.","translation":"You have to go through all resistance. You are stronger than everyone else."},{"text":"Selbstvertrauen ist die Quelle des Vertrauens zu anderen.","translation":"Self-confidence is the source of trust in others."},{"text":"Dieser Baum ist höher als alle anderen.","translation":"This tree is taller than all the others."},{"text":"Tu nicht anderen, was du nicht willst, dass sie dir antun.","translation":"Don't do to others what you don't want them to do to you."}],"geschäftlich":[{"text":"Mein Freund kam mit einem geschäftlichen Vorschlag zu mir.","translation":"My friend came to me with a business proposition."},{"text":"Er war geschäftlich dort.","translation":"He was there on business."},{"text":"Ich nutze das Internet geschäftlich.","translation":"I use the internet for business."},{"text":"Mein Vater reist oft geschäftlich nach Amerika.","translation":"My father often goes to America on business."},{"text":"Nächste Woche reist er geschäftlich nach New York.","translation":"Next week, he is going to New York on business."}],"horchen":[{"text":"Er empfiehlt seiner Frau, zu gehorchen.","translation":"He advises his wife to obey."},{"text":"Die Liebe gehorcht niemandem.","translation":"Love doesn't obey anyone."},{"text":"Nur wer gehorchen kann, darf später auch befehlen.","translation":"Only those who can obey are allowed to command later."},{"text":"Alle horchen an den Türen.","translation":"Everyone listens at the doors."},{"text":"Die Menschen sollten in ihrem Leben den Gesetzen der Natur gehorchen.","translation":"People should obey the laws of nature in their lives."}],"verbleibend":[{"text":"Tom hat nur 5 verbleibende Trefferpunkte.","translation":"Tom only has 5 hit points left."},{"text":"Der Wald von Białowieża in Polen und Weißrussland ist einer der letzten noch verbleibenden europäischen Urwälder.","translation":"The Białowieża Forest in Poland and Belarus is one of the last remaining primeval forests in Europe."},{"text":"Die verbleibenden Ruinen wird allmählich der Flugsand der Wüste bedecken.","translation":"The remaining ruins will gradually be covered by the flying sand of the desert."},{"text":"Das Bedauern, das die Menschen empfinden über die schlechte Nutzung ihrer Lebenszeit, führt nicht immer dazu, dass sie die verbleibende besser nutzen.","translation":"The regret that people feel about the poor use of their lifetime does not always lead to them making better use of the remaining ones."},{"text":"Merkel wünschte sich, dass sich mehr impfen ließen, damit die verbleibenden Coronabeschränkungen aufgehoben und mögliche zukünftige Quarantänemaßnahmen vermieden werden könnten.","translation":"Merkel said she wants more people to get vaccinated in order to lift remaining COVID-19- related restrictions and avoid the possibility of future lockdowns."}],"back":[{"text":"Ob’s euch passt oder nicht: entweder backe ich den Kuchen oder niemand!","translation":"Whether you like it or not, either I bake the cake or no one will!"},{"text":"Ich backe Brot.","translation":"I am baking bread."},{"text":"Ich backe traditionelle Kuchen.","translation":"I bake traditional cakes."},{"text":"In meiner Freizeit backe ich gern und sehe mir Filme an.","translation":"In my spare time I like to bake and watch movies."},{"text":"Nun, ich backe Brot, höre Musik oder lese Comics.","translation":"Well, I bake bread, listen to music, or read comic books."},{"text":"Heute habe ich viele spanische Wörter gelernt und weiß jetzt, was \"Backe\", \"Kinn\" und \"Knie\" heißt.","translation":"Today I learned many Spanish words and now I know what \"cheek\", \"chin\" and \"knee\" mean."},{"text":"Ich nehme gesiebtes Mehl zum Backen von Keksen.","translation":"I take sifted flour for baking cookies."},{"text":"Nicht jede Backe ist zum Ohrfeigen da.","translation":"Not every cheek is there to slap in the face."},{"text":"Tom lachte so sehr, dass ihm Tränen über die Backen hinabliefen.","translation":"Tom laughed so much tears ran down his cheeks."},{"text":"Legen Sie einen Eisbeutel auf die Backe.","translation":"Put an icepack on your cheek."}],"strahl":[{"text":"Wenn man von der Sonne spricht, so erscheinen ihre Strahlen.","translation":"When one speaks of the sun, its rays appear."},{"text":"Das Geschenk brachte ihre Augen zum Strahlen.","translation":"The gift made her eyes shine."},{"text":"Der Strahl der Quelle hat mich nass gemacht.","translation":"The jet of the spring made me wet."},{"text":"Der Strahl der Vernunft muss sich aufs Neue ausbreiten.","translation":"The ray of reason must expand again."},{"text":"Ein dünner Strahl lief in die Glaskanne.","translation":"A thin beam ran into the glass jug."}],"siebt":[{"text":"Ich kann ihnen versprechen: Leute mit ihrem Charakter scheitern spätestens im siebten Jahr!","translation":"I can promise you: People with your character will fail in the seventh year at the latest!"},{"text":"Es war sein siebter Tag auf der Insel.","translation":"It was his seventh day on the island."},{"text":"Der kleine Junge schwebte im siebten Himmel.","translation":"The little boy hovered in seventh heaven."},{"text":"Sie ist nun im siebten Monat.","translation":"She's seven months pregnant."},{"text":"Sein Büro befindet sich im siebten Stock.","translation":"His office is on the eighth floor."}],"Rezension":[{"text":"Die schlechte Rezension hat mich davon abgehalten, das Buch zu kaufen.","translation":"The bad reviews discouraged me from buying the book."},{"text":"Diese Rezension liest sich eher wie Werbung für das Produkt.","translation":"This review reads more like advertising for the product."},{"text":"Als Titel der Rezension wählte er die Worte \"Lorbeeren und Bedauern\".","translation":"As the title of the review, he chose the words \"laurels and regret\"."},{"text":"Im Gegensatz zur oft grotesken Verwirrung und fantastischen Verschwommenheit in seinen literarischen Werken liefert Hoffmann in seinen musikästhetischen Aufsätzen, in Rezensionen und Kritiken überzeugende Beweise seines Scharfsinns, eines gründlichen Kunstverständnisses und eines treffsicheren Urteilsvermögens.","translation":"In contrast to the often grotesque confusion and fantastic vagueness in his literary works, Hoffmann provides convincing evidence of his acumen, a thorough understanding of art and an unerring judgement in his music-aesthetic essays, reviews and critiques."},{"text":"Rezensionen sind eine Art von Kinderkrankheit, die die neugeborenen Bücher befällt.","translation":"Reviews are a type of childhood disease that affects the newborn books."}],"Zuneigung":[{"text":"Er will Zuneigung.","translation":"He wants affection."},{"text":"Dies ist ein Zeichen unserer Zuneigung.","translation":"This is a sign of our affection."},{"text":"So viel Hass in diesem Raum, und wenig Zuneigung.","translation":"So much hatred in this room, and little affection."},{"text":"Kinder brauchen Liebe und Zuneigung.","translation":"Children need affection and love."},{"text":"Tom empfindet eine tiefe Zuneigung für Maria.","translation":"Tom has a deep affection for Mary."}],"tae":[],"abschalten":[{"text":"Dieser Film wird mir zu blöd. Lass uns abschalten, Tom!","translation":"This film's getting too silly for me. Let's switch over, Tom."},{"text":"Ich weiß nicht, wann man das Gerät abschalten muss.","translation":"I don't know when the machine must be turned off."},{"text":"Nach der Arbeit muss ich erst mal eine Stunde abschalten.","translation":"After work, I have to switch off for an hour."},{"text":"Politisch bleibt man, bis man stirbt. Das kann man nicht abschalten.","translation":"You stay political until you die. You can't turn that off."},{"text":"Ich habe das Radio abgeschaltet.","translation":"I turned off the radio."}],"gingen":[{"text":"Wäre sein Wort eine Brücke, ich ginge nicht darüber.","translation":"If his word were a bridge, I wouldn't cross it."},{"text":"Man wünscht viel, was einem nicht recht wäre, wenn es nachher in Erfüllung ginge.","translation":"You wish for a lot that would not be right if it came true afterwards."},{"text":"Sie behauptete ständig, die Welt ginge unter.","translation":"She constantly claimed that the world was ending."},{"text":"Wenn es nach ihm ginge, dann würde er nur fernsehen.","translation":"If it were up to him, he would only watch TV."},{"text":"Ich wünschte, es ginge schneller.","translation":"I wish it could be done faster."}],"irr":[{"text":"Irren ist männlich.","translation":"To err is male."},{"text":"Das hat mich in die Irre geführt.","translation":"That misled me."},{"text":"Irren ist menschlich. Aber wer richtigen Mist bauen will, braucht einen Computer!","translation":"To err is human. But if you want to build real crap, you need a computer!"},{"text":"Der einzige Unterschied zwischen mir und einem Irren ist, dass ich nicht wahnsinnig bin.","translation":"The only difference between me and a madman is that I'm not insane."},{"text":"Logik ist die Kunst, zuversichtlich in die Irre zu gehen.","translation":"Logic is the art of going astray confidently."},{"text":"Tom sagte, dass Maria sich irre.","translation":"Tom said that Maria was wrong."},{"text":"Ich hoffe, ich irre mich in Bezug auf dich.","translation":"I hope I'm wrong about you."},{"text":"Tom und Maria sagten Johannes, sie glaubten, Elke irre sich.","translation":"Tom and Mary told John that they thought Alice was mistaken."},{"text":"Tom und Maria sagten Johannes, dass sie meinten, Elke irre sich.","translation":"Tom and Mary told John that they thought Alice was incorrect."},{"text":"Tut mir leid, mein lieber Watson, aber die meisten Ihrer Schlussfolgerungen gingen in die Irre.","translation":"I am afraid, my dear Watson, that most of your conclusions were erroneous."}],"new":[{"text":"Ich lebe in New York.","translation":"I live in New York."},{"text":"\"Waren Sie schon mal in New York?\" \"Ja, ich war einige Male dort.\"","translation":"\"Have you ever been to New York?\" \"Yes, I've been there a few times.\""},{"text":"Musstest du in New York auf der Straße rauchen?","translation":"Did you have to smoke on the street in New York?"},{"text":"Mary Hat war diese Woche in New Orleans.","translation":"Mary Hat was in New Orleans this week."},{"text":"New York ist als die Stadt, die niemals schläft, bekannt.","translation":"New York is known as the city that never sleeps."}],"segeln":[{"text":"Kein Wind ist demjenigen günstig, der nicht weiß, wohin er segeln will.","translation":"No wind is favorable to those who do not know where they want to sail."},{"text":"Auf seinem Boot und in seinem Leben segelt er hart am Wind.","translation":"On his boat and in his life he sails the wind."},{"text":"Wir segelten mit halbem Wind.","translation":"We sailed with half wind."},{"text":"Jahrelang segelte das Schiff unter falscher Flagge.","translation":"For years, the ship sailed under false flags."},{"text":"Das Schiff segelt morgen nach Honolulu.","translation":"The ship sails for Honolulu tomorrow."},{"text":"Du bist mir Sonne, Wind und Sturm in meinen Segeln.","translation":"You are sun, wind and storm in my sails."},{"text":"Das wird ihr den Wind aus den Segeln nehmen.","translation":"That will take the wind out of her sails."},{"text":"Tom fuhr zum Segeln ans Meer.","translation":"Tom went sailing to the sea."},{"text":"Ich weiß nicht, warum Tom nächste Woche nicht mit uns segeln fahren will.","translation":"I don't know why Tom doesn't want to go sailing with us next week."},{"text":"Schlechtes Wetter hielt sie vom Segeln ab.","translation":"Bad weather prevented her from sailing."}],"kooperieren":[{"text":"Ich würde gerne kooperieren.","translation":"I would like to cooperate."},{"text":"Ich hoffe, Tom kooperiert.","translation":"I hope Tom is cooperative."},{"text":"In der Wirtschaft, Wissenschaft und Kultur kooperieren die beiden Länder immer intensiver.","translation":"In business, science and culture, the two countries are cooperating more and more intensively."},{"text":"Warum haben wir nicht effizienter kooperiert?","translation":"Why didn't we cooperate more efficiently?"},{"text":"„Männer konkurrieren, Frauen kooperieren.“ – „Das ist ein Vorurteil.“ – „Findest du?“","translation":"\"Men compete, women cooperate.\" – \"That's a prejudice.\" – \"Do you think?\""}],"Präsenz":[{"text":"Durch den Tod verliert man seine Existenz, doch nicht immer die Präsenz.","translation":"Through death you lose your existence, but not always your presence."},{"text":"Es wird einem nur in der Politik gelingen, nur durch Präsenz einen Posten zu erringen","translation":"Only in politics will one succeed in winning a post only through presence."},{"text":"Große Präsenz macht andächtige Priester.","translation":"Great presence makes devout priests."},{"text":"Befriedigung belebt das Bedürfnis, die Antwort regeneriert die Frage, Präsenz erzeugt Abwesenheit und Besitz erzeugt Begierde.","translation":"Satisfaction animates the need, the answer regenerates the question, presence creates absence and possession generates desire."},{"text":"Die Theorie der Evolution durch zufällige Mutation und natürliche Selektion übersieht die extrem offensichtliche Präsenz einer planenden Intelligenz im Universum.","translation":"The theory of evolution by random mutation and natural selection fails to see the extremely obvious presence of a planning intelligence in the universe."}],"tate":[{"text":"Man muss den Worten Taten folgen lassen.","translation":"You have to turn words into deeds."},{"text":"Taten sind Früchte, Worte sind nur Blätter.","translation":"Deeds are fruits, words are just leaves."},{"text":"Hasse nicht den Menschen, sondern höchstens seine Taten und Einstellungen.","translation":"Do not hate man, but at most his actions and attitudes."},{"text":"8. Gesetz der Macht: Taten zählen, nicht Argumente.","translation":"8. Law of Power: Actions count, not arguments."},{"text":"Man urteilt nach den Taten.","translation":"One judges by the deeds."}],"Ente":[{"text":"Eine schwarze Ente frisst einen Apfel.","translation":"A black duck eats an apple."},{"text":"Willst du eine Ente kaufen?","translation":"Do you want to buy a duck?"},{"text":"Der Klimawandel ist keine Ente.","translation":"Climate change is not a hoax."},{"text":"Die kleine Ente badet sich.","translation":"The little duck bathes itself."},{"text":"Die Geschichte erwies sich als Ente.","translation":"That story turned out to be a hoax."}],"max":[{"text":"Max Frisch hatte ein Talent zur Freundschaft.","translation":"Max Frisch had a talent for friendship."},{"text":"Max möchte einmal mit Bismarck zusammen in See stechen.","translation":"Max wants to set sail with Bismarck."},{"text":"Wolfgang arbeitet bei der Max-Planck-Gesellschaft zur Förderung der Wissenschaften.","translation":"Wolfgang works for the Max Planck Society for the Advancement of Science."},{"text":"Max erklärte Julia, warum er nicht zu ihrem Abschiedsfest kommen konnte.","translation":"Max explained to Julia why he couldn't come to her farewell party."},{"text":"Es schenkte Max dem Schwesterlein Glasmurmeln und auch Zahnrädlein.","translation":"Max gave the sister glass marbles and also cogs."}],"Leine":[{"text":"In Hannover führen die jungen Männer die Mädchen an der Leine spazieren.","translation":"In Hanover, the young men lead the girls on a leash."},{"text":"Dieser Hund ist zu gefährlich, um nicht an der Leine zu sein.","translation":"That dog is too dangerous to be left loose."},{"text":"Sie hängte die Wäsche auf der Leine auf.","translation":"She hung the laundry on the line."},{"text":"Halte die Leine!","translation":"Hold the leash."},{"text":"Ziehen Sie Leine!","translation":"Just get lost."}],"Unterwäsche":[{"text":"Warum findest du, es sei nicht wichtig, welche Unterwäsche man trägt?","translation":"Why do you think it doesn't matter what underwear you wear?"},{"text":"Tom lief in Unterwäsche herum.","translation":"Tom was walking around in his underwear."},{"text":"Tom sah gerade in Unterwäsche fern, als ich ins Zimmer kam.","translation":"Tom was watching TV in his underwear when I entered the room."},{"text":"Ziehen Sie sich bitte bis auf die Unterwäsche aus.","translation":"Please undress except for your underwear."},{"text":"Ich glaube an kein Leben nach dem Tode, obwohl ich immer Unterwäsche zum Wechseln dabei habe.","translation":"I don't believe in life after death, even though I always have a change of underwear with me."}],"pfeife":[{"text":"Das kann man in der Pfeife rauchen.","translation":"Forget about it."},{"text":"Wer bezahlt, muss nach dessen Pfeife tanzen.","translation":"If you pay, you have to dance to his tune."},{"text":"Den Typ kannst du in der Pfeife rauchen.","translation":"You can smoke the guy in the pipe."},{"text":"Als wir die Pfeife hörten, haben wir die Straße überquert.","translation":"When he heard the whistle, he crossed the street."},{"text":"Schweifen wir nicht vom Thema ab.","translation":"Let's not deviate from the subject."}],"konservativ":[{"text":"Sie waren konservative Männer.","translation":"They were conservative men."},{"text":"Japaner sind im Allgemeinen konservativ.","translation":"Japanese are generally conservative."},{"text":"Finnisch ist eine recht konservative Sprache.","translation":"Finnish is a fairly conservative language."},{"text":"Er ist zu einem gewissen Grad konservativ.","translation":"He is conservative to a degree."},{"text":"Wir hören oft, dass gesagt wird, dass das japanische Volk konservativ ist.","translation":"We often hear it said that Japanese people are conservative."}],"Bösewicht":[{"text":"Kein Bösewicht kann glücklich sein.","translation":"No villain can be happy."},{"text":"Tom wollte schon als kleines Kind Polizist werden, während Johannes lieber den Bösewicht spielte.","translation":"Tom wanted to be a policeman even as a small child, while Johannes preferred to play the villain."},{"text":"Die Polizei hat den Bösewicht geschnappt.","translation":"The cops caught the bad guy."},{"text":"In dieser Geschichte ist der Held zugleich der Bösewicht.","translation":"In this story, the hero is also the villain."},{"text":"Weil man anscheinend meinte, der Film brauche einen Bösewicht, hat man die Figur des Tom in die Geschichte eingebaut, aber die Kritiker sind sich darüber einig, dass sie ohne ihn besser gewesen wäre.","translation":"Because it was apparently thought that the movie needed a villain, they included the character of Tom in the story, but critics agree that it would have been better without him."},{"text":"„Seit seine Frau ihm einen Wurf von sieben Welpen schenkte, ist Ede Wolf wie ausgewechselt. Er geht jetzt sogar eine ehrlichen Arbeit nach, um den Kleinen ein gutes Vorbild zu sein.“ – „Sag bloß! Aber wer übernimmt dann seine Rolle als Bösewicht?“ – „Es liegt eine Bewerbung von Mechthild Maus vor, aber ich gebe zu, dass die kaum ernstzunehmen ist.“","translation":"\"Since his wife gave him a litter of seven puppies, Ede Wolf has been replaced. He is now even doing an honest job to be a good role model for the little ones.\" – \"Just say! But who will then take on his role as a villain?\" – \"There is an application from Mechthild Maus, but I admit that it is hardly to be taken seriously.\""}],"Gründung":[{"text":"Falsch betont, könnte Gründung eine braune Masse in neuer Farbe sein.","translation":"Incorrectly emphasized, foundation could be a brown mass in a new color."},{"text":"Unsere Firma hat sich seit ihrer Gründung sehr gut entwickelt.","translation":"Our company has come a long way since it was set up."},{"text":"Lass mich dir etwas über die Gründung dieser Schule erzählen.","translation":"Let me tell you something about the founding of this school."},{"text":"Sie haben dieses kleine Hotel seit seiner Gründung geführt.","translation":"They have run this small hotel since it was established."},{"text":"Er initiierte einst die Gründung eines nationalen Zahlungssystems.","translation":"He once initiated the establishment of a national payment system."}],"hobby":[{"text":"Jeder braucht ein Hobby.","translation":"Everyone needs a hobby."},{"text":"Wandern ist ein beliebtes Hobby.","translation":"Hiking is a popular hobby."},{"text":"Sprachen sind mein Hobby. Was ist dein Hobby?","translation":"Languages is my hobby. What's your hobby?"},{"text":"Ein Hobby ist harte Arbeit, die niemand täte, wenn sie sein Beruf wäre.","translation":"A hobby is hard work that no one would do if it were their profession."},{"text":"Aus einem Hobby ist bei Tom inzwischen ein Beruf geworden.","translation":"A hobby has now become a profession for Tom."},{"text":"Mein Hobby sind Sprachen.","translation":"My hobby is languages."},{"text":"Sport ist mein Hobby.","translation":"Sport is my hobby."},{"text":"Ich sehe Menschen gern — das ist mein Hobby!","translation":"I like to see people — that's my hobby!"},{"text":"Mein Hobby ist es, alte Flaschen zu sammeln.","translation":"My hobby is collecting old bottles."},{"text":"Mein Hobby ist es, Geschichten zu schreiben.","translation":"My hobby is writing stories."}],"Bissen":[{"text":"Du hast Glück gehabt, dass er dich nicht gebissen hat.","translation":"You were lucky he didn't bite you."},{"text":"Mein Vater, der König, ist gestorben, angeblich von einer Schlange gebissen.","translation":"My father, the king, died, supposedly bitten by a snake."},{"text":"Ich wurde von einem Hund gebissen.","translation":"I was bitten by a dog."},{"text":"Erst hat er Gras geraucht und dann ins Gras gebissen.","translation":"First he smoked grass and then bit into the grass."},{"text":"„Danke, dass du mich gebissen hast!“ sagte ich zu meiner Katze.","translation":"\"Thank you for biting me,\" I told my cat."}],"scherzen":[{"text":"Du beliebst wohl zu scherzen.","translation":"You probably like to joke."},{"text":"Mit albernen Narren soll man nicht scherzen.","translation":"You shouldn't joke with silly fools."},{"text":"Wir scherzten immer viel miteinander.","translation":"We were always joking with each other."},{"text":"Anfangs glaubte ich, Tom scherze.","translation":"At first, I thought Tom was joking."},{"text":"Dachtest du, ich scherzte?","translation":"Did you think I was joking?"}],"eingeschlafen":[{"text":"Ich bin spät eingeschlafen.","translation":"I fell asleep late."},{"text":"Mir ist die Hand eingeschlafen.","translation":"My hand fell asleep."},{"text":"Das Baby ist endlich fest eingeschlafen.","translation":"The baby has finally fallen asleep."},{"text":"Marika hat so viel geredet, dass Tom mittlerweile eingeschlafen ist.","translation":"Marika talked so much that Tom has now fallen asleep."},{"text":"Mein rechter Fuß ist eingeschlafen.","translation":"My right foot is sleeping."}],"Kräuter":[{"text":"Viele Kräuter sind auf dem Hügel.","translation":"Many herbs are on the hill."},{"text":"Die Ergebnisse dieser Untersuchungen hinterlassen keinen Zweifel. Obst, Gemüse und Kräuter sind gesund — mächtig gesund.","translation":"The results of these investigations leave no doubt. Fruits, vegetables and herbs are healthy — mightily healthy."},{"text":"Vor dem Backofen wachsen keine Kräuter.","translation":"No herbs grow in front of the oven."},{"text":"Frische Speisen mit frischen würzigen Kräutern sind die beste Versicherung gegen Krankheiten.","translation":"Fresh food with fresh spicy herbs is the best insurance against diseases."},{"text":"Gescholtene Kräuter isst man am liebsten.","translation":"Scolded herbs are best eaten."}],"indirekt":[{"text":"Wie kann man zwei nicht über indirekte Übersetzungen miteinander verbundene Sätze verknüpfen?","translation":"How can two sentences not connected by indirect translations be linked?"},{"text":"Sein Brief nimmt indirekt Bezug auf die Angelegenheit.","translation":"His letter indirectly refers to the matter."},{"text":"Zu den Steuern gehören direkte wie indirekte Steuern.","translation":"Taxes consist of direct taxes and indirect ones."},{"text":"Ein Lächeln ist eine indirekte Umarmung.","translation":"A smile is an indirect embrace."},{"text":"Verfolgung ist schlecht und ein indirekter Weg eine Religion zu begründen.","translation":"Persecution is bad and an indirect way to establish a religion."},{"text":"Es ist offensichtlich, dass seine Kommentare darauf abzielten, mich indirekt zu beleidigen.","translation":"It is obvious that his comments were aimed at insulting me indirectly."},{"text":"Am Sonntag wählt Griechenland ein neues Parlament - und stimmt dabei indirekt auch über die Zugehörigkeit zur Euro-Zone ab.","translation":"On Sunday, Greece will elect a new parliament - and indirectly vote on membership of the euro zone."}],"optimistisch":[{"text":"Seien Sie geduldig und optimistisch.","translation":"Be patient and optimistic."},{"text":"An deiner Stelle wäre ich nicht so optimistisch.","translation":"I wouldn't be so optimistic if I were in your position."},{"text":"Wie schaffst du es, optimistisch zu bleiben?","translation":"How do you manage to stay optimistic?"},{"text":"Wir haben eine sehr gute Mannschaft und darum allen Grund, optimistisch zu sein.","translation":"We have a very good team, so we have every reason to be optimistic."},{"text":"Wenn ich mich recht erinnere, warst du zu der Zeit ziemlich optimistisch.","translation":"If I remember correctly, you were quite optimistic at the time."}],"Sponsor":[{"text":"Und nun ein paar Worte von unseren Sponsoren.","translation":"And now, a word from our sponsors."},{"text":"Ich versuche den größten Teil unserer Kosten mithilfe von Sponsoren zu decken.","translation":"I try to cover most of our costs with the help of sponsors."},{"text":"Wir betätigen uns seit 8 Jahren als Sponsoren.","translation":"We have been active as sponsors for 8 years."},{"text":"Dafür müssen wir einen Sponsor ausfindig machen.","translation":"To do this, we have to find a sponsor."},{"text":"Um dich für den Aufenthalt in einer Gastfamilie zu qualifizieren, musst du an einem Interview mit den Sponsoren teilnehmen.","translation":"In order to qualify for the homestay you must have an interview with the sponsors."}],"Kristall":[{"text":"Das Kristall der Herzen, wenn es bricht, lässt sich nicht reparieren.","translation":"The crystal of hearts, when it breaks, cannot be repaired."},{"text":"Tom kennt nicht den Unterschied zwischen Glas und Kristall.","translation":"Tom doesn't know the difference between glass and crystal."},{"text":"Eine gute Ehe ist wie ein geschliffener Kristall. Sie funkelt und glänzt, trotz Ecken und Kanten.","translation":"A good marriage is like a cut crystal. It sparkles and shines, despite corners and edges."},{"text":"Eine Fülle von solchen Phänomenen erregt weltweit Aufsehen - ein libanesisches Mädchen, welches kleine messerscharfe Kristalle weint, ist nur ein Beispiel von vielen.","translation":"An abundance of such phenomena is causing a worldwide sensation - a Lebanese girl crying small razor-sharp crystals is just one example of many."},{"text":"Der Räuber ist Bürger im Herzen. Seine Seele sehnt sich nach Plüsch und Kristall.","translation":"The robber is a citizen at heart. His soul longs for plush and crystal."}],"solo":[{"text":"Ich hoffe, du hast dein Solo geübt!","translation":"I hope you practiced your solo."},{"text":"Liebe ist kein Solo, Liebe ist ein Duett: Schwindet sie bei einem verstummt das Lied.","translation":"Love is not a solo, love is a duet: If it disappears with one, the song falls silent."},{"text":"Wenn er auf die Bühne geht, um eines seiner schiefen Soli zu singen, werde ich seinetwegen so nervös, dass ich feuchte Hände bekomme.","translation":"When he gets up on stage to sing one of his out-of-tune solos, I get so nervous for him that I get sweaty palms."},{"text":"Ich bin fast vierzig Jahre alt und immer noch solo.","translation":"I am almost 40 years old and I am still single."},{"text":"Linda arbeitet solo.","translation":"Linda works solo."},{"text":"Ich bin solo.","translation":"I'm single."},{"text":"Der Film erzählt die Geschichte der frühen Jahre des Krieg-der-Sterne-Helden Han Solo und seines haarigen Kopiloten Chewbacca.","translation":"The movie tells the story of the early years of Star Wars hero Han Solo and his hairy co-pilot Chewbacca."}],"Berichtigung":[{"text":"Dieser Satz bedarf einer Berichtigung.","translation":"This sentence needs to be corrected."},{"text":"Ich danke dir für deine Berichtigung.","translation":"Thank you for your correction."},{"text":"Dies ist eine äußerst bedeutsame Berichtigung.","translation":"This is an extremely important correction."},{"text":"War sie sich einer Sache nicht sicher, gestand sie ihre Unsicherheit und bat die Anwesenden um Bestätigung oder Berichtigung.","translation":"If she was not sure of something, she confessed her insecurity and asked those present for confirmation or correction."}],"reichlich":[{"text":"Ich esse gern gut und reichlich.","translation":"I like to eat well and abundantly."},{"text":"Für die Reichen gab es schon immer reichlich.","translation":"For the rich, there has always been plenty."},{"text":"Tom schwitzt reichlich.","translation":"Tom sweats freely."},{"text":"Zu reichliches Essen macht krank.","translation":"Too much food makes you sick."},{"text":"Die Mahlzeit war köstlich, aber ein wenig reichlich.","translation":"The meal was delicious but a little plentiful."},{"text":"Tom hat reichlich Essen mitgebracht.","translation":"Tom brought plenty of food."},{"text":"Der Baum trägt reichlich Früchte.","translation":"The tree is abundant in fruit."},{"text":"Wir haben reichlich wenig Zeit.","translation":"We have precious little time."},{"text":"Er hat reichlich Mehl und Öl gekauft.","translation":"He bought plenty of flour and oil."},{"text":"Auf dem Speicher ist reichlich Platz.","translation":"There's ample room in the attic."}],"gehst":[{"text":"Es ist mir egal, ob du gehst oder bleibst.","translation":"It's all the same to me whether you go or stay."},{"text":"Wie oft gehst du schwimmen?","translation":"How often do you go swimming?"},{"text":"Es ist höchste Zeit, dass du schlafen gehst, Ken.","translation":"It's high time you went to sleep, Ken."},{"text":"Gehst du dieses Jahr in den Urlaub?","translation":"Are you going on holiday this year?"},{"text":"Gehst du spazieren?","translation":"Are you going for a walk?"},{"text":"„Gehst du heute zur Schule?“ – „Wie gewöhnlich.“","translation":"\"Are you going to school today?\" – \"As usual.\""},{"text":"„Gehst du immer noch jeden Sonntag in die Kirche?“ – „Nein, inzwischen nicht mehr.“","translation":"\"Do you still go to church every Sunday?\" – \"No, not anymore.\""},{"text":"Gehst du auf Toms Hochzeit?","translation":"Are you going to Tom's wedding?"},{"text":"Gehst du morgen aus?","translation":"Are you going out tomorrow?"},{"text":"„Was machst du denn heute,Tom?“ – „Ich gehe in die Stadt.“ – „Gehst du allein?“ – „Nein, Maria kommt mit.“","translation":"\"What are you doing today, Tom?\" – \"I'm going to town.\" – \"Are you going alone?\" – \"No, Maria is coming with me.\""}],"überwiegend":[{"text":"Aus überwiegend dichten Wolken fiel lokal etwas Regen.","translation":"From mostly dense clouds some rain fell locally."},{"text":"Mein Beruf wird überwiegend im Sitzen ausgeübt.","translation":"My profession is mainly carried out while sitting."},{"text":"Tom ernährt sich überwiegend von Tiefkühlpizza.","translation":"Tom feeds mainly on frozen pizza."},{"text":"Die überwiegende Mehrheit der Kinder mag Speiseeis.","translation":"The vast majority of children like ice cream."},{"text":"Europäische Igel fressen überwiegend Insekten.","translation":"European hedgehogs mostly eat insects."}],"schädlich":[{"text":"Alkohol ist schädlich für die Leber.","translation":"Alcohol is harmful to the liver."},{"text":"Ruhig und vernünftig zu betrachten, ist zu keiner Zeit schädlich.","translation":"To look calmly and reasonably is at no time harmful."},{"text":"Wie er es trieb, war für seine Gesundheit nicht weniger schädlich.","translation":"How he did it was no less harmful to his health."},{"text":"Diese Medizin hat keine schädlichen Nebenwirkungen.","translation":"This medicine has no harmful side-effects."},{"text":"Rauchen ist schädlich.","translation":"Smoking stinks."}],"tätigen":[{"text":"Bei einem guten Glas Wein lassen sich die besten Geschäfte tätigen.","translation":"With a good glass of wine, the best business can be made."},{"text":"Ich musste einige Anrufe tätigen.","translation":"I had some calls to make."},{"text":"Tom war im Begriff, den wichtigsten Anruf seines Lebens zu tätigen.","translation":"Tom was about to make the most important phone call of his life."},{"text":"Ich ging ein Risiko ein, als ich die Investition tätigte.","translation":"I took a risk when I made the investment."},{"text":"Entschuldige mich bitte ein paar Minuten. Ich möchte gerne einen Anruf tätigen.","translation":"If you will excuse me for a few minutes, I'd like to make a call."},{"text":"Die Firma ist dem Aufruf gefolgt und wird eine Spende von fünfundzwanzigtausend Euro tätigen.","translation":"The company has responded to the appeal and will make a donation of twenty-five thousand euros."},{"text":"Wir haben einen guten Kauf getätigt.","translation":"We made a good buy."},{"text":"Tom hat eine Überweisung getätigt.","translation":"Tom has made a transfer."},{"text":"Aufgrund des niedrigen Zinssatzes nimmt die Anzahl der Kredite, die Firmen bei Geldinstituten tätigen, zu.","translation":"Due to the low interest rate, the number of loans that companies make with financial institutions is increasing."},{"text":"Nein, ich nenne meinen Namen nicht, wenn ich auf meinem privaten Apparat einen Anruf entgegennehme, immer aber, wenn ich selbst einen Anruf tätige.","translation":"No, I do not give my name when I answer a call on my private device, but always when I make a call myself."}],"akzeptiert":[{"text":"Kein Mensch kann sich wohl fühlen, wenn er sich nicht selbst akzeptiert.","translation":"No person can feel comfortable if he does not accept himself."},{"text":"Ich zähle das als Fehler, dass du meine Meinung nicht akzeptiert hast.","translation":"I count this as a mistake that you didn't accept my opinion."},{"text":"Tom hat mich zum Essen eingeladen, und ich habe akzeptiert.","translation":"Tom asked me out for dinner and I said yes."},{"text":"Hat Tom dein Angebot akzeptiert?","translation":"Did Tom accept our offer?"},{"text":"Ich bin froh, dass Sie meine Gründe akzeptiert haben.","translation":"I am glad you accepted my reasons."},{"text":"Die Mädchen akzeptierten unseren Plan nicht.","translation":"The girls did not accept our plan."},{"text":"Allgemein akzeptierte Regeln nicht zu befolgen, war für ihn ein großes Vergnügen.","translation":"Not following generally accepted rules was a great pleasure for him."},{"text":"Es ist heutzutage ein vollkommen akzeptierter Gedanke, dass alle Berufe für Frauen offen sein sollten.","translation":"It is now a perfectly accepted idea that all professions should be open to women."},{"text":"Leider droht diese Verhaltensweise zu einer allgemein akzeptierten Gewohnheit zu werden.","translation":"Unfortunately, this behavior threatens to become a generally accepted habit."},{"text":"Es gibt keine allgemeine, weltweit akzeptierte Definition des Stadtbegriffs.","translation":"There is no universal, globally accepted definition of the concept of city."}],"shirt":[{"text":"Dieses Shirt muss gewaschen werden.","translation":"This shirt needs washing."},{"text":"Die roten Schuhe passen nicht zum grünen Shirt.","translation":"The red shoes clash with this green shirt."},{"text":"Was kostet dieses T-Shirt?","translation":"How much is this T-shirt?"},{"text":"Wie traurig, dass das Erste, was mir aufgefallen ist, dein süßes Shirt war!","translation":"How sad the first thing I noticed was your cute shirt!"},{"text":"Ich brauche ein sauberes Shirt.","translation":"I need a clean shirt."},{"text":"Was steht denn da auf deinem T-Shirt?","translation":"What does your T-shirt say?"},{"text":"„Möchtest du ein T-Shirt?“ – „Ja, ich möchte ein rotes.“","translation":"\"Do you want a T-shirt?\" – \"Yes, I want a red one.\""},{"text":"Gestern habe ich ein rotes T-Shirt gekauft.","translation":"Yesterday I bought a red T-shirt."},{"text":"Das ist ein schönes T-Shirt.","translation":"That's a nice T-shirt."},{"text":"Tom zog sich ein sauberes T-Shirt an.","translation":"Tom put on a clean T-shirt."}],"Dinger":[{"text":"Ich wüsste zu gern, wo die Dinger herkommen und wie ich sie loswerde.","translation":"I would like to know where the things come from and how I get rid of them."},{"text":"Diese Dinger sind nicht für die Ewigkeit gemacht.","translation":"These things are not made for eternity."},{"text":"Zwei junge Dinger klapperten auf Stöckelschuhen an unserer Haustür vorbei.","translation":"Two young things rattled past our front door on high heels."},{"text":"„Hast du keinen Kuchen vom Bäcker mitgebracht?“ – „Nein, es gab nichts nach meinem Geschmack – nur so komische Dinger mit Früchten.“","translation":"\"Didn't you bring a cake from the baker?\" – \"No, there was nothing to my taste – just such strange things with fruits.\""},{"text":"Zumindest würde ich doch gerne wissen, was das überhaupt für Dinger sind.","translation":"At least I would like to know what kind of things they are."},{"text":"Maria hat dicke Dinger.","translation":"Mary has big boobs."},{"text":"„Warum blute ich denn?“ – „Wahrscheinlich, weil du dich irgendwo, ohne es zu merken, verletzt hast.“ – „Ja, jetzt, wo du es sagst: ich bin vorhin mit dem Arm an Toms Brombeersträucher gekommen. Die verdammten Dinger!“","translation":"\"Why am I bleeding?\" – \"Probably because you hurt yourself somewhere without realizing it.\" – \"Yes, now that you say it: I came with my arm to Tom's blackberry bushes earlier. The damn things!\""},{"text":"„Die Aktion mit der Brandt-Stiftung hat mir eine Stange Geld eingebracht.“ – „Brandstiftung? Ich wusste, dass du krumme Dinger drehst, aber so was hätte ich dir nie zugetraut!“","translation":"\"The campaign with the Brandt Foundation has earned me a lot of money.\" – \"Arson? I knew you were doing crooked things, but I would never have expected you to do that!\""}],"dreckig":[{"text":"Hör auf so dreckig zu lachen!","translation":"Stop laughing so dirty!"},{"text":"Das Wasser ist dreckig.","translation":"The water is dirty."},{"text":"Einer von beiden Schuhen ist dreckig.","translation":"One of both shoes is dirty."},{"text":"Es regnete so stark, dass alle Schweine rein und alle Menschen dreckig wurden.","translation":"It rained so hard that all the pigs were clean and all the people got dirty."},{"text":"Der Keller ist dreckig, dunkel, und er stinkt.","translation":"The basement is dirty, dark, and it stinks."}],"Mittag":[{"text":"Am Mittag steht die Sonne am höchsten.","translation":"At noon the sun is at its highest."},{"text":"In zehn Minuten essen wir zu Mittag.","translation":"In ten minutes we will have lunch."},{"text":"Der Bauer bleibt ein Bauer, auch wenn er bis Mittag schläft.","translation":"The farmer remains a farmer, even if he sleeps until noon."},{"text":"Es hält von zwölf Uhr bis Mittag.","translation":"It lasts from twelve o'clock until noon."},{"text":"Am Mittag legten sie sich in einem Wald hin, um zu rasten.","translation":"At noon they lay down in a forest to rest."},{"text":"Er kommt gegen Mittag.","translation":"He's coming at about midday."},{"text":"Was hast du zu Mittag gegessen?","translation":"What did you have for lunch?"},{"text":"Wir werden heute Mittag Kirschen aus Italien essen.","translation":"We will eat cherries from Italy at noon today."},{"text":"Vor Mittag würde ich aber nicht anfangen zu arbeiten, bloß keinen Stress!","translation":"But I wouldn't start working before noon, just no stress!"},{"text":"Hast du heute schon zu Mittag gegessen?","translation":"Have you had lunch yet?"}],"Materie":[{"text":"Ich möchte in diese Materie nicht tiefer eindringen.","translation":"I don't want to go deeper into this matter."},{"text":"Alles ist Materie was mittels der Organe zu uns kommt.","translation":"Everything that comes to us through the organs is matter."},{"text":"Der Geist bewegt die Materie!","translation":"The spirit moves matter!"},{"text":"Das Leben besteht nicht nur aus Materie und Energie, sondern auch aus Informationen.","translation":"Life does not consist of just matter and energy, but also information."},{"text":"Das Leben ist nur eine raffinierte Art, Materie zu organisieren.","translation":"Life is but a sophisticated way of organising matter."}],"Käfig":[{"text":"Dem Vogel ist ein einfacher Zweig lieber als ein goldener Käfig.","translation":"To the bird, a simple branch is preferable to a golden cage."},{"text":"Dieser Käfig ist aus Draht.","translation":"This cage is made of wire."},{"text":"Ich fand den Käfig leer vor.","translation":"I found the cage empty."},{"text":"Der Tiger lag in der Mitte des Käfigs.","translation":"The tiger laid in the middle of the cage."},{"text":"Du solltest die Tiere aus ihrem Käfig befreien.","translation":"You should free the animals from their cage."}]}