{"beschlagnahmen":[{"text":"34 % der Waren, die der Zoll im vergangenen Jahr beschlagnahmte, waren Zigaretten.","translation":"34% of the goods which customs seized in the last year were cigarettes."},{"text":"Toms Auto ist von der Bank beschlagnahmt worden.","translation":"Tom's car was repossessed."},{"text":"In der Wohnung wurden des Weiteren zwanzig Gramm Haschisch beschlagnahmt.","translation":"Twenty grams of hashish were also confiscated from the apartment."},{"text":"Das Auto von Tom ist beschlagnahmt.","translation":"Tom's car is confiscated."},{"text":"Das Paket wurde vom Zoll beschlagnahmt.","translation":"The package was confiscated by customs."}],"Taschentuch":[{"text":"Mein Taschentuch hat Löcher.","translation":"My handkerchief has holes."},{"text":"Das Wegwerfen eines Taschentuches könnte für dich teuer werden.","translation":"Throwing away a handkerchief could be expensive for you."},{"text":"Ich brauche ein Taschentuch.","translation":"I need a tissue."},{"text":"Er wischte sich seine Hände mit einem Taschentuch ab.","translation":"He wiped his hands on a handkerchief."},{"text":"Sie ließ absichtlich ihr Taschentuch fallen, um seine Aufmerksamkeit zu erregen.","translation":"She dropped her handkerchief on purpose to draw his attention."}],"Stärkung":[{"text":"Durch die Stärkung des Selbstbewusstseins gewinnt eine Person die Kraft, sich selbst zu verändern.","translation":"By strengthening self-confidence, a person gains the power to change himself."},{"text":"Lasst uns der organisatorischen Stärkung der Ortsgruppen besondere Aufmerksamkeit widmen!","translation":"Let us pay special attention to the organizational strengthening of the local groups!"},{"text":"Die Bildung muss auf die volle Entfaltung der menschlichen Persönlichkeit und auf die Stärkung der Achtung vor den Menschenrechten und Grundfreiheiten gerichtet sein. Sie muss zu Verständnis, Toleranz und Freundschaft zwischen allen Nationen und allen rassischen oder religiösen Gruppen beitragen und der Tätigkeit der Vereinten Nationen für die Wahrung des Friedens förderlich sein.","translation":"Education shall be directed to the full development of the human personality and to the strengthening of respect for human rights and fundamental freedoms. It shall promote understanding, tolerance and friendship among all nations, racial or religious groups, and shall further the activities of the United Nations for the maintenance of peace."}],"katastrophal":[{"text":"Am Tschadsee zeigen sich die katastrophalen Folgen des Klimawandels.","translation":"Lake Chad shows the catastrophic consequences of climate change."},{"text":"An die katastrophalen Folgen, die seine Tat haben würde, verschwendete Tom keinen Gedanken.","translation":"Tom did not waste any thought on the catastrophic consequences that his act would have."},{"text":"Bei diesem Spiel kann jeder noch so kleine Fehler katastrophale Auswirkungen haben.","translation":"In this game, even the smallest mistake can have catastrophic consequences."},{"text":"Die Lage ist katastrophal.","translation":"The situation is disastrous."},{"text":"Das Endergebnis ist katastrophal.","translation":"The end result is catastrophic."}],"missbrauchen":[{"text":"Das Übel kommt nicht von der Technik, sondern von denen, die sie missbrauchen.","translation":"The evil does not come from technology, but from those who abuse it."},{"text":"Dummheit ist auch eine Gabe Gottes, aber man darf sie nicht missbrauchen.","translation":"Stupidity is also a gift from God, but it must not be abused."},{"text":"Manche lieben, um Kompetenzen zu rauben oder Dummheit zu missbrauchen.","translation":"Some love to rob competencies or abuse stupidity."},{"text":"Sie missbrauchte mein Vertrauen.","translation":"She betrayed my trust."},{"text":"Du missbrauchst deine Autorität.","translation":"You are abusing your authority."},{"text":"Er hat mein Vertrauen missbraucht.","translation":"He betrayed my trust."},{"text":"Der König hat seine Macht missbraucht.","translation":"The king abused his power."},{"text":"Maria hasst die Welt, von der sie sich ausgestoßen und missbraucht fühlt.","translation":"Maria hates the world from which she feels ostracized and abused."},{"text":"Der Diktator hat seine Privilegien nach Herzenslust missbraucht.","translation":"The dictator abused his privileges to his heart's content."},{"text":"Er hat unser Vertrauen missbraucht.","translation":"He has abused our trust."}],"einigen":[{"text":"Geschichte ist die Lüge, auf die man sich geeinigt hat.","translation":"History is the lie commonly agreed upon."},{"text":"Letztlich hat man sich auf eine Lösung geeinigt.","translation":"In the end, a solution was agreed."},{"text":"Die Gewerkschaft und die Firma einigten sich auf einen neuen Vertrag.","translation":"The union and the company agreed on a new contract."},{"text":"Sie einigten sich auf einen Preis.","translation":"They agreed on a price."},{"text":"Sie einigten sich darauf, ihn als Vorsitzenden zu wählen.","translation":"They agreed to elect him as chairman."}],"Sanierung":[{"text":"Die Sanierung dieses historischen Gebäudes dauerte fünf Jahre.","translation":"It took five years to restore this historic building."},{"text":"Diese Brücke steht seit drei Jahren unter Sanierung.","translation":"That bridge has been undergoing renovations for three years."},{"text":"Wenn diese Organisation so belassen wird, wie sie ist, wird sie bald bankrott sein. Ihre Sanierung ist genauso schwierig, wie wenn man die Pferde wechseln wollte, während man dabei ist, einen Fluss zu durchqueren.","translation":"If this organization is left as it is, it will soon go bankrupt; its recovery is as difficult as swapping horses while crossing a stream."},{"text":"Die Sanierung dieser historischen Gebäude einschließlich des Schlosses lohnt sich nach Ansicht der Stadt nicht mehr. Es soll daher alles abgerissen und durch ein modernes Bürohochhaus nach Plänen des berühmten Architekten Tom Fürchtegott Müller ersetzt werden.","translation":"The renovation of these historic buildings, including the castle, is no longer worthwhile in the opinion of the city. Therefore, everything is to be demolished and replaced by a modern office high-rise according to plans by the famous architect Tom Fürchtegott Müller."},{"text":"Sobald die Sanierung der historischen Bibliothek abgeschlossen ist, werden die Bestände aus dem provisorischen Zwischenlager wieder zurück an ihren angestammten Platz übersiedeln.","translation":"As soon as the renovation of the historic library is completed, the holdings will be moved back to their original location from the provisional interim storage facility."}],"Reiz":[{"text":"Jedes Land hat seinen eigenen Reiz.","translation":"Every country has its own charm."},{"text":"Wo aber der Wein fehlt, stirbt der Reiz des Lebens.","translation":"But where the wine is missing, the charm of life dies."},{"text":"Der Reiz ist Schönheit in Bewegung.","translation":"The attraction is beauty in motion."},{"text":"Paris übt auf japanische Mädchen einen großen Reiz aus.","translation":"Paris has a great charm for Japanese girls."},{"text":"Der Reiz des Lebens besteht darin, fremden Menschen und Dingen zu begegnen.","translation":"The appeal of life is to meet strangers and things."},{"text":"Sie ist sehr hübsch und doch ohne Reiz.","translation":"She's very pretty, but she has no appeal."},{"text":"Unerschöpflich an Reiz, an immer erneuerter Schönheit ist die Natur! Die Kunst ist unerschöpflich wie sie.","translation":"Nature is inexhaustible in its charm, in its ever-renewed beauty! Art is as inexhaustible as it is."},{"text":"Gar mancher schleicht betrübt umher, sein Knopfloch ist so öd und leer. Für manchen hat ein Mädchen Reiz, nur bleibt die Liebe seinerseits.","translation":"Some people sneak around saddened, their buttonhole is so dull and empty. For some, a girl has charm, only the love remains on her part."}],"dreidimensional":[{"text":"Spinnen weben stets dreidimensionale Netze.","translation":"Spiders always weave their webs in three dimensions."},{"text":"Ein 3-D-Scanner ermöglicht das Scannen von dreidimensionalen Objekten.","translation":"A 3D scanner enables the scanning of three-dimensional objects."},{"text":"In einer dreidimensionalen Realität wirken Kräfte wie der Elektromagnetismus nur dreidimensional und halten sich an die traditionellen Gesetze der Physik.","translation":"In a three-dimensional reality, forces such as electromagnetism act only three-dimensionally and adhere to the traditional laws of physics."},{"text":"Hier sehen wir zum Beispiel das Porträt eines Mannes im Alter von acht Jahren, sodann fünfzehn, siebzehn, dreiundzwanzig und immer so fort. Bei all diesen Aufnahmen handelt es sich offensichtlich um Schnitte, wenn man so will: dreidimensionale Darstellungen seines vierdimensionalen Wesens, welches etwas Starres und Unabänderliches ist.","translation":"For instance, here is a portrait of a man at eight years old, another at fifteen, another at seventeen, another at twenty-three, and so on. All these are evidently sections, as it were, three-dimensional representations of his four-dimensioned being, which is a fixed and unalterable thing."}],"hinfahren":[{"text":"Wozu brauchen Politiker Füße? Sie lassen sich doch überall hinfahren.","translation":"Why do politicians need feet? They can be driven anywhere."},{"text":"Wir können mit der U-Bahn hinfahren.","translation":"We can get there by subway."},{"text":"Ich würde lieber mit dem Fahrrad hinfahren als zu Fuß zu gehen.","translation":"I'd rather ride my bike than walk."},{"text":"Bist du im Sommer irgendwo hingefahren?","translation":"Did you go somewhere in the summer?"},{"text":"Wenn die Eltern irgendwo hinfahren, bleiben die Kinder bei den Großeltern.","translation":"When the parents go somewhere, the children stay with the grandparents."}],"länger":[{"text":"Durch längeres Zusammenleben können wir einen Freund verlieren, durch Trennung nie.","translation":"By living together for a long time, we can lose a friend, but never through separation."},{"text":"Es ist ein längeres Kabel nötig.","translation":"A longer cable is required."},{"text":"Längeres Schlafen macht mich träger.","translation":"Sleeping longer makes me sluggish."},{"text":"Das Auto zu waschen hat länger gebraucht, als wir dachten.","translation":"Washing the car took longer than we expected."},{"text":"Es hat bei weitem länger gedauert, als ich gedacht hatte.","translation":"It took a lot longer than I thought it would take."},{"text":"Das dauerte länger, als er erwartet hatte.","translation":"This took longer than he expected."},{"text":"Manchmal wünsche ich mir, ich könnte ein ruhiges, zurückgezogenes Leben führen, aber ich bezweifle, ob ich das länger als ein paar Tage aushalten könnte.","translation":"I sometimes wish I could live a quiet retired sort of life but I doubt I could stand it for more than a few days."},{"text":"Er hat längeres Haar als ich.","translation":"His hair is longer than mine."},{"text":"Tom hat längeres Haar als ich.","translation":"Tom has longer hair than me."}],"anderswo":[{"text":"Dieses Argument fiel schon einmal anderswo.","translation":"This argument has been made elsewhere before."},{"text":"Wahrscheinlich wäre es anderswo billiger.","translation":"It probably would be cheaper somewhere else."},{"text":"Ich schloss die Augen und wünschte, anderswo zu sein.","translation":"I closed my eyes and wished to be somewhere else."},{"text":"Sie ist anderswo einkaufen gegangen.","translation":"She went shopping elsewhere."},{"text":"Er hat die Nacht anderswo verbracht.","translation":"He spent the night elsewhere."}],"Choreografie":[],"Belästigung":[{"text":"Einsamkeit ist Belästigung durch sich selbst.","translation":"Loneliness is harassment by oneself."},{"text":"Das Telefon kann eine Belästigung darstellen.","translation":"The telephone can be a nuisance."},{"text":"Sexuelle Belästigung ist nun zu einem gesellschaftlichen Thema geworden.","translation":"Sexual harassment has now become a social issue."},{"text":"Tom kennt nicht den Unterschied zwischen einem Flirt und einer Belästigung.","translation":"Tom doesn't know the difference between flirting and harassment."},{"text":"Sexuelle Belästigung am Arbeitsplatz kann zu einem ernsten Problem werden.","translation":"Sexual harassment can be a serious problem in the workplace."}],"Abwehr":[{"text":"Sollte Ihrer Meinung nach die Armee zur Abwehr von terroristischen Bedrohungen eingesetzt werden?","translation":"In your opinion, should the army be used to defend against terrorist threats?"},{"text":"Eine gute Strategie bietet Möglichkeiten für taktische Manöver, die die Abwehr des Gegners schwächen können.","translation":"A good strategy offers opportunities for tactical maneuvers that can weaken the opponent's defenses."},{"text":"Zehntes Spiel, eine weitere russische (Petroff) Abwehr, siebtes Unentschieden. Carlsen 6.5 - Nepo 3.5. Morgen, Donnerstag ist frei.","translation":"Tenth game, another Russian (Petroff) defense, seventh draw. Carlsen 6.5 - Nepo 3.5. Tomorrow, Thursday is a day off."},{"text":"Die große Koalition ist die formierte Gesellschaft des Parlaments zur Abwehr missgünstiger Wählereinflüsse.","translation":"The grand coalition is the formed society of parliament to ward off unfavorable voter influences."},{"text":"Gegen eine von Ian Nepomniachtchi nicht sehr geschickt gespielte Petroff-Abwehr holte Magnus Carlsen seinen zweiten Sieg im FIDE-2021-Weltmeisterschaftsspiel in Dubai. Jetzt: Carlsen 5 - Nepo 3.","translation":"Against a Petroff defense less skilfully played by Ian Nepomniachtchi, Magnus Carlsen took his second win in the FIDE-2021 World Championship match in Dubai. Now: Carlsen 5 - Nepo 3."}],"maximieren":[],"loszulassen":[{"text":"Lerne loszulassen, das ist der Schlüssel zum Glück.","translation":"Learn to let go, that's the key to happiness."},{"text":"Der Sinn des Lebens ist es, loszulassen.","translation":"The purpose of life is to let go."},{"text":"Wie lerne ich loszulassen?","translation":"How do I learn to let go?"},{"text":"Lerne loszulassen, wenn der richtige Zeitpunkt gekommen ist.","translation":"Learn to let go when the time is right."},{"text":"Hätte ich gewusst, wie schwer es ist, Deine Hand loszulassen, hätte ich sie niemals berührt.","translation":"If I had known how hard it is to let go of your hand, I would never have touched it."},{"text":"Der gute Schein nur ist’s, worauf sie warten, um loszulassen auf dies arme Land die wilden Horden ihrer Kriegesmacht, darin zu schalten mit des Siegers Rechten und unterm Schein gerechter Züchtigung die alten Freiheitsbriefe zu vertilgen.","translation":"The only good appearance is what they are waiting for in order to let go of this poor country the wild hordes of their war power, to switch with the victor rights and to destroy the old letters of freedom under the appearance of just chastisement."}],"Damm":[{"text":"Viele Menschen sind nur deshalb einsam, weil sie Dämme bauen statt Brücken.","translation":"Many people are lonely simply because they build dams instead of bridges."},{"text":"Das Wasser dringt durch den Damm.","translation":"The water penetrates through the dam."},{"text":"Der Damm ist wegen des starken Regens gebrochen.","translation":"The dam burst owing to the heavy rain."},{"text":"Du scheinst nicht ganz auf dem Damm zu sein.","translation":"You seem to be a little under the weather."},{"text":"Tom ist heute nicht richtig auf dem Damm.","translation":"Tom feels a bit under the weather today."}],"Brei":[{"text":"Er benahm sich so, wie die Katze um den heißen Brei schleicht.","translation":"He behaved as the cat sneaks around the bush."},{"text":"Zu viele Köche verderben den Brei.","translation":"Too many cooks spoil the broth."},{"text":"Iss deinen Brei und halt dein Maul.","translation":"Eat your porridge and keep your mouth shut."},{"text":"Man geht so lang um den Brei, bis er kalt wird.","translation":"You walk around the porridge until it gets cold."},{"text":"Mary kocht noch am Brei.","translation":"Mary is still cooking on the porridge."}],"Ansichten":[{"text":"Meine Großmutter hatte sehr vernünftige Ansichten.","translation":"My grandmother had very reasonable views."},{"text":"Über manche Ansichten Toms kann man nur mit dem Kopfe schütteln.","translation":"You can only shake your head at some of Tom's views."},{"text":"Der Tod verändert Gefühle und Ansichten. Wir beurteilen jetzt alles ganz anders.","translation":"Death changes the way you feel and look at things. Our judgement has changed ever since."},{"text":"Wenn zwei Menschen immer wieder die gleichen Ansichten haben, ist einer von ihnen überflüssig.","translation":"If two people have the same views over and over again, one of them is superfluous."},{"text":"Du hast aber komische Ansichten.","translation":"But you have funny views."}],"raffiniert":[{"text":"Das Leben ist nur eine raffinierte Art, Materie zu organisieren.","translation":"Life is but a sophisticated way of organising matter."},{"text":"Es ist ein raffiniertes Stück Ausrüstung.","translation":"It's a very clever piece of kit."},{"text":"Raffinierter Zucker ist schlecht für die Gesundheit.","translation":"Refined sugar is bad for your health."},{"text":"Die meisten Menschen essen zu viel Zucker und Mehl in raffinierter Form.","translation":"Most people eat too much sugar and flour in refined form."},{"text":"Die Frau ist eine raffinierte Mischung aus Brandstifter und Feuerwehr.","translation":"The woman is a sophisticated mixture of arsonist and firefighter."},{"text":"Raffiniert ist der Herrgott, aber boshaft ist er nicht.","translation":"Crafty is the Lord, but malicious He is not."},{"text":"In diesem unserem demokratischen Zeitalter fordern Männer lautstark nach dem, was allgemein das Beste, unabhängig von ihren Gefühlen. Sie wollen das Teure, nicht das Raffinierte, das Modische, nicht das Schöne.","translation":"In this democratic age of ours men clamour for what is popularly considered the best, regardless of their feelings. They want the costly, not the refined; the fashionable, not the beautiful."}],"Eisenbahn":[{"text":"Die Schweiz ist das Land der Eisenbahnen.","translation":"Switzerland is the land of railways."},{"text":"Sein Vater arbeitete bei der Eisenbahn.","translation":"His father worked on the railway."},{"text":"Die Sache ist höchste Eisenbahn.","translation":"The matter is supreme railway."},{"text":"Die Reisenden wollen mit der Eisenbahn weniger schnell als pünktlich am Ziel ankommen.","translation":"Travellers want to arrive at their destination by train less quickly than on time."},{"text":"Das haben wir beschlossen und da fährt die Eisenbahn drüber.","translation":"We have decided that and the railway runs over it."}],"Schnurrbart":[{"text":"Ein Kuss ohne Schnurrbart ist wie eine Suppe ohne Salz.","translation":"A kiss without a mustache is like a soup without salt."},{"text":"Wenn die Großmutter einen Schnurrbart hätte, so wäre sie ein Großvater.","translation":"If the grandmother had a mustache, she would be a grandfather."},{"text":"Nach unten spuckt man auf den Bart, nach oben auf den Schnurrbart.","translation":"Downwards you spit on the beard, upwards on the mustache."},{"text":"Tom lässt sich einen Schnurrbart wachsen.","translation":"Tom is growing a mustache."},{"text":"Er trägt einen Schnurrbart.","translation":"He wears a moustache."}],"Flitterwochen":[{"text":"Herr und Frau West sind in den Flitterwochen.","translation":"Mr. and Mrs. West are on their honeymoon."},{"text":"Die frisch Verheirateten verbrachten ihre Flitterwochen auf dem Strand.","translation":"The newly-weds were spending their honeymoon on the beach."},{"text":"Flitterwochen in Australien wären schön.","translation":"It would be nice to go to Australia for the honeymoon."},{"text":"Die beiden brachen zu ihren Flitterwochen auf.","translation":"The two left for their honeymoon."},{"text":"Für Flitterwochen in Kanada braucht man viel Geld.","translation":"For honeymoons in Canada you need a lot of money."}],"Krankenversicherung":[{"text":"Er hat keine Krankenversicherung.","translation":"He has no health insurance."},{"text":"Ich muss eine Krankenversicherung abschließen.","translation":"I need to purchase health insurance."},{"text":"Diejenigen, die keine Krankenversicherung haben, müssen lange warten, bis man sich ihrer annimmt.","translation":"Those who do not have health insurance have to wait a long time to take care of them."},{"text":"Kann ich auf meine Krankenversicherung zurückgreifen?","translation":"Can I use my health insurance?"},{"text":"Es gibt allerlei Versicherungen, zum Beispiel: Krankenversicherung, Feuerversicherung, Lebensversicherung, usw.","translation":"There are many kinds of insurance such as: health insurance, fire insurance, life insurance, etc."}],"Makler":[{"text":"Tom ist Makler.","translation":"Tom is a realtor."},{"text":"Für die Vermittlung der Ferienwohnung erhielt der Makler 8 % der Mietsumme als Provision.","translation":"For the conveyance of a holiday home, the estate agent gets a commission of 8% of the cost of rent."},{"text":"Ich habe keine Arbeit und finde keine Wohnung. Seit Tagen laufe ich mir die Hacken ab. Entweder sind die Wohnungen unbezahlbar, oder die Makler wollen keine Kinder. Was mache ich nur?","translation":"I have no job and can't find an apartment. I've been running out of heels for days. Either the apartments are unaffordable, or the brokers do not want children. What do I do?"}],"Vollständigkeit":[{"text":"Vollständigkeit ist keine topologische Eigenschaft.","translation":"Completeness is not a topological property."},{"text":"Der Vollständigkeit halber wollen wir erwähnen, dass der Ring R, als Modul über sich selbst betrachtet, Untermoduln von beliebig großer endlicher Länge besitzt.","translation":"For the sake of completeness, let us mention that the ring R, considered as a module over itself, has submodules of arbitrarily large finite length."},{"text":"Ein absoluter Trieb nach Vollendung und Vollständigkeit ist Krankheit, sobald er sich zerstörend und abgeneigt gegen das Unvollendete, Unvollständige zeigt.","translation":"An absolute drive for completion and completeness is illness as soon as it shows itself destructive and averse to the unfinished, incomplete."}],"geschätzt":[{"text":"Ihr geschätzter Bruder ist willkommen.","translation":"Your esteemed brother is welcome."},{"text":"Jeff Bezos hat ein geschätztes Vermögen von 120 Milliarden Dollar.","translation":"Jeff Bezos' net worth is estimated at around $120 billions."},{"text":"Das geschätzte Bevölkerungswachstum einiger Länder für die nächsten Jahrhunderte beträgt bis zu 1000%.","translation":"The estimated population growth of some countries for the next centuries is up to 1000%."},{"text":"Ein Paar Cowboystiefel Ronald Reagans mit einem geschätzten Wert von 20 000 $ wurde für fast 200 000 $ verkauft.","translation":"A pair of Ronald Reagan's cowboy boots, which were valued at $20,000, sold for almost $200,000."},{"text":"Zwei drei bis vier Monate alt geschätzte Schweinchen wurden an einen Baum beim Fluss angebunden entdeckt.","translation":"Two pigs estimated to be three to four months old were discovered tied to a tree by the river."},{"text":"Das von ihm so hoch geschätzte Geld, was ist das schon?","translation":"The money he values so highly, what is that?"},{"text":"Statistik ist ein Verfahren, welches gestattet, geschätzte Größen mit der Genauigkeit von Hundertstelprozent auszudrücken.","translation":"Statistics is a method that allows estimated quantities to be expressed with the accuracy of hundredths of a percent."}],"Schlösser":[{"text":"Gibt es viele schöne Schlösser in Norddeutschland?","translation":"Are there many beautiful castles in Northern Germany?"},{"text":"Vorurteile sind die Schlösser am Tor zur Weisheit.","translation":"Prejudices are the locks at the gateway to wisdom."},{"text":"Ich ließ die Schlösser austauschen.","translation":"I had the locks changed."},{"text":"Mancher baut Schlösser in die Luft, der keine Hütte auf dem Lande bauen könnte.","translation":"Some people build castles in the air who could not build a hut in the countryside."},{"text":"Die Türen zu und mein Hirn ist frei von Schlössern und Schranken.","translation":"The doors are closed and my brain is free of locks and barriers."}],"drang":[{"text":"Der Mut wächst mit der Gefahr; die Kraft erhebt sich im Drang.","translation":"Courage grows with danger; the force rises in the urge."},{"text":"Ein guter Mensch in seinem dunklen Drange ist sich des rechten Weges wohl bewusst.","translation":"A good man in his dark urge is well aware of the right path."},{"text":"Der Drang nach Freiheit erreicht jeden Menschen.","translation":"The urge for freedom reaches every human being."},{"text":"Dränge dich nicht so vor, Tom!","translation":"Don't push yourself like that, Tom!"},{"text":"Tom widerstand dem Drang zu schreien.","translation":"Tom resisted the urge to scream."}],"diagonal":[{"text":"Schneiden Sie das Brot diagonal in fingerdicke Scheiben.","translation":"Cut the bread diagonally into finger-thick slices."},{"text":"In einer Ecke des Platzes befindet sich ein Gasthaus und diagonal gegenüber das Postamt.","translation":"In one corner of the square is an inn and diagonally opposite the post office."},{"text":"Beim Damespiel bewegen sich die Steine ​​diagonal über die dunklen Quadrate.","translation":"In checkers, the pieces move diagonally over the dark squares."},{"text":"Die Könige sind in entfernter Opposition, wenn zwischen ihnen (vertikal, horizontal oder diagonal) drei oder fünf Felder liegen, nicht nur eines.","translation":"The kings are in distant opposition when there are (vertically, horizontally, or diagonally) three or five squares between them, not just one."},{"text":"Im Schach ist eines der wichtigsten Konzepte das der Opposition, bezogen auf den Abstand (vertikal, horizontal oder diagonal), den die Könige im Endspiel voneinander halten.","translation":"In chess, one of the most important concepts is that of opposition, related to the distance (vertically, horizontally, or diagonally) that the kings keep from each other at the end of a game."}],"Kanton":[{"text":"Im Allgemeinen werden die verschiedenen Dialekte in allen Kantonen verstanden.","translation":"In general, the different dialects are understood in all cantons."},{"text":"Der Kanton Jura befindet sich 15km hinter der französischen Grenze.","translation":"The canton of Jura is located 15km behind the French border."},{"text":"Wie weit entfernt ist Kanton?","translation":"How far away is Canton?"},{"text":"Die Föderation Bosnien-Herzegowina besteht aus zehn Kantonen.","translation":"The Federation of Bosnia-Herzegovina consists of ten cantons."},{"text":"Den Schweizer Kanton und geologische Ära trennen ein Buchstabe und Millionen von Jahren.","translation":"The Swiss canton and geological era are separated by a letter and millions of years."}],"bereichern":[{"text":"Manchmal sind es gerade die Abweichungen vom Geplanten, die das Leben bereichern.","translation":"Sometimes it is precisely the deviations from the planned that enrich life."},{"text":"Neue Erfahrung und neue Freunde werden dein Leben bereichern.","translation":"New experiences and new friends are going to enrich your life."},{"text":"Durch das Lesen des Buches fühlte ich mich bereichert.","translation":"I felt the richer for having read the book."},{"text":"Viele Blumen im Zimmer bereichern das Leben.","translation":"Many flowers in the room enrich life."},{"text":"Einige Politiker missbrauchen ihr Amt, um sich, ihre Familie und ihre Freunde zu bereichern.","translation":"Some politicians abuse their office to enrich themselves, their family and their friends."},{"text":"Tom kehrte mit Kenntnissen bereichert in seine Heimat zurück.","translation":"Tom returned to his homeland enriched with knowledge."},{"text":"Seine Begegnung mit ihr bereichert sein Seelenleben.","translation":"His encounter with her is enriching his inner life."},{"text":"Er kehrte mit Kenntnissen bereichert in seine Heimat zurück.","translation":"He returned to his homeland enriched with knowledge."},{"text":"Tom kehrte wissenschaftlich bereichert in seine Heimat zurück.","translation":"Tom returned to his homeland scientifically enriched."},{"text":"Vorgestern kehrte Tom mit Kenntnissen bereichert in seine Heimat zurück.","translation":"The day before yesterday Tom returned to his homeland enriched with knowledge."}],"unterdrückt":[{"text":"Er stellte sich auf die Seite derer, die unterdrückt wurden.","translation":"He sided with those who were oppressed."},{"text":"Ein großer Mensch ist einer, der über die Menschheit hinausragt oder sie unterdrückt.","translation":"A great man is one who rises above or oppresses humanity."},{"text":"Mulch verwendet man als schützende Bodenabdeckung, die unter anderem das Wachstum von Unkraut unterdrückt.","translation":"Mulch is used as a protective soil cover, which, among other things, suppresses the growth of weeds."},{"text":"Sprachen können zur Verteidigung des Rechts auf die eigene Sprache verwendet werden und können ebenso die Rechte von Völkern verteidigen, die wie die Palästinenser kolonialisiert, unterdrückt und massakriert werden.","translation":"Languages can be used to defend the right to one's own language and can also defend the rights of peoples who, like the Palestinians, are colonized, oppressed and massacred."},{"text":"Sie kämpft für die Befreiung der unterdrückten Eingeborenen.","translation":"She is fighting for the liberation of the oppressed natives."},{"text":"Es ist besser, Anrufe mit unterdrückter Rufnummer gar nicht erst entgegenzunehmen.","translation":"It is better not to answer calls with a suppressed number in the first place."},{"text":"Alle, die geeignet gewesen wären, die Geschäfte nach ihm weiterzuführen, hat Bismarck unterdrückt und zurückgedrängt. Nach den Worten Wilhelms II. habe er auf dem Auswärtigen Amt gelastet wie ein Stein im Garten: rolle man ihn zur Seite, komme nur Gewürm zum Vorschein.","translation":"All those who would have been suitable to continue the business after him were suppressed and pushed back by Bismarck. According to Wilhelm II, he had weighed on the Foreign Office like a stone in the garden: if you roll him aside, only worms come to light."},{"text":"Der Unterdrückte und der Unterdrücker werden nicht eins.","translation":"The oppressed and the oppressor do not become one."},{"text":"Die Unterdrückten verabscheuten die Besatzer und wollten sich vom Joch befreien.","translation":"The oppressed detested the occupiers and wanted to free themselves from the yoke."},{"text":"Der Schlachtruf: „Freiheit! Gleichheit! Brüderlichkeit!“ versprach der Menschheit eine paradiesische Zukunft, in der es weder Arme noch Unterdrückte, weder Unfrieden noch Ketten und Barrieren auf irgendeinem Gebiet geben würde.","translation":"The battle cry: \"Freedom! Equality! Fraternity!\" promised humanity a paradisiacal future in which there would be neither the poor nor the oppressed, nor discord, nor chains and barriers in any field."}],"Aufbewahrung":[{"text":"Wir benutzen nur den Keller für die Aufbewahrung","translation":"We only use our basement for storage."}],"Bereichen":[{"text":"Er war in mehreren Bereichen erfolgreich.","translation":"He was successful in several areas."},{"text":"Eine Sprache ist ein Werkzeug der gesellschaftlichen Kommunikation in allen Bereichen des Lebens.","translation":"A language is a tool of social communication in all areas of life."},{"text":"Die Fragen dieser Klausur stammen vorwiegend aus den Bereichen Morphologie und Syntax.","translation":"The questions of this exam come mainly from the fields of morphology and syntax."},{"text":"Sie haben seinen Stil in allen Bereichen nachgeahmt, außer in denen, die spezielle Fähigkeiten erfordern.","translation":"They have imitated his style in all areas except those that require special skill."},{"text":"Arthur Lee Samuel, ein amerikanischer Informatiker, war ein Pionier in den Bereichen Computerspiele, künstliche Intelligenz und maschinelles Lernen.","translation":"Arthur Lee Samuel, an American computer scientist, was a pioneer in the fields of computer games, artificial intelligence, and machine learning."}],"Attacke":[{"text":"Sie begannen mit heftigen Attacken auf den Feind.","translation":"They began with fierce attacks on the enemy."},{"text":"Die Soldaten trotzten der Attacke des Feindes.","translation":"The soldiers defied the enemy's attack."},{"text":"Das ist eine Attacke auf die Lachmuskeln.","translation":"This is an attack on the laughter muscles."},{"text":"Ich mag seine überfallartigen Attacken nicht.","translation":"I don't like his raid-like attacks."}],"Eid":[{"text":"Geld schwor einen Eid, dass niemand es haben sollte, der es nicht liebte.","translation":"Money swore an oath that no one should have it who didn't love it."},{"text":"Sie stehen unter Eid.","translation":"You are under oath."},{"text":"Der Eid ist nur in Anwesenheit des Richters gültig.","translation":"The oath is valid only in the presence of the judge."},{"text":"Er sagte unter Eid aus, dass sein Geburtsort Italien war.","translation":"He said under oath that his birthplace was Italy."},{"text":"Denken Sie daran, dass Sie unter Eid stehen!","translation":"Remember you are under oath."}],"schamlos":[{"text":"Maria hat Toms Gutmütigkeit schamlos ausgenutzt.","translation":"Maria shamelessly exploited Tom's good-naturedness."},{"text":"Die Wahrheit ist, dass Sie schamlos lügen.","translation":"The truth is that you are shamelessly lying."},{"text":"Du siehst schamlos aus.","translation":"You look shameless."},{"text":"Maria hat Tom zur Erreichung ihrer eigenen Ziele schamlos ausgenutzt.","translation":"Maria shamelessly exploited Tom to achieve her own goals."},{"text":"Die Dichter sind gegen ihre Erlebnisse schamlos: Sie beuten sie aus.","translation":"The poets are shameless against their experiences: they exploit them."}],"enger":[{"text":"Kalorien sind kleine Tiere, die nachts die Kleidung enger nähen.","translation":"Calories are small animals that sew clothes tighter at night."},{"text":"Wir werden unsere Netzwerke noch enger knüpfen.","translation":"We will strengthen our networks even more closely."},{"text":"Der Fluss wird an dieser Stelle plötzlich enger.","translation":"The river suddenly narrows at this point."},{"text":"Tom ist ein enger Freund.","translation":"Tom's a close friend."},{"text":"Das ist ein enger Freund meines Bruder.","translation":"This is a close friend of my brother."}],"Kondition":[{"text":"Er ist aktiv und hat eine gute Kondition.","translation":"He's active and fit."},{"text":"Ich erneuere das Abonnement der Zeitung gemäß den bisherigen Konditionen für ein gesamtes Jahr.","translation":"I am renewing the subscription to the newspaper for an entire year in accordance with the previous conditions."},{"text":"Der Kredit wurde durch die Vermittlung einer Privatbank zu günstigen Konditionen abgeschlossen.","translation":"The loan was concluded through the mediation of a private bank on favorable terms."},{"text":"Informiere dich gut bei möglichst vielen Banken; manche bieten Depots zu Konditionen mit recht hohen Zinsen an.","translation":"Inform yourself well at as many banks as possible; some offer custody accounts on terms with quite high interest rates."},{"text":"China hat verbindlich beschlossen, Weißrussland einen Kredit über eine Milliarde US-Dollar zu günstgen Konditionen und eine nicht rückzahlungspflichtige Beihilfe von elf Millionen Dollar zu gewähren.","translation":"China has made a binding decision to grant Belarus a loan of one billion US dollars on favourable terms and a non-repayable subsidy of eleven million dollars."}],"Websitebetreiber":[],"rauszukommen":[{"text":"Ich sehne mich danach, für ein Wochenende aus der Stadt rauszukommen.","translation":"I hankered to get out of the city for a weekend."},{"text":"Ich hoffe, für ein paar Tage aus Tokio rauszukommen.","translation":"I hope to get out of Tokyo for a few days."},{"text":"Wir haben es geschafft, von dort rauszukommen.","translation":"We made it out of there."},{"text":"„Ich geh’ jetzt eine rauchen.“ – „Du rauchst doch überhaupt nicht.“ – „Dann fange ich jetzt halt damit an, nur um hier mal rauszukommen.“","translation":"\"I'm going to smoke one now.\" – \"You don't smoke at all.\" – \"Then I'll just start now, just to get out of here.\""},{"text":"Ich habe dir befohlen rauszukommen.","translation":"I ordered you to get out."}],"gemacht":[{"text":"Hier werden häufig gemachte Fehler gesammelt.","translation":"This is where common mistakes are collected."},{"text":"Für die Richtigkeit der gemachten Angaben übernehme ich keine Gewähr.","translation":"I assume no liability for the correctness of the information provided."},{"text":"Eine gut gemachte Tasse Kaffee sollte keine Sahne oder Zucker benötigen.","translation":"A well-made cup of coffee should require no cream or sugar."},{"text":"Es waren alles von Hand gemachte Sachen.","translation":"All of them were handmade things."},{"text":"Es war eine gut gemachte Arbeit.","translation":"It was a job done well."},{"text":"Das ist das letzte von meinem Vater gemachte Foto.","translation":"This is the last photo taken by my father."},{"text":"Vergeben und vergessen heißt, gemachte kostbare Erfahrungen zum Fenster hinauswerfen.","translation":"Forgiving and forgetting means throwing precious experiences out the window."},{"text":"Vom Menschen gemachte Chlorverbindungen, die 100 Jahre in der Luft verbleiben können, schädigen das Ozon, wodurch ein Loch entsteht.","translation":"Man-made chlorine compounds, which can last in the air for 100 years, damage the ozone, creating a gap."}],"Aubergine":[{"text":"Die Auberginen sahen so schön aus, da musste ich eine kaufen.","translation":"The aubergines looked so beautiful, I had to buy one."},{"text":"Waschen Sie die Auberginen und entfernen Sie die Enden.","translation":"Wash the aubergines and remove their ends."},{"text":"Man kann so viele leckere Gerichte mit Auberginen zubereiten!","translation":"So many tasty foods can be prepared with eggplants!"},{"text":"Die Aubergine ist ein Gemüse.","translation":"The eggplant is a vegetable."},{"text":"Arthur gibt Auberginen in gekochte Suppe.","translation":"Arthur adds eggplants to cooked soup."}],"seo":[],"zusammenführen":[{"text":"Ein glücklicher Zufall hat uns wieder zusammengeführt.","translation":"A happy coincidence brought us back together."},{"text":"Was Gott zusammengeführt soll der Mensch nicht scheiden.","translation":"What God brings together man should not separate."},{"text":"Welch günstiger Zufall hat uns hier zusammengeführt!","translation":"What a favorable coincidence has brought us together here!"},{"text":"Das Schicksal hat uns zusammengeführt.","translation":"Destiny brought us together."},{"text":"Ein glücklicher Zufall hat sie wieder zusammengeführt.","translation":"A happy coincidence brought them back together."}],"Verordnungsgeber":[],"übereinstimmen":[{"text":"Wie glücklich sind die, deren Überzeugungen mit der allgemeinen Meinung übereinstimmen.","translation":"How happy are those whose beliefs align with popular opinion."},{"text":"Wenn Leute mit mir übereinstimmen, habe ich immer das Gefühl, ich muss mich irren.","translation":"When people agree with me, I always feel like I have to be wrong."},{"text":"Wenn alle übereinstimmen, stimme ich nicht dagegen.","translation":"If everyone agrees to it, I won't vote against it."},{"text":"Es ist schön, dass wir darin übereinstimmen.","translation":"It is nice that we agree on this."},{"text":"Obwohl sie nicht übereinstimmen, so bleiben sie doch weiterhin Freunde.","translation":"While they don't agree, they continue to be friends."}],"geschrien":[{"text":"Ein Kind hat um Hilfe geschrien.","translation":"A child has screamed for help."},{"text":"Der Junge hat die ganze Nacht nur geschrien.","translation":"The boy just screamed all night."},{"text":"Ich habe so laut geschrien, wie ich konnte.","translation":"I screamed as loud as I could."},{"text":"Was war denn? Warum hast du geschrien?","translation":"What was it? Why did you scream?"},{"text":"Es ist ein Pfau. Es war ein Pfau, der gerade geschrien hat.","translation":"It's a peacock. It was a peacock that cried just now."}],"Backup":[],"äquivalent":[{"text":"Meine Bücher sind das literarische Äquivalent eines Big Mäc mit einer großen Portion Pommes.","translation":"My books are the literary equivalent of a Big Mäc with a large portion of fries."},{"text":"Was ist das türkische Äquivalent zur Meditation?","translation":"What is the Turkish equivalent to meditation?"},{"text":"Was einen Preis hat, an dessen Stelle kann etwas anderes als Äquivalent gesetzt werden; was dagegen über allen Preis erhaben ist, hat seine Würde.","translation":"What has a price, in its place something else can be set as an equivalent; what is above all price, on the other hand, has its dignity."},{"text":"Der Bedeutung nach sind beide Sätze — im Prinzip — Äquivalente, der zweite gewährt der Deutung jedoch einen größeren Spielraum.","translation":"In terms of meaning, both sentences are — in principle — equivalents, but the second gives greater scope to interpretation."},{"text":"Dieses Buch ist das literarische Äquivalent zu Haribosüßigkeiten: Man will nur eins probieren und verschlingt letztendlich die ganze Tüte.","translation":"This book is the literary equivalent of Haribo sweets: you just want to try one thing and end up devouring the whole bag."},{"text":"Eine Weitergabe ist nur unter derselben oder einer äquivalenten Lizenz gestattet.","translation":"Sharing is permitted only under the same or an equivalent license."},{"text":"Ein Körper K heißt algebraisch abgeschlossen, wenn er die folgenden äquivalenten Bedingungen erfüllt.","translation":"A field K is called algebraically closed if it satisfies the following equivalent conditions."},{"text":"„A ist äquivalent zu B“ bedeutet das Gleiche wie „A ist wahr genau dann, wenn B wahr ist“.","translation":"\"A is equivalent to B\" means the same as \"A is true if and only if B is true\"."},{"text":"Wo Wörter in äquivalente Wörter übersetzt werden können, kann man ziemlich dicht am Originalstil bleiben. Aber keine Übersetzung, die vorgibt, in normalem Englisch geschrieben zu sein, kann den Stil Aristoteles' wiedergeben.","translation":"Where words can be translated into equivalent words, you can stay pretty close to the original style. But no translation pretending to be written in normal English can reflect Aristotle's style."},{"text":"Eine äquivalente Formulierung des Satzes von Liouville besagt, dass eine in der ganzen komplexen Zahlenebene holomorphe, nichtkonstante Funktion nicht beschränkt sein kann.","translation":"An equivalent formulation of Liouville's theorem states that a holomorphic, nonconstant function in the whole complex number plane cannot be bounded."}],"involviert":[{"text":"Wie bist du in dieses Projekt involviert worden?","translation":"How did you become involved in this project?"},{"text":"Ich kann nicht involviert werden.","translation":"I can't get involved."},{"text":"Die involvierten Staaten müssen sich unverzüglich darum bemühen, das Vertrauen untereinander wiederaufzubauen.","translation":"The states involved must make immediate efforts to rebuild mutual trust."},{"text":"Tom ist involviert.","translation":"Tom is involved."}],"Hormone":[{"text":"Welches Medikament gegen Depressionen empfehlen Sie für jemanden, der Hormone nicht nehmen kann?","translation":"What medication for depression do you recommend for someone who can't take hormones?"},{"text":"Moral ist ständiger Kampf gegen die Rebellion der Hormone.","translation":"Morality is a constant struggle against the rebellion of hormones."},{"text":"Liebe ist nur ein kurzfristiger Taumel der Hormone.","translation":"Love is simply a temporary hormonal imbalance."},{"text":"Wenn eine Frau masturbiert, werden Hormone ausgeschüttet, die die Weiblichkeit erhöhen.","translation":"When a woman masturbates, hormones are released that increase femininity."},{"text":"Es gibt Studien, die nachweisen, dass manche Fische durch im Wasser vorhandene schwangerschaftsverhütende Hormone weiblich werden.","translation":"There are studies that show that some fish become female due to pregnancy-preventing hormones present in the water."}],"zufügen":[{"text":"Es wird uns Schaden zufügen.","translation":"It will harm us."},{"text":"Du solltest auf gar keinen Fall jemandem Schaden zufügen.","translation":"You should not inflict any injury on others on any account."},{"text":"Glaubst du wirklich, dass Tom sich seine Wunden selbst zufügte?","translation":"Do you really think Tom inflicted his wounds on himself?"},{"text":"Der Schmerz, den ich Ihnen und Ihrer Familie zufügte, tut mir leid.","translation":"I'm sorry for the pain I caused you and your family."},{"text":"Ein einziges Wort kann jemandem Schaden zufügen.","translation":"A single word can harm someone."}],"import":[{"text":"Wieso gibt es eigentlich keine Import-Möglichkeit?","translation":"Why is there no import option?"},{"text":"Die Importe aus asiatischen Ländern haben in den letzten Jahren zugenommen.","translation":"Imports from Asian countries have increased in recent years."},{"text":"1998 überstiegen Japans Exporte die Importe um 77,8 Milliarden Dollar.","translation":"Japan's exports exceeded imports by $77.8 billion in 1998."},{"text":"Er wollte die für Importe erhobenen Steuern senken.","translation":"He wanted to reduce taxes levied on imports."},{"text":"Dieses Land hat einen Handelsüberschuss. Es hat mehr Exporte als Importe.","translation":"This country has a trade surplus. It has more exports than imports."}],"Haftbefehl":[{"text":"Es liegt ein Haftbefehl gegen dich vor.","translation":"There's a warrant out for your arrest."},{"text":"Gegen Tom wurde Haftbefehl erlassen.","translation":"An arrest warrant was issued for Tom."},{"text":"Ein von den Justizbehörden mit Haftbefehl gesuchter Mann hat sich am Münchner Flughafen verlaufen - und wurde deshalb festgenommen. Wie die Bundespolizei mitteilte, war der Mann per Flugzeug aus Athen gekommen und stellte sich versehentlich bei der Passkontrolle an - obwohl er gar keinen Anschlussflug hatte.","translation":"A man wanted by the judicial authorities with an arrest warrant got lost at Munich Airport - and was therefore arrested. As the Federal police announced, the man had come by plane from Athens and accidentally lined up at the passport control - although he had no connecting flight."},{"text":"Gegen den Buchhalter der Firma wurde Haftbefehl erlassen.","translation":"An arrest warrant was issued for the company's accountant."},{"text":"Die Staatsanwaltschaft beantragte gegen den 30 Jahre alten Mann einen Haftbefehl, der am Freitag vom Amtsgericht erlassen wurde.","translation":"The public prosecutor's office applied for an arrest warrant against the 30-year-old man, which was issued by the district court on Friday."}],"ironisch":[{"text":"„Meinst du das ironisch?“ – „Nein, ich meine es ernst.“","translation":"\"Do you mean that ironically?\" – \"No, I'm serious.\""},{"text":"Ironisch heißt es von ihm, er habe eine große Zukunft hinter sich.","translation":"Ironically, he is said to have a great future behind him."},{"text":"Bei Damen sollst du fein — gar niemals nicht ironisch sein.","translation":"With ladies, you should be fine — never ironic at all."},{"text":"Tom ist nie ironisch, sondern immer nur ganz lieb.","translation":"Tom is never ironic, but always very sweet."},{"text":"Ich weiß nicht so recht, ob das ironisch ist oder nicht.","translation":"I'm not sure if this is ironic or not."}],"zivil":[{"text":"Für ein Mittagessen zahlt man in diesem Restaurant noch sehr zivile Preise.","translation":"For a lunch you pay in this restaurant still very civil prices."},{"text":"Das zivile Leben bereitete vielen Soldaten nach dem Kriege Schwierigkeiten.","translation":"Many soldiers had a hard time coping with civilian life after the war."},{"text":"Das ist kein ziviler Ungehorsam, sondern ein Aufstand.","translation":"That's not civil disobedience. That's rioting."},{"text":"Tom wurde von einem Polizisten in Zivil festgenommen.","translation":"Tom was arrested by a plainclothes police officer."},{"text":"Der Straftäter wurde von einem Polizisten in Zivil verhaftet.","translation":"The criminal was arrested by a plainclothes police officer."},{"text":"Maria trug eine militärische Uniform; Tom war in Zivil.","translation":"Mary wore a military uniform; Tom was in civilian clothes."}],"schaue":[{"text":"Schaue immer vorwärts und habe dabei die Vergangenheit vor Augen.","translation":"Always look ahead and have the past in mind."},{"text":"Schaue auf diesen Berg.","translation":"Look at that mountain."},{"text":"Schaue nach dem ganzen Abfall in diesem Haus!","translation":"Look for all the rubbish in this house!"},{"text":"Ich brauche keinen Fernseher; wenn ich eine Katastrophe sehen will, schaue ich in den Spiegel.","translation":"I don't need a TV; when I want to see a disaster, I look in the mirror."},{"text":"Nach den Sternen schaue unbesorgt aber achte auf den Rinnstein.","translation":"Look for the stars without worries but pay attention to the gutter."}],"kostenpflichtig":[{"text":"Dies ist ein Privatparkplatz! Unerlaubt abgestellte Fahrzeuge werden kostenpflichtig abgeschleppt.","translation":"This is a private car park. Cars parked illegally will be towed away at their owners' expense."}],"zehnmal":[{"text":"Leute gibt es, die halten zehnmal leichter eine Rede, als einmal ihr Wort.","translation":"There are people who give a speech ten times easier than once their word."},{"text":"Gott gebe allen, die mich kennen, zehnmal mehr, als sie mir gönnen!","translation":"May God give to all who know me ten times more than they grant me!"},{"text":"Wenn man es zehnmal gemacht hat, ist es schon Routine.","translation":"If you've done it ten times, it's already routine."},{"text":"Statt zehnmal zu lesen, schreibe lieber einmal ab.","translation":"Instead of reading ten times, write off once."},{"text":"Es ist besser, etwas einmal zu sehen als zehnmal darüber zu hören.","translation":"It is better to see something once than to hear about it ten times."}],"Detektiv":[{"text":"Tom und Maria sind Detektive.","translation":"Tom and Maria are detectives."},{"text":"Der Detektiv erlebt eine Menge Abenteuer.","translation":"The detective has a lot of adventures."},{"text":"Der Mann richtete seine Pistole auf den Detektiv.","translation":"The man pointed his gun at the detective."},{"text":"Er ist ein berühmter Detektiv und mein Freund.","translation":"He's a famous detective and my friend."},{"text":"Sie beschrieb ihn als einen Detektiv.","translation":"She described him as a detective."},{"text":"Tom ist Detektiv.","translation":"Tom is a detective."},{"text":"Ich weiß, dass Tom Detektiv ist, aber sonst weiß ich nichts über ihn.","translation":"I know Tom is a detective, but I don't know anything else about him."},{"text":"Er ist Detektiv.","translation":"He is a detective."}],"Traktor":[{"text":"Sind die Hühner platt wie Teller, war der Traktor wieder schneller.","translation":"When chickens pancake-shape maintain, the tractor must have won again."},{"text":"Dieser alte Traktor befördert heute Touristen.","translation":"This old tractor now transports tourists."},{"text":"Darf ich den Traktor fahren?","translation":"Can I drive the tractor?"},{"text":"Mein Traum ist es, einen Lamborghini-Traktor zu kaufen.","translation":"My dream is to buy a Lamborghini tractor."},{"text":"Dieser Bauer hat Pferde statt eines Traktors.","translation":"This farmer owns horses instead of a tractor."}],"this":[{"text":"Wenn das Bezugswort this, that, these oder those ist, benutzt man gewöhnlich which.","translation":"When the antecedent is this, that, these or those it is usual to use 'which'."}],"verschlucken":[{"text":"Im Laufe seines Lebens verschluckt der Mensch gelegentlich auch spitze Gegenstände.","translation":"In the course of his life, man occasionally swallows pointed objects."},{"text":"Der Nebel verschluckte sie, nur ihre Stimmen konnte man hören.","translation":"The fog swallowed them, only their voices could be heard."},{"text":"Heute morgen haben sich Maria und Tom beim Frühstück gleichzeitig verschluckt.","translation":"This morning Maria and Tom choked at the same time at breakfast."},{"text":"Die Schlange verschluckt ein Ei.","translation":"The snake is swallowing an egg."},{"text":"Ich habe einen Käfer verschluckt!","translation":"I swallowed a bug."}],"Rebellion":[{"text":"Moral ist ständiger Kampf gegen die Rebellion der Hormone.","translation":"Morality is a constant struggle against the rebellion of hormones."},{"text":"Hat das Volk ein Recht auf Rebellion?","translation":"Does the people have a right to rebellion?"},{"text":"Die Rebellion wurde im Keime erstickt.","translation":"The rebellion was nipped in the bud."},{"text":"Es ist sehr gut, dass die Regierungen Rebellion und Empörung zu Verbrechen machen, aber es ist sehr schlecht, dass ihre meisten Maßregeln geeignet sind, diese Verbrechen zu Tugenden zu stempeln.","translation":"It is very good that governments criminalize rebellion and revolt, but it is very bad that most of their measures tend to make such crimes appear virtuous."},{"text":"Federico Fellini sagte über die Moral, sie sei ein \"ständiger Kampf gegen die Rebellion der Hormone\".","translation":"Federico Fellini said of morality that it was a \"constant battle against the rebellion of hormones\"."}],"Briefe":[{"text":"Fünf von sechs Briefen waren für Maria; für Tom war keiner dabei.","translation":"Five out of six letters were for Mary; there was no one for Tom."},{"text":"Er hat all ihre Briefe aufbewahrt.","translation":"He kept all her letters."},{"text":"Schon als Schüler hat Tom in seinen Briefen von Selbstmord geschrieben.","translation":"Even as a student, Tom wrote about suicide in his letters."},{"text":"Für den Jungen waren die Briefe seiner Mutter eine emotionale Unterstützung.","translation":"For the boy, his mother's letters were an emotional support."},{"text":"Ich werde dir so oft wie möglich Briefe schreiben.","translation":"I will write letters to you as often as I can."}],"würz":[{"text":"In der Kürze liegt die Würze.","translation":"Brevity is the spice."},{"text":"Ein Fehler ist die Würze, die dem Erfolg sein Aroma gibt.","translation":"A mistake is the spice that gives success its aroma."},{"text":"Erholung ist die Würze der Arbeit.","translation":"Recreation is the spice of work."},{"text":"Geist ist die Würze der Unterhaltung.","translation":"Wit gives zest to conversation."},{"text":"Abwechslung ist die Würze des Lebens.","translation":"Variety is the spice of life."},{"text":"2012 ist \"Maggi-Würze\" 125 Jahre alt.","translation":"As of 2012, Maggi Seasoning is 125 years old."},{"text":"Ich zitiere mich gern selbst; es gibt meiner Konversation Würze.","translation":"I like to quote myself; it adds spice to my conversation."},{"text":"Der Speise Würze ist der Hunger.","translation":"The food spice is hunger."},{"text":"Die Ewigkeit liegt hinter dem Limes der Zeit, doch den Menschen kümmert in der zeitlichen Kürze wohl nur des Lebens Würze.","translation":"Eternity lies behind the limes of time, but man cares in the short time probably only of life spice."}],"angeschossen":[{"text":"Du wurdest angeschossen, Tom.","translation":"You got shot, Tom."},{"text":"Der Partner des Polizisten wurde angeschossen.","translation":"The police officer's partner was shot."},{"text":"Sie hat ihn mit einer Pistole angeschossen.","translation":"She shot him with a pistol."},{"text":"Tom hat sich versehentlich selbst angeschossen.","translation":"Tom accidentally shot himself."},{"text":"Ein Mann wurde angeschossen; zwei mutmaßliche Täter sind auf der Flucht. Zeugen haben gesehen, wie die Männer in ein Waldstück gelaufen sind.","translation":"A man was shot; two alleged perpetrators are on the run. Witnesses have seen the men running into a wooded area."}],"schneien":[{"text":"Es hat ein wenig geschneit.","translation":"It snowed a little."},{"text":"Hier hat es so viel geschneit, dass man draußen die Autos kaum noch sieht.","translation":"It has been snowing so much here that you can hardly see the cars outside."},{"text":"Im Wald draußen hat es leicht geschneit.","translation":"In the forest outside it snowed slightly."},{"text":"Es hat eine Woche lang geschneit.","translation":"It had been snowing for a week."},{"text":"Gestern hat es geschneit.","translation":"Yesterday it snowed."},{"text":"Es hört gleich auf zu schneien, dann wird das Wetter wieder besser.","translation":"It will soon stop snowing, and then the weather will improve."},{"text":"Morgen soll es ja schneien.","translation":"Tomorrow it is supposed to snow."},{"text":"Es hat die ganze Nacht geschneit.","translation":"It snowed all night."},{"text":"Neulich hat es in den Alpen im September bis ins Tal geschneit.","translation":"Recently, it snowed down to the valley in the Alps in September."},{"text":"Im Alpenvorland hat es letzte Nacht geschneit.","translation":"It snowed in the foothills of the Alps last night."},{"text":"Es hatte aufgehört zu schneien.","translation":"It had stopped snowing."},{"text":"Sie können hier bleiben, bis es aufhört zu schneien.","translation":"You can stay here till the snow stops."},{"text":"Es hat gerade angefangen zu schneien.","translation":"It has just started snowing."},{"text":"Es begann zu schneien.","translation":"It started snowing."},{"text":"Es wird heute Nacht sehr kalt. Vielleicht wird es morgen schneien.","translation":"It will get very cold tonight. Maybe it will snow tomorrow."}],"niederlassen":[{"text":"Sie hat sich in einem kleinen Hotel bei der Burg niedergelassen.","translation":"She is staying at a little hotel by the castle."},{"text":"Sie möchte sich niederlassen und Kinder bekommen.","translation":"She wants to settle down and have children."},{"text":"Die Angehörigen dieses Stammes haben sich entlang des Flusses niedergelassen.","translation":"The members of this tribe have settled along the river."},{"text":"Es wird Zeit, dass du dich endgültig niederlässt.","translation":"It's about time you settled down for good."},{"text":"Tom sagt, er wolle sich häuslich niederlassen.","translation":"Tom says that he wants to settle down."}],"Nutzererfahrung":[],"braucht":[{"text":"Ihr braucht nicht aufzustehen.","translation":"You needn't stand up."},{"text":"Braucht ihr Hilfe?","translation":"Do you need help?"},{"text":"Braucht der Psychiater einen Psychiater?","translation":"Does the psychiatrist need a psychiatrist?"},{"text":"Braucht ihr Hilfe, Mädels?","translation":"Do you girls need some help?"},{"text":"„Warum lächelst du?“ — „Braucht man zum Lächeln einen Grund?“","translation":"\"Why are you smiling?\" \"Do I need a reason?\""},{"text":"Ich wusste nicht, dass du Hilfe brauchtest.","translation":"I didn't know you needed help."},{"text":"Mir war sofort klar, dass du etwas brauchtest.","translation":"It was immediately clear to me that you needed something."},{"text":"Du brauchtest dir doch wegen ihr nicht so viele Sorgen machen.","translation":"You didn't have to worry so much about her."},{"text":"Wie lange brauchtest du, um dich von der Operation zu erholen?","translation":"How long did it take you to recover from surgery?"},{"text":"Als du Hilfe brauchtest, war ich es, der dir die Hand reichte.","translation":"When you needed help, it was I who reached out to you."},{"text":"Braucht Tom immer noch einen Arzt?","translation":"Does Tom still need a doctor?"},{"text":"Braucht Tom irgendetwas?","translation":"Does Tom need anything?"},{"text":"Braucht Tom einen Anwalt?","translation":"Does Tom need a lawyer?"},{"text":"Braucht Tom wirklich ein Auto?","translation":"Does Tom really need a car?"},{"text":"Braucht Tom einen Arzt?","translation":"Does Tom need a doctor?"}],"blamieren":[{"text":"Jeder blamiert sich selbst, so gut er kann.","translation":"Everyone embarrasses themselves as best they can."},{"text":"Jeder blamiert sich halt so gut er kann.","translation":"Everyone embarrasses themselves as much as they can."},{"text":"Gestern hat sich Tom bis auf die Knochen blamiert.","translation":"Yesterday Tom embarrassed himself to the bone."},{"text":"Sein Vater tadelte ihn, da er seine ganze Familie blamiert hatte.","translation":"His father reprimanded him for embarrassing his whole family."},{"text":"In unserer Ära der Unbedeutenden wird Satire immer schwieriger. Was sind das für Menschen, die sich heute blamieren?","translation":"In our era of the insignificant, satire is becoming more and more difficult. What kind of people are they who embarrass themselves today?"}],"au":[{"text":"Sie arbeitet als Au-pair-Mädchen.","translation":"She works as an au pair."},{"text":"Jedes Jahr kommen ca. 20 000 junge Erwachsene mit einer Sondereinreisegenehmigung in die V. St., um als Au-pair zu arbeiten und sich im Haus um Vorschulkinder zu kümmern.","translation":"Every year, some 20,000 young adults come to the U.S. on special visas to work as an au pair, caring for pre-school children in the home."},{"text":"Maria arbeitet als Au-pair-Mädchen.","translation":"Mary works as an au pair."},{"text":"Meine Liebste arbeitet als Au-pair-Mädchen in Italien.","translation":"My lover works as an au pair in Italy."},{"text":"Au! Mein Fuß!","translation":"Ouch! My foot!"},{"text":"Au, der Kaffee ist heiß!","translation":"Ow, the coffee is very hot!"},{"text":"Au! Das tut weh!","translation":"Ow! That hurts!"},{"text":"\"Wollen wir Fangen spielen?\" — \"Au ja!\"","translation":"\"How about playing catch?\" \"Sure, why not?\""},{"text":"Das französische Wort „eau“ und das deutsche Wort „Au“ sind verwandt.","translation":"The French word \"eau\" and the German word \"Au\" are related."}],"minecraft":[{"text":"Ich kann nicht aufhören, „Minecraft“ zu spielen.","translation":"I can't stop playing Minecraft."},{"text":"Hör auf, „Minecraft“ zu spielen!","translation":"Stop playing Minecraft."},{"text":"Bei Youtube gibt es über 70 Millionen Minecraft-Videos.","translation":"There are more than 70 million Minecraft videos on YouTube."}],"Bewährung":[{"text":"Toms Freiheitsstrafe wurde zur Bewährung ausgesetzt.","translation":"Tom's prison sentence was suspended."},{"text":"Tom wurde zu lebenslanger Haft ohne Aussicht auf Bewährung verurteilt.","translation":"Tom was sentenced to life imprisonment with no prospect of parole."},{"text":"Die Stunde der Bewährung hat geschlagen.","translation":"The hour of probation has struck."},{"text":"Im Management wissen viele: sie sind auf Bewährung da.","translation":"Many in management know that they are on probation."},{"text":"Du wurdest auf Bewährung entlassen.","translation":"You've been paroled."}],"anfertigen":[{"text":"Ich habe für meinen Sohn einen neuen Anzug angefertigt.","translation":"I made my son a new suit."},{"text":"Das habe ich selbst angefertigt.","translation":"I made it myself."},{"text":"Ich habe eine Liste von Personen angefertigt, mit denen ich noch sprechen muss.","translation":"I've made a list of people I need to talk to."},{"text":"Ich ließ es nach meinem eigenen Entwurf anfertigen.","translation":"I had it made after my own plan."},{"text":"Sie ließ sich ein neues Kleid anfertigen.","translation":"She had a new dress made."}],"Altstadt":[{"text":"Die Altstadt blieb zum Glück von den Bomben der Alliierten verschont.","translation":"Fortunately, the older part of the city was spared from the Allies' bombs."},{"text":"Wir werden die Altstadt besuchen.","translation":"We'll visit the old town."},{"text":"Eine Mauer umgibt die Altstadt.","translation":"The old town is surrounded by a wall."},{"text":"Maria zeigt ihrer Tante und ihrem Onkel die Altstadt.","translation":"Maria shows her aunt and uncle the old town."},{"text":"Tom besichtigte die Altstadt.","translation":"Tom visited the old town."}],"style":[],"leidet":[{"text":"Berlin leidet zur Zeit sehr unter den politischen Umständen in Europa.","translation":"Berlin currently suffers a lot from the political circumstances in Europe."},{"text":"Sie leidet viel an Kopfschmerzen.","translation":"She suffers a lot from headaches."},{"text":"Ein Mensch, der leidet, bevor es nötig ist, leidet mehr als nötig ist.","translation":"A person who suffers before it is necessary suffers more than is necessary."},{"text":"Ohne Wein und Brot leidet Liebe Not.","translation":"Without wine and bread, love suffers."},{"text":"Rund eine Milliarde Menschen leidet an Hunger und Elend.","translation":"About a billion people suffer from hunger and poverty."}],"abwehren":[{"text":"Der Talisman, den er trägt, soll die bösen Geister abwehren.","translation":"The talisman he's wearing is supposed to ward off evil spirits."},{"text":"Nach zahlreichen fehlgeschlagenen Versuchen, die Angriffe abzuwehren, stellte sich ein Gefühl der Hilflosigkeit und des Ausgeliefertseins ein.","translation":"After numerous failed attempts to fend off the attacks, a feeling of helplessness and abandonment set in."},{"text":"Wir werden alles tun, um das abzuwehren.","translation":"We will do everything we can to ward this off."}],"ganzheitlich":[{"text":"Eine ganzheitliche Sicht der Politik sollte dabei unser Ausgangspunkt sein.","translation":"A holistic view of politics should be our starting point."},{"text":"Dieses Lehrbuch hat ein gut ausgearbeitetes ganzheitliches System.","translation":"This textbook has a well-crafted holistic system."}],"trikot":[{"text":"Unsere Mannschaft trug rote Trikots.","translation":"Our team wore red jerseys."},{"text":"Die beiden Mannschaften haben nach dem Spiel die Trikots getauscht.","translation":"Both teams swapped shirts after the game."},{"text":"Ich denke, dieses Trikot steht dir gut.","translation":"I think that jersey suits you."},{"text":"Contador hat bei der Tour de France das gelbe Trikot gewonnen.","translation":"Contador won the yellow jersey in the Tour de France."},{"text":"Auf dem Trikot eines der Anhänger des Moskauer „Antimaydans“ steht geschrieben: „Zum Teufel mit dieser Demokratie, sie stört uns beim Essen!“","translation":"On the jersey of one of the supporters of the Moscow \"Antimaydan\" is written: \"Hell with this democracy, it disturbs us with food!\""}],"verdauen":[{"text":"Der Teufel verschluckte eine Frau, aber er konnte sie nicht verdauen.","translation":"The devil swallowed a woman, but he could not digest her."},{"text":"Gut gekaut ist halb verdaut.","translation":"Well chewed is half digested."},{"text":"Tom ist verheiratet und hat drei Kinder? Das muss ich jetzt erst mal verdauen.","translation":"Tom is married and has three children? I have to digest that now."},{"text":"Käse ist nicht einfach zu verdauen.","translation":"Cheese is not easy to digest."},{"text":"Die Nahrung muss gut gekaut werden, damit sie richtig verdaut wird.","translation":"The food must be chewed well so that it is properly digested."}],"altern":[{"text":"Die neuesten Bücher sind jene, die nicht altern.","translation":"The latest books are those that don't age."},{"text":"Gütige Herzen altern nie.","translation":"Kind hearts never age."},{"text":"Wir wissen mit Sicherheit, warum man altert.","translation":"We know for sure why you age."},{"text":"Sorgen macht graue Haare, und altert ohne Jahre.","translation":"Grey hair worries and ages without years."},{"text":"Wer jung altert, hat mehr vom Alter.","translation":"Those who age young have more of age."},{"text":"Wenig reden altert die Frauen.","translation":"Little talking ages the women."},{"text":"Zorn altert langsam.","translation":"Anger ages slowly."},{"text":"Tugend altert nie.","translation":"Virtue never ages."},{"text":"Was langsam reift, das altert spät.","translation":"What matures slowly, ages late."},{"text":"Mir schien, mein Freund sei gealtert, doch unverändert angenehm und ansehnlich.","translation":"It seemed to me that my friend had aged, but still pleasant and handsome."}],"auszuschalten":[{"text":"Ich beschloss, gleich das Licht auszuschalten und zu schlafen.","translation":"I decided to turn off the lights and sleep right away."},{"text":"Vergiss nicht das Licht auszuschalten, wenn du gehst.","translation":"Don't forget to turn off the lights when you leave."},{"text":"Ich denke, es ist Zeit für mich, das Fernsehen auszuschalten.","translation":"I think it's time for me to turn off TV."},{"text":"Ist es etwa so schwer, die Telefone auszuschalten?","translation":"Is it that hard to turn off the phones?"},{"text":"Hast du daran gedacht, den Herd auszuschalten?","translation":"Did you remember to turn the cooker off?"}],"samstag":[{"text":"Am Samstag werde ich Freunden beim Umzug helfen.","translation":"On Saturday I will help friends with the move."},{"text":"An diesem Samstag werde ich bis Mittag schlafen.","translation":"This Saturday I will sleep until noon."},{"text":"Wir werden am nächsten Samstag eine Party machen.","translation":"We're having a party next Saturday."},{"text":"Ich möchte dich nächsten Samstag meinen Eltern vorstellen.","translation":"I want to introduce you to my parents next Saturday."},{"text":"Das ist der vierte Samstag im März.","translation":"This is the fourth Saturday in March."},{"text":"Morgen ist Samstag, der 5. Februar 2011.","translation":"Tomorrow is Saturday, February 5, 2011."},{"text":"Am Samstag gehört Papa den Kindern.","translation":"On Saturday, Dad belongs to the children."},{"text":"Heute ist Samstag, der 11. Dezember 2010.","translation":"Today is Saturday the 11th of December 2010."},{"text":"Wir treffen uns jeden Samstag und machen zusammen Musik.","translation":"We meet every Saturday and make music together."},{"text":"Am Samstag schlafen wir lange.","translation":"On Saturday we sleep late."}],"russland":[],"brauen":[{"text":"Er braute Bier.","translation":"He brewed beer."},{"text":"Es braut sich was zusammen.","translation":"Something is brewing."},{"text":"Tom braut sich sein eigenes Bier.","translation":"Tom brews his own beer."},{"text":"Eine Gewitter braute sich zusammen.","translation":"A storm was brewing."},{"text":"In diesem Kurs lernen wir, wie man Tränke braut.","translation":"This is a potion-making class."},{"text":"Beim Brauen gesungen, gerät das Bier.","translation":"Sung while brewing, the beer gets."},{"text":"Das Brauen bringt den Bürgern eine goldene Nahrung.","translation":"Brewing brings a golden nourishment to the citizens."},{"text":"Die Brauen trennte eine tiefe Furche.","translation":"The brows were separated by a deep furrow."},{"text":"Wenn du einen Freund hast, dann gib ihm ein Bier aus. Wenn du ihn wirklich liebst, dann lehre ihm das Brauen.","translation":"If you have a friend, give them a beer. If you really love him, teach him to brew."}],"beunruhigend":[{"text":"Mir sind da ein paar beunruhigende Dinge zu Ohren gekommen.","translation":"I heard a few disturbing things."},{"text":"Das ist eine beunruhigende Frage.","translation":"This is a worrying question."},{"text":"Es ist beunruhigend, festzustellen, dass die, die uns regieren, eigentlich gar kein Volk brauchen.","translation":"It is disturbing to note that those who govern us do not really need a people."},{"text":"Das Meer hat eine beruhigende als auch beunruhigende Wirkung.","translation":"The sea has a calming as well as disturbing effect."},{"text":"Dieser Film ist beunruhigend.","translation":"That film is unsettling."}],"hegen":[{"text":"Meine Blumen liebe ich sehr, und hege und pflege sie.","translation":"I love my flowers very much, and cherish and care for them."},{"text":"Ich hege den Verdacht, dass Tom mich nicht mag.","translation":"I suspect Tom doesn't like me."},{"text":"Maria hegt und pflegt Tom.","translation":"Maria cherishes and cares for Tom."},{"text":"Tom hegt an Politik kein Interesse.","translation":"Tom has no interest in politics."},{"text":"Johann war ein Mensch, der große Liebe zur Menschheit hegte.","translation":"Johann was a man who had great love for humanity."}],"Banner":[{"text":"Er hielt das Banner.","translation":"He held the banner."},{"text":"Der Kaiser schaffte es, die Fürstentümer unter seinem Banner zu vereinigen.","translation":"The emperor managed to unite the principalities under his banner."},{"text":"Dass mit Deutschlands Bruderstämmen einig uns ein jeder schau’, und den alten Ruhm bewähre unser Banner, weiß und blau!","translation":"That everyone is united with Germany's brother tribes, and our banner, white and blue, prove the old glory!"},{"text":"Binde einen Fetzen um einen Stock, halte ihn hoch, und du wirst sehen, wie viele ihm wie einem Banner folgen werden.","translation":"Tie a shred around a stick, hold it up, and you'll see how many will follow it like a banner."},{"text":"Oh sag, weht dieses sternenbesetzte Banner noch über dem Land der Freien und der Heimat der Tapferen?","translation":"Oh, say does that star-spangled banner yet wave o'er the land of the free and the home of the brave?"}],"Meetings":[{"text":"Er schwieg während des Meetings.","translation":"He kept quiet during the meeting."},{"text":"Der Vorsitzende des Meetings wurde krank.","translation":"The chairman of the meeting became ill."},{"text":"Ich musste gestern an zwei Meetings teilnehmen, zwischen denen keine Zeit zum Mittagessen war.","translation":"I had to attend two meetings yesterday, and there was no time to have lunch between."}],"Waise":[{"text":"Die Lüge ist eine Waise.","translation":"The lie is an orphan."},{"text":"Kummer bricht den Mann, Schmerz siegt über die Waise.","translation":"Grief breaks the man, pain triumphs over the orphan."},{"text":"Da er Waise war, musste mein Vater schon mit zehn anfangen, Geld zu verdienen.","translation":"Since he was an orphan, my father had to start earning money at the age of ten."},{"text":"Der Fonds wurde zur Unterstützung von Waisen eingerichtet.","translation":"The fund was set up to help orphans."},{"text":"Er war ein Waise und konnte nicht lesen.","translation":"He was an orphan and could not read."}],"Handumdrehen":[{"text":"„Mit diesen Übungen bekommst du im Handumdrehen schöne Brüste“, versprach die Überschrift.","translation":"\"With these exercises, you'll get beautiful breasts in no time,\" the headline promised."},{"text":"So eine komplizierte Arbeit kann man nicht im Handumdrehen erledigen.","translation":"A complicated job like that can't be done in the blink of an eye."},{"text":"Im Handumdrehen stand die Sankt-Pauls-Kirche in hellen Flammen.","translation":"In the twinkling of an eye, St. Paul's Church was in flames."},{"text":"Sie löste im Handumdrehen das Rätsel.","translation":"She solved the mystery in no time at all."},{"text":"Wenn doch nur alle Tage Markttag wäre! Im Handumdrehen hätte ich mein Geld verdient.","translation":"If only every day were market day! I would have earned my money in no time."}],"Nachwuchs":[{"text":"Wer mit den Linken ins Bett geht, bekommt keinen demokratischen Nachwuchs.","translation":"Anyone who goes to bed with the left does not get any democratic offspring."},{"text":"Nonnen sind ohne Nachwuchs.","translation":"Nuns are without offspring."},{"text":"Anders als die Vögel, die ihre Jungen füttern und beschützen, verlassen die Fische ihren Nachwuchs.","translation":"Unlike the birds that feed and protect their young, the fish leave their offspring."},{"text":"Sie warteten auf den Nachwuchs ihres Vorgesetzten, dieser hatte blonde Haare und war hübsch anzusehen.","translation":"They were waiting for the offspring of their superior, who had blond hair and was pretty to look at."},{"text":"Die Ziege mit Nachwuchs ist mehr wert als eine kinderlose Frau.","translation":"The goat with offspring is worth more than a childless woman."}],"Schwellung":[{"text":"Wie viele Tage wird es dauern, bis die Schwellung zurückgeht?","translation":"How many days will it take until the swelling goes down?"},{"text":"Der Schwellung nach zu urteilen wurde dieser Mensch zweifellos von einer Schlange gebissen.","translation":"Judging by the swelling, this person was undoubtedly bitten by a snake."},{"text":"Die Schwellung hat sich zurückgebildet.","translation":"The swelling has gone down."}],"feierlich":[{"text":"Tom verbreitet eine Unruhe! Das ist nicht mehr feierlich.","translation":"Tom spreads a restlessness! This is no longer solemn."},{"text":"Es war ein feierlicher Anlass.","translation":"It was a festive occasion."},{"text":"Wir waren zur feierlichen Eröffnung nicht eingeladen.","translation":"We were not invited to the grand opening."},{"text":"Das Museum wurde in Anwesenheit des Präsidenten der Republik feierlich eröffnet.","translation":"The museum was ceremoniously opened in the presence of the President of the Republic."},{"text":"Die feierliche Beerdigung hat bereits stattgefunden.","translation":"The solemn funeral has already taken place."}]}