{"köstlich":[{"text":"„Das schmeckt köstlich. Was ist das?“ – „Das sage ich dir besser nicht.“","translation":"\"It tastes delicious. What is that?\" – \"I'd better not tell you.\""},{"text":"Das schmeckt köstlich. Wo hast du so gut kochen gelernt?","translation":"That's delicious. Where did you learn to cook like that?"},{"text":"Was riecht denn hier so köstlich? Kocht Tom?","translation":"What smells so delicious here? Does Tom cook?"},{"text":"Geld ist köstlicher als alles andere auf der Welt!","translation":"Money is more delicious than anything else in the world!"},{"text":"Welch köstlicher Kuchen!","translation":"What a tasty cake!"}],"fantastisch":[{"text":"Ich habe dieses Auto zu einem fantastischen Preis gekauft!","translation":"I bought this car at a fantastic price!"},{"text":"Das sind fantastische Nachrichten.","translation":"That's fantastic news."},{"text":"Du siehst fantastisch aus!","translation":"You look fantastic!"},{"text":"Hallo, Tom! Ich freue mich sehr, dich zu sehen. Du siehst fantastisch aus!","translation":"Hi, Tom! I am very happy to see you. You look fantastic!"},{"text":"Meine Freundin ist ein fantastischer Mensch.","translation":"My girlfriend is a fantastic person."}],"digital":[{"text":"Ich werde mir eine neue Kamera kaufen, dieses Mal eine digitale.","translation":"I'm going to buy a new camera, this time a digital one."},{"text":"Früher habe ich keine digitalen Bücher gelesen.","translation":"Before, I didn't use to read digital books."},{"text":"Deine Uhr ist digital.","translation":"Your watch is digital."},{"text":"In unserer Klasse haben wir eine digitale Tafel.","translation":"In our class we have a digital blackboard."},{"text":"Was für eine Uhr ziehst du vor, eine digitale oder eine analoge?","translation":"Which kind of watch do you prefer, digital or analog?"}],"Wald":[{"text":"Der Wald ist voller Bäume.","translation":"The forest is full of trees."},{"text":"Es gibt auf der Erde Berge, Wälder, Felder, Tiere und Menschen.","translation":"Earth has mountains, forests, fields, animals and people."},{"text":"Der Wald liebt dich, und du?","translation":"The forest loves you, and you?"},{"text":"Diesen Wald gilt es zu schützen.","translation":"This wood must be protected."},{"text":"Die Teufel sollen tanzen, aber nicht in meinem Wald.","translation":"Let the devils dance, but not in my forest."}],"Dorf":[{"text":"Dieses Dorf gehört dem König von Schweden.","translation":"This village belongs to the king of Sweden."},{"text":"Die soll mal die Kirche im Dorf lassen.","translation":"She shouldn't get carried away."},{"text":"Die ganze Welt ist ein Dorf.","translation":"The whole world is a village."},{"text":"Im Dorfe Frieden ist besser als Krieg in der Stadt.","translation":"In the village, peace is better than war in the city."},{"text":"Mein älterer Bruder lebt in einem kleinen Dorf.","translation":"My older brother lives in a small village."}],"Eis":[{"text":"Eisen ist hart.","translation":"Iron is hard."},{"text":"Eis schmeckt immer.","translation":"Ice cream always tastes good."},{"text":"Wenn einmal das Eis gebrochen ist, geht es leichter.","translation":"It's easier once the ice has broken."},{"text":"Dieses Eis solltest du unbedingt mal probieren.","translation":"You really should try this ice cream."},{"text":"Das Eis war nicht stark genug, um Menschen zu tragen.","translation":"The ice was not strong enough to carry people."}],"achten":[{"text":"Ohne deine Hilfe hätte ich nicht darauf geachtet.","translation":"Without your help, I wouldn't have paid attention to it."},{"text":"Wenn man auf seinen Körper achtet, geht's auch dem Kopf besser.","translation":"If you pay attention to your body, your head feels better."},{"text":"Wer die Tiere nicht achtet, kann nicht menschlich leben.","translation":"Those who do not respect the animals cannot live humanly."},{"text":"Vielleicht besteht die einzige Würde des Menschen in seiner Fähigkeit, sich achten zu können.","translation":"Perhaps the only dignity of the human being is his ability to respect himself."},{"text":"Wir müssen auf unsere Gesundheit achten.","translation":"We must be careful of our health."}],"nützlich":[{"text":"Wenn etwas nützlich wird, hört es auf schön zu sein.","translation":"When something becomes useful, it ceases to be beautiful."},{"text":"Danke für den nützlichen Hinweis!","translation":"Thanks for that useful tip!"},{"text":"Kann ich mich irgendwie nützlich machen?","translation":"Can I make myself useful in any way?"},{"text":"Ich hoffe, dass das nützlich ist.","translation":"I hope this is useful."},{"text":"Es wäre extrem nützlich für mich, wenn Sie mir Ihr Programm schicken könnten.","translation":"It would be extremely useful for me if you could send me your program."}],"Geschwindigkeit":[{"text":"Es gibt Wichtigeres im Leben, als ständig dessen Geschwindigkeit zu erhöhen.","translation":"There are more important things in life than constantly increasing its speed."},{"text":"Die Geschwindigkeit hat ihren Preis.","translation":"Speed comes at a price."},{"text":"Der Zug legte an Geschwindigkeit zu.","translation":"The train picked up speed."},{"text":"Was ist passiert? Das Auto verliert an Geschwindigkeit.","translation":"What happened? The car's slowing down."},{"text":"Geschwindigkeit tötet.","translation":"Speed kills."}],"wiederholen":[{"text":"Soll ich die Frage wiederholen?","translation":"Do you wish me to repeat the question?"},{"text":"Könnten Sie das bitte wiederholen?","translation":"Could you please repeat that?"},{"text":"Könnten Sie bitte den letzten Teil noch einmal wiederholen?","translation":"Could you please repeat the last part?"},{"text":"Wer sein Versprechen wiederholt, will es brechen.","translation":"Whoever repeats his promise wants to break it."},{"text":"Die Geschichte wiederholt sich nicht. Sie bleibt nur gleich.","translation":"History does not repeat itself. It just stays the same."}],"fassen":[{"text":"Sei auf das Schlimmste gefasst!","translation":"Be prepared for the worst."},{"text":"Jeder sollte sich an die eigene Nase fassen.","translation":"Everyone should take a look at their own noses."},{"text":"Tom, Maria! Kommt runter Kinder, Essen fassen!","translation":"Tom, Maria! Come downstairs kids, food's ready!"},{"text":"Maria, mach dich auf eine schlechte Nachricht gefasst!","translation":"Mary, get ready for bad news!"},{"text":"Wenn alle Menschen sich bei der Hand fassen, ist Gott fertig.","translation":"When all people reach out to each other, God is finished."}],"ewig":[{"text":"Es würde ewig dauern, alles zu erklären.","translation":"It would take forever to explain everything."},{"text":"Es gibt immer Dinge, die ich nie lernen werde, ich habe nicht ewig Zeit.","translation":"There are always things I will never learn, I don't have forever."},{"text":"Kurz ist der Schmerz, und ewig ist die Freude.","translation":"Short is the pain, and eternal is the joy."},{"text":"Weder Freud noch Leid dauern ewig.","translation":"Neither joy nor sorrow lasts forever."},{"text":"Immer zusammen, doch ewig getrennt, weil keiner seine Gefühle beim Namen nennt.","translation":"Always together, but eternally separated, because no one calls his feelings by name."},{"text":"Die Menschen waren nie dazu gedacht, ewig zu leben.","translation":"People were never meant to live forever."},{"text":"Das ist ewig wahr: wer nichts für andere tut, tut nichts für sich selbst.","translation":"This is eternally true: he who does nothing for others, does nothing for himself."},{"text":"Maria starb jung und lebte ewig als schöne Frau in der Erinnerung.","translation":"Mary died young and lived forever as a beautiful woman in memory."},{"text":"Das Gute bleibt ewig gut, aber das Schlechte wird durch das Alter immer schlechter.","translation":"The good remains eternally good, but the bad gets worse and worse with age."},{"text":"Das würde ewig dauern.","translation":"That would take forever."}],"Motor":[{"text":"Der Motor läuft rund.","translation":"The engine runs smoothly."},{"text":"Der Motor funktioniert nicht.","translation":"The engine doesn't work."},{"text":"Starte den Motor!","translation":"Start the engine."},{"text":"Der Motor ist irgendwie kaputt.","translation":"The engine is kind of broken."},{"text":"Dann blieb der Motor plötzlich stehen.","translation":"Then the motor suddenly died."}],"Kreis":[{"text":"Xanthippe, störe meine Kreise nicht!","translation":"Xanthippe, don't disturb my circles!"},{"text":"Es schließt sich der Kreis.","translation":"It comes full circle."},{"text":"Tom starb nach kurzer Krankheit im Kreise seiner Familie.","translation":"Tom died after a short illness surrounded by his family."},{"text":"Tut jeder in seinem Kreis das Beste, wird's bald in der Welt auch besser aussehen.","translation":"If everyone in their circle does the best, it will soon look better in the world."},{"text":"Meine Gedanken drehen sich immer im Kreis.","translation":"My thoughts always go around in circles."}],"hell":[{"text":"Der Himmel ist heller geworden.","translation":"The sky's brightened up."},{"text":"Markku störte das helle Licht.","translation":"The bright light disturbed Markku."},{"text":"Jede dunkle Nacht hat ein helles Ende.","translation":"Every dark night has a bright end."},{"text":"Ist das Zimmer hell oder dunkel?","translation":"Is the room light or dark?"},{"text":"Mit seiner hellen Haut fiel er überall auf.","translation":"With his fair skin, he stood out everywhere."}],"ernsthaft":[{"text":"Die Leute, die nie lachen sind keine ernsthaften Leute.","translation":"The people who never laugh are not serious people."},{"text":"Das Leben ist etwas viel zu Wichtiges, um jemals ernsthaft darüber zu reden.","translation":"Life is far too important to ever talk about seriously."},{"text":"Wir werden auch ernsthafte Sätze lesen.","translation":"We will also read serious sentences."},{"text":"Die Aphonie ist ein ernsthaftes Problem.","translation":"Aphonia is a serious problem."},{"text":"Ernsthaft? Ich habe nichts gemerkt.","translation":"Seriously? I haven't noticed."},{"text":"Ein Mensch, der sich ernsthaft ein Ziel gesetzt hat, wird es auch erreichen.","translation":"A person who has seriously set himself a goal will achieve it."},{"text":"Lass uns ernsthaft über deine Zukunft sprechen.","translation":"Let's have a serious talk about your future."},{"text":"Du kannst nicht ernsthaft wollen, dass ich unser Haus verkaufe.","translation":"You can't seriously want me to sell our house."},{"text":"Ich denke ernsthaft darüber nach.","translation":"I'm considering it seriously."},{"text":"Denken Sie ernsthaft darüber nach, in Ihrem Alter nochmal zu heiraten?","translation":"Are you seriously thinking about getting married again at your age?"}],"morgens":[{"text":"In Japan ist es jetzt drei Uhr morgens.","translation":"In Japan, it's three in the morning now."},{"text":"Es ist erst 5 Uhr morgens und trotzdem ist es hell.","translation":"It's only 5 a.m. and yet it's light."},{"text":"Ich trinke morgens immer Kaffee.","translation":"I always drink coffee in the morning."},{"text":"Morgens braucht man schon wieder Licht.","translation":"In the morning you need light again."},{"text":"Die Sonne geht morgens auf.","translation":"The sun rises in the morning."},{"text":"Während des Morgens wurde das Auto meiner Schwester gestohlen.","translation":"During the morning, my sister's car was stolen."},{"text":"Eines Morgens traf sie ihn plötzlich auf der Straße.","translation":"One morning, she unexpectedly met him on the street."},{"text":"Sein ganzes Leben lang wird er sich an jedes Detail dieses Morgens erinnern.","translation":"For the rest of his life he'd remember every single detail of that morning."},{"text":"Ich rufe des Morgens gerne Maria an.","translation":"I like to call Mary in the morning."},{"text":"Ich brauche lange, um des Morgens richtig wach zu werden.","translation":"It takes me a long time to wake up properly in the morning."}],"Aufnahme":[{"text":"Danke für die schnelle Aufnahme!","translation":"Thanks for the quick admission!"},{"text":"Ich werde dir eine Aufnahme mit meiner Stimme schicken.","translation":"I will send you a recording with my voice."},{"text":"Sie schauen sich gerade ihre Aufnahmen von der Reise letzte Woche an.","translation":"They're just looking at the pictures they took on the trip last week."},{"text":"Diese Aufnahme entstand in Nara.","translation":"This photo was taken in Nara."},{"text":"Bitte hören Sie sich die Aufnahme an.","translation":"Please listen to the recording."}],"ober":[{"text":"Meine oberste Regel ist Sicherheit für meine Gruppe.","translation":"My first rule is safety for my group."},{"text":"Das öffentliche Wohl soll das oberste Gesetz sein.","translation":"The public good should be the supreme law."},{"text":"Tom gehört zu den oberen Zehntausend.","translation":"Tom belongs to the upper ten thousand."},{"text":"Du kannst die anderen in den oberen Räumen treffen.","translation":"You can meet the others in the upper rooms."},{"text":"Haben Sie das obere oder das untere Bett?","translation":"Have you got the top or bottom bunk?"},{"text":"Herr Ober, bitte zwei große Bier.","translation":"Mr. Ober, please two big beers."},{"text":"„Herr Ober, zahlen bitte!“ – „Das macht fünfzehn Euro fünfzig.“","translation":"\"Mr. Ober, please pay!\" – \"That makes fifteen euros fifty.\""},{"text":"Herr Ober, bringen Sie mir bitte eine Tasse Tee!","translation":"Waiter, please give me a cup of tea."},{"text":"Herr Ober, ich möchte bestellen.","translation":"Mr. Waiter, I would like to order."},{"text":"Tom war früher Ober.","translation":"Tom used to be a waiter."}],"erwischen":[{"text":"Liebe deinen Nächsten. Aber lasse dich nicht erwischen.","translation":"Love your neighbor. But don't get caught."},{"text":"Über die Liebe lächelt man so lange, bis sie einen selber erwischt.","translation":"You smile at love until it catches you."},{"text":"Der Hund setzte Oliver nach, erwischte ihn aber nicht.","translation":"The dog followed Oliver, but did not catch him."},{"text":"Ich habe gerade noch den letzten Zug erwischt.","translation":"I've just caught the last train."},{"text":"Tom wäre fast erwischt worden.","translation":"Tom almost got caught."}],"klappen":[{"text":"Mit unserem Plan hat es nicht geklappt.","translation":"It didn't work out with our plan."},{"text":"Mach dir keine Hoffnung, das klappt doch sowieso nicht.","translation":"Don't give yourself hope, it won't work anyway."},{"text":"Wenn das klappt, heiße ich Meier.","translation":"If that works, my name is Meier."},{"text":"Hoffen wir, dass es dennoch klappt.","translation":"Let's hope it still works."},{"text":"„Es klappt einfach nicht. Was mach ich denn jetzt?“ – „Dranbleiben!“","translation":"\"It's just not working. What do I do now?\" \"Stick at it!\""},{"text":"Diesmal muss es klappen.","translation":"This time it has to work."},{"text":"Hoffentlich klappt es das nächste Mal.","translation":"I hope it'll work next time."},{"text":"Manches klappt besser zu zweit; und ich sage dir den Grund.","translation":"Some things work better in pairs; and I'll tell you the reason."},{"text":"Klappt es mit dem Lernen?","translation":"Does learning work?"},{"text":"Ich versuche nochmal mein Glück. Hoffentlich klappt es wieder!","translation":"I try my luck again. Hopefully it will work out again!"}],"Milch":[{"text":"Ist die Milch gut?","translation":"Is the milk good?"},{"text":"Kaffee mit viel Zucker und Milch geht als richtiges Essen durch.","translation":"Coffee with lots of sugar and milk passes for a real meal."},{"text":"Haben wir genug Milch?","translation":"Have we got enough milk?"},{"text":"Die Milch hat das Kind getrunken.","translation":"The child drank the milk."},{"text":"Man kann nicht die Kuh verkaufen und die Milch behalten.","translation":"You can't sell the cow and keep the milk."}],"Bestellung":[{"text":"Hast du die Bestellung schon aufgegeben?","translation":"Have you already placed the order?"},{"text":"Vielen Dank für Ihre Bestellung.","translation":"Thank you for your order."},{"text":"Wir bestätigen Ihre Bestellung wie folgt.","translation":"We will confirm your order as follows."},{"text":"Tom kennt nicht den Unterschied zwischen einer Bestellung und einem Kauf.","translation":"Tom doesn't know the difference between an order and a purchase."},{"text":"Könnten Sie bitte überprüfen, ob meine Bestellung bearbeitet wird?","translation":"Could you please check if my order is being processed?"}],"richten":[{"text":"Man muss sich nach der Zeit richten, die Zeit richtet sich nicht nach uns.","translation":"You have to follow time, time does not depend on us."},{"text":"Die Natur richtet sich nicht nach unseren Wünschen!","translation":"Nature does not conform to our wishes!"},{"text":"Tom ist auf dem besten Wege, sich zu Grunde zu richten.","translation":"Tom is well on his way to ruining."},{"text":"Wer zu viel unternimmt, richtet wenig aus.","translation":"If you do too much, you do little."},{"text":"So wirst du, reine Seele, dich und uns zu Grunde richten.","translation":"Thus you, pure soul, will destroy yourself and us."}],"Öl":[{"text":"Gieße nie Öl ins Feuer.","translation":"Never add fuel to the flames."},{"text":"Öl, Wein und Freunde — je älter, desto besser.","translation":"Oil, wine and friends — the older, the better."},{"text":"Amerika ist reich an Öl.","translation":"America is rich in oil."},{"text":"Öl ist in diesem Land selten.","translation":"Oil is scarce in this country."},{"text":"Das Öl wird aus Oliven gewonnen.","translation":"The oil is obtained from olives."},{"text":"Etwas Öl wirkt oft Wunder.","translation":"Some oil often works wonders."},{"text":"Öl schwimmt auf Wasser.","translation":"Oil will float on water."},{"text":"Bring mir Essig und Öl, bitte.","translation":"Bring me vinegar and oil, please."},{"text":"Öl mischt sich nicht mit Wasser.","translation":"Oil does not mix with water."},{"text":"Unter der Nordsee wurde Öl entdeckt.","translation":"Oil has been discovered under the North Sea."}],"dünn":[{"text":"Er ging mit ihr durch dick und dünn.","translation":"He went through thick and thin with her."},{"text":"Dünne Liebe sieht überall dicke Fehler.","translation":"Thin love sees big flaws everywhere."},{"text":"Das Buch ist dünn.","translation":"This book is small."},{"text":"Je höher wir steigen, desto dünner wird die Luft.","translation":"The higher we climb, the thinner the air becomes."},{"text":"Das Eis ist so dünn, dass es dein Gewicht nicht tragen würde.","translation":"The ice is so thin that it won't bear your weight."}],"mitbringen":[{"text":"Gibt es noch etwas, was du möchtest, dass ich dir mitbringe?","translation":"Is there anything else you would like me to bring you?"},{"text":"Anstatt Blumen habe ich ihr ein Buch mitgebracht.","translation":"Instead of flowers, I brought her a book."},{"text":"Kinder, Papa ist zurück, und er hat jedem von euch ein Geschenk mitgebracht!","translation":"Children, daddy's back, and he has brought each of you a gift!"},{"text":"Hast du die Milch mitgebracht?","translation":"Did you bring the milk?"},{"text":"Verstand muss man mitbringen, man kauft ihn nicht auf dem Markte.","translation":"You have to have a mind, you don't buy it on the market."}],"feststellen":[{"text":"Ich musste feststellen, dass er recht hatte.","translation":"I had to admit he was right."},{"text":"Nach wenigen Minuten hat Tom festgestellt, dass unser Pferd vier Beine hat.","translation":"After a few minutes, Tom realized that our horse has four legs."},{"text":"Wir sollten klar feststellen, dass wir diese Wahl nicht gewonnen haben.","translation":"We should clearly state that we did not win this election."},{"text":"Ich habe auf meine Uhr geschaut und festgestellt, dass es fünf Uhr vorbei war.","translation":"I looked at my watch and saw that it had gone five o'clock."},{"text":"Ich ging zum Arzt, nur um festzustellen, dass er nicht da war.","translation":"I went to see the doctor, only to find him absent."}],"außerhalb":[{"text":"Ich stehe außerhalb des Hauses.","translation":"I'm standing outside the house."},{"text":"Können Sie mir ein Hotel außerhalb der Stadt empfehlen?","translation":"Can you recommend me a hotel outside the city?"},{"text":"Er wohnt außerhalb der Stadt.","translation":"He is living outside the city."},{"text":"Warte bitte außerhalb des Hauses!","translation":"Please wait outside the house."},{"text":"Außerhalb Tibets ist die Situation eine andere.","translation":"Outside Tibet, the situation is different."}],"Konzept":[{"text":"Lass dich nicht aus dem Konzept bringen!","translation":"Don't let yourself be taken out of the concept!"},{"text":"Ich habe das Konzept mitgebracht.","translation":"I brought the concept with me."},{"text":"Mir gefällt das Konzept dieser Webseite sehr.","translation":"I really like the concept of this website."},{"text":"Wir beginnen, das Konzept der \"Quote\" in Erwägung zu ziehen.","translation":"We are starting to consider the concept of the \"quota\"."},{"text":"Ein weiteres Thema, das im Forum behandelt wurde, ist das Konzept der nachhaltigen Entwicklung.","translation":"Another topic addressed in the forum is the concept of sustainable development."}],"untersuchen":[{"text":"Der Arzt untersucht den Patienten.","translation":"The doctor examines the patient."},{"text":"Mein Arzt hat mich untersucht und ich bin völlig gesund.","translation":"My doctor has examined me and I am completely healthy."},{"text":"Genau untersuchen kommt von armen Leuten.","translation":"Close scrutiny comes from poor people."},{"text":"Ich untersuche nicht, ich fühle nur.","translation":"I don't investigate, I just feel."},{"text":"Du solltest dich besser von einem Arzt untersuchen lassen.","translation":"You'd better get a doctor's checkout."}],"Reaktion":[{"text":"Es gab sehr unterschiedliche Reaktionen.","translation":"Reactions were very mixed."},{"text":"Wie wäre deine Reaktion in diesem Fall?","translation":"What would be your reaction in this case?"},{"text":"Nach langem Warten auf eine Reaktion sind alle Änderungen ausgeführt worden.","translation":"After a long wait for a response, all changes have been made."},{"text":"Das sind normale menschliche Reaktionen.","translation":"These are normal human reactions."},{"text":"Eine weitere Reaktion ist nicht nötig.","translation":"No further reaction is necessary."}],"betreten":[{"text":"Kaum hatten wir das Haus betreten, spürte ich, dass etwas nicht stimmte.","translation":"As soon as we entered the house, I felt that something was wrong."},{"text":"Tom versteckte sich unter dem Tisch, als Maria den Raum betrat.","translation":"When Mary walked into the room, Tom hid under the table."},{"text":"Maria betritt ihr Büro.","translation":"Maria enters her office."},{"text":"Nach Julia betritt nun auch Romeo die Bühne.","translation":"After Juliet, Romeo now also enters the stage."},{"text":"Er betrat ihr Zimmer.","translation":"He entered their room."},{"text":"In Japan zieht man beim Betreten eines Hauses die Schuhe aus.","translation":"In Japan, you take off your shoes when you enter a house."},{"text":"Er wurde beim Betreten des Raumes gesehen.","translation":"He was seen entering the room."},{"text":"„Hier riecht es aber gut!“ sagte Tom beim Betreten der Küche.","translation":"\"Something sure smells good,\" said Tom walking into the kitchen."},{"text":"Betreten verboten!","translation":"No trespassing!"},{"text":"Maria bedeckte sich vor dem Betreten der Kirche die Schultern.","translation":"Mary covered her shoulders before entering the church."}],"unabhängig":[{"text":"Kosovo ist jetzt ein unabhängiger Staat.","translation":"Kosovo is now an independent country."},{"text":"Wann wurde Amerika unabhängig von England?","translation":"When did America become independent from England?"},{"text":"Geld macht mich auf jeden Fall unabhängig.","translation":"Money definitely makes me independent."},{"text":"Wahre Größe ist unabhängig von Äußerlichkeiten!","translation":"True greatness is independent of appearances!"},{"text":"Du verlässt dich zu sehr auf deine Eltern. Du musst unabhängiger sein.","translation":"You lean on your parents too much. You must be more independent."}],"Sport":[{"text":"Sport ist Mord.","translation":"Sport is murder."},{"text":"Wie oft gehst du zum Sport?","translation":"How often do you go to sports?"},{"text":"Er mag nicht nur Musik, sondern auch Sport.","translation":"He not only likes music, but also sports."},{"text":"Golf ist ein recht teurer Sport.","translation":"Golf is a really expensive sport."},{"text":"Ich liebe Sport. Das habe ich von meinem Vater.","translation":"I love sports. That's what I got from my father."}],"Schwierigkeit":[{"text":"Die Schwierigkeiten wachsen, je näher man dem Ziele kommt.","translation":"The difficulties grow the closer you get to the goal."},{"text":"Haben Sie Schwierigkeiten zu verstehen, was Ihnen Frauen oder kleine Kinder sagen?","translation":"Do you have trouble understanding what women or young children are telling you?"},{"text":"Sage mir bitte, welche Schwierigkeiten mich, deiner Meinung nach, erwarten.","translation":"Please tell me what difficulties await me, in your opinion."},{"text":"Die größten Schwierigkeiten liegen da, wo wir sie suchen.","translation":"The greatest difficulties lie where we look for them."},{"text":"Wo genau sehen Sie noch Schwierigkeiten?","translation":"Where exactly do you still see difficulties?"}],"Pause":[{"text":"Die große Pause findet von 9.15 Uhr bis 9.35 Uhr statt.","translation":"The mid-morning break is between 9.15 and 9.35 a.m."},{"text":"Es ist Zeit für eine kleine Pause!","translation":"It's time for a little break!"},{"text":"Ich wünschte, Tom würde mal Pause machen.","translation":"I wish Tom would take a break."},{"text":"Die Pause ist vorbei! Es geht weiter!","translation":"The break is over! It goes on!"},{"text":"Die Pause, zu der unser Körper uns zwingt, heißt Krankheit.","translation":"The pause that our body forces us to take is called illness."}],"zufällig":[{"text":"Ich habe zufällig erfahren, dass Maria im Krankenhaus liegt.","translation":"I happened to know that Maria was in the hospital."},{"text":"Alte Leute sind junge Menschen, die zufällig vor dir älter wurden.","translation":"Old people are young people who happened to get older before you."},{"text":"Ich fand zufällig diesen schönen Satz.","translation":"I happened to find this beautiful sentence."},{"text":"Ich habe sie zufällig auf der Straße getroffen.","translation":"By chance, I met her in the street."},{"text":"Es dauerte nicht lange und wir trafen uns zufällig erneut.","translation":"It wasn't long before we chanced to meet again."},{"text":"Heute habe ich Tom zufällig getroffen.","translation":"I ran into Tom today."},{"text":"Er war zufällig dort.","translation":"He happened to be there."},{"text":"Das ist zufällig passiert.","translation":"This happened by chance."},{"text":"Das weiß ich zufällig ganz genau, ich war nämlich selbst dabei.","translation":"I happen to know that very well, because I was there myself."},{"text":"Sie sind doch bestimmt auch nicht nur rein zufällig hier.","translation":"You are certainly not just here by chance."}],"Wochenende":[{"text":"Ich wünschte, ich könnte dich am Wochenende sehen.","translation":"I wish I could see you at the weekend."},{"text":"Nein, ich arbeite am Wochenende nicht.","translation":"No, I don't work at the weekend."},{"text":"Sie verbringen ein Wochenende zu zweit, irgendwo am Meer.","translation":"The two of them are spending a weekend somewhere by the sea."},{"text":"Vier Menschen starben am Wochenende.","translation":"Four people died over the weekend."},{"text":"Seid ihr am nächsten Wochenende zu Hause?","translation":"Are you at home next weekend?"}],"schenken":[{"text":"Ich schenke den Damen die Blumen.","translation":"I give the flowers to the ladies."},{"text":"Qualität kostet nichts. Aber sie wird einem nicht geschenkt.","translation":"Quality does not cost anything. But it is not given to anyone as a gift."},{"text":"Dein Gesicht wird dir geschenkt, lachen musst du selber.","translation":"Your face is given to you, you have to laugh yourself."},{"text":"Geboren zu werden bedeutet, dass uns eine ganze Welt geschenkt wird.","translation":"Being born means that we are given a whole world."},{"text":"Danken wir Gott, dass er uns das Internet geschenkt hat!","translation":"Let us thank God for giving us the Internet!"}],"Student":[{"text":"Jeder Student hat seinen eigenen Computer.","translation":"Each student has their own computer."},{"text":"Viele Studenten haben nicht viel Geld.","translation":"Many students don't have much money."},{"text":"Er ist der jüngste Student.","translation":"He's the youngest student."},{"text":"Das fragen viele Studenten; Sie sind nicht der erste, der das fragt.","translation":"That's what many students ask; You're not the first to ask this."},{"text":"Der Student war so nett mir den Weg zu zeigen.","translation":"The student was kind enough to show me the way."}],"anziehen":[{"text":"Manche Frauen können anziehen, was sie wollen, ihnen steht einfach nichts.","translation":"Some women can wear whatever they want, they simply don't like anything."},{"text":"In fünf Minuten habe ich mich angezogen.","translation":"In five minutes I got dressed."},{"text":"Tom war nur leicht angezogen.","translation":"Tom was only lightly dressed."},{"text":"Ohne Schnurrbart ist ein Mann nicht richtig angezogen.","translation":"Without a mustache, a man is not properly dressed."},{"text":"Ein Kind ist nie zu warm angezogen.","translation":"A child is never dressed too warmly."}],"aufgeregt":[{"text":"Der Patient ist aufgeregt.","translation":"The patient is agitated."},{"text":"Die Mädchen sind aufgeregt.","translation":"The girls are excited."},{"text":"Ich frage mich, ob Tom deswegen genauso aufgeregt ist wie Maria.","translation":"I wonder if Tom is as excited about this as Mary is."},{"text":"Tom wirkte ziemlich aufgeregt.","translation":"Tom seemed to be pretty excited."},{"text":"Je aufgeregter er ist, desto stiller wird er.","translation":"The more excited he is, the quieter he becomes."},{"text":"Schlafen konnte ich nicht. Ich war viel zu aufgeregt.","translation":"I couldn't sleep. I was way too excited."},{"text":"Sie hat sich sehr über diese schlechten Nachrichten aufgeregt.","translation":"She was very upset about this bad news."},{"text":"Wie denn? Was denn? Wo denn? Das macht mich ganz aufgeregt!","translation":"How? What is it? Where? That makes me very excited!"},{"text":"Ich bin schnell aufgeregt.","translation":"I quickly get excited."},{"text":"Wir waren so aufgeregt, dass wir nicht still sitzen konnten.","translation":"We were so excited that we couldn't sit still."}],"Termin":[{"text":"Guten Tag, ich hätte gerne einen Termin.","translation":"Hello, I'd like an appointment."},{"text":"Der Termin steht fest.","translation":"The date is set."},{"text":"Wann ist der nächste freie Termin?","translation":"When is the next available appointment?"},{"text":"Wir wollten uns heute treffen, aber ich habe unseren Termin verpasst.","translation":"We wanted to meet today, but I missed our appointment."},{"text":"Bitte informieren Sie uns kurz, ob Ihnen dieser Termin passt.","translation":"Please let us know briefly whether this date suits you."}],"erstaunlich":[{"text":"Es ist erstaunlich, wie schnell zehn Minuten vorbei sind.","translation":"It's amazing how quickly ten minutes go by."},{"text":"Tom und Maria haben sich von Anfang an erstaunlich gut verstanden.","translation":"Tom and Maria got along surprisingly well from the beginning."},{"text":"Es ist erstaunlich, wie ähnlich Maria und ich uns sind.","translation":"It's amazing how similar Mary and I are."},{"text":"Es ist erstaunlich, wie wenig sie von der Welt weiß.","translation":"It's amazing how little she knows about the world."},{"text":"Tom arbeitet immer erstaunlich schnell.","translation":"Tom always works amazingly fast."}],"Studie":[{"text":"Aktuelle Studien bestätigen dies.","translation":"Recent studies confirm this."},{"text":"Das ist eine interessante Studie.","translation":"That's an interesting study."},{"text":"Hawking wandte sich wieder seinen Studien zu.","translation":"Hawking went back to his studies."},{"text":"Er widmet sich voll und ganz seinen Studien.","translation":"He devotes himself completely to his studies."},{"text":"Unsere Studie zeigte das genaue Gegenteil.","translation":"Our study showed the exact opposite."}],"umbringen":[{"text":"Was mich nicht umbringt, macht mich stärker.","translation":"What doesn't kill me makes me stronger."},{"text":"Wenn meine Frau es erfährt, wird sie mich umbringen.","translation":"If my wife finds out, she will kill me."},{"text":"Kennedy wollte mich umbringen, aber ich kam ihm zuvor.","translation":"Kennedy wanted to kill me, but I got ahead of him."},{"text":"Tom hat seinen eigenen Vater umgebracht.","translation":"Tom killed his own father."},{"text":"Der Lehrer erzählte mir, dass Hitler sich selbst umgebracht hatte.","translation":"The teacher told me that Hitler killed himself."}],"Basis":[{"text":"Er ist gestern nicht zur Basis zurückgekehrt.","translation":"He did not return to the base yesterday."},{"text":"Das Alte ist immer Basis für das Neue. Ohne das Alte wäre Neues nie entstanden.","translation":"The old is always the basis for the new. Without the old, the new would never have emerged."},{"text":"Die Basis unseres Seins ist die Ernährung.","translation":"The basis of our being is nutrition."},{"text":"Demokratie ist die Basis aller freien Länder.","translation":"Democracy is the basis of all free countries."},{"text":"Jedes einzelne Kunstwerk schafft die Basis für etwas Neues, vielleicht Größeres.","translation":"Every single work of art creates the basis for something new, perhaps bigger."}],"innen":[{"text":"Die Tür geht nach innen auf.","translation":"The door opens inward."},{"text":"Es ist von innen abgeschlossen worden.","translation":"It's been locked from the inside."},{"text":"Alle wollen glücklich sein und sind auf der Suche, aber wer schaut schon nach innen.","translation":"Everyone wants to be happy and is searching, but who looks inside."},{"text":"Tom meint, dass sein Haus innen und außen Farbe braucht.","translation":"Tom says his house needs color inside and out."},{"text":"Wahre Schönheit kommt von innen.","translation":"True beauty comes from within."},{"text":"Ich würde gerne mal Toms Haus von innen sehen.","translation":"I'd love to see inside Tom's house."},{"text":"Ein Licht, das von innen her leuchtet, kann niemand löschen.","translation":"No one can extinguish a light that shines from within."},{"text":"Wir konnten, weil sie von innen verschlossen war, die Tür nicht öffnen.","translation":"We couldn't open the door because it was locked from the inside."},{"text":"Diese Tür kann man nur von innen aufschließen.","translation":"This door can only be unlocked from the inside."},{"text":"Tom hat das erste Mal einen Hörsaal von innen gesehen, als er dort selbst eine Vorlesung hielt.","translation":"Tom first saw the inside of a lecture hall when he gave a lecture there himself."}],"mischen":[{"text":"Was mischst du dich denn ein?","translation":"What do you interfere with?"},{"text":"Wir müssen mehr Farbe in unser Leben mischen.","translation":"We need to mix more color into our lives."},{"text":"Wenn man die Farben Blau und Gelb mischt, kommt dann Grün heraus?","translation":"If you mix the colors blue and yellow, does green come out?"},{"text":"Was mischst du dich eigentlich ein? Hat dich jemand gefragt?","translation":"What do you actually interfere with? Did anyone ask you?"},{"text":"Ein alter Mann mischte sich in unser Gespräch ein.","translation":"An old man intervened in our conversation."}],"Überraschung":[{"text":"Das ist eine Überraschung.","translation":"This is a surprise."},{"text":"Kleine Überraschung, was?","translation":"Bit of a surprise, eh?"},{"text":"Das Leben hält immer wieder Überraschungen für uns bereit.","translation":"Life always has surprises in store for us."},{"text":"Das war eine böse Überraschung.","translation":"That was a nasty surprise."},{"text":"Zu meiner Überraschung sprach sie sehr gut Englisch.","translation":"To my surprise, she spoke English very well."}],"Volk":[{"text":"Wir sind das Volk.","translation":"We are the people."},{"text":"Jedem Volk seine eigene Sprache und eine zweite gemeinsame für alle.","translation":"An own language for each nation and a second that's shared by all."},{"text":"Das Volk ist viel besser als seine Regierung und deshalb verdient es eine andere.","translation":"The people are much better than their government and therefore they deserve another."},{"text":"Man spricht entweder zum Volk oder zur Sache.","translation":"One speaks either to the people or to the cause."},{"text":"Alle Macht geht vom Volke aus.","translation":"All power comes from the people."}],"entsprechen":[{"text":"Eine Minute entspricht sechzig Sekunden.","translation":"One minute equals sixty seconds."},{"text":"Entspricht das seinem Geschmack?","translation":"Is that to his taste?"},{"text":"Du solltest den Hoffnungen deiner Eltern entsprechen.","translation":"You should live up to your parents' hopes."},{"text":"Der Mann entsprach der Beschreibung.","translation":"The man corresponded with the description."},{"text":"Was sie sagt, entspricht der Wahrheit.","translation":"What she says is true."}],"Spur":[{"text":"Sie zeigte keine Spur von Reue.","translation":"She showed no trace of remorse."},{"text":"Jeder Mensch will Spuren hinterlassen.","translation":"Everyone wants to leave their mark."},{"text":"Wieso bist du die ganze Zeit neben der Spur?","translation":"Why are you off track all the time?"},{"text":"Das Schiff verschwand ohne eine Spur.","translation":"The ship disappeared without a trace."},{"text":"Die Polizei schaute überall und konnte keine Spur von Tom finden.","translation":"The police looked everywhere and couldn't find any trace of Tom."}],"regen":[{"text":"Gestern war Regen, heute ist Sonnenschein.","translation":"Yesterday was rain, today is sunshine."},{"text":"Wir sind mit dem Regen gegangen, aber mit der Sonne angekommen.","translation":"It was sunny when we arrived, but rainy when we left."},{"text":"Ein großer Wind ist selten ohne Regen.","translation":"A big wind is rarely without rain."},{"text":"Der Regen stört uns nicht.","translation":"The rain is no bother to us."},{"text":"Der Regen war nicht stark genug, um das Feuer zu löschen.","translation":"The rain wasn't heavy enough to douse the fire."},{"text":"Wegen jedem Mist regst du dich auf!","translation":"Because of every crap you get upset!"},{"text":"Das regt mich auf! Verstehen Sie das?","translation":"That upsets me! Do you understand that?"},{"text":"Man muss sich ständig regen, wenn man hoch hinaus will.","translation":"You have to constantly rain yourself if you want to go high."},{"text":"Regen, Regen – regen Sie sich darüber nicht auf!","translation":"Rain, rain – don't get upset about it!"},{"text":"Deutsche regen sich immer gerne über Sachen auf, die in Deutschland nicht richtig laufen.","translation":"Germans always like to get upset about things that don't work properly in Germany."}],"Hintergrund":[{"text":"Was ist der Hintergrund deiner Frage?","translation":"What's the point of your question?"},{"text":"Male die Bäume gegen den Hintergrund des blauen Himmels.","translation":"Paint the trees against the background of the blue sky."},{"text":"Sagst du das vor dem Hintergrund eigener Erfahrungen?","translation":"Do you say this against the background of your own experiences?"},{"text":"Tom blieb im Hintergrund.","translation":"Tom stood back."},{"text":"Was ist das für ein Geräusch, das ich im Hintergrund hören kann?","translation":"What is this sound I can hear in the background?"}],"Quelle":[{"text":"Das Wasser ist am besten an der Quelle.","translation":"The water is best at the source."},{"text":"Was ist deine Quelle für diese Information?","translation":"What's your source for this information?"},{"text":"Tom und Marias Kinder waren keine Quelle reinen Glücks für sie.","translation":"Tom and Maria's children were not a source of pure happiness for them."},{"text":"Nicht weit davon entfernt gibt es eine kleine Quelle.","translation":"Not far from there is a small spring."},{"text":"Die heißen Quellen in der Stadt sind sehr bekannt.","translation":"The city's hot springs are very well known."}],"herzlich":[{"text":"Herzlichen Dank! Es war mir eine große Ehre und eine große Freude.","translation":"Thank you very much! It was a great honor and a great pleasure for me."},{"text":"Ich danke Ihnen herzlich. Darf ich auch mal was sagen?","translation":"Thank you very much. May I also say something?"},{"text":"Tom und Maria heißen dich herzlich bei Tatoeba willkommen!","translation":"Tom and Maria welcome you to Tatoeba!"},{"text":"Tom sieht immer sehr beschäftigt aus, tut aber herzlich wenig.","translation":"Tom always looks very busy, but does very little."},{"text":"Tom ist ein sehr herzlicher Mensch.","translation":"Tom is a very warm-hearted person."}],"japanisch":[{"text":"Ich spreche kein Japanisch.","translation":"I don't speak Japanese."},{"text":"Durch ihren Kontakt zu Tarō hatte Maria endlich Gelegenheit, ihr Japanisch zu verbessern.","translation":"Through her communication with Taro, Maria finally had the chance to better her Japanese."},{"text":"Sie spricht zu Hause kein Japanisch.","translation":"She doesn't speak Japanese at home."},{"text":"Yumi sprach mit ihrem amerikanischen Freund einen ganzen Tag lang nur Japanisch.","translation":"Yumi spoke only Japanese with her American boyfriend for a whole day."},{"text":"Ich spreche ein bisschen Japanisch.","translation":"I speak a little Japanese."},{"text":"Ich fahre mit dem Auto zu einem japanischen Restaurant.","translation":"I drive to a Japanese restaurant by car."},{"text":"Wie viele japanische Wörter kennen Sie?","translation":"How many Japanese words do you know?"},{"text":"Von meinen japanischen Freunden lernt leider keiner Deutsch; eine Freundin lernt aber Russisch.","translation":"Unfortunately, no one learns German from my Japanese friends; but a friend is learning Russian."},{"text":"Amerikanische Küchen sind größer als japanische.","translation":"American cuisines are larger than Japanese ones."},{"text":"Tōkyō ist größer als jede andere japanische Stadt.","translation":"Tokyo is larger than any other city in Japan."},{"text":"Willst du Japanisch lernen, empfehle ich dir Japan zu besuchen.","translation":"If you want to learn Japanese, I recommend you to visit Japan."},{"text":"„Lernst du immer noch Japanisch?“ – „Nein, ich habe aufgegeben.“","translation":"\"Are you still learning Japanese?\" – \"No, I gave up.\""},{"text":"Mein Japanisch reicht nur für Small Talk.","translation":"My Japanese is only enough for small talk."},{"text":"Könntest du diesen Satz für mich ins Japanische übersetzen?","translation":"Could you translate this sentence into Japanese for me?"},{"text":"Tom meint, er könne über alles auf Japanisch reden.","translation":"Tom says he can talk about anything in Japanese."}],"Veranstaltung":[{"text":"Die Veranstaltung findet bei jedem Wetter statt.","translation":"The event takes place rain or shine."},{"text":"Ich nehme an der Veranstaltung von Anfang bis Ende teil.","translation":"I attend the event from start to finish."},{"text":"Alle Interessierten sind zu dieser Veranstaltung herzlich eingeladen!","translation":"All interested parties are cordially invited to this event!"},{"text":"Die Veranstaltung beginnt c. t.","translation":"The event starts c. t."},{"text":"Bei diesen Veranstaltungen verkaufen sie wenige Produkte.","translation":"At these events, they sell few products."}],"Werk":[{"text":"Die Zukunft eines Kindes ist das Werk seiner Mutter.","translation":"A child's future is the work of its mother."},{"text":"Mein Vater arbeitet in einem Berliner Werk.","translation":"My father works in a Berlin plant."},{"text":"Wie der Meister ist, so ist sein Werk.","translation":"As the Master is, so is His work."},{"text":"Bereits einige Jahre nach dem Tod dieses Meisters der Musik waren seine Werke vergessen.","translation":"Only a few years after the death of this maestro, his works were forgotten."},{"text":"Wer gut beginnt, hat das Werk schon zur Hälfte geschafft.","translation":"If you start well, you are already halfway through the work."}],"Veränderung":[{"text":"Das Einzige, was bleibt, ist die Veränderung.","translation":"The only thing that remains is change."},{"text":"Veränderung ist die Antwort auf die Frage des Lebens.","translation":"Change is the answer to the question of life."},{"text":"Maria hat Angst vor Veränderung.","translation":"Mary is afraid of change."},{"text":"Veränderungen gehören zum Leben.","translation":"Change is part of life."},{"text":"Wenn eine kleine Veränderung erwartet wird, ist eine große wahrscheinlich.","translation":"If a small change is expected, a big one is likely."}],"s":[{"text":"Tom war noch nie mit einem Mädchen zusammen, dessen Name auf s endete.","translation":"Tom has never been with a girl whose name ended in s."},{"text":"In Argentinien wird z wie s ausgesprochen.","translation":"In Argentina, z as s is pronounced."},{"text":"Jetzt reicht’s – ich will die Scheidung!","translation":"That's it, I want a divorce."},{"text":"Der siebthäufigste Buchstabe im Esperanto ist \"s\".","translation":"The seventh most common letter in Esperanto is \"s\"."},{"text":"Wir danken für die Ehr', wenn' s an Brot uns fehlt zu sehr.","translation":"We give thanks for the honor, if it lacks bread too much."},{"text":"Nimm die Menschen, wie sie sind, andere gibt´s nicht.","translation":"Take the people as they are, there are no others."},{"text":"Wen interessiert´s?","translation":"Who cares?"},{"text":"Die Veranstaltung beginnt s. t.","translation":"The event starts s. t."},{"text":"„Ein guter Mensch sein. Ja wer wär´s nicht gern?“","translation":"\"To be a good person. Who wouldn't like to?\""},{"text":"’s ist besser, taub zu sein, als das zu hören!","translation":"Better to be deaf than to hear that."},{"text":"Wir brauchen einen S-Bahn-Ring.","translation":"We need an S-Bahn ring."},{"text":"Diese beiden Tatbestände verstoßen gegen das deutsche Arbeitsschutzgesetz vom 7. August 1996 (BGBl. I S. 1246).","translation":"These two offences infringe the German Occupational Safety and Health Act of 7 August 1996 (Federal Law Gazette I, p. 1246)."},{"text":"Warum gibt es in der S-Bahn keinen Speisewagen, obwohl man sie wie „Ess-Bahn“ ausspricht?","translation":"Why is there no dining car in the S-Bahn, although it is pronounced like \"Ess-Bahn\"?"},{"text":"Ich habe versehentlich ein S statt eines D eingetippt. Meine Tastatur ist schon so abgenutzt, dass das F nicht mehr zu lesen ist. Ich sollte mir wohl mal eine neue kaufen.","translation":"I accidentally typed an S instead of a D. My keyboard is already so worn that the F can no longer be read. I should probably buy a new one."},{"text":"Das Integralzeichen ist ein langgezogenes S, das an das Wort \"Summe\" erinnern soll. Es wurde von dem großen deutschen Gelehrten Leibniz ersonnen.","translation":"The integral sign is an elongated S, which is supposed to remind of the word \"sum\". It was conceived by the great German scholar Leibniz."},{"text":"Saudi-Arabien heißt auf Arabisch „Al-Mamlakatu ’l-ʿArabiyyatu ’s-Saʿūdiyyatu“.","translation":"Saudi Arabia is called \"Al-Mamlakah Al-‘Arabiyyah As-Sa‘ūdiyyah\" in Arabic."},{"text":"Ham Se Milch?","translation":"Ham se milk?"},{"text":"Fährst du mit dem Fahrrad oder mit der S-Bahn?","translation":"Do you travel by bike or by S-Bahn?"},{"text":"In Esperanto kann man jeden Satz in jeder der sechs verschiedenen Reihenfolgen anordnen, welche sind: SVO, SOV, VOS, VSO, OVS, OSV. Darin steht S für Subjekt, V für Verb und O für Objekt.","translation":"In Esperanto you can arrange each sentence in any of the six different sequences, which are: SVO, SOV, VOS, VSO, OVS, OSV. In it, S stands for subject, V for verb, and O for object."},{"text":"In Berlin gibt es ein recht dichtes Netz für den öffentlichen Personenverkehr. Dieses Netz wird gebildet durch die Linien zweier Stadtbahnsysteme, das sind die S-Bahn und die U-Bahn, die Bus- und die Straßenbahnlinien.","translation":"Berlin has a comprehensive public transport network comprising two urban rail systems – local commuter trains (S-Bahn) and the underground (U-Bahn) – and bus and tram routes."}],"Verantwortung":[{"text":"Man gebe der Frau Verantwortung, und sie weiß sie auf sich zu nehmen.","translation":"One gives the woman responsibility, and she knows how to take it upon herself."},{"text":"Die Scheu vor der Verantwortung ist eine Krankheit unserer Zeit.","translation":"The fear of responsibility is a disease of our time."},{"text":"Die Regierung wollte die Verantwortung für diese Entscheidung nicht übernehmen.","translation":"The government did not want to take responsibility for this decision."},{"text":"Glaub ja nicht, du kannst dich so einfach aus deiner Verantwortung stehlen!","translation":"Don't think you can shirk your responsibilities so easily!"},{"text":"Verantwortung ist der Preis der Größe.","translation":"Responsibility is the price of size."}],"Ring":[{"text":"Es ist aus zwischen uns, gib mir meinen Ring zurück!","translation":"It's over between us, give me my ring back!"},{"text":"Habe ich dir schon erzählt, woher ich diesen Ring habe?","translation":"Have I told you where I got this ring from?"},{"text":"Maria hat an jedem Finger einen Ring.","translation":"Mary has a ring on each finger."},{"text":"Wir brauchen einen S-Bahn-Ring.","translation":"We need an S-Bahn ring."},{"text":"Ringe nicht mit einem starken Mann und bringe einen Reichen nicht vor Gericht.","translation":"Do not wrestle with a strong man and do not bring a rich man to justice."},{"text":"Rings um das Haus ist ein Garten.","translation":"Around the house is a garden."},{"text":"Rings um unsere Stadt gibt es eine schöne Natur und gute Luft.","translation":"Around our city there is a beautiful nature and good air."},{"text":"Rings um die alte Bockwindmühle findet heute ein Fest statt.","translation":"Around the old post mill a festival takes place today."},{"text":"Rings um das Dorf baute man eine Mauer.","translation":"A wall was built around the village."},{"text":"Rings herum eilen Menschen.","translation":"People are rushing all around."}],"Anruf":[{"text":"Ich habe das ganze Wochenende auf einen wichtigen Anruf gewartet.","translation":"I waited all weekend for an important call."},{"text":"Morgen bekomme ich einen Anruf von einem Freund.","translation":"A friend is going to phone me tomorrow."},{"text":"Ein Anruf kann nicht schaden.","translation":"A phone call can't hurt."},{"text":"Kann jemand diesen Anruf annehmen?","translation":"Can anyone answer this call?"},{"text":"Ist es dir recht, wenn ich dich so um halb drei anrufe?","translation":"Is it right for me to call you at half past three?"}],"Freiheit":[{"text":"Die Freiheit ist nicht kostenlos.","translation":"Freedom is not free."},{"text":"Der Mensch ist zur Freiheit verdammt.","translation":"Man is condemned to freedom."},{"text":"Ich kämpfe für die Freiheit.","translation":"I fight for freedom."},{"text":"Ich kann zu Bett gehen, wann es mir passt. Das nenne ich Freiheit!","translation":"I can go to bed when it suits me. That's what I call freedom!"},{"text":"Du wolltest mit mir über Freiheit sprechen?","translation":"You wanted to talk to me about freedom?"},{"text":"Sie leben in Freiheit.","translation":"They live in freedom."},{"text":"Auf den Bergen ist Freiheit.","translation":"On the mountains is freedom."},{"text":"Der Preis für Freiheit ist Sicherheit.","translation":"The price of freedom is security."},{"text":"Freiheit bedeutet, dass man nicht unbedingt alles so machen muss wie andere Menschen.","translation":"Freedom means that you don't necessarily have to do everything like other people."},{"text":"Freiheit bedeutet für mich, sich selbst an der eigenen Nase herum führen zu können!","translation":"For me, freedom means being able to lead yourself around by your own nose!"}],"erheben":[{"text":"Der Gast, der sich früh erhebt, bleibt die ganze Nacht.","translation":"The guest who rises early stays all night."},{"text":"Wie schnell alle Sterne verschwinden, sobald sich die Sonne erhebt.","translation":"How quickly all the stars disappear as soon as the sun rises."},{"text":"Tom erhob die Stimme.","translation":"Tom raised his voice."},{"text":"Ganz Gentleman, erhob er sich und bot ihr seinen Platz an.","translation":"Like a gentleman, he rose and offered her his seat."},{"text":"Tom erhob sich und ging zum Fenster.","translation":"Tom got up and went to the window."}],"bleib":[{"text":"Bleib heute bitte zu Hause!","translation":"Please stay at home today."},{"text":"Bleib genau da, wo du bist!","translation":"Remain exactly where you are."},{"text":"Bleib noch fünf Minuten.","translation":"Stay another five minutes."},{"text":"Tom bleib alleine dort.","translation":"Tom stayed there by himself."},{"text":"Ich bitte dich, bleib doch noch ein wenig.","translation":"I ask you to stay a little longer."},{"text":"Bleib auf dem rechten Weg.","translation":"Stay on the right path."},{"text":"Bleibe ein Kind, so dass deine Kinder dich immer lieben können.","translation":"Stay a child so that your children can always love you."},{"text":"Bleib auf der rechten Seite.","translation":"Keep to the right."},{"text":"Ich brauche eine Bleibe.","translation":"I need a place to stay."},{"text":"„Bleib noch ein bisschen.“ – „Nein, ich muss nach Hause gehen.“","translation":"\"Stay a little longer.\" – \"No, I have to go home.\""},{"text":"Bleib nachts im Haus.","translation":"Stay in the house at night."},{"text":"„Ich gehe mal raus.“ – „Bleib hier!“","translation":"\"I'm just going out.\" \"Stay here!\""},{"text":"Bleib dran, auch wenn es anders kommt als geplant.","translation":"Stay tuned, even if it turns out differently than planned."},{"text":"Bleib weg von Ärger und sing dazu.","translation":"Stay away from trouble and sing to it."},{"text":"Du hast ein gutes Herz, Leo. Bleib immer so, wie du bist!","translation":"You have a good heart, Leo. Always stay as you are!"}],"daraus":[{"text":"Wir versuchten, das Beste daraus zu machen.","translation":"We tried to make the best of it."},{"text":"Niemand weiß, was daraus entstehen wird.","translation":"No one knows what will come of it."},{"text":"Tom, mach keine große Sache daraus! Eigentlich ist gar nichts passiert.","translation":"Tom, don't make a big deal out of it! Actually, nothing happened."},{"text":"Was ist Ihr größter Fehler – und was haben Sie daraus gelernt?","translation":"What is your biggest mistake – and what have you learned from it?"},{"text":"Das Leben eines Menschen ist das, was seine Gedanken daraus machen.","translation":"A person's life is what his thoughts make of it."},{"text":"Jemand sollte einen Film daraus machen.","translation":"Somebody should make a movie out of this."},{"text":"Gott gibt dir jeden Tag, was du wirklich brauchst. Was du daraus machst, liegt an dir.","translation":"God gives you what you really need every day. What you make of it is up to you."},{"text":"Lasst uns das Beste daraus machen.","translation":"Let's make the best of it."},{"text":"Tom macht kein Geheimnis daraus, dass er schwul ist.","translation":"Tom is openly gay."},{"text":"Wir schlussfolgern daraus, dass er doch recht hatte.","translation":"We conclude that he was right."}],"siehst":[{"text":"Warum siehst du mir nicht in die Augen, während wir miteinander sprechen?","translation":"Why don't you look me in the eye as we talk?"},{"text":"Ich sehe was, was du nicht siehst, und das ist blau.","translation":"I see something you don't see, and that's blue."},{"text":"Siehst du da einen Mann?","translation":"Do you see a man there?"},{"text":"Mensch, du siehst ja nicht gerade glücklich aus. Was ist denn los?","translation":"Oh dear, you don't look too happy. What's wrong?"},{"text":"Was für Filme siehst Du gern?","translation":"What kind of movies do you like to watch?"},{"text":"Siehst du die Sonne?","translation":"Do you see the sun?"},{"text":"Siehst du denn Tom nicht? Gerade den wollte ich sprechen.","translation":"Don't you see Tom? That's exactly what I wanted to talk about."},{"text":"Siehst du das Glas halb voll oder halb leer?","translation":"Do you see the glass half full or half empty?"},{"text":"Tom ist hier nicht glücklich. Siehst du das nicht?","translation":"Tom isn't happy here. Can't you see that?"},{"text":"Nun stecke ich diese Karte in den Hut. Siehst du?","translation":"Now, I put this card into the hat. See?"}],"Autor":[{"text":"Was sind Ihre Gründe, dem Autor dieses Buches nicht zu vertrauen?","translation":"What are your reasons for not trusting the author of this book?"},{"text":"An der Wand hing ein Foto der Mutter des Autors.","translation":"On the wall hung a photo of the author's mother."},{"text":"Der Autor hat einen schönen Stil.","translation":"The author has a beautiful style."},{"text":"Shakespeare ist der Name des Autors.","translation":"Shakespeare is the name of the author."},{"text":"Ich kann nicht herausfinden, was der Autor versucht zu sagen.","translation":"I can't figure out what the writer is trying to say."}],"präsentieren":[{"text":"Tom kann gut Dinge präsentieren.","translation":"Tom is a great presenter."},{"text":"Die Rechnung wird Ihnen bald präsentiert werden.","translation":"The invoice will be presented to you soon."},{"text":"An der Grenze wurde ich aufgefordert, meinen Pass zu präsentieren.","translation":"At the border, I was asked to present my passport."},{"text":"Die Universität präsentiert die Fotoausstellung mit etwa hundert Bildern.","translation":"The university presents the photo exhibition with about a hundred pictures."},{"text":"Stolz präsentierte sie ihr neues Kleid, aber ihre Mutter verbot ihr, so halbnackt auszugehen.","translation":"She proudly presented her new dress, but her mother forbade her to go out half-naked."}],"vergangen":[{"text":"Dieser Monat verging sehr schnell.","translation":"This month passed very quickly."},{"text":"Wenn ein Jahr vergangen ist, dann lässt man es noch mal Revue passieren.","translation":"When a year has passed, you review it again."},{"text":"Niemand weiß, welche Nachricht von Bedeutung ist, bevor hundert Jahre vergangen sind.","translation":"No one knows what message matters before a hundred years have passed."},{"text":"Vor Angst ist mir Hören und Sehen vergangen.","translation":"Hearing and seeing has passed me by fear."},{"text":"Ein weiterer Tag verging.","translation":"Another day passed."},{"text":"Ihr Sohn starb vergangenes Jahr.","translation":"Her son died last year."},{"text":"Vergangene Nacht habe ich gar nicht geschlafen.","translation":"I didn't sleep at all last night."},{"text":"Im vergangenen Jahr habe ich mehr als fünfhundert Bücher gelesen.","translation":"Last year I read more than five hundred books."},{"text":"Dies geschah im Januar des vergangenen Jahres.","translation":"This happened in January of last year."},{"text":"Vergangenen Monat hatten wir November, stimmt's?","translation":"Last month was November, right?"}],"Künstler":[{"text":"Tom ging auf die Bühne und sagte den nächsten Künstler an.","translation":"Tom went up to the stage and presented the next artist."},{"text":"Ein Arzt, der kein Künstler ist, ist auch kein Arzt.","translation":"A doctor who is not an artist is not a doctor."},{"text":"Nur Künstler und Kinder sehen das Leben wie es ist.","translation":"Only artists and children see life as it is."},{"text":"Ich bin kein Künstler. Ich hatte niemals das Zeug dazu.","translation":"I'm not an artist. I never had what it takes."},{"text":"Die große Freiheit des Künstlers ist, dass er keine hat; versteh's wer kann.","translation":"The great freedom of the artist is that he has none; understand who can."}],"reduzieren":[{"text":"Hast du schon jemals darüber nachgedacht, ob Tatoeba deine sozialen Kontakte reduziert?","translation":"Have you ever thought about whether Tatoeba is reducing your social contacts?"},{"text":"Könnten Sie den Preis etwas reduzieren?","translation":"Could you reduce the price a little?"},{"text":"Daher ist es notwendig, die Kosten zu reduzieren.","translation":"Therefore, it is necessary to reduce costs."},{"text":"Wie kann man seine Schulden reduzieren?","translation":"What should you do to decrease your debt?"},{"text":"Reduzieren Sie den Bericht auf eine Seite.","translation":"Boil down the report to one page."}],"Einheit":[{"text":"Dieses Jahr, 2021, hätte man 150 Jahre deutsche Einheit feiern können.","translation":"This year, 2021, 150 years of German unity could have been celebrated."},{"text":"In der Einheit liegt die Kraft.","translation":"In unity is strength."},{"text":"Die Einheit von Facebook ist das „Gefällt mir“.","translation":"The unity of Facebook is the \"Like\"."},{"text":"Bewahrt die Einheit der Ukraine!","translation":"Preserve the unity of Ukraine!"},{"text":"Einheit heisst Leben, Zerstreutheit führt zum Tod.","translation":"Unity means life, absent-mindedness leads to death."}],"trocken":[{"text":"Du bist ja noch nicht trocken hinter den Ohren!","translation":"You're still wet behind the ears!"},{"text":"Es blieb kein Auge trocken.","translation":"No eye remained dry."},{"text":"Heute ist die Luft trocken.","translation":"Today the air is dry."},{"text":"Es wird einige Stunden dauern, bis diese Farbe trocken ist.","translation":"It'll take several hours for this paint to dry."},{"text":"Ich hoffe, das Wetter wird trocken sein.","translation":"I hope the weather will be dry."},{"text":"Ich habe trockene Haut.","translation":"I have dry skin."},{"text":"Gott gab trockenes Wetter, er wird auch Regen geben.","translation":"God gave dry weather, He will also give rain."},{"text":"Geist wächst nicht auf trockenem Boden.","translation":"Mind does not grow on dry soil."},{"text":"Mein Mund war trocken.","translation":"My mouth was dry."},{"text":"In den letzten Jahren legt Deutschland Wert darauf, seine trockenen Weine bekannt zu machen.","translation":"In recent years, Germany has attached great importance to making its dry wines known."}],"Tee":[{"text":"Das ist Tee.","translation":"That's tea."},{"text":"Tom trinkt keinen grünen Tee.","translation":"Tom isn't drinking green tea."},{"text":"Ich glaube, er hat einen im Tee.","translation":"I think he has one in his tea."},{"text":"Der Tee schmeckt wie Kaffee. Wie kommt das?","translation":"The tea tastes like coffee. How come?"},{"text":"Die Dame gibt dem Gast den Tee.","translation":"The lady gives the guest the tea."},{"text":"Toms Tee enthält dreißig Prozent Alkohol.","translation":"Tom's tea contains thirty percent alcohol."},{"text":"Es geht doch nichts über eine gute Tasse Tee.","translation":"You can't beat a good cup of tea."},{"text":"Morgens trinke ich eine Tasse Tee im Bett.","translation":"In the morning I drink a cup of tea in bed."},{"text":"„Tee?“ – „Ja, gerne. Danke!“","translation":"\"Some tea?\" \"Yes, please. Thank you.\""},{"text":"„Kaffee, Tee, Cognac, Whisky?“ – „Ein Glas Wasser.“","translation":"\"Coffee, tea, cognac, whisky?\" – \"A glass of water.\""}],"küssen":[{"text":"Mary küsste ihn auf den Mund.","translation":"Mary kissed him on the lips."},{"text":"Maria zeigte ein Foto, auf dem Breschnew und Honecker sich küssten.","translation":"Maria showed a photo of Brezhnev and Honecker kissing."},{"text":"Ich habe einen Lehrer geküsst.","translation":"I kissed a teacher."},{"text":"Er fragte mich, ob er mich küssen dürfte, hätte ich keinen Mann.","translation":"He asked me if he could kiss me if I didn't have a husband."},{"text":"Wir küssten uns in einen Traum, und in dem Traum küssten wir uns weiter.","translation":"We kissed into a dream, and in that dream we continued to kiss."}],"Geräusch":[{"text":"Er hörte ein Geräusch aus der Küche.","translation":"He heard a noise from the kitchen."},{"text":"Musik wird oft nicht schön gefunden, weil sie mit Geräusch verbunden.","translation":"Music is often not found beautiful because it is associated with noise."},{"text":"Sie reagieren nur noch auf Geräusche.","translation":"They only react to sounds."},{"text":"Was ist das für ein seltsames Geräusch?","translation":"What is this strange noise?"},{"text":"Ich kann am Geräusch der Schritte erkennen, ob es mein Vater ist.","translation":"I can tell from the sound of footsteps if it's my father."}],"überraschen":[{"text":"Ich merke, dass Sie überrascht sind.","translation":"I notice that you are surprised."},{"text":"Mit Güte kann man fast jeden Menschen überraschen.","translation":"With kindness you can surprise almost every person."},{"text":"Komm und lass dich überraschen!","translation":"Come and let yourself be surprised!"},{"text":"Reisen sollte nur ein Mensch, der sich ständig überraschen lassen will.","translation":"Only a person who wants to be constantly surprised should travel."},{"text":"Ihre Frage überraschte ihn.","translation":"Her question took him by surprise."},{"text":"„Na, wie hat dir der Film gefallen?“ – „Das Ende hat mich total überrascht.“","translation":"\"Well, how did you like the movie?\" – \"The ending totally surprised me.\""},{"text":"„Tom und Maria wohnen noch immer in Boston.“ – „Alles andere hätte mich auch überrascht.“","translation":"\"Tom and Maria still live in Boston.\" – \"Anything else would have surprised me.\""},{"text":"Du klingst überrascht.","translation":"You sound surprised."},{"text":"Sie war sehr überrascht, als sie die Nachricht hörte.","translation":"She was very surprised when she heard the news."},{"text":"Betty schien von den Nachrichten überrascht.","translation":"Betty seemed surprised at the news."}],"entspannen":[{"text":"Atmen Sie tief ein und entspannen Sie sich.","translation":"Take a deep breath and relax."},{"text":"Es dauert etwas, bis man sich entspannt hat.","translation":"It takes some time to relax."},{"text":"Kam sie hierher um sich zu entspannen?","translation":"Did she come here to relax?"},{"text":"Es fällt ihr schwer, sich zu entspannen.","translation":"She finds it hard to relax."},{"text":"Ich war so beschäftigt letzte Woche, dass ich kaum Zeit hatte, mich zu entspannen.","translation":"I was so busy last week that I barely had time to relax."}],"fett":[{"text":"Könnten Sie es bitte nicht so fett machen?","translation":"Could you please not make it so fat?"},{"text":"Die fetten Jahre sind vorbei.","translation":"The days of plenty are over."},{"text":"Selber essen macht fett.","translation":"Eating yourself makes you fat."},{"text":"Er ist fetter als damals, als ich ihn zum letzten Mal sah.","translation":"He's fatter than he was when I last saw him."},{"text":"Ein blöder Hund wird selten fett.","translation":"A stupid dog rarely gets fat."},{"text":"Es ist nicht egal, welches Fett oder Öl du zum Kochen nimmst.","translation":"It doesn't matter what fat or oil you use to cook."},{"text":"Schweinefleisch enthält viel Fett.","translation":"Pork has a lot of fat."},{"text":"Ich bat den Metzger, dass er das Fett vom Fleisch entfernen soll.","translation":"I asked the butcher to remove the fat from the meat."},{"text":"Fett wird leicht ranzig.","translation":"Fat becomes rancid easily."},{"text":"Fetten Sie das Waffeleisen ein.","translation":"Grease the waffle maker."}],"Urlaub":[{"text":"Herr Meier ist der Meinung, dass Neumanns im Urlaub sind.","translation":"Mr. Meier believes that the Neumanns are on vacation."},{"text":"Wie stellst du dir unseren gemeinsamen Urlaub eigentlich vor?","translation":"How do you imagine our holiday together?"},{"text":"Er ist gerade an der Nordsee im Urlaub.","translation":"He's away on holiday at the North Sea coast."},{"text":"Habt ihr schon Pläne für euren Urlaub?","translation":"Have you already got plans for your holiday?"},{"text":"Wo möchtest du im nächsten Urlaub gerne mal hin?","translation":"Where would you like to go on holiday next?"}],"Milliarde":[{"text":"Griechenland braucht noch mehr Milliarden.","translation":"Greece needs more billions."},{"text":"Es gibt fast sieben Milliarden Menschen auf der Welt.","translation":"There are almost seven billion people in the world."},{"text":"Die Milchstraße besteht aus ungefähr hundert Milliarden von Sternen.","translation":"The Milky Way consists of about a hundred billion stars."},{"text":"Wir sind bereits sieben Milliarden.","translation":"We're already 7 billion."},{"text":"Stimmt es, dass Tatoeba für eine Milliarde Dollar von Google gekauft wurde?","translation":"Is it true that Tatoeba was bought by Google for 1 billion dollars?"}],"irgendwas":[{"text":"„Sag mal was auf Französisch!“ – „Was soll ich denn sagen?“ – „Na, irgendwas!“","translation":"\"Say something in French!\" – \"What can I say?\" – \"Well, something!\""},{"text":"Wenn ich mir was Neues kaufe, dann muss irgendwas Altes weg.","translation":"If I buy something new, then something old has to go."},{"text":"Irgendwas stimmt nicht mit dieser Maschine.","translation":"Something is wrong with this machine."},{"text":"Habe ich dir irgendwas getan? Oder warum redest du nicht mehr mit mir?","translation":"Have I done anything to you? Or why don't you talk to me anymore?"},{"text":"Hast du irgendwas zu essen?","translation":"Have you anything to eat?"},{"text":"Irgendwas stimmt hier nicht!","translation":"Something is wrong here!"},{"text":"Irgendwas läuft wieder falsch.","translation":"Something is wrong again."},{"text":"Irgendwas ist in meinem Auge.","translation":"Something is in my eye."},{"text":"Gab es in letzter Zeit irgendwas Interessantes?","translation":"Has there been anything interesting lately?"},{"text":"Weißt du, ich sag’ oft „Irgendwas“.","translation":"You see, I often say, \"Anything.\""}],"könntest":[{"text":"Könntest du dir vorstellen, allein in den Urlaub zu fahren?","translation":"Could you imagine going on holiday on your own?"},{"text":"Was würdest du an dir ändern, wenn du etwas ändern könntest?","translation":"What would you change about yourself if you could?"},{"text":"Gibt es einen Film, den du dir immer wieder ansehen könntest?","translation":"Is there any movie that you could watch over and over again?"},{"text":"Du könntest recht haben.","translation":"You may be right."},{"text":"Es gibt ein Buch, in dem du finden könntest, was du suchst.","translation":"There is a book where you could find what you are looking for."},{"text":"Du könntest das Bild rahmen lassen.","translation":"You could have the picture framed."},{"text":"Sei nett zu Tieren – du könntest selbst eins sein.","translation":"Be nice to animals – you could be one yourself."},{"text":"Du könntest ja über Nacht bleiben.","translation":"You could stay overnight."},{"text":"Du könntest eine eigene Firma gründen.","translation":"You could start your own company."},{"text":"Wenn du nur eine auswählen könntest, welche wäre das?","translation":"If you could pick just one, what would it be?"},{"text":"Könntest du mir bitte einen Gefallen tun?","translation":"Could you please do me a favor?"},{"text":"Könntest du das Bild für mich rahmen?","translation":"Can you frame this picture for me?"},{"text":"Könntest du ein bisschen helfen?","translation":"Could you help a bit?"},{"text":"Ich verstehe nicht. Könntest du das bitte wiederholen?","translation":"I don't understand. Could you please repeat that?"},{"text":"Ich habe keine Zeit, mich mit dem Brief zu beschäftigen. Könntest du das übernehmen?","translation":"I don't have time to deal with this letter. Could you deal with it?"}],"Gebiet":[{"text":"Markku ist Fachmann auf diesem Gebiet.","translation":"Marcus is an expert in this field."},{"text":"Früher war der Mensch Herr seines Wissens. Heute ist das Wissen sein Gebieter.","translation":"In the past, man was the master of his knowledge. Today, knowledge is his master."},{"text":"Er hat viel Erfahrung auf diesem Gebiet.","translation":"He has a great deal of experience in this field."},{"text":"Wir überprüfen das gesamte Gebiet.","translation":"We're checking the whole area."},{"text":"Wir sind alle dumm, nur auf verschiedenen Gebieten.","translation":"We are all stupid, just in different areas."}],"kollege":[{"text":"Ich werde mit meinem Kollegen darüber sprechen.","translation":"I will talk to my colleague about this."},{"text":"Tom hilft seinen Kollegen.","translation":"Tom helps his colleagues."},{"text":"Viele meiner Kollegen arbeiten im Homeoffice.","translation":"Many of my coworkers are working from home."},{"text":"Markku trank seine Kollegen unter den Tisch.","translation":"Marcus drank his mates under the table."},{"text":"Meine Kollegen schrieben über sehr interessante Themen.","translation":"My colleagues wrote about very interesting topics."}],"sieh":[{"text":"Sieh dir dieses Haus an.","translation":"Look at this house."},{"text":"Da sieh nur diese schönen Männer!","translation":"Just look at those good-looking men!"},{"text":"Sieh dir dieses Foto an.","translation":"Look at that photo."},{"text":"Sieh mal diesen hohen Berg.","translation":"Look at this high mountain."},{"text":"Wenn du mir nicht glaubst, dann gehe hin und sieh selbst!","translation":"If you don't believe me, go see for yourself."},{"text":"Sieh mich an, wenn ich mit dir rede!","translation":"Look at me when I talk to you!"},{"text":"Sieh das Positive!","translation":"See the positives!"},{"text":"Sieh mich nicht länger als deinen Vater an.","translation":"Don't regard me as your father anymore."},{"text":"Wenn du jemandem die Hand gibst, sieh ihm in die Augen.","translation":"When you shake someone's hand, look them in the eye."},{"text":"Warum in die Ferne schweifen? Sieh das Gute liegt so nah.","translation":"Why wander into the distance? See the good is so close."},{"text":"Sieh dich vor falschen Freunden vor!","translation":"Beware of false friends!"},{"text":"Sieh nicht immer so viel fern.","translation":"Don't spend so much time watching TV."},{"text":"Sieh dir den Vertrag gut an, ehe du ihn unterschreibst.","translation":"Look over the contract well, before you sign it."},{"text":"Es regnet bald. Sieh dir mal die schwarzen Wolken an!","translation":"It's going to rain soon. Look at those black clouds."},{"text":"„Wie kann man am besten das Geschlecht des Kindes feststellen?“ – „Sieh ihm zwischen die Beine!“","translation":"\"What's the best way to determine the gender of the child?\" \"Look between its legs.\""}],"Schulter":[{"text":"Ich lege die Hand auf seine Schulter.","translation":"I lay a hand on his shoulder."},{"text":"Ich habe sie nur auf die Schulter geküsst.","translation":"I just kissed her on the shoulder."},{"text":"Ein Bruder ist wie eine Schulter.","translation":"A brother is like a shoulder."},{"text":"Sie trägt eine große Verantwortung auf ihren Schultern.","translation":"She has a great responsibility on her shoulders."},{"text":"Das Mädchen zeigte mir die kalte Schulter.","translation":"The girl gave me the cold shoulder."}],"mittel":[{"text":"Das beste Mittel gegen viele Sorgen ist eine einzige Sorge.","translation":"The best remedy for many worries is a single worry."},{"text":"Das sicherste Mittel arm zu bleiben, ist, ein ehrlicher Mann zu sein.","translation":"The surest way to stay poor is to be an honest man."},{"text":"Das beste Mittel, sich kennenzulernen, ist der Versuch, andere zu verstehen.","translation":"The best way to get to know each other is to try to understand others."},{"text":"Der moderne Mensch betrachtet Geld als ein Mittel, zu mehr Geld zu kommen.","translation":"Modern man looks on money as a means to getting more money."},{"text":"Glücklich sein ist eines der besten Mittel, ein guter Mensch zu werden.","translation":"Being happy is one of the best ways to become a good person."}],"einzigartig":[{"text":"„Sie ist ein einzigartiger Mensch.“ – „Jeder Mensch ist einzigartig.“","translation":"\"She is a unique person.\" – \"Every person is unique.\""},{"text":"Seine Technik war einzigartig und absolut unglaublich.","translation":"His technique was unique and absolutely amazing."},{"text":"Niemand ist perfekt, aber jeder ist einzigartig!","translation":"No one is perfect, but everyone is unique!"},{"text":"Eine Sprache ist einzigartig für den Menschen.","translation":"A language is unique to man."},{"text":"Das ist ziemlich einzigartig.","translation":"It's rather unique."}],"anpassen":[{"text":"Wenn man in ein Dorf kommt, soll man sich an das Dorf anpassen.","translation":"When you come to a village, you have to adapt to the village."},{"text":"Du musst deine Pläne an meine anpassen.","translation":"You must accommodate your plans to mine."},{"text":"Das Recht muss nie der Politik, wohl aber die Politik jederzeit dem Recht angepasst werden.","translation":"The law must never be adapted to politics, but politics must always be adapted to the law."},{"text":"Wirklich übersetzen heißt: etwas, das in einer andern Sprache gesprochen ist, seiner Sprache anpassen.","translation":"To truly translate means to adapt something spoken in another language to its language."},{"text":"Er hat sich den Umständen angepasst.","translation":"He has adapted to the circumstances."},{"text":"Tom hat sich ziemlich gut angepasst.","translation":"Tom adjusted quite well."},{"text":"Ich fühle, dass ich nun endlich angepasst bin.","translation":"I feel that I am finally adapted."},{"text":"Sie haben sich dem Leben im Ausland recht gut angepasst.","translation":"They adapted to life abroad rather well."},{"text":"Der Fischotter ist ein Marder, der perfekt ans Leben im Wasser angepasst ist.","translation":"The otter is a marten that is perfectly adapted to life in the water."},{"text":"Versuche nicht, auf Teufel komm raus, lieb, angepasst und verständnisvoll zu sein, sonst zeigt er sich dir in deinem Gegenüber und das kann für beide die Hölle bedeuten.","translation":"Do not try to be sweet, adapted and understanding, otherwise he shows himself to you in your counterpart and that can mean hell for both."}],"langweilig":[{"text":"Los, spiel' mit mir, mir ist so langweilig!","translation":"Come on, play with me, I'm so bored!"},{"text":"Zu Hause ist mir nie langweilig.","translation":"At home I am never bored."},{"text":"In letzter Zeit finde ich alles langweilig.","translation":"Lately I've been finding everything boring."},{"text":"Einen noch langweiligeren Menschen als Tom kann es kaum geben.","translation":"There can hardly be a more boring person than Tom."},{"text":"Glücklich das Volk, dessen Geschichte sich langweilig liest.","translation":"Happy the people, whose story reads boringly."}],"versteh":[{"text":"Versteh mich nicht falsch!","translation":"Don't get me wrong!"},{"text":"Tut mir leid, ich versteh das nicht.","translation":"Sorry, I don't understand that."},{"text":"Ich würde diesen Satz gern übersetzen, aber ich versteh’ ihn nicht.","translation":"I would like to translate this sentence, but I do not understand it."},{"text":"Versteh mich nicht falsch. Tom ist der Beste für diese Aufgabe.","translation":"Don't get me wrong. Tom is the best person for the job."},{"text":"Ich habe nur eine Bemerkung gemacht, versteh mich nicht falsch.","translation":"I just made one remark, don't get me wrong."},{"text":"Soll ich nicht reden, wie ich's versteh, warum fragt man mich dann?","translation":"If I am not to speak as I understand it, why am I asked?"},{"text":"Ich versteh echt nicht, warum.","translation":"I really don't understand why."},{"text":"Tut mir leid, aber ich versteh nichts.","translation":"I'm sorry, but I don't understand anything."},{"text":"In einem Satz: Diese Komplikationen hier, die versteh' ich nicht.","translation":"In one sentence: These complications here, I don't understand."},{"text":"Und wenn der Freund dich kränkt, verzeih's ihm; und versteh: Es ist ihm selbst nicht wohl, sonst tät er dir nicht weh.","translation":"And if the friend offends you, forgive him; and understand: He himself is not well, otherwise he would not hurt you."},{"text":"Verstehe mich nicht falsch!","translation":"Don't take this the wrong way."},{"text":"\"Darum bin ich zu spät gekommen.\" – \"Verstehe.\"","translation":"\"That's why I'm late.\" – \"I see.\""},{"text":"Verstehe mich bitte nicht falsch!","translation":"Please don't get me wrong!"},{"text":"Kaum haben wir abgerüstet, schon rüsten wir wieder auf. Verstehe das einer!","translation":"As soon as we have disarmed, we are already upgrading again. Understand that one!"},{"text":"Verstehe deinen Körper, habe Selbstachtung, sei ehrlich mit dir selbst, denke übermächtig, dann wirst du Großes vollbringen.","translation":"Understand your body, have self-respect, be honest with yourself, think overpoweringly, then you will accomplish great things."}],"Brot":[{"text":"Das Brot ist alt.","translation":"The bread is old."},{"text":"Er aß nur das Brot und den Kuchen.","translation":"He ate only bread and cakes."},{"text":"Was machen wir mit dem übrigen Brot?","translation":"What will we do with the leftover bread?"},{"text":"Brot soll dick machen. Stimmt das?","translation":"Bread is supposed to make you fat. Is that true?"},{"text":"Wenn du heute ein Brot kaufst, ist es morgen schon von gestern.","translation":"If you buy bread today, tomorrow it will be yesterday."}],"vergleichen":[{"text":"Bös und Bös vergleicht sich gern.","translation":"Evil and evil like to compare each other."},{"text":"Die Frau im roten Kleid vergleicht die Produkte.","translation":"The woman in the red dress compares the products."},{"text":"Liebe ist nur wie Liebe, sie ist mit nichts zu vergleichen.","translation":"Love is just like love, it cannot be compared to anything."},{"text":"Du solltest dich nicht mit jemand vergleichen, dem du nicht das Wasser reichen kannst.","translation":"You shouldn't compare yourself to someone you can't match."},{"text":"Wir haben seine Arbeit mit ihrer verglichen.","translation":"We compared his work with hers."}],"Witz":[{"text":"Der Witz ist gut!","translation":"The joke is good!"},{"text":"Das klingt ehrlich gesagt nach einem Witz.","translation":"That honestly sounds like a joke."},{"text":"Soll ich dir den Witz erklären?","translation":"Should I explain the joke for you?"},{"text":"Soll ich dir einen Witz erzählen?","translation":"Should I tell you a joke?"},{"text":"„Ist das ein Witz?“ – „Ich wünschte ja. Leider ist es traurige Wahrheit.“","translation":"\"Is that a joke?\" \"I wish it was. I'm afraid it's the sad reality.\""},{"text":"Ihr seht, ich kann auch witzig sein, aber mein Witz ist Skorpionstich.","translation":"You see that I too have a spirit; but my spirit bears the sting of a scorpion."},{"text":"In Toms Äußerung muss wieder irgendein Witz liegen, den ich nicht verstehe.","translation":"There must be some joke in Tom's statement that I don't understand."},{"text":"„Ich fand Toms Witz echt lustig.“ – „Ich nicht und Maria, glaube ich, auch nicht.“","translation":"\"I thought Tom's joke was really funny.\" – \"I didn't and I don't think Maria, either.\""},{"text":"Ach wie schade, dass ich nie erfahren werde, welchen Witz Kunigunde Tom erzählt hat!","translation":"Oh what a pity that I will never know what joke Kunigunde told Tom!"},{"text":"Tom hat Witz.","translation":"Tom is witty."}]}