{"essenziell":[{"text":"Sonnenlicht ist essenziell für das Pflanzenwachstum.","translation":"Sunlight is essential for the growth of plants."},{"text":"Und doch steht unsere künstlich geschaffene Umwelt in einer essenziellen Wechselbeziehung mit der Natur.","translation":"And yet our artificially created environment is in an essential interrelationship with nature."},{"text":"Nachdem ich über diese elementare Frage grundlegend nachgedacht hatte, kam ich zu dem Schluss, dass der von bedeutenden Menschen oft als \"wesentlich\" oder \"bedeutsam\" bezeichnete Unterschied zwischen den unentbehrlichen Wörtern \"wichtig\" und \"essenziell\" nicht signifikant, sondern irrelevant ist.","translation":"After I had thought about this elementary question fundamentally, I came to the conclusion that the difference, which is often described as \"considerable\" or \"substantial\" by distinguished people, between the indispensable words \"important\" and \"essential\" isn't significant, but rather is irrelevant."}],"Auszeichnung":[{"text":"Du hast die Auszeichnung mehr als verdient.","translation":"You more than deserve the award."},{"text":"Tom hat viele Auszeichnungen erhalten.","translation":"Tom has received many awards."},{"text":"Tom hat nie eine Auszeichnung bekommen.","translation":"Tom never got an award."},{"text":"Sie schloss ihr Studium mit Auszeichnung ab.","translation":"She graduated with honors."},{"text":"Athleten, die hervorragende Ergebnisse gezeigt haben, wurden Auszeichnungen überreicht.","translation":"Athletes who have shown excellent results have been presented with awards."}],"Pirat":[{"text":"Maria wurde von Piraten entführt.","translation":"Mary was kidnapped by pirates."},{"text":"Wir wurden von Piraten angegriffen!","translation":"We were attacked by pirates!"},{"text":"Den Piraten blieb nichts anderes übrig, als sich zu ergeben.","translation":"The pirates had no choice but to surrender."},{"text":"Piraten sind mit dem Schiff auf die Insel gekommen.","translation":"Pirates have come to the island by ship."},{"text":"Tom kam, als Pirat verkleidet, auf die Feier.","translation":"Tom showed up at the party dressed like a pirate."}],"Verlag":[{"text":"Der Verlag gab meinem Plan eine Chance.","translation":"The publisher gave my plan a chance."},{"text":"Laut Auskunft des Verlags wird die Zeitschrift bereits ab September erscheinen.","translation":"According to the publisher, the magazine will be published as early as September."},{"text":"Haben Sie Ihren Roman schon an einen Verlag geschickt?","translation":"Have you already sent your novel to a publisher?"},{"text":"Ich möchte gerne eine Bestellung beim Verlag aufgeben für das Buch.","translation":"I'd like to place an order for the book with the publishing company."},{"text":"In diesem Verlag wird wirklich alles veröffentlicht.","translation":"This publisher will publish absolutely anything."}],"allerseits":[{"text":"Guten Tag allerseits, wie geht's?","translation":"Hello everyone, how are you?"},{"text":"Guten Morgen allerseits!","translation":"Good morning everyone!"},{"text":"Hallo allerseits! Ich heiße Maria.","translation":"Hello everyone! My name is Mary."},{"text":"Hallo allerseits! Ich bin Maria.","translation":"Hi everyone, I'm Mary."},{"text":"Hallo allerseits! Ich bin Tom.","translation":"Hi everyone, I'm Tom."}],"Rasse":[{"text":"Das Geld ist der Gott der menschlichen Rasse.","translation":"Money is the god of the human race."},{"text":"In den Vereinigten Staaten leben verschiedene Rassen zusammen.","translation":"In the United States, different races live together."},{"text":"Was ist die Rasse deines Hundes?","translation":"What is your dog's breed?"},{"text":"Zu welcher Rasse gehört diese Katze?","translation":"To which breed does this cat belong?"},{"text":"Niemand weiß genau, aus wie vielen Rassen die Bevölkerung der USA sich zusammensetzt.","translation":"No one knows exactly how many races make up the population of the United States."}],"klammern":[{"text":"Schmerz klammert sich ans Herz.","translation":"Pain clings to the heart."},{"text":"Wer in den See gefallen ist, klammert sich sogar an eine Schlange.","translation":"Those who have fallen into the lake even cling to a snake."},{"text":"Zwei Mädchen klammerten sich an Toms Arme.","translation":"Two girls were hanging on to Tom's arms."},{"text":"Wir klammern uns noch immer an die Träume unserer Jugend.","translation":"We are still clinging to the dreams of our youth."},{"text":"Der Junge klammert sich an seine Mutter.","translation":"The boy is clinging to his mother."},{"text":"Übersetzen Sie die Wörter zwischen den Klammern.","translation":"Translate the words between the brackets."},{"text":"Bitte schreiben Sie ein Wort zwischen die Klammern.","translation":"Please write a word between the brackets."},{"text":"Mach es mit den Klammern da fest!","translation":"Fix it there with the brackets!"},{"text":"Bitte keine Klammern verwenden, sondern Zusatzinformationen im Kommentarteil bereitstellen! Bei Bedarf können auch zwei Sätze hinzugefügt werden.","translation":"Please do not use parentheses, but provide additional information in the comments section! If necessary, two sets can also be added."},{"text":"„Der Hund hat die Wäscheklammer gefressen! Was soll ich jetzt machen?“ – „Ach was, kein Problem! Da drüben in der Schüssel gibt es noch mehr Klammern.“","translation":"\"The dog ate the clothespin! What should I do now?\" – \"Oh, no problem! There are more staples over there in the bowl.\""}],"Behälter":[{"text":"Für Ihren Salz- und Pfeffervorrat haben wir die richtigen Behälter.","translation":"We have the right containers for your salt and pepper supply."},{"text":"Ich kann diesen Behälter nicht heben.","translation":"I cannot lift this box."},{"text":"Diese Gesetze gelten nur, wenn der Behälter geschlossen ist.","translation":"These laws only apply when the container is closed."},{"text":"Wem gehört dieser Behälter?","translation":"Who owns this container?"},{"text":"Weißt du, was sich in den Behältern dort befindet?","translation":"Do you know what's in those containers?"}],"bezahlt":[{"text":"Sie hat die Rechnung bezahlt.","translation":"She paid the bill."},{"text":"Ich habe bezahlten Urlaub.","translation":"I have paid leave."},{"text":"Tom hat eine Menge Geld für diese Gitarre bezahlt.","translation":"Tom paid a lot of money for that guitar."},{"text":"Arbeiter in Frankreich haben vier Wochen bezahlten Urlaub pro Jahr.","translation":"Workers in France receive four weeks of paid vacation each year."},{"text":"Ich suche eine gut bezahlte Arbeit.","translation":"I am looking for a well-paid job."},{"text":"Ich bezahlte die Rechnung.","translation":"I paid the bill."},{"text":"Tom bezahlte die Miete.","translation":"Tom paid the rent."},{"text":"Ich bezahlte zusätzlich fünf Dollar.","translation":"I paid five dollars in addition."},{"text":"Der Italiener bezahlte in Deutschland seinen Kaffee mit griechischen Euromünzen.","translation":"The Italian paid for his coffee in Germany with Greek euro coins."},{"text":"Der Händler bezahlte den Zwergen kaum etwas für die Edelsteine.","translation":"The merchant hardly paid the dwarves anything for the gems."}],"klebrig":[{"text":"Warum muss Tom mit seinen klebrigen Fingern immer alles anfassen?","translation":"Why does Tom always have to touch everything with his sticky fingers?"},{"text":"Dieser Reis ist klebrig.","translation":"This rice is sticky."},{"text":"Meine Hände werden klebrig.","translation":"My hands become sticky."},{"text":"Schmieren bedeutet, auf etwas eine dünne Schicht aus einer fettigen oder klebrigen Substanz aufzubringen.","translation":"Lubricating means applying a thin layer of a greasy or sticky substance to something."},{"text":"Hör auf, so klebrig zu glotzen; ich bin nicht zum Begaffen da!","translation":"Stop glaring so sticky; I'm not there to gawk!"}],"tagsüber":[{"text":"Lasst uns heute tagsüber ins Museum gehen.","translation":"Today, let's go to the museum during the day."},{"text":"Über Nacht wird man nur dann berühmt, wenn man tagsüber hart gearbeitet hat.","translation":"You only become famous overnight if you have worked hard during the day."},{"text":"Tom bleibt immer bis in die Puppen auf, und tagsüber ist er dann müde.","translation":"Tom always stays up to the dolls, and during the day he is tired."},{"text":"Die Sonne scheint tagsüber.","translation":"The sun shines during the day."},{"text":"Tagsüber passt Großmutter auf die Kinder auf.","translation":"During the day, grandmother takes care of the children."}],"egoistisch":[{"text":"Liebe ist egoistisch.","translation":"Love is selfish."},{"text":"Vielleicht hast du Recht, ich war egoistisch.","translation":"Maybe you're right, I was selfish."},{"text":"Man muss lernen zu teilen und nicht so egoistisch zu sein.","translation":"You have to learn to share and not be so selfish."},{"text":"Ich kenne keinen egoistischeren Menschen als Tom.","translation":"I don't know a more selfish person than Tom."},{"text":"Ein egoistischer Mensch denkt nur an seine eigenen Gefühle.","translation":"A selfish person thinks only of his own feelings."}],"bit":[{"text":"64-Bit-Programme laufen auf einem 32-Bit-System nicht.","translation":"64-bit programs do not run on a 32-bit system."},{"text":"Bite bitte nicht anfassen!","translation":"Please do not touch!"},{"text":"Maria gibt es in Bits und Bytes.","translation":"Maria comes in bits and bytes."},{"text":"Ein Nibble ist eine Datenmenge, die 4 Bits umfasst, es wird auch Halbbyte, Tetrade oder Quadrupel genannt.","translation":"A nibble is an amount of data that comprises 4 bits, it is also called half-byte, tetrad or quadruple."},{"text":"64-Bit-Programme laufen auf einem 32-Bit-System nicht.","translation":"64-bit programs do not run on a 32-bit system."}],"durchlaufen":[{"text":"Das neue Auto durchlief erfolgreich alle Tests.","translation":"The new car underwent its tests successfully."},{"text":"Sie durchläuft nur eine Phase.","translation":"She's just going through a phase."},{"text":"Der neue Motor muss alle notwendigen Tests durchlaufen.","translation":"The new engine must undergo all the necessary tests."},{"text":"Sie scheint einen Gesinnungswandel durchlaufen zu haben.","translation":"She seems to have had a change of heart."},{"text":"Er hat eine klassische Schulausbildung durchlaufen.","translation":"He has undergone a classical school education."}],"Börse":[{"text":"Alles ist an der Börse möglich, sogar das, was logisch ist.","translation":"Everything is possible on the stock market, even what is logical."},{"text":"Wer's kann, handelt an der Börse, wer's nicht kann, berät andere.","translation":"Those who can, trade stocks; those who can't, advise others."},{"text":"Geben Sie mir eine gute Regierung, und wir haben eine gesunde Börse!","translation":"Give me good government, and we have a healthy stock market!"},{"text":"Schöne Mädchen tragen keine Börsen.","translation":"Beautiful girls don't wear purses."},{"text":"Die Börse erfüllt eine wirtschaftliche Funktion. Ohne sie verbreiten sich neue Witze wesentlich langsamer.","translation":"The stock exchange fulfils an economic function. Without them, new jokes spread much more slowly."}],"Klimaanlage":[{"text":"Funktioniert die Klimaanlage?","translation":"Is the air conditioning working?"},{"text":"Mein Auto hat eine Klimaanlage.","translation":"My car has air conditioning."},{"text":"Wälder sind die größte Klimaanlage der Welt.","translation":"Forests are the largest air conditioning system in the world."},{"text":"Eine große Menge von Klimaanlagen ist verkauft worden, da die Temperatur hoch ist.","translation":"A large quantity of air-conditioners has been sold since the temperature is high."},{"text":"Dieses Zimmer verfügt über eine Klimaanlage.","translation":"This room features air conditioning."}],"wache":[{"text":"Ich halte seit drei Tagen Wache.","translation":"I have been on duty for three days."},{"text":"Der Apfel schmeckt süß, um den man die Wache betrügt.","translation":"The apple tastes sweet, for which you cheat the guard."},{"text":"Draußen ist eine Wache.","translation":"Outside is a guard."},{"text":"Ich halte jetzt Wache. Leg dich etwas hin!","translation":"I'll stand guard now. Go get some sleep."},{"text":"Draußen steht eine Wache.","translation":"A guard is outside."}],"Skript":[{"text":"Führen Sie einmal dieses Skript aus.","translation":"Run this script once."},{"text":"Er ergänzte seine Vorlesung durch ein Skript.","translation":"He supplemented his lecture with a script."}],"Spezialist":[{"text":"Ich bin kein Spezialist.","translation":"I am not a specialist."},{"text":"Ihr Arzt will sie zu einem Spezialisten schicken.","translation":"Her doctor wants to send her to a specialist."},{"text":"Es gibt nur einige wenige Spezialisten auf der Welt, die diese Krankheit behandeln können.","translation":"There are few specialists in the world who can treat this disease."},{"text":"Er ist Spezialist in diesem Bereich.","translation":"He's a specialist in this area."},{"text":"Viele neue Firmen können keine guten Spezialisten finden.","translation":"Many new companies cannot find good specialists."}],"klinge":[{"text":"Maria lässt Tom über die Klinge springen.","translation":"Maria makes Tom jump over the blade."},{"text":"Die Klinge meines Messers ist sehr scharf.","translation":"The blade of my knife is very keen."},{"text":"Das Wort ist schärfer als die Klinge!","translation":"The word is sharper than the blade!"},{"text":"Es ist gefährlich, mit einer Klinge so herumzuwedeln.","translation":"It's dangerous to wave a blade around like that."},{"text":"Mir ist die Klinge eines Küchenmessers abgebrochen, das ich jahrelang regelmäßig benutzt hatte.","translation":"I broke off the blade of a kitchen knife that I had used regularly for years."}],"unberührt":[{"text":"In dieser Gegend ist die Natur noch unberührt.","translation":"Nature in this region is still unspoilt."},{"text":"Unberührt vom Niedrig-Menschlichen wanderte er rüstig gen Westen, den dunklen Wäldern zu. Auf den blanken Schellen seiner Narrenkappe tanzten fröhliche Herbstsonnenlichter.","translation":"Untouched by the low-human, he wandered sprightly to the west, towards the dark forests. Cheerful autumn sunlights danced on the bare bells of his fool's cap."},{"text":"Der größte Teil des Amazonas-Dschungels ist noch unberührt.","translation":"Most of the Amazon jungle is still wild."},{"text":"Sehr wenige Orte auf unserer Erde sind von der Zivilisation unberührt geblieben.","translation":"Very few places on our earth remain undisturbed by civilization."},{"text":"Maria träumt von einem friedlichen Land mit unberührter Natur, mit Bergen und Seen.","translation":"Maria dreams of a peaceful country with untouched nature, with mountains and lakes."},{"text":"Welche Waldespracht! Wo gibt es noch Natur, so unberührt von des Menschen zerstörerischer Hand!","translation":"Which Waldespracht! Where is there still nature, so untouched by man's destructive hand!"},{"text":"Arrokoth ist das entfernteste, primitivste und unberührteste Objekt, das je von einer Raumsonde erforscht wurde.","translation":"Arrokoth is the most distant, most primitive and most pristine object ever explored by spacecraft."}],"Kooperation":[{"text":"Ich weiß Ihre Kooperation wirklich zu schätzen.","translation":"I really appreciate your cooperation."},{"text":"Niemand kann das Ergebnis dieser Kooperation vorhersagen.","translation":"No one can predict the outcome of this cooperation."},{"text":"Russland und die Europäische Union sind natürliche Partner und sollten ihre strategische Kooperation zum gegenseitigen Vorteil ausbauen.","translation":"Russia and the European Union are natural partners and should develop their strategic cooperation for mutual benefit."},{"text":"Ich wollte Ihre Kooperation.","translation":"I wanted your cooperation."}],"vorhersagen":[{"text":"Wird für morgen ein Sturm vorhergesagt?","translation":"Do they forecast a storm for tomorrow?"},{"text":"Für heute sind zehn Grad vorhergesagt.","translation":"They forecast ten degrees for today."},{"text":"Kann jener Mann dein Schicksal vorhersagen?","translation":"Can that man predict your fate?"},{"text":"Das Wetter wird wissenschaftlich vorhergesagt.","translation":"The weather is forecast scientifically."},{"text":"Die Ereignisse entwickelten sich genauso, wie sie vorhergesagt hatte.","translation":"Events unfolded exactly as she had predicted."},{"text":"Vorhersagen sind schwierig. Vor allem, wenn sie sich auf die Zukunft beziehen.","translation":"Predictions are difficult. Especially if they relate to the future."},{"text":"Keine seiner Vorhersagen traf ein.","translation":"None of his predictions came true."},{"text":"Meine Vorhersagen waren korrekt.","translation":"My predictions were accurate."},{"text":"Vorhersagen ist sagen, was geschehen wird, um dann zu erklären, warum es nicht eintraf.","translation":"Forecasting is the way of saying what will happen and then explaining why it didn't."},{"text":"Die Vorhersagen für die Weltwirtschaft werden düsterer.","translation":"The forecasts for the global economy are becoming gloomier."}],"wehren":[{"text":"Hör auf, dich zu wehren!","translation":"Stop resisting!"},{"text":"Er wehrte sich die Arbeit zu übernehmen.","translation":"He refused to take over the work."},{"text":"Echtes ehren, Schlechtem wehren, Schweres üben, Schönes lieben.","translation":"Honor the real, defend the bad, practice the heavy, love the beautiful."},{"text":"Wir müssen denen helfen, die sich nicht wehren können.","translation":"We must help those who cannot defend themselves."},{"text":"Tom wehrte Marys Schlag ab und schlug sie dann mit seiner rechten Hand.","translation":"Tom blocked Mary's punch, then slapped her with his right hand."}],"Jäger":[{"text":"Treffen sich zwei Jäger: Beide tot.","translation":"Two hunters meet: both are dead."},{"text":"Im Wilden Westen geboren, wurde Tom natürlich zu den Jägern eingezogen.","translation":"Born in the Wild West, Tom was naturally drafted into the hunters."},{"text":"Einen Satz wie \"Schmalspießer haben keine Rosen\" dürften nur Jäger ohne weiteres verstehen.","translation":"A sentence like \"Narrow philistines have no roses\" should only be understood by hunters without further ado."},{"text":"Ein guter Jäger lässt sich nicht aufs Rohr sehen.","translation":"A good hunter cannot be seen on the pipe."},{"text":"Ein Jäger und sein Hund essen zu jeder Stund.","translation":"A hunter and his dog eat at every hour."}],"Jury":[{"text":"Sie stand bei Gericht vor dem Richter und der Jury.","translation":"She stood in court before the judge and the jury."},{"text":"Es gab auch Menschen, die dachten, dass die Jury nicht weise entschieden habe.","translation":"There were also people who thought that the jury had not decided wisely."},{"text":"Die Jury hat ihm einen Preis zuerkannt.","translation":"The jury awarded him a prize."},{"text":"Wenn ich meinen Zahnarzt anrufe, um einen Termin zu vereinbaren, und er sagt mir, er habe die ganze folgende Woche keine Stunde mehr frei, glaube ich ihm. Er ist ein seriöser Profi. Aber wenn mich jemand zu einer Tagung einlädt, zu einer Diskussionsrunde, zur Mitarbeit an einem Sammelband, zur Teilnahme an einer Jury und ich sage ihm, dass ich keine Zeit habe, glaubt er mir nicht. „Na, na, Herr Professor\", sagt er, „einer wie Sie wird die Zeit schon finden!\" Offensichtlich werden wir Geisteswissenschaftler nicht für seriöse Profis gehalten, wir sind Tagediebe.","translation":"If I call my dentist to make an appointment and he tells me he doesn't have an hour off the whole following week, I believe him. He is a serious professional. But if someone invites me to a conference, to a discussion, to work on an anthology, to participate in a jury and I tell him that I don't have time, they don't believe me. \"Well, Professor,\" he says, \"someone like you will find the time!\" Obviously, we humanities scholars are not considered serious professionals, we are day thieves."},{"text":"Mit allen Glückwünschen der Jury!","translation":"With all the congratulations of the jury!"},{"text":"Niemals wird die Satire ihr Examen bestehen. In der Jury sitzen ihre Objekte.","translation":"Satire will never pass its exam. Their objects sit on the jury."},{"text":"Der Generalstaatsanwalt Russlands Jury Tschaika hat neulich erklärt, dass die Gefängnisse und Untersuchungshafträume in 16 Regionen des Landes überfüllt und dortige Haftbedingungen im Gegensatz zu Hygienestandards sind.","translation":"The Prosecutor General of Russia's Jury Chaika recently stated that prisons and detention rooms in 16 regions of the country are overcrowded and that prison conditions there are contrary to hygiene standards."}],"ausatmen":[{"text":"Der Doktor sagte mir, ich solle langsam und tief ein- und ausatmen.","translation":"The doctor told me to inhale and exhale slowly and deeply."},{"text":"Einatmen – und ausatmen!","translation":"Inhale – and exhale!"},{"text":"Durch den Mund ausatmen!","translation":"Exhale through the mouth."},{"text":"Gleichmäßig durch die Nase ein- und wieder ausatmen!","translation":"Inhale and exhale evenly through your nose."},{"text":"Wenn Sie Ihren Atem sehen können, wenn Sie ausatmen, wissen Sie, dass es kalt ist.","translation":"If you can see your breath when you exhale, you know it's cold."}],"herzlichen":[{"text":"Herzlichen Dank für die Einladung, die ich heute bekommen habe.","translation":"Thank you very much for the invitation I received today."},{"text":"Herzlichen Glückwunsch zu deinem Abschluss.","translation":"Congratulations on your graduation."},{"text":"Vielen herzlichen Dank!","translation":"Thank you ever so much."},{"text":"Recht herzlichen Dank!","translation":"Thanks very much, indeed."},{"text":"Nimm meinen herzlichen Dank für deine freundliche Unterstützung entgegen.","translation":"Thank you very much for your kind support."},{"text":"„Herzlichen Dank für alles.“ – „Gern geschehen.“","translation":"\"Thank you very much for everything.\" \"You are welcome.\""},{"text":"„In welchem Haus wohnt Tom denn?“ – „Ich denke, er wohnt in dem Haus mit den roten Ballons und dem großen Schild, auf dem steht: ‚Herzlichen Glückwunsch, Tom!‘“","translation":"\"Where is Tom's house?\" \"I think it's the house with red balloons and the big sign that says 'Happy birthday, Tom!'\""},{"text":"Als Tom den Raum betrat, sah er ein großes Spruchband, auf dem stand: „Herzlichen Glückwunsch zum Geburtstag, Tom!“","translation":"When Tom entered the room, he saw a large banner that said \"Happy Birthday, Tom.\""},{"text":"Ich werde der Witwe einen Brief schreiben, aber ich bin mir noch nicht sicher, was in diesem Fall passend ist: „Aufrichtiges Beileid“ oder „Herzlichen Glückwunsch“.","translation":"I will write a letter to the widow, but I am not yet sure what is appropriate in this case: \"Sincere condolences\" or \"Congratulations\"."}],"genügen":[{"text":"Hat das Geld genügt?","translation":"Was there enough money?"},{"text":"Mir genügt das Wasser, das im Bier ist.","translation":"The water that is in the beer is enough for me."},{"text":"Es genügt nicht, ein anständiger Mensch zu sein. Man muss es auch zeigen.","translation":"It is not enough to be a decent person. You also have to show it."},{"text":"Ein Stern genügt, um an das Licht zu glauben.","translation":"A star is enough to believe in the light."},{"text":"Mir genügt es, mich über die Geheimnisse zu wundern.","translation":"It is enough for me to wonder about the secrets."}],"Wäsche":[{"text":"Ich muss die Wäsche machen, solange die Sonne noch da ist.","translation":"I have to do the laundry while the sun is still there."},{"text":"Nach der Wäsche in Form bringen.","translation":"Get in shape after washing."},{"text":"Die Wäsche trocknet.","translation":"The laundry dries."},{"text":"Wie groß ist Ihre Sorge, dass jetzt in der Öffentlichkeit schmutzige Wäsche gewaschen wird?","translation":"How worried are you that dirty laundry is now being washed in public?"},{"text":"Tom hängt gerade die Wäsche auf.","translation":"Tom is hanging up the laundry."}],"probier":[{"text":"Probier mal etwas von diesem Kuchen.","translation":"Try some of this cake."},{"text":"Probier es nicht länger.","translation":"Stop trying."},{"text":"Das Kleid ist viel zu knallig, probier lieber nochmal ein anderes an.","translation":"The dress is much too gaudy, better try on another one."},{"text":"Maria klebte einen Zettel an den Spiegel im Bad: „Lieber Tom, probier mal wieder Bratkartoffeln mit gebratener Blutwurst! Das ist die absolute Geschmacksexplosion.“","translation":"Maria stuck a note to the mirror in the bathroom: \"Dear Tom, try fried potatoes with fried black pudding again! This is the absolute explosion of taste.\""},{"text":"Probier mal den anderen da!","translation":"Try the other one there."},{"text":"Probier den Kuchen.","translation":"Try the cake."},{"text":"Probiere einmal diese Soße.","translation":"Try this sauce."},{"text":"Probiere diesen neuen Anzug an, damit wir sehen, ob er gut passt.","translation":"Try on this new suit to see if it fits well."},{"text":"„Ist da Knoblauch drin?“ – „Nein, Oma.“ – „Aber ich rieche doch, dass da Knoblauch drin ist! Du weißt, dass ich den nicht esse!“ – „Du hast recht, aber in dieses Gericht gehört einfach Knoblauch. Probier doch wenigstens einmal!“ – „Nein! Ich gehe zu Müllers. Die essen gleich. Da kriege ich bestimmt was Vernünftiges.“","translation":"\"Is there garlic in this?\" \"No, Nan.\" \"But I can smell garlic in it! You know I don't eat that!\" \"All right, Nan, you're right: there is. But you can't have this dish without garlic. Just try it at least.\" \"No! I'm going to the Millers'. They'll be eating about now. I'll get something sensible there.\""},{"text":"Probiere diese Süßigkeit.","translation":"Try this candy."}],"wartest":[{"text":"Worauf wartest du noch?","translation":"What are you waiting for?"},{"text":"Worauf wartest du? Antworte!","translation":"What are you waiting for? Give an answer."},{"text":"Wie lange wartest du schon?","translation":"How long have you been waiting?"},{"text":"Ist die Person, auf die du wartest, ein Mann oder eine Frau?","translation":"Is the person you're waiting for a man or a woman?"},{"text":"Je länger du wartest, desto schwieriger wird es werden.","translation":"The more you wait, the worse it's going to get."},{"text":"Wartest du eine Minute?","translation":"Will you wait a minute?"},{"text":"Wartest du schon lange?","translation":"Have you been waiting a long time?"},{"text":"Du sitzt schon den ganzen Nachmittag hier. Wartest du auf jemanden?","translation":"You've been sitting here all afternoon. Are you waiting for someone?"},{"text":"Warum wartest du nicht im Auto, solange ich in den Laden gehe?","translation":"Why don't you wait in the car while I go into the store?"},{"text":"Wie lange wartest du schon darauf, dass dein Traum in Erfüllung geht?","translation":"How long have you been waiting for your dream to come true?"}],"hee":[],"elend":[{"text":"Nichts ist so elend als der Mann, der alles will und der nichts kann.","translation":"Nothing is so miserable as the man who wants everything and who can do nothing."},{"text":"Ich fühle mich elend.","translation":"I feel miserable."},{"text":"Sie gehören ins Bett, so elend, wie Sie aussehen!","translation":"You belong in bed, as miserable as you look!"},{"text":"Ich habe noch nie einen Menschen in so einem elenden Zustand gesehen.","translation":"I never saw a man in so wretched a condition."},{"text":"Ich stöhnte ins Telefon: „Mir ist elend.“","translation":"I groaned into the phone, \"I'm miserable.\""},{"text":"Alles Elend kommt davon, dass wir nicht ruhig allein in einem Zimmer sitzen können.","translation":"All misery comes from the fact that we cannot sit quietly alone in a room."},{"text":"Arbeit schützt vor Elend.","translation":"Work protects against misery."},{"text":"Du zählst im Elend keinen Freund.","translation":"You don't count a friend in misery."},{"text":"Das größte Elend ist, kein Elend ertragen zu können.","translation":"The greatest misery is not being able to endure misery."},{"text":"Ein kurzer Schmerz ist besser als ein langes Elend.","translation":"A short pain is better than a long misery."}],"erfreuen":[{"text":"Niemand erfreut sich mehr an Rache als eine Frau.","translation":"No one enjoys revenge more than a woman."},{"text":"Ich bin über das Wetter erfreut.","translation":"I'm delighted about the weather."},{"text":"Das Essen soll zuerst das Auge erfreuen und dann den Magen.","translation":"The food should first please the eye and then the stomach."},{"text":"Es ist schön, sich an der Natur zu erfreuen.","translation":"It's nice to enjoy nature."},{"text":"Sich an den einfachen Dingen des Lebens zu erfreuen, bedeutet, sein Leben zu genießen.","translation":"To enjoy the simple things in life is to enjoy one's life."}],"unfassbar":[{"text":"Es ist unfassbar, dass Tom schon über 80 Jahre alt ist.","translation":"It's unbelievable that Tom's already over 80."},{"text":"Es ist unfassbar, einfach unfassbar!","translation":"It's unbelievable, just unbelievable!"},{"text":"Auf der Insel Java leben 148,8 Millionen Menschen, mehr als in ganz Russland! Das finde ich unfassbar.","translation":"148.8 million people live on the island of Java, more than in the whole of Russia! I find that unbelievable."},{"text":"Dass andere Leute kein Glück haben, finden wir sehr natürlich, dass wir selber keines haben, erscheint uns immer unfassbar.","translation":"The fact that other people are not lucky, we find very natural, that we ourselves have none, always seems incomprehensible to us."},{"text":"Unfassbar, dass du Hanako nachstellst! Da du dich in der letzten Zeit ruhig verhalten hast, war ich nicht mehr so wachsam.","translation":"That you should be stalking Hanako! You'd been quiet recently so I'd let my guard down."}],"bemerkenswert":[{"text":"Für ein Mädchen ihres Alters äußert Maria wirklich sehr kluge, bemerkenswerte Gedanken.","translation":"For a girl of her age, Mary expresses very clever, remarkable thoughts."},{"text":"Diese Tatsache erscheint mir bemerkenswert.","translation":"This fact strikes me as remarkable."},{"text":"Diese junge Frau ist bemerkenswert hübsch.","translation":"This young woman is remarkably pretty."},{"text":"Den Mut, sich an diesem Abenteuer nicht zu beteiligen, finde ich bemerkenswert.","translation":"I find the courage not to participate in this adventure remarkable."},{"text":"Was für eine bemerkenswerte Leistung!","translation":"What a remarkable achievement!"}],"Rindfleisch":[{"text":"Ich mag eher Rindfleisch.","translation":"I'm more like beef."},{"text":"Ich hätte auch gerne Rindfleisch.","translation":"I would also like to have beef."},{"text":"Ich esse kein Schweine- oder Rindfleisch und auch keine Eier.","translation":"I don't eat pork or beef or eggs."},{"text":"Japanisches Rindfleisch war gestern im Angebot.","translation":"Japanese beef was on sale yesterday."},{"text":"Rindfleisch ist heutzutage teuer.","translation":"Beef is expensive nowadays."}],"erreichbar":[{"text":"Wenn Sie mich brauchen – ich bin über Handy erreichbar.","translation":"If you need me – I can be reached via mobile phone."},{"text":"Dieses Ziel ist erreichbar.","translation":"This goal is achievable."},{"text":"Unsere Stadt ist gut mit Bahn oder Auto erreichbar.","translation":"Our city is easily accessible by train or car."},{"text":"Der Ort ist nur zu Fuß oder per Pferd erreichbar.","translation":"The place is only accessible on foot or on horseback."},{"text":"Die Stadt ist mit dem Zug erreichbar.","translation":"The town is accessible by rail."}],"Feinde":[{"text":"Wer keine Feinde hat, hat selten echte Freunde.","translation":"Those who have no enemies rarely have real friends."},{"text":"Hast du keine Feinde, dann hast du keinen Charakter.","translation":"If you have no enemies, then you have no character."},{"text":"In der Wahl seiner Feinde kann der Mensch nicht vorsichtig genug sein.","translation":"When choosing his enemies, man can never be cautious enough."},{"text":"Überzeugungen sind oft die gefährlichsten Feinde der Wahrheit.","translation":"Beliefs are often the most dangerous enemies of truth."},{"text":"Religion und Familie sind die beiden größten Feinde des Fortschritts.","translation":"Religion and family are the two greatest enemies of progress."}],"verknüpfen":[{"text":"Es sind Bedingungen damit verknüpft.","translation":"There are strings attached."},{"text":"Könnte bitte jemand die Sätze mit den Nummern 1 und 2 miteinander verknüpfen?","translation":"Could someone please link the sentences with the numbers 1 and 2 together?"},{"text":"Sie sollten Beruf und Privatleben miteinander verknüpfen.","translation":"They should combine work and private life."},{"text":"Seine Vorstellungen waren eng mit dem Buddhismus verknüpft.","translation":"His ideas were closely linked to Buddhism."},{"text":"In Japan sind Löhne allgemein mit der Dienstdauer verknüpft.","translation":"In Japan, wages are generally linked to length of service."},{"text":"Wenn du meinen Satz schon übersetzt hast, warum hast du ihn dann nicht mit deinem verknüpft?","translation":"If you've already translated my sentence, why didn't you link it to yours?"},{"text":"Alle Dinge und Vorgänge der Welt sind miteinander verknüpft und verschlungen.","translation":"All things and processes in the world are interconnected and intertwined."},{"text":"Wie verknüpft oder entkoppelt man Sätze?","translation":"How can I link or unlink sentences?"}],"erhitzen":[{"text":"Ich erhitze das Abendessen.","translation":"I am heating the dinner."},{"text":"Sie erhitzt das Wasser.","translation":"She's heating the water."},{"text":"Ich kann das Abendessen nicht erhitzen. Es ist kein Gas da.","translation":"I cannot heat the dinner. There is no gas."},{"text":"Ein oder zwei Esslöffel Olivenöl werden im Topf erhitzt.","translation":"One or two tablespoons of olive oil are heated in the pot."},{"text":"Wenn man Eis erhitzt, schmilzt es.","translation":"If you heat ice, it melts."}],"dekorieren":[{"text":"Tom dekoriert sein Zimmer.","translation":"Tom is decorating his room."},{"text":"Tom hat vor, sein Schlafzimmer neu zu dekorieren.","translation":"Tom is planning to redecorate his bedroom."},{"text":"Ich dekoriere die Seiten meines Buches mit den Farben verschiedener Flaggen.","translation":"I decorate the pages of my book with the colors of various flags."},{"text":"Ich mag es, mein Zimmer mit Blumen zu dekorieren.","translation":"I like to decorate my room with flowers."},{"text":"Sie dekoriert sich die Wände mit Postern.","translation":"She decorates her walls with posters."}],"Karotte":[{"text":"Er isst meine Karotte.","translation":"He's eating my carrot."},{"text":"Außer Karotten gibt es nichts, was er nicht isst.","translation":"Apart from carrots, there is nothing he does not eat."},{"text":"Die Karotten kosten drei Dollar.","translation":"The carrots cost three dollars."},{"text":"Er schnitt die Karotte klein.","translation":"He chopped the carrot."},{"text":"Wir brauchen Karotten und Tomaten für die Suppe.","translation":"We need carrots and tomatoes for the soup."}],"geradeaus":[{"text":"Gehen Sie geradeaus bis ans Ende der Straße.","translation":"Go straight on to the end of the road."},{"text":"Fahren Sie auf dieser Straße bitte geradeaus!","translation":"Drive straight down this road, please."},{"text":"Fahre geradeaus und biege dann nach rechts ab.","translation":"Go straight, then turn right."},{"text":"Geh einfach geradeaus, dann kommst du zum Bahnhof.","translation":"Just go straight on, and you'll come to the station."},{"text":"Geh weiter geradeaus.","translation":"Keep going straight."},{"text":"Gehen Sie weiter geradeaus.","translation":"Continue straight ahead."},{"text":"Geht diese Straße geradeaus.","translation":"Go straight ahead on this street."},{"text":"Soll ich links rum, rechts rum oder geradeaus gehen?","translation":"Should I turn left, right, or go straight?"},{"text":"Es ist so klein bei mir! Geradeaus kommt man nicht besonders weit ...","translation":"It's so small with me! Straight ahead you don't get very far ..."},{"text":"Ich bin so müde, dass ich nicht mehr geradeaus gucken kann.","translation":"I'm so tired I can't see straight."}],"Flüchtling":[{"text":"Das Boot ist voller Flüchtlinge.","translation":"The boat is full of refugees."},{"text":"Wir müssen die Flüchtlinge von ihrem Leid befreien.","translation":"We must free the refugees from their suffering."},{"text":"Die Flüchtlinge kämpften gegen den Hunger.","translation":"The refugees fought against hunger."},{"text":"Unter den Flüchtlingen sind viele Kinder.","translation":"Among the refugees there are many children."},{"text":"Es ist eine Schande, was mit den Flüchtlingen an der Grenze passiert.","translation":"What's happening to refugees at the border is a shame."}],"Kapazität":[{"text":"Alle Fabriken arbeiten mit voller Kapazität.","translation":"All factories operate at full capacity."},{"text":"In dem Bericht wurde die Kapazität der Halle übertrieben.","translation":"In the report, the capacity of the hall was exaggerated."},{"text":"Wie berechnet man die Kapazität eines Kondensators?","translation":"How does one calculate the capacitance of a capacitor?"},{"text":"Die Amerikaner verfügen sicherlich über ausreichende Kapazität und Kenntnisse, um diese Schiffe selbst zu verschrotten.","translation":"The Americans certainly have sufficient capacity and knowledge to scrap these ships themselves."},{"text":"Das maximale Volumen diverser Knollenfrüchte verhält sich reziprok zur intellektuellen Kapazität der sie produzierenden Agrarier.","translation":"The maximum volume of various tuberous fruits is reciprocal to the intellectual capacity of the agrarians who produce them."}],"Wange":[{"text":"Ich hab ihn auf die Wange geküsst.","translation":"I kissed him on the cheek."},{"text":"Trocken Brot macht Wangen rot.","translation":"Dry bread makes cheeks red."},{"text":"Ihre Wangen waren kalt wie Eis.","translation":"Her cheeks were cold as ice."},{"text":"Ihm fielen Augen und Wangen ein.","translation":"His eyes and cheeks came to mind."},{"text":"Tom trug Maria auf den Armen und gab ihr auf die Wange einen Kuss.","translation":"Tom took Maria in his arms and gave her a kiss on the cheek."}],"Festplatte":[{"text":"Ich speichere meine Arbeiten immer zusätzlich auf einer externen Festplatte.","translation":"I always save my work on an external hard drive."},{"text":"Ich habe aus Versehen meine Festplatte gelöscht.","translation":"I erased my hard disk by accident."},{"text":"Es besteht immer das Risiko, dass sämtliche Daten auf der Festplatte verloren gehen.","translation":"There is always the risk of losing all the data on your hard disk."},{"text":"Meine Festplatte ist fast voll.","translation":"My hard drive is almost full."},{"text":"Wer hat die neue Festplatte installiert?","translation":"Who installed the new hard drive?"}],"leidenschaftlich":[{"text":"Ehen, aus leidenschaftlicher, blinder Liebe geschlossen, geraten selten.","translation":"Marriages based on passionate, blind love seldom work out."},{"text":"Er hat keinerlei Überzeugung, aber die verteidigt er leidenschaftlich.","translation":"He has no convictions, but he defends them passionately."},{"text":"Ihr Gesicht trägt die Spuren einer leidenschaftlichen Vergangenheit.","translation":"Her face bears the traces of a passionate past."},{"text":"Tom empfindet einen leidenschaftlichen Hass gegen Maria.","translation":"Tom feels a passionate hatred for Mary."},{"text":"Das neue Jahr wird stets leidenschaftlich begrüßt. Egal wie es dann wirklich wird.","translation":"The New Year is always greeted passionately. No matter how it really turns out."}],"zuordnen":[{"text":"Jedem Haus ist ein Garten zugeordnet.","translation":"Each house is assigned a garden."},{"text":"Jeder Wohnung ist ein Garten zugeordnet.","translation":"Each apartment is assigned a garden."},{"text":"Jeder Kategorie ist ein eindeutiger Code zugeordnet.","translation":"Each category is assigned a unique code."},{"text":"Es ist zu empfehlen, keine Sätze zu übersetzen, die nicht einem Muttersprachler zugeordnet sind.","translation":"It is recommended not to translate sentences that are not assigned to a native speaker."},{"text":"Steine werden gemeinhin der toten Materie zugeordnet.","translation":"Stones are generally considered dead material."}],"umkehren":[{"text":"Wer umkehrt, dem kommt man entgegen.","translation":"Whoever repents is accommodated."},{"text":"Einfach reden, aber kompliziert denken — nicht umgekehrt.","translation":"Just talk, but think complicated — not the other way around."},{"text":"Umgekehrt wird ein Schuh daraus.","translation":"Conversely, it becomes a shoe."},{"text":"Die Praxis sollte das Ergebnis des Nachdenkens sein, nicht umgekehrt.","translation":"Practice should be the result of reflection, not the other way around."},{"text":"Unter Stil verstehe ich die Fähigkeit, komplizierte Dinge einfach zu sagen, nicht umgekehrt.","translation":"By style, I mean the ability to say complicated things simply, not the other way around."}],"ausüben":[{"text":"Es wird Druck ausgeübt.","translation":"Pressure is exerted."},{"text":"Wir müssen weiterhin Druck ausüben.","translation":"We must continue to exert pressure."},{"text":"Tut es weh, wenn ich hier Druck ausübe?","translation":"Does it hurt if I apply pressure here?"},{"text":"Eine Führung, die Druck ausübt, hätte die Ergebnisse, die wir hier sehen, nicht erzielen können.","translation":"Leadership by coercion would not produce the results we see."},{"text":"Er hat den Beruf zwar erlernt, aber nie ausgeübt.","translation":"He learned the profession, but never practiced it."},{"text":"Wer Angst hat, sollte meinen Beruf nicht ausüben.","translation":"If you are afraid, you should not practice my profession."},{"text":"Macht besitzen und nicht ausüben ist wahre Größe.","translation":"Possessing power and not exercising it is true greatness."},{"text":"Macht ist der leichte Ersatz für Liebe. Macht ausüben ist leicht – Liebe üben dagegen schwer.","translation":"Power is the easy substitute for love. Exercising power is easy, but practicing love is difficult."},{"text":"Eines recht wissen und ausüben gibt höhere Bildung als Halbheit im Hundertfältigen.","translation":"One right knowledge and practice gives higher education than half-heartedness in the hundredfold."},{"text":"Verehrter Herr Kollege, es wird einfach nichts Gescheites daraus, wenn man die Galle die Funktion des Gehirns ausüben lässt!","translation":"Ladies and gentlemen, it is simply not wise to let bile perform the function of the brain!"}],"Paradies":[{"text":"Erinnerung ist das Paradies, aus dem man nicht vertrieben werden kann.","translation":"Memory is the paradise from which one cannot be expelled."},{"text":"Das Paradies auf Erden ist dort, wo ich bin.","translation":"Paradise on earth is where I am."},{"text":"Küsse sind das, was von der Sprache des Paradieses übrig geblieben ist.","translation":"Kisses are what is left of the language of paradise."},{"text":"Mit dir zusammen würde mir sogar die Hölle wie ein Paradies vorkommen.","translation":"Together with you, even hell would seem like paradise to me."},{"text":"Schönes kann nur der entdecken, der weiß, dass er nicht im Paradies lebt.","translation":"Beautiful things can only be discovered by those who know that they do not live in paradise."}],"Berater":[{"text":"In der Vielzahl der Berater liegt die Sicherheit.","translation":"Security lies in the large number of consultants."},{"text":"Die Firma hat ihn als Berater beschäftigt.","translation":"The company engaged him as an advisor."},{"text":"Dafür benötige ich die Hilfe eines professionellen Beraters.","translation":"For this I need the help of a professional consultant."},{"text":"Ich war sein persönlicher Freund sowie sein ärztlicher Berater.","translation":"I was his personal friend as well as his medical attendant."},{"text":"Er ist der engste Berater des Königs.","translation":"He's the king's most trusted advisor."}],"zuversichtlich":[{"text":"Anfangs war ich noch zuversichtlich, was sich aber schnell ändern sollte.","translation":"At first I was still confident, but that should change quickly."},{"text":"Ich hoffe zuversichtlich, dass die Zukunft fröhlichere Möglichkeiten bietet als Computer und Internet.","translation":"I confidently hope that the future offers happier possibilities than computers and the Internet."},{"text":"Ich bin zuversichtlich, dass er sein Versprechen halten wird.","translation":"I am confident he will keep his promise."},{"text":"Er ist zuversichtlich, dass er den Test besteht.","translation":"He is confident that he will pass the test."},{"text":"Wir sind nicht recht zuversichtlich.","translation":"We're not so confident."}],"Bestandteil":[{"text":"Was ist ein wichtiger Bestandteil, um Geld zu verdienen?","translation":"What is an essential component of making money?"},{"text":"Eine gute Kommunikation und gegenseitiger Respekt sind die wesentlichen Bestandteile erfolgreicher Zusammenarbeit.","translation":"Effective communication and mutual respect are essential elements of successful teamwork."},{"text":"Neugier ist ein Bestandteil von Intelligenz.","translation":"Curiosity is a component of intelligence."},{"text":"Das war Bestandteil des Plans.","translation":"That was part of the plan."},{"text":"Ist ein Gegenstand, dessen sämtliche Bestandteile ausgetauscht wurden, noch immer derselbe Gegenstand?","translation":"Is an object that has had all of its components replaced still the same object?"}],"Aussprache":[{"text":"Wie ist meine Aussprache? Hört man die Deutsche stark heraus?","translation":"How is my pronunciation? Do you hear the Germans strongly?"},{"text":"Sie hat eine ziemlich feuchte Aussprache.","translation":"She has a pretty wet pronunciation."},{"text":"Bei ihrer klaren Aussprache verstehe ich jedes Wort.","translation":"With their clear pronunciation, I understand every word."},{"text":"Für einen Versuch ist es niemals zu früh, für eine Aussprache niemals zu spät.","translation":"It is never too early to try, never too late to have a debate."},{"text":"Bitte entschuldige meine schlechte Aussprache!","translation":"Please excuse my bad pronunciation!"}],"Tank":[{"text":"Der Tank ist leer.","translation":"The tank is empty."},{"text":"Wenn ich ein Gehirn im Tank wäre, würde ich dies nicht schreiben.","translation":"If I were a brain in a vat, I wouldn't write this."},{"text":"Der Tank ist noch halb voll.","translation":"The tank is still half full."},{"text":"Das Fahrzeug blieb mit leerem Tank liegen.","translation":"The vehicle was left with an empty tank."},{"text":"Füll den Tank auf.","translation":"Fill up the tank."}],"unterdrücken":[{"text":"Viele können die Tränen kaum unterdrücken.","translation":"Many can hardly hold back their tears."},{"text":"Die Wahrheit kann gedrückt, aber nicht unterdrückt werden.","translation":"The truth can be pressed, but not suppressed."},{"text":"Warum unterdrücken Sie Ihre Mitarbeiter?","translation":"Why do you oppress your employees?"},{"text":"Es ist leichter, den ersten Wunsch zu unterdrücken, als die folgenden zu erfüllen.","translation":"It is easier to suppress the first wish than to fulfill the following."},{"text":"Sie unterdrückte ein Lachen.","translation":"She suppressed a laugh."}],"Algorithmus":[{"text":"Dann können wir den Algorithmus fortsetzen.","translation":"Then we can continue the algorithm."},{"text":"Der Begriff des Algorithmus bildet den Kern der gesamten Berechnungstheorie.","translation":"The notion of algorithm forms the core of all of the computation theory."},{"text":"Dieser Algorithmus konvergiert nicht.","translation":"This algorithm does not converge."},{"text":"Einen geeigneten Algorithmus für mein Maschinenprogramm zu finden, bereitete mir große Schwierigkeiten.","translation":"Finding a suitable algorithm for my machine program caused me great difficulties."},{"text":"Die Menschheit manipuliert mittels diverser Algorithmen Datenverarbeitungsprozesse und erschafft so das Leben der Datenwelt.","translation":"Humanity manipulates data processing processes by means of various algorithms and thus creates the life of the data world."}],"Fitnessstudio":[{"text":"Bist du Mitglied in einem Fitnessstudio?","translation":"Do you have gym membership?"},{"text":"Das Fitnessstudio liegt um die Ecke.","translation":"The gym is round the corner."},{"text":"Ich gehe regelmäßig ins Fitnessstudio.","translation":"I go to the gym regularly."},{"text":"Tom trainiert zweimal bis dreimal in der Woche im Fitnessstudio.","translation":"Tom works out at the gym two to three times a week."},{"text":"Ich habe meine jetzige Freundin im Fitnessstudio kennengelernt.","translation":"I met my current girlfriend in the gym."}],"aufsteigen":[{"text":"Nach dieser Rede im Bundestag ist Tom zu einem meiner persönlichen Helden aufgestiegen.","translation":"After this speech in the Bundestag, Tom has become one of my personal heroes."},{"text":"Ich fühlte von Anfang an Zweifel in mir aufsteigen.","translation":"I had my doubts from the get-go."},{"text":"Tom verdient es aufzusteigen.","translation":"Tom deserves to move up."},{"text":"Sie will als Stern aufsteigen.","translation":"She wants to be a star."},{"text":"Wir wollten ein Gefühl der Hoffnung aufsteigen lassen.","translation":"We wanted to instill a feeling of hope."}],"bessere":[{"text":"Du verdienst etwas Besseres als mich.","translation":"You deserve better than me."},{"text":"Besser weniger und dafür etwas Besseres.","translation":"Better less and something better."},{"text":"Mach das Beste aus dir, etwas Besseres kannst du nicht tun.","translation":"Make the best of yourself, you can't do anything better."},{"text":"Nach einem Bad gibt es doch nichts Besseres als ein Bier!","translation":"After a bath, there is nothing better than a beer!"},{"text":"Ich schwöre, ich habe nie etwas Besseres gegessen.","translation":"I swear I've never eaten anything better."}],"Fortsetzung":[{"text":"Die Fortsetzung folgt.","translation":"The sequel follows."},{"text":"Der Krieg ist die Fortsetzung der Politik mit anderen Mitteln.","translation":"War is the continuation of politics by other means."},{"text":"Stell dir eine mögliche Fortsetzung der Geschichte vor und schreib den Dialog!","translation":"Imagine a possible continuation of the story and write the dialogue!"},{"text":"Dir hat man die Fortsetzung dieser Arbeit übertragen.","translation":"You have been entrusted with the continuation of this work."},{"text":"Ein Jahr später kam eine Fortsetzung heraus.","translation":"A sequel was released a year later."}],"Stange":[{"text":"Peter kauft seine Kleidung immer von der Stange.","translation":"Peter always buys his clothes off the shelf."},{"text":"Der Urlaub hat mich eine Stange Geld gekostet.","translation":"The holiday cost me a lot of money."},{"text":"Es ist seltsam, dass die Hühner beim Schlafen nie von der Stange fallen.","translation":"It's funny that chickens never fall off their perches when they're asleep."},{"text":"Er bemerkte eine aus dem Schnee hervorragende Stange.","translation":"He noticed a pole protruding from the snow."},{"text":"Mary hält Tom immer noch die Stange.","translation":"Mary is still holding Tom's pole."}],"beitreten":[{"text":"Warum möchtest du unserer Gruppe beitreten?","translation":"Why do you want to join our group?"},{"text":"Wer einer geschlagenen Partei beitritt, hat entweder Charakter oder keinen Verstand.","translation":"Whoever joins a defeated party has either character or no mind."},{"text":"Sie weigerten sich, der Armee beizutreten.","translation":"They refused to join the army."},{"text":"Ich möchte Tom bitten, unserer Gruppe beizutreten.","translation":"I'd like to ask Tom to join our group."},{"text":"Lasst mich dem Spiel auch beitreten.","translation":"Let me join the game too."}],"fülle":[{"text":"Auch ein Fülle von Büchern ersetzt den guten Lehrer nicht.","translation":"Even a plethora of books does not replace the good teacher."},{"text":"Ich fühle, dass Kleinigkeiten die Fülle des Lebens ausmachen.","translation":"I feel that little things make up the fullness of life."},{"text":"Diesen Füller habe ich in Paris gekauft.","translation":"It was this fountain pen that I bought in Paris."},{"text":"Fülle dieses Formular aus.","translation":"Fill in this form."},{"text":"Schreib bitte mit Füller.","translation":"Please write with a pen."}],"verwechseln":[{"text":"Diese Wörter verwechselt man leicht.","translation":"It's easy to get those words confused."},{"text":"Man darf die Mehrheit nicht mit der Wahrheit verwechseln.","translation":"One must not confuse the majority with the truth."},{"text":"Alexmarcelo und Marcelostockle werden häufig verwechselt.","translation":"Alexmarcelo and Marcelostockle are often confused."},{"text":"Wer Dank mit Belohnung verwechseln kann, hat nur die letztere verdient.","translation":"Those who can confuse thanks with rewards deserve only the latter."},{"text":"Er verwechselt mich immer mit meiner Schwester.","translation":"He always confuses me with my sister."}],"verkleiden":[{"text":"Liisa verkleidete ihre Tochter als Prinzessin.","translation":"Liisa disguised her daughter as a princess."},{"text":"Er verkleidete sich als Frau.","translation":"He disguised himself as a woman."},{"text":"Sie war als Mann verkleidet.","translation":"She was disguised in men's clothes."},{"text":"Er entkam, als Polizist verkleidet.","translation":"He got away disguised as a policeman."},{"text":"Tom ließ sich einen Bart wachsen und versuchte sich zu verkleiden.","translation":"Tom grew a beard and tried to disguise himself."}],"nuß":[{"text":"Du kriegst gleich einen auf die Nuss!","translation":"You'll get one on the nut right away!"},{"text":"Am Baum der Erkenntnis hängen keine Äpfel, sondern harte Nüsse.","translation":"On the tree of knowledge hang no apples, but hard nuts."},{"text":"Bring mal die Nüsse her!","translation":"Bring the nuts here!"},{"text":"Mit seinen Knochen wollen wir noch Nüsse von den Bäumen werfen.","translation":"With his bones we want to throw nuts from the trees."},{"text":"Nüsse sind vorhanden, aber keine Zähne, Zähne sind vorhanden, aber keine Nüsse.","translation":"Nuts are present but no teeth, teeth are present but no nuts."}],"Action":[{"text":"Tai-Chi ist mir zu langweilig. Ich brauche mehr Action.","translation":"Tai chi is too boring for me. I need more action."}],"verkünden":[{"text":"Die Polizei verkündete das Ende sämtlicher Ermittlungen.","translation":"The police announced the end of all investigations."},{"text":"Es wurde verkündet, dass ich schuldig bin.","translation":"It was announced that I am guilty."},{"text":"Maria verkündete Oliver, dass er bald einen neuen Bruder haben werde.","translation":"Mary announced to Oliver that he would soon have a new brother."},{"text":"Maria verkündete Oliver, dass er bald eine neue Schwester hätte.","translation":"Mary announced to Oliver that he would soon have a new sister."},{"text":"Zu guter Letzt verkündete man die Namen derer, die gesiegt hatten.","translation":"Finally, the names of those who had won were announced."}],"verfassen":[{"text":"Ich muss einen Brief verfassen.","translation":"I have to write a letter."},{"text":"Wer hat dieses Gedicht verfasst?","translation":"Who wrote this poem?"},{"text":"Dieses Gedicht wurde letzte Nacht verfasst.","translation":"This poem was written last night."},{"text":"Ich will Mails verfassen, doch meine Augen schmerzen.","translation":"I want to write emails, but my eyes hurt."},{"text":"Habt ihr euren Bericht verfasst?","translation":"Have you written your report?"}],"lebt":[{"text":"Wer Immobilien auf Kredit kauft, lebt gefährlich.","translation":"Anyone who buys real estate on credit lives dangerously."},{"text":"Die Ruhe tötet, nur wer handelt, lebt.","translation":"Calm kills, only those who act live."},{"text":"Wer lange lacht, lebt lange!","translation":"He who laughs long, lives long!"},{"text":"Wer rückwärts blickt, gibt sich verloren: wer lebt und leben will, muss vorwärts sehen.","translation":"Those who look backwards are lost: those who live and want to live must look forward."},{"text":"Wisst ihr zufällig, wo sie lebt?","translation":"Do you happen to know where she lives?"}],"andere":[{"text":"Andere beherrschen erfordert Kraft. Sich selbst beherrschen fordert Stärke.","translation":"Mastering others requires strength. Mastering oneself requires strength."},{"text":"Manche Menschen leben, um zu essen. Andere hingegen essen, um zu leben.","translation":"Some people live to eat. Others, on the other hand, eat to live."},{"text":"Andere bedeuteten ihm mehr als er sich selber.","translation":"Others meant more to him than he meant to himself."},{"text":"Hab die Menschen gern, so wie sie sind. Andere gibt es nämlich nicht.","translation":"Like people as they are. There are no others."},{"text":"Andere bekommen gleich kalte Füße, wenn ihnen der Wind einmal ins Gesicht bläst.","translation":"Others get cold feet when the wind blows in their faces."}],"beauftragen":[{"text":"Er wurde mit einer streng geheimen Mission beauftragt.","translation":"He was assigned to a top-secret mission."},{"text":"Ich bin mit einer wichtigen Mission beauftragt.","translation":"I am entrusted with an important mission."},{"text":"Tom beauftragte mich, eine Geschichte für ihn zu schreiben.","translation":"Tom commissioned me to write a story for him."},{"text":"Der Minister hat mich beauftragt, diese Angelegenheit zu überprüfen.","translation":"The Minister has instructed me to review this matter."},{"text":"Ein führender Experte wurde mit der Authentifizierung des Gemäldes beauftragt.","translation":"A leading expert was tasked with authenticating the painting."},{"text":"Tom hat eine Agentur mit der Erstellung des Werbematerials beauftragt.","translation":"Tom has hired an agency to create the promotional material."},{"text":"Der Beamte wurde gefeuert, weil er sich bei den beauftragten Firmen anbiederte.","translation":"The official got the sack for currying favor with the contractors."},{"text":"Papa hat die Helferin nicht beauftragt unser Zimmer reinigen zu lassen.","translation":"Dad did not instruct the helper to clean our room."}],"Landwirtschaft":[{"text":"Die Wirtschaft des Landes hängt von der Landwirtschaft ab.","translation":"The country's economy depends on agriculture."},{"text":"Er arbeitet in der Landwirtschaft.","translation":"He works in agriculture."},{"text":"Landwirtschaft ist schwere Arbeit.","translation":"Farming is hard work."},{"text":"Auf keinen Fall habe ich etwas gegen die Landwirtschaft.","translation":"By no means do I dislike farming."},{"text":"Das Klima hat stets einen Einfluss auf die Entwicklung der Landwirtschaft.","translation":"The climate always has an influence on the development of agriculture."}],"nacheinander":[{"text":"Die Mutter rief die Kinder nacheinander beim Namen, doch keines antwortete.","translation":"The mother called the children one after another by their name but none of them answered."},{"text":"Tom hat drei Rennen nacheinander gewonnen.","translation":"Tom has won three races in a row."},{"text":"Ich werde euch alle nacheinander anhören.","translation":"I will listen to you all one by one."},{"text":"Die Autos sind dort nacheinander angekommen.","translation":"The cars arrived there one after the other."},{"text":"Sie gingen nacheinander aus dem Zimmer.","translation":"They went out of the room, one after another."}],"beziehungsweise":[{"text":"Sagt mir bitte, was ihr davon haltet beziehungsweise was ich noch verbessern muss.","translation":"Please tell me what you think of it or what I still need to improve."},{"text":"Ich habe Tom gestern Nacht gesehen – beziehungsweise sehr früh heute Morgen.","translation":"I saw Tom last night, or rather very early this morning."},{"text":"Wir haben vor beziehungsweise hinter die Tür einen Schrank geschoben.","translation":"We pushed a cupboard in front of or behind the door."},{"text":"Im engeren Sinne bezeichnet Dummheit die mangelhafte Fähigkeit, aus Wahrnehmungen angemessene Schlüsse zu ziehen beziehungsweise zu lernen.","translation":"In the narrower sense, stupidity refers to the lack of ability to draw or learn appropriate conclusions from perceptions."},{"text":"Spricht man überhaupt hochdeutsch in Deutschland, in Österreich beziehungsweise in der Schweiz; oder nur einen unverständlichen Dialekt?","translation":"If you speak High German at all in Germany, Austria or Switzerland; or just an incomprehensible dialect?"},{"text":"Ich gehe um drei beziehungsweise um Viertel nach drei.","translation":"I'll go at three, or rather at a quarter past three."},{"text":"Wer wird zum Bundeskanzler beziehungsweise zur Bundeskanzlerin gewählt?","translation":"Who is elected Federal Chancellor?"}],"gesellschaftlich":[{"text":"Maria sagte, sie nehme einen Kerl nicht wegen seiner gesellschaftlichen Position.","translation":"Maria said she doesn't take a guy because of his social position."},{"text":"Alles gesellschaftliche Leben ist wesentlich praktisch.","translation":"All social life is essentially practical."},{"text":"Die gesellschaftlichen Verhältnisse waren damals ganz anders.","translation":"The social conditions were quite different at that time."},{"text":"Je höher er gesellschaftlich aufstieg, umso bescheidener wurde er.","translation":"The higher he rose in social rank, the more modest he became."},{"text":"Das ist ein sehr großes gesellschaftliches Problem.","translation":"This is a very big social problem."}],"losgehen":[{"text":"Ich bin fertig! Können wir losgehen?","translation":"I'm ready! Can we go?"},{"text":"Sag ihnen, dass sie mich anrufen sollen, bevor sie losgehen.","translation":"Tell them to call me before they leave."},{"text":"Wir sind fertig mit dem Einladen. Es kann losgehen!","translation":"We're done inviting. It's ready to go!"},{"text":"Komm! Wir müssen jetzt losgehen, wenn wir den Zug bekommen wollen.","translation":"Come on. We've got to be off now if we want to catch that train."},{"text":"Dein Schuss kann nach hinten losgehen.","translation":"Your shot can backfire."}],"einbringen":[{"text":"Wie kann ich mich in dieses Projekt einbringen?","translation":"How can I contribute to this project?"},{"text":"Das sollte uns genug Geld einbringen, um wieder schwarze Zahlen zu schreiben.","translation":"This ought to bring in enough money to put us back in the black."},{"text":"Seine Ideen haben ihm nie etwas eingebracht.","translation":"His ideas never earned him anything."},{"text":"Deine Art zu reden wird dir irgendwann noch einmal Ärger einbringen.","translation":"Your way of talking will eventually get you into trouble again."},{"text":"Es wird Ihrer Familie Schwierigkeiten einbringen.","translation":"It will bring down trouble on your family."}],"knacken":[{"text":"Gott schenkt uns die Nüsse, aber er knackt sie uns nicht auch noch.","translation":"God gives us the nuts, but He doesn't crack them for us."},{"text":"Tom wird von jetzt ab Autos knacken.","translation":"Tom will crack cars from now on."},{"text":"Etwas Hartes kann man knacken.","translation":"Something hard can be cracked."},{"text":"Hast du etwas, womit man diese Nüsse knacken kann?","translation":"Have you got something to crack these nuts?"},{"text":"Tom knackte das Schloss und betrat das Zimmer.","translation":"Tom picked the lock and entered the room."}],"Rettung":[{"text":"Ohne Rettung war ich verloren, Roderich, wär’ ich in eines Engels Hände nicht gefallen.","translation":"Without salvation I was lost, Roderich, had I not fallen into the hands of an angel."},{"text":"Gibt es Hoffnung auf Rettung?","translation":"Is there hope in salvation?"},{"text":"Sie sind offensichtlich nicht an Ihrer Rettung interessiert.","translation":"You obviously have no interest in saving yourself."},{"text":"Sie war unsere Rettung in der Not – mal wieder.","translation":"She saved the day... again."},{"text":"Die Rettung kam, gleich nachdem wir angerufen hatten.","translation":"The ambulance arrived soon after we called."}],"chaotisch":[{"text":"Tom führt ein chaotisches Leben.","translation":"Tom leads a chaotic life."},{"text":"Wir ziehen demnächst um, und dementsprechend chaotisch geht es bei uns zu.","translation":"We are moving soon, and it is accordingly chaotic with us."},{"text":"Das Wetter macht, was es will, weil es dynamisch und damit vom Verhalten her chaotisch ist.","translation":"The weather does what it wants, because it is dynamic and therefore chaotic in terms of behavior."},{"text":"Wenn man die Graphik betrachtet, wird einem klar, dass das eine ziemlich chaotische Woche war.","translation":"If you look at the graph, you realize that this was a pretty chaotic week."},{"text":"Toms chaotische Lebensweise stört meine Ordnungsliebe.","translation":"Tom's chaotic way of life disturbs my love of order."}],"Burg":[{"text":"Mein Haus ist meine Burg.","translation":"My house is my castle."},{"text":"Wie baut man mit Mitteln und Methoden des 14. Jahrhunderts eine ganze Burg?","translation":"How does one build a whole castle using 14th century technology?"},{"text":"Dieser Name leitet sich vom Namen einer Burg an der Grenze ab.","translation":"This name is derived from the name of a castle on the border."},{"text":"Die Burgen sind erobert.","translation":"The castles are conquered."},{"text":"Fühlen Sie sich sicher in Ihrer Burg?","translation":"Do you feel safe in your castle?"}],"Gestalt":[{"text":"In der Hölle ist der Teufel eine positive Gestalt.","translation":"In hell, the devil is a positive figure."},{"text":"Die Erde hat die Gestalt eines Balles.","translation":"The earth has the shape of a ball."},{"text":"Versprechen und Halten sind zweierlei Gestalten.","translation":"Promise and keeping are two types."},{"text":"Im Spiegel sieht man die Gestalt, im Wein das Herz.","translation":"In the mirror you can see the figure, in the wine the heart."},{"text":"Von solchen Gestalten bin ich hier umgeben.","translation":"I am surrounded by such figures here."}],"gewaltig":[{"text":"Tom hat oft recht; manchmal aber irrt er gewaltig.","translation":"Tom is often right; Sometimes, however, he is terribly mistaken."},{"text":"Der Sturm richtete gewaltige Schäden an.","translation":"The storm caused a huge amount of damage."},{"text":"Ihm ging etwas gewaltig in die Hose.","translation":"Something went into his pants tremendously."},{"text":"Wer glaubt, dass Forschung nur etwas für Wissenschaftler ist, irrt sich gewaltig.","translation":"Anyone who believes that research is only for scientists is seriously mistaken."},{"text":"Ein kleiner Schritt für einen Menschen, aber ein gewaltiger Sprung für die Menschheit.","translation":"A small step for a human being, but a huge leap for humanity."}],"verlierst":[{"text":"Wenn dein Kind stirbt, verlierst du deine Zukunft.","translation":"You lose your future when your child dies."},{"text":"Wenn du verlierst, mach dir nichts daraus!","translation":"If you lose, don't worry!"},{"text":"Was ist dann, wenn du dein Handy verlierst?","translation":"What if you lose your phone?"},{"text":"Wenn du deinen größten Gegner verlierst, verlierst du auch einen Teil deiner selbst.","translation":"When you lose your biggest opponent, you also lose a part of yourself."},{"text":"Wenn du deinen Pass verlierst, rufe die Botschaft an.","translation":"If you lose your passport, call the embassy."}],"trägen":[{"text":"Wer nicht weiß, dass er eine Maske trägt, trägt sie am vollkommensten.","translation":"Those who do not know that they are wearing a mask wear it most perfectly."},{"text":"Was man in der Kindheit erlebt, trägt man in sich, wenn man erwachsen wird.","translation":"What you experience in childhood, you carry within yourself when you grow up."},{"text":"Das Militär ist eine Pflanze, die man sorgfältig pflegen muss, damit sie keine Früchte trägt.","translation":"The military is a plant that must be carefully cared for so that it does not bear fruit."},{"text":"Keiner, den ich kenne, trägt noch Krawatte.","translation":"No one I know wears a tie anymore."},{"text":"Immer, wenn ich Tom sehe, trägt er eine Sonnenbrille.","translation":"Whenever I see Tom, he wears sunglasses."},{"text":"Trägt Tom das neue Hemd, das du ihm gekauft hast?","translation":"Is Tom wearing the new shirt you bought for him?"},{"text":"Trägt Tom drinnen Schuhe?","translation":"Does Tom wear shoes indoors?"},{"text":"Maria hat lauter Sachen im Schrank, die sie niemals trägt.","translation":"Mary's closet is full of clothes that she never wears."},{"text":"Trägt Tom noch immer eine Brille?","translation":"Does Tom still wear glasses?"},{"text":"Rechts hat sie eine hängende Schulter, wohl weil sie ihre schwere Tasche immer in der rechten Hand trägt.","translation":"On the right she has a hanging shoulder, probably because she always carries her heavy bag in her right hand."}],"gelegentlich":[{"text":"Gelegentlich werden wir auf dieses Thema zurückkommen.","translation":"Occasionally we will come back to this topic."},{"text":"Gelegentlich legte er das Buch beiseite und schaute aus dem Fenster.","translation":"Occasionally, he would put the book aside and look out the window."},{"text":"Mach dir keine Sorgen. Dies passiert mir gelegentlich auch.","translation":"Don't worry. This happens to me occasionally."},{"text":"Es ist besser, gelegentlich betrogen zu werden, als niemandem mehr zu vertrauen.","translation":"It is better to be cheated occasionally than to trust no one."},{"text":"Benutz gelegentlich mal deinen Kopf.","translation":"Use your head occasionally."}],"zurückbringen":[{"text":"Hast du die Bücher zurückgebracht?","translation":"Did you take back the books?"},{"text":"Bis zum 25. Januar muss ich die Bücher zur Bibliothek zurückbringen.","translation":"I have until January 25 to return the books to the library."},{"text":"Er hat uns mit dem Auto zurückgebracht.","translation":"He brought us back in his car."},{"text":"Wie in aller Welt können wir unsere Jugend zurückbringen?","translation":"How on earth can we restore our youth?"},{"text":"Du musst den Ring dahin zurückbringen, woher er gekommen ist.","translation":"You must return the ring whence it came."}],"rausgehen":[{"text":"Möchtest du kurz rausgehen?","translation":"Would you like to go out for a moment?"},{"text":"Wohl oder übel muss Tom rausgehen, wenn sein Hund Gassi gehen will.","translation":"For better or worse, Tom has to go out if his dog wants to go for a walk."},{"text":"Wenn du rausgehst, schließe bitte die Tür.","translation":"Please close the door when you leave."},{"text":"Mach das Fenster zu, bevor du rausgehst.","translation":"Close the window before you go out."},{"text":"An so einem kalten Tag möchte ich nicht ohne Jacke rausgehen.","translation":"I don't like to go out without a coat on such a cold day."},{"text":"Vergiss nicht, beim Rausgehen das Licht auszumachen.","translation":"Don't forget to turn off the lights when you go out."},{"text":"Die Tür schließt nach dem Rausgehen automatisch.","translation":"The door will lock automatically when you go out."},{"text":"Zieh dir vor dem Rausgehen den Mantel an; sonst erkältest du dich.","translation":"Put on your coat before going out; otherwise you will catch a cold."},{"text":"Tom war wie ausgewechselt. Er hat Maria beim Rausgehen sogar die Tür aufgehalten.","translation":"Tom was replaced. He even held the door open for Maria when she went out."},{"text":"Heute ist das Wetter gut und der Wind ist auch angenehm kühl - der perfekte Tag zum Rausgehen.","translation":"Today the weather is good and the wind is also pleasantly cool - the perfect day to go out."}],"Stellung":[{"text":"Dreimal dieselbe Stellung heißt Remis.","translation":"Three times the same position is called a draw."},{"text":"Der gesellschaftliche Fortschritt lässt sich exakt messen an der gesellschaftlichen Stellung des schönen Geschlechts.","translation":"Social progress can be precisely measured by the social position of the fair sex."},{"text":"Fühlen Sie sich sicher in Ihrer Stellung?","translation":"Do you feel confident in your position?"},{"text":"Es ist mir nicht möglich, zu Ihrem Buch Stellung zu nehmen.","translation":"It is not possible for me to comment on your book."},{"text":"Wie ist die Stellung der Beine?","translation":"What is the position of the legs?"}],"Heilung":[{"text":"Die Ärzte sagen, ich habe gute Chancen auf Heilung.","translation":"The doctors say I have a good chance of recovery."},{"text":"Im Bade liegt Heilung.","translation":"In the bath lies healing."},{"text":"Wie sind die Aussichten auf Heilung?","translation":"What are the prospects for healing?"},{"text":"Wer weder durch Butter noch Whiskey geheilt wird, hat keine Heilung zu erwarten.","translation":"Those who are not cured by butter or whiskey have no cure to expect."},{"text":"Ich hoffe, sie haben eine Heilung gefunden.","translation":"I hope they found a cure."}],"Erdbeben":[{"text":"In keinem anderen Land kommen Erdbeben so häufig vor wie in Japan.","translation":"In no other country do earthquakes occur as frequently as in Japan."},{"text":"Ein heftiges Erdbeben geschah in Tokio.","translation":"A big earthquake occurred in Tokyo."},{"text":"Nichts ist so furchtbar wie ein Erdbeben.","translation":"Nothing is so terrible as an earthquake."},{"text":"Das starke Erdbeben in Hokkaido verursachte großen Schaden.","translation":"The strong earthquake in Hokkaido caused extensive damage."},{"text":"Der Zeitung zufolge, gab es in Peru ein Erdbeben.","translation":"According to the paper, there was an earthquake in Peru."}],"strahlen":[{"text":"Wer auf sich sieht, strahlt nicht in die Welt.","translation":"Those who look at themselves do not shine into the world."},{"text":"Das Bild strahlte eine Wärme aus, die man fast mit Händen greifen konnte.","translation":"The picture radiated a warmth you could almost touch."},{"text":"Mach es wie die Sonne: wenn sie kommt, dann strahlt sie.","translation":"Do it like the sun: when it comes, it shines."},{"text":"Strahlt der Himmel blau und klar, wird das Wetter wunderbar.","translation":"If the sky shines blue and clear, the weather will be wonderful."},{"text":"Wenn ich glücklich bin, dann strahle ich so hell wie die Sonne.","translation":"When I'm happy, I shine as bright as the sun."}],"Redaktion":[{"text":"Tom lieferte regelmäßig Beiträge in der Redaktion ab.","translation":"Tom regularly contributed to the editorial staff."},{"text":"Wo befindet sich die Redaktion dieser Zeitung?","translation":"Where is the editorial office of this newspaper located?"},{"text":"Wir haben sie zur Prüfung an die dafür zuständige Redaktion weitergeleitet.","translation":"We have forwarded them to the responsible editors for review."},{"text":"Die Redaktion behält sich das Recht vor, Kommentare zu kürzen.","translation":"The editors reserve the right to shorten comments."},{"text":"Wir leiten grundsätzlich alle Ihre Nachrichten bzw. Hinweise an die Redaktion weiter.","translation":"In principle, we forward all your messages or information to the editors."}],"problemlos":[{"text":"Alles funktionierte problemlos.","translation":"Everything worked without any problems."},{"text":"Ich gebe es dir problemlos zurück.","translation":"I'll give it back to you without any problems."},{"text":"Das lässt sich relativ problemlos in wenigen Minuten online machen.","translation":"This can be done relatively easily online in just a few minutes."},{"text":"Das Flugzeug landete problemlos.","translation":"The plane landed without a problem."},{"text":"Du kannst die Stimmen der Kinder problemlos unterscheiden.","translation":"You can easily distinguish the voices of the children."}]}