{"müd":[{"text":"Seine Stimme klang am Telefon sehr müde.","translation":"His voice sounded very tired on the phone."},{"text":"Ich bin noch müde; ich lege mich wieder schlafen.","translation":"I'm still tired. I'm going back to bed."},{"text":"Gestern kam ich spät nach Hause und war sehr müde.","translation":"Yesterday I came home late and was very tired."},{"text":"Meine Schwester ist sehr müde, weil sie wenig geschlafen hat.","translation":"My sister is very tired because she didn't sleep much."},{"text":"Die Männer sind müde.","translation":"The men are tired."}],"kehren":[{"text":"Tom wusste nicht, wohin er sollte, und so kehrte er nach Hause zurück.","translation":"Tom did not know where to go, so he returned home."},{"text":"Der Winter kehrt zurück.","translation":"Winter is returning."},{"text":"Die Vergangenheit kehrt nie wieder.","translation":"The past never returns."},{"text":"Das Glück, das du anderen bringst, kehrt eines Tages zu dir zurück.","translation":"The happiness you bring to others will return to you one day."},{"text":"Wenn jeder vor der eigenen Türe kehren würde, wäre es überall sauber.","translation":"If everyone put their own house in order, it would be clean everywhere."}],"selb":[{"text":"Denk daran, dass wir alle im selben Boot sitzen!","translation":"Remember that we are all in the same boat!"},{"text":"Mein Freund und ich wohnen im selben Haus.","translation":"My boyfriend and I live in the same house."},{"text":"Sally und ich arbeiten im selben Büro.","translation":"Sally and I work in the same office."},{"text":"Als wir Kinder waren, schliefen wir im selben Raum.","translation":"When we were kids, we slept in the same room."},{"text":"Du hast am selben Tag Geburtstag wie ich.","translation":"Your birthday is the same as mine."}],"Experte":[{"text":"Sie sind der Experte.","translation":"You are the expert."},{"text":"Zufrieden waren die Experten erst ganz am Schluss.","translation":"The experts were only satisfied at the very end."},{"text":"Jeder hat einmal angefangen – nur Tom kam schon als Experte auf die Welt.","translation":"Everyone started once – only Tom was born as an expert."},{"text":"Für jemanden, der eigentlich ein Experte sein sollte, scheinen Sie nicht viel zu wissen.","translation":"For someone who's supposed to be an expert, you don't seem to know much."},{"text":"Tom ist auf dem Gebiet ein Experte.","translation":"Tom is an expert on the subject."}],"erzielen":[{"text":"Das Spiel hatte kaum begonnen, als Sie ihren ersten Punkt erzielten.","translation":"The game had barely started when you scored your first point."},{"text":"Wer wird heute Abend das erste Tor erzielen?","translation":"Who will score the first goal tonight?"},{"text":"Es erzielte keine Wirkung bei ihm.","translation":"It has had no effect on him."},{"text":"Tom und Maria hätten ein besseres Ergebnis erzielt, wenn sie mehr Zeit gehabt hätten.","translation":"Tom and Mary could've done better if they'd had more time."},{"text":"In der vergangenen Saison hat er 30 Tore erzielt.","translation":"He scored thirty goals last season."}],"abnehmen":[{"text":"Es ist schade, dass ich nicht abnehmen muss.","translation":"It's a pity that I don't have to lose weight."},{"text":"Kannst Du bitte mal das Telefon für mich abnehmen?","translation":"Can you please pick up the phone for me?"},{"text":"Es wäre schön, wenn du mir etwas Arbeit abnehmen könntest.","translation":"It would be nice if you could do some work for me."},{"text":"Würde man ihm seine Gründe abnehmen?","translation":"Would his reasons be taken away from him?"},{"text":"Ich kann dir etwas Arbeit abnehmen, wenn du möchtest.","translation":"I can do some work for you if you want."}],"zulassen":[{"text":"Man kann immer nur so nett sein, wie der andere es zulässt.","translation":"You can only be as nice as the other person allows."},{"text":"Ich werde nicht zulassen, dass das erneut geschieht.","translation":"I won't allow that to happen again."},{"text":"Wenn das Wetter es zulässt, werde ich kommen.","translation":"If the weather permits, I will come."},{"text":"Wir sollten nicht zulassen, dass diese Probleme unser Projekt beeinflussen.","translation":"We should not allow these problems to affect our project."},{"text":"Wir fahren morgen ab, wenn es das Wetter zulässt.","translation":"We shall leave tomorrow, weather permitting."}],"tu":[{"text":"Sag, was du tust und tu, was du sagst.","translation":"Say what you do and do what you say."},{"text":"Ich kann gar kein Japanisch. Ich tu nur so.","translation":"I can't speak Japanese at all. I just pretend."},{"text":"Den Gefallen tu’ ich dir.","translation":"I'll do you that favour."},{"text":"Komm her und tu mir nichts.","translation":"Come here and do nothing to me."},{"text":"Tu etwas für deine Gesundheit, fahre mit dem Fahrrad.","translation":"Do something for your health, ride your bike."},{"text":"Tue Gutes und rede darüber.","translation":"Do good and talk about it."},{"text":"Tue Gutes, dann passiert dir nichts Schlechtes.","translation":"Do good, then nothing bad will happen to you."},{"text":"Sei bei dem, was du tust, immer der Beste. Bist du's nicht, dann tu so!","translation":"Always be the best at what you do. If it's not you, do so!"},{"text":"Ich will mich um diesen Brief kümmern, ehe ich etwas anderes tu.","translation":"I want to deal with this letter before I do anything else."},{"text":"Wirst du Tom anrufen, oder möchtest du, dass ich das tu?","translation":"Are you going to call Tom or do you want me to?"},{"text":"Tu etwas für andere.","translation":"Do something for others."},{"text":"Tu mir einen Gefallen und mach dir nicht ständig Sorgen.","translation":"Do me a favor and don't worry all the time."},{"text":"Tu deine Pflicht! Ich werde meine tun.","translation":"Do your duty! I will do mine."},{"text":"Komm schon! Tu es!","translation":"Come on! Do it!"},{"text":"Darüber will ich nicht mehr mit dir diskutieren. Tu es!","translation":"I don't want to discuss this with you anymore. Do it!"}],"Abschnitt":[{"text":"Dieser Abschnitt benötigt nicht viel Erklärung.","translation":"This paragraph doesn't need much explanation."},{"text":"Auf diesem Abschnitt ist die Straße eben.","translation":"On this section, the road is flat."},{"text":"Gibt es irgendeinen Abschnitt meines Lebens, von dem Tom dir nichts erzählte?","translation":"Is there any part of my life Tom didn't tell you about?"},{"text":"Der erste Abschnitt ist fertig.","translation":"The first section is ready."},{"text":"Zum Ende dieses Jahres soll der erste Abschnitt des Hotels in Betrieb genommen werden.","translation":"At the end of this year, the first section of the hotel is to be put into operation."}],"Gemeinde":[{"text":"Dieses Gebäude ist der Stolz dieser Gemeinde.","translation":"This building is the pride of this community."},{"text":"Loben Sie ihn für seinen Beitrag zur Gemeinde!","translation":"Praise him for his contribution to the church!"},{"text":"Soll ich jemanden aus deiner Gemeinde informieren?","translation":"Should I inform someone from your community?"},{"text":"Die kleine Gemeinde hat eine einfache Sprache.","translation":"The small community has a simple language."},{"text":"Eine Gemeinde kann ihr Geld nicht besser anlegen, als indem sie Geld in Babies steckt.","translation":"A church cannot invest its money better than by putting money into babies."}],"packen":[{"text":"Plötzlich kam ein Mann, packte meinen Koffer und lief davon.","translation":"Suddenly a man appeared, packed my suitcase and ran away."},{"text":"Liebe kann man nicht in Worte packen — man kann sie nur fühlen.","translation":"You can't put love into words — you can only feel it."},{"text":"Maria ist vom „Frankreichfieber“ gepackt worden: alles, was französisch ist, findet sie gut.","translation":"Maria has been gripped by the \"French fever\": everything that is French she likes."},{"text":"Jim packte Julie am Arm.","translation":"Jim seized Julie by the arm."},{"text":"Er packte seine Sachen zusammen und ging.","translation":"He gathered up his things and left."}],"verhaften":[{"text":"Statt seiner wurde mein Bruder verhaftet.","translation":"Instead of him, my brother was arrested."},{"text":"Wilhelm wurde von der Polizei verhaftet.","translation":"William was arrested by the police."},{"text":"Der Mann wurde von der Polizei verhaftet.","translation":"The man was arrested by the police."},{"text":"Ich wurde verhaftet und habe die Nacht im Gefängnis verbracht.","translation":"I was arrested and spent the night in jail."},{"text":"Smith wurde verhaftet und ins Gefängnis gesteckt.","translation":"Smith was arrested and put in jail."}],"Aktie":[{"text":"Der Preis der Aktie fiel innerhalb eines Monats um die Hälfte.","translation":"The price of the stock declined by half in a month."},{"text":"Wie stehen die Aktien?","translation":"How are the shares doing?"},{"text":"Er hat in Aktien investiert.","translation":"He has invested in stocks."},{"text":"Einige Aktien in dem Portfolio verloren im Laufe des Jahres an Wert.","translation":"Several stocks in the portfolio lost value over the course of the year."},{"text":"Verkaufe deine Aktien jetzt, ehe es zu spät ist.","translation":"Sell your shares now before it’s too late."}],"gewöhnlich":[{"text":"Was verursacht gewöhnlich den Schmerz?","translation":"What is the usual cause for the pain?"},{"text":"Wer sitzt gewöhnlich auf der Eselbank?","translation":"Who usually sits on the dunce's seat?"},{"text":"An den Wochenenden bin ich später als gewöhnlich aufgestanden.","translation":"On weekends I got up later than usual."},{"text":"Tom trinkt den Tee gewöhnlich mit Rum.","translation":"Tom usually drinks the tea with rum."},{"text":"Unsere Familie geht gewöhnlich jede Woche zur Kirche.","translation":"Our family usually goes to church every week."}],"ausschließlich":[{"text":"Als ich klein war, hatte ich ausschließlich Hosen an.","translation":"When I was little, I only wore pants."},{"text":"Tatoeba existiert nicht ausschließlich oder hauptsächlich für den Zweck des Projektes.","translation":"Tatoeba does not exist exclusively or mainly for the purpose of the project."},{"text":"Das ist ausschließlich deine Meinung.","translation":"This is entirely your opinion."},{"text":"Wir sprechen fast ausschließlich Französisch miteinander.","translation":"We almost always only speak to each other in French."},{"text":"Dieses Problem kann nur und ausschließlich Tom beseitigen.","translation":"Only and exclusively Tom can eliminate this problem."},{"text":"Ausschließlich Sie können diese Frage beantworten.","translation":"Only you can answer the question."},{"text":"Ich mache ausschließlich das, was mir gefällt.","translation":"I only do what I like."},{"text":"Das bedeutet, dass Englisch heute nicht mehr ausschließlich die Sprache derer ist, die in England wohnen.","translation":"This means that English is no longer exclusively the language of those who live in England."},{"text":"Tom und Maria unterhalten sich mit ihren Kindern ausschließlich auf Französisch.","translation":"Tom and Maria talk to their children exclusively in French."},{"text":"Lass dich nicht von anderen manipulieren, Maria. Hör ausschließlich mir zu.","translation":"Don't let others manipulate you, Mary. Listen only to me."}],"angehen":[{"text":"Das Feuer will nicht angehen.","translation":"The fire does not want to go on."},{"text":"Schön sind nur die Dinge, die uns nichts angehen.","translation":"Only those things that do not concern us are beautiful."},{"text":"Du mischst dich in Angelegenheiten ein, die dich nichts angehen.","translation":"You interfere in matters that do not concern you."},{"text":"Probleme muss man angehen und nicht umgehen.","translation":"Problems have to be tackled and not circumvented."},{"text":"Was mich angeht, ich mag Kaffee lieber als Tee.","translation":"As for me, I prefer coffee to tea."}],"Rechnung":[{"text":"Ich bringe Ihnen sofort die Rechnung.","translation":"I'll bring you the bill right away."},{"text":"Wie wird dem Rechnung getragen?","translation":"How is this taken into account?"},{"text":"Freund, diese Rechnung ist falsch.","translation":"This bill's wrong, mate."},{"text":"Ich habe ihre Rechnung heute bezahlt.","translation":"I paid her bill today."},{"text":"Auf den Rechnungen in Restaurants ist der Service meist schon enthalten.","translation":"On the bills in restaurants, the service is usually already included."}],"Mühe":[{"text":"Ich werde mir Mühe geben, dich nicht beim Lernen zu stören.","translation":"I will make an effort not to disturb you while studying."},{"text":"Die Mühe kannst du dir sparen.","translation":"You can save yourself the bother."},{"text":"Es gibt keinen Vorteil ohne Mühe.","translation":"There is no advantage without effort."},{"text":"Vergiss es. Es ist die Mühe nicht wert.","translation":"Forget it. It's not worth the effort."},{"text":"Lohnt das Leben die Mühe, wenn mit dem Tod doch alles endet?","translation":"Is life worth the effort when everything ends with death?"}],"deaktivieren":[{"text":"Haben Sie den Dienst deaktiviert?","translation":"Have you disabled the service?"},{"text":"Sie wird mein Telefon deaktivieren.","translation":"She is going to deactivate my phone."},{"text":"Seitdem ist mein Parteigewissen kristallklar, wie ein weißes Papierblatt, und völlig deaktiviert.","translation":"Since then, my party conscience has been crystal clear, like a blank sheet of paper, and completely deactivated."},{"text":"Du bist nicht der Besitzer dieser Speicherdaten. Du kannst deine Fortschritte nicht speichern. Die Trophäen werden deaktiviert.","translation":"You are not the owner of this save data. You can't save your progress. The trophies will be deactivated."},{"text":"Alle Sprengladungen wurden deaktiviert.","translation":"All demolition charges have been deactivated."}],"ertragen":[{"text":"Wer ein WARUM zum Leben hat, erträgt fast jedes WIE.","translation":"He who has a why to live can bear almost any how."},{"text":"Keine Kunst ist's, alt zu werden; es ist Kunst, es zu ertragen.","translation":"There is no art in growing old; it is art to endure it."},{"text":"Glück ein Leben lang! Niemand könnte es ertragen: Es wäre die Hölle auf Erden.","translation":"Happiness for a lifetime! No one could bear it: it would be hell on earth."},{"text":"Nichts ist schwerer zu ertragen, als eine Reihe von guten Tagen!","translation":"Nothing is harder to bear than a series of good days!"},{"text":"Ich ertrage Alfred, weil Tom irgendwie an ihm hängt wie an einem kleinen Bruder.","translation":"I endure Alfred because Tom is kind of attached to him like a little brother."}],"lüge":[{"text":"\"Lüge nicht\" bedeutet nicht unbedingt \"sage die Wahrheit\".","translation":"\"Don't lie\" doesn't necessarily mean \"tell the truth.\""},{"text":"Mit der Lüge kommt man durch die ganze Welt, aber nicht mehr zurück.","translation":"With the lie you get through the whole world, but not back."},{"text":"Können Sie Wahrheit und Lüge unterscheiden?","translation":"Can you distinguish truth from lies?"},{"text":"Er ist nicht mehr in der Lage, Lüge und Wahrheit zu erkennen.","translation":"He can't distinguish between truth and lie any more."},{"text":"Eine Lüge, oft genug erzählt, wird zur Wahrheit!","translation":"A lie, told often enough, becomes the truth!"}],"Neuigkeit":[{"text":"Ich habe ein paar gute Neuigkeiten für dich.","translation":"I have some good news for you."},{"text":"Einmal selbst sehen ist mehr wert als hundert Neuigkeiten hören.","translation":"Seeing for yourself is worth more than hearing a hundred news."},{"text":"Diese Neuigkeit ist zu schön, um wahr zu sein.","translation":"This news is too good to be true."},{"text":"Die Zeitungen haben von dieser Neuigkeit nicht berichtet.","translation":"The papers didn't print this story."},{"text":"Mir wurde diese Neuigkeit von Hashimoto erzählt.","translation":"I was told the news by Hashimoto."}],"Lebensmittel":[{"text":"Wo kaufst du deine Lebensmittel ein?","translation":"Where do you buy your groceries?"},{"text":"Die Bestellung von Lebensmitteln übers Internet ist im Kommen.","translation":"Ordering food via the Internet is on the rise."},{"text":"Lebensmittel sind in Deutschland günstig.","translation":"Food is cheap in Germany."},{"text":"Wir haben bei weitem mehr Lebensmittel, als uns nötig sind.","translation":"We have a lot more food than we need."},{"text":"Ich habe kaum genug Geld für Lebensmittel.","translation":"I barely have enough money for groceries."}],"Umstand":[{"text":"Es geht ihm den Umständen entsprechend gut.","translation":"He's fine, all things considered."},{"text":"Die Umstände zwangen uns, die Wahrheit zu sagen.","translation":"Circumstances forced us to tell the truth."},{"text":"Mach bitte keine Umstände!","translation":"Don't inconvenience yourself!"},{"text":"Als er die näheren Umstände erfuhr, verging ihm das Lachen.","translation":"When he learned the circumstances, he lost his laughter."},{"text":"Die Umstände sind günstig.","translation":"The circumstances are favourable."}],"worüber":[{"text":"Worüber spricht sie?","translation":"What is she talking about?"},{"text":"Worüber soll ich schreiben?","translation":"What should I write about?"},{"text":"Worüber lachen Sie, bitte schön?","translation":"What are you laughing about, please?"},{"text":"Apropos Mitbringsel, gibt es etwas, worüber sich deine Frau besonders freuen würde?","translation":"By the way, is there anything in particular your wife might like as a present?"},{"text":"Ich verstehe nicht, worüber ihr redet.","translation":"I don't understand what you're talking about."}],"effektiv":[{"text":"Wie effektiv ist diese Methode?","translation":"How effective is this method?"},{"text":"Meine Methode ist erstaunlich einfach, aber sehr effektiv.","translation":"My method is amazingly simple, but very effective."},{"text":"Was zählt ist, wie effektiv du die verfügbare Zeit nutzt.","translation":"What counts is how effectively you use the time available."},{"text":"Wir wollen den Unterricht effektiv, interessant und spannend gestalten.","translation":"We want to make the lessons effective, interesting and exciting."},{"text":"Der effektivste Weg, Ihr Spiel zu verbessern, ist zu üben.","translation":"The most effective way to improve your game is to practice."}],"Talent":[{"text":"Talent ist Form, Genie Stoff.","translation":"Talent is form, genius is stuff."},{"text":"Glück ist Talent für das Schicksal.","translation":"Luck is talent for destiny."},{"text":"Tom hat ein besonderes Talent, seine Mitarbeiter vor den Kopf zu stoßen.","translation":"Tom has a special talent for alienating his employees."},{"text":"Überall werden junge Talente gesucht.","translation":"Young talents are sought everywhere."},{"text":"Talente finden Lösungen, Genies entdecken Probleme.","translation":"Talents find solutions, geniuses discover problems."}],"gang":[{"text":"Die Dinge gehen ihren gewöhnlichen Gang.","translation":"Things are following their usual course."},{"text":"Je schneller der Gang, desto mehr braucht es Bremsen.","translation":"The faster the gear, the more brakes are needed."},{"text":"Bei diesem Fahrrad haben Sie 24 Gänge zur Auswahl.","translation":"This bicycle gives you a choice of 24 gears."},{"text":"Auf beiden Seiten des Ganges befinden sich Türen.","translation":"There are doors on both sides of the aisle."},{"text":"Fenster oder Gang?","translation":"Window or corridor?"},{"text":"Endlich kam die Sache in Gang.","translation":"Finally, things got going."},{"text":"Das Projekt kommt nur schwer in Gang.","translation":"The project can get underway only with difficulty."},{"text":"Kann ich am Gang sitzen?","translation":"Could I sit by the aisle?"},{"text":"Sie erklärte mir, wie man die Maschine in Gang setzt.","translation":"She explained to me how to get the machine going."},{"text":"Möchten Sie am Fenster oder lieber am Gang sitzen?","translation":"Would you like to sit by the window or rather by the aisle?"}],"box":[{"text":"Wenn Tom etwas haben will, erreicht er mit Boxen und Treten sein Ziel.","translation":"If Tom wants something, he achieves his goal with boxing and kicking."},{"text":"Tom will Boxen lernen, aber seine Mutter meint, dass es zu gefährlich ist.","translation":"Tom wants to learn boxing, but his mother thinks it's too dangerous."},{"text":"Wie hast du die Box geöffnet?","translation":"How did you open the box?"},{"text":"Sie benötigen einen Schlüssel zum Öffnen der Box.","translation":"You need a key to open the box."},{"text":"Die Boxen haben einen guten Klang.","translation":"The speakers have a good sound."}],"Zutaten":[{"text":"Was sind die Zutaten für Sukiyaki?","translation":"What are the ingredients for sukiyaki?"},{"text":"Ohne gute Zutaten kann man kein gutes Essen machen.","translation":"If you don't have good ingredients, you can't make good food."},{"text":"Sie mischen die Zutaten zusammen.","translation":"They mix the ingredients together."},{"text":"Ich bin gerade mit dem Kaufen einer Zutaten fertig für das Abendessen geworden.","translation":"I just finished buying ingredients for dinner."},{"text":"Es gibt kein Rezept für die Liebe — es gibt nur gute Zutaten.","translation":"There is no recipe for love — there are only good ingredients."}],"Zustimmung":[{"text":"Ich werde niemanden ohne Ihre Zustimmung einstellen.","translation":"I won't hire anyone without your approval."},{"text":"Deine Zustimmung ist nicht nötig.","translation":"Your approval is not required."},{"text":"Lasst uns hoffen, dass die Regierung unsere Zustimmung achtet.","translation":"Let's hope the government respects our agreement."},{"text":"Von ihr Zustimmung zu bekommen, ist schwierig.","translation":"It is difficult to get approval from her."},{"text":"Wir brauchen ihre Zustimmung, um ihr das zu senden.","translation":"We need her consent to send her this."}],"schalten":[{"text":"Schalten Sie den Computer bitte nicht aus.","translation":"Please do not turn off the computer."},{"text":"Bevor sie etwas sagen, schalten sie bitte das Gehirn ein!","translation":"Before you say anything, please turn on the brain!"},{"text":"Ich habe schon alles erledigt. Jetzt kann ich auf Sparmodus schalten.","translation":"I've already done everything. Now I can switch to economy mode."},{"text":"Tom schaltet die Polizei ein.","translation":"Tom calls the police."},{"text":"Schalten Sie bitte das Licht aus, bevor Sie den Raum verlassen!","translation":"Please turn off the light before leaving the room."}],"Gegenteil":[{"text":"Und doch, auch das Gegenteil ist immer wahr.","translation":"And yet, the opposite is always true."},{"text":"Sie machte gerade das Gegenteil von dem, was ich wollte.","translation":"She did just the opposite of what I wanted."},{"text":"Ganz im Gegenteil, ich bin derjenige, der um Verzeihung bitten muss.","translation":"Quite the contrary, I'm the one who must ask for forgiveness."},{"text":"Nun habe ich das Gegenteil von dem erreicht, was ich eigentlich wollte.","translation":"Now I have achieved the opposite of what I actually wanted."},{"text":"„Bist du fertig?“ – „Im Gegenteil. Ich habe noch nicht einmal begonnen.“","translation":"\"Are you done?\" – \"On the contrary. I haven't even started yet.\""}],"fein":[{"text":"Es ist der feine Unterschied zwischen Gut und Böse.","translation":"It is the subtle difference between good and evil."},{"text":"Ich interessiere mich auch für kleine, feine Filme.","translation":"I'm also interested in small, fine films."},{"text":"Frankenwein, Krankenwein — Neckarwein, Schleckerwein — Rheinwein, feiner Wein.","translation":"Franconian wine, sick wine — Neckar wine, sweet wine — Rhine wine, fine wine."},{"text":"Ein feines Lächeln zeichnete sich auf ihrem Gesicht ab.","translation":"A fine smile appeared on her face."},{"text":"Viele Hochzeiten sind klein, aber fein.","translation":"Many weddings are small but fine."}],"extern":[{"text":"Tom verwendet eine externe Festplatte.","translation":"Tom is using an external hard drive."},{"text":"Ich habe mir eine externe Festplatte gekauft.","translation":"I bought an external hard drive."},{"text":"Leider haben wir schon wieder eine externe Reklamation von einem unserer wichtigsten Kunden bekommen.","translation":"Unfortunately, we have already received another external complaint from one of our most important customers."},{"text":"Ich speichere meine Arbeiten immer zusätzlich auf einer externen Festplatte.","translation":"I always save my work on an external hard drive."},{"text":"Der Usus externer Vokabeln sollte auf ein Minimum reduziert werden.","translation":"The practice of external vocabulary should be reduced to a minimum."}],"Rand":[{"text":"Du hast ja mehr Ränder als Augen.","translation":"You have more edges than eyes."},{"text":"Halt den Rand!","translation":"Hold the edge!"},{"text":"Die Wahrheit liegt meist am Rande, nicht in der Mitte.","translation":"The truth is usually on the edge, not in the middle."},{"text":"Wenn jemand wenig Geld hat, steht er am Rande dieser Gesellschaft.","translation":"If someone has little money, he is on the fringes of this society."},{"text":"Der Sieg brachte die Fans außer Rand und Band.","translation":"The fans were ecstatic about the win."}],"fern":[{"text":"Mein kleiner Bruder sieht fern.","translation":"My little brother watches TV."},{"text":"Ihre Familie sieht jeden Tag gern fern.","translation":"Your family likes to watch TV every day."},{"text":"Nichts lag mir ferner.","translation":"I wouldn't have dreamed of it."},{"text":"Statt frische Luft zu atmen, siehst du fern, Tom!","translation":"Instead of breathing fresh air, you watch TV, Tom!"},{"text":"Wir sehen am Abend fern.","translation":"We watch TV in the evening."},{"text":"Siehst du viel fern?","translation":"Do you watch much television?"},{"text":"Ich bin sicher, dass eine Lösung nicht mehr fern ist.","translation":"I am sure that a solution is not far away."},{"text":"Wer sieht heute Abend fern?","translation":"Who is watching TV tonight?"},{"text":"Eines schönen Tages kommt alles heraus. Und der Tag ist nicht fern!","translation":"One fine day, it all comes out. And the day is not far away!"},{"text":"Das sind schöne Worte, doch fern der Wahrheit.","translation":"They're nice words, but far from the truth."},{"text":"Ich bin sicher, in ferner Zukunft wirst du dir selbst nicht vergeben können.","translation":"I'm sure, in the distant future, you won't be able to forgive yourself."},{"text":"Einmal ist das Buch schön, ferner ist es billig.","translation":"Once the book is beautiful, furthermore it is cheap."},{"text":"Er und ich kommen aus einem fernen Land.","translation":"He and I come from a distant land."},{"text":"Gar freundliche Gesellschaft leistet uns ein ferner Freund, wenn wir ihn glücklich wissen.","translation":"Even friendly company gives us a distant friend, if we know him happy."},{"text":"Eines nicht sehr fernen Tages werde ich in mein Land zurückkehren.","translation":"One day in the not very distant future, I will return to my country."}],"Wissenschaft":[{"text":"Wissenschaft beginnt, wenn man warum und wie fragt.","translation":"Science begins when you ask why and how."},{"text":"Aus Wissenschaft wird Wirtschaft.","translation":"Science becomes business."},{"text":"Wissenschaft ist nur eine Hälfte. Glauben ist die andere.","translation":"Science is only one half. Faith is the other."},{"text":"Diese Frage zu beantworten fällt der Wissenschaft immer noch schwer.","translation":"It is still difficult for science to answer this question."},{"text":"Die Wissenschaft fängt eigentlich erst da an interessant zu werden, wo sie aufhört.","translation":"Science actually only starts to become interesting where it ends."}],"schwanger":[{"text":"Ist sie schwanger oder nur fett?","translation":"Is she pregnant or just fat?"},{"text":"Nein, danke! Ich bin schon schwanger.","translation":"No thank you! I'm already pregnant."},{"text":"Ich glaube, ich bin schwanger, obwohl ich erst zwölf Jahre alt bin.","translation":"I think I'm pregnant, even though I'm only twelve years old."},{"text":"Wann wirst du denn endlich schwanger?","translation":"When will you finally get pregnant?"},{"text":"Vom Reden allein wird man nicht schwanger.","translation":"Talking alone doesn't make you pregnant."}],"Auftrag":[{"text":"Er erhielt den Auftrag.","translation":"He received the order."},{"text":"Maria hat schon viele Aufträge bekommen.","translation":"Maria has already received many commissions."},{"text":"Wann wirst du deinen Auftrag beenden?","translation":"When will you finish your assignment?"},{"text":"Die Firma konnte meinen Auftrag nicht ausführen.","translation":"The company couldn't fill my order."},{"text":"Der Auftrag dauerte länger als erwartet.","translation":"That job took us longer than we expected."}],"Stufe":[{"text":"Stufen Sie mein Haar bitte nur leicht durch.","translation":"Please step my hair only slightly."},{"text":"Tom ging langsam die Stufen hoch.","translation":"Tom slowly walked up the stairs."},{"text":"Nicht auf den Stufen sitzen!","translation":"Don't sit on the steps."},{"text":"Melanie hat im Spiel die nächste Stufe erreicht.","translation":"Melanie reached the next level on the game."},{"text":"Tom erschien auf den Stufen.","translation":"Tom appeared on the steps."}],"Brücke":[{"text":"Ich sehe ihn über die Brücke kommen.","translation":"I see him coming over the bridge."},{"text":"Die neue Brücke ist fertig.","translation":"The new bridge is finished."},{"text":"Die Soldaten sollen eine Brücke bauen.","translation":"The soldiers are to build a bridge."},{"text":"Früher war hier noch keine Brücke.","translation":"There used to be no bridge here."},{"text":"Kinder sind eine Brücke zum Himmel.","translation":"Children are a bridge to heaven."}],"hältst":[{"text":"Wofür hältst du mich eigentlich?","translation":"What do you think I'm for?"},{"text":"Was hältst du von diesem Buch?","translation":"What do you think of this book?"},{"text":"Für wie blöd hältst du mich eigentlich?","translation":"How stupid do you think I am?"},{"text":"Was hältst du davon, uns einmal in Ungarn zu besuchen?","translation":"What do you think about visiting us in Hungary?"},{"text":"Ich schlage vor, du hältst dich da raus.","translation":"I suggest you keep out of this."},{"text":"Warum hältst du nicht die Klappe?","translation":"Why don't you shut the fuck up?"},{"text":"Hältst du mich für blöd?","translation":"Do you think I'm stupid?"},{"text":"Hältst du mich wirklich für so dumm, das zu glauben?","translation":"Do you really think I'm stupid enough to believe that?"},{"text":"Sag mir ehrlich, was du davon hältst.","translation":"Tell me truly what you think about it."},{"text":"Warum hältst du nicht endlich den Mund?","translation":"Why don't you finally shut up?"}],"rollen":[{"text":"Der Ball rollte unter den Tisch.","translation":"The ball rolled under the table."},{"text":"Das Bild hat sich gerollt.","translation":"The picture has rolled."},{"text":"Der Ball rollte über die Straße.","translation":"The ball rolled across the road."},{"text":"Wenn der Chef das erfährt, rollen Köpfe.","translation":"When the boss finds out, heads are going to roll."},{"text":"Geld ist rund und rollt weg. Bildung bleibt.","translation":"Money is round and rolls away. Education remains."},{"text":"Der Ball rollte am Boden auf mich zu.","translation":"The ball rolled on the ground towards me."},{"text":"Tom rollte mit seinen Augen.","translation":"Tom rolled his eyes."},{"text":"Ich rolle den Stein.","translation":"I roll the stone."},{"text":"Das Kind rollte sich auf dem Boden und lachte vor Vergnügen.","translation":"The child rolled on the floor and laughed with pleasure."},{"text":"Der Ball rollte in den Bach hinein.","translation":"The ball rolled into the stream."}],"drinnen":[{"text":"Das Wetter war zu schön, um drinnen zu bleiben.","translation":"It was too nice a day to stay inside."},{"text":"Leipzig liegt außen, Leipzig liegt drinnen, So kann Leipzig vor Leipzig nicht Leipzig gewinnen.","translation":"Leipzig is on the outside, Leipzig is inside, so Leipzig cannot win Leipzig before Leipzig."},{"text":"Nichts ist drinnen, nichts ist draußen, denn was innen ist, ist außen.","translation":"Nothing is inside, nothing is outside, because what is inside is outside."},{"text":"Sie dürfen hier drinnen nicht rauchen.","translation":"You are not supposed to smoke here."},{"text":"Ich warte hier drinnen auf dich.","translation":"I'll wait for you in here."},{"text":"Es ist dunkel hier drinnen.","translation":"It's dark in here."},{"text":"Ist seine Mutter dort drinnen?","translation":"Is his mother in there?"},{"text":"Ist dein Vater dort drinnen?","translation":"Is your father in there?"},{"text":"Es war so laut da drinnen.","translation":"It was so loud in there."},{"text":"Stattdessen mag ich es lieber, drinnen zu sein und Fernsehen zu schauen.","translation":"Instead, I prefer to be indoors and watch TV."}],"verbieten":[{"text":"Was nicht verboten ist, ist erlaubt.","translation":"Whatever is not forbidden is allowed."},{"text":"Rauchen im Wald ist verboten.","translation":"Smoking in the forest is prohibited."},{"text":"Rauchen während der Arbeit ist verboten.","translation":"Smoking during work is prohibited."},{"text":"Ich kann hier keine Falle legen. Es ist verboten zu jagen.","translation":"I cannot set a trap here. It's forbidden to hunt."},{"text":"Viele Länder haben Gesetze, die das Rauchen verbieten.","translation":"Many countries have laws prohibiting smoking."},{"text":"In England ist alles, was nicht verboten ist, erlaubt.","translation":"In England, anything that is not forbidden is allowed."},{"text":"In Russland ist sogar das verboten, was erlaubt ist.","translation":"In Russia, even what is allowed is prohibited."},{"text":"Das verbietet sich von selbst.","translation":"This is self-evident."},{"text":"Mein Ehrenkodex verbietet es mir, über einen Kollegen etwas Schlechtes zu sagen.","translation":"My code of honor forbids me to say anything bad about a colleague."},{"text":"Giftgas ist im Krieg verboten, trotzdem stellen manche Länder Giftgas her.","translation":"Poison gas is forbidden in war, yet some countries produce poison gas."}],"Theorie":[{"text":"Ich denke, ich habe dazu eine Theorie.","translation":"I think I have a theory about that."},{"text":"Ich glaube nicht an diese Theorie.","translation":"I do not believe in this theory."},{"text":"Ich kann überhaupt keine Fehler in seiner Theorie finden.","translation":"I can't find any flaws in his theory at all."},{"text":"Die Theorie bestimmt, was wir beobachten können.","translation":"The theory determines what we can observe."},{"text":"Wer behauptet, diese Theorie verstanden zu haben, der hat sie gerade nicht verstanden.","translation":"Anyone who claims to have understood this theory has just not understood it."}],"zuletzt":[{"text":"Die Hoffnung stirbt zuletzt.","translation":"Hope springs eternal."},{"text":"Wer zuletzt lacht, lacht am besten.","translation":"Those who laugh last, laugh best."},{"text":"Er dachte an sich, selbst zuletzt.","translation":"He thought of himself, even last."},{"text":"Alles glauben einem die Menschen, aber die Wahrheit glauben sie zuletzt.","translation":"People believe everything, but they believe the truth last."},{"text":"Der zuerst gewann, wird zuletzt ein armer Mann.","translation":"The one who won first becomes a poor man in the end."}],"maximal":[{"text":"Wir werden das maximal Mögliche tun.","translation":"We will do the maximum possible."},{"text":"Ein Orkan der Kategorie 5 verursacht einen maximalen Schaden.","translation":"A category 5 hurricane causes maximum damage."},{"text":"Wie groß ist die maximale Zuladung bei diesem Van?","translation":"What is the loading capacity of that van?"},{"text":"Die maximale Kabellänge eines Segments beträgt 90 Meter.","translation":"The maximum cable length of a segment is 90 meters."},{"text":"Die Dimension eines Vektorraums ist gleich der maximalen Anzahl in ihm linear unabhängiger Elemente.","translation":"The dimension of a vector space equals the largest number of its elements that can be linearly independent."},{"text":"Du darfst maximal 100 Dollar ausgeben.","translation":"You can spend a maximum of $100."},{"text":"Die Reise wird maximal 1.000 $ kosten.","translation":"The trip will cost a maximum of $1,000."},{"text":"Maximal 40% der Schüler gehen auf eine Universität.","translation":"A maximum of 40% of students go to university."},{"text":"Die Zeremonie dauert maximal dreißig Minuten.","translation":"The ceremony lasts a maximum of thirty minutes."},{"text":"Die Sichtweite auf dem Flughafen betrug maximal dreihundertfünfzig Meter.","translation":"The visibility at the airport was a maximum of three hundred and fifty meters."}],"issen":[{"text":"Du isst schnell.","translation":"You eat quickly."},{"text":"Er isst immer in der Küche.","translation":"He always eats in the kitchen."},{"text":"Man isst nicht Brot zu Käse, sondern Käse zu Brot.","translation":"You don't eat bread with cheese, but cheese with bread."},{"text":"Der Arme isst, wann er was hat, der Reiche, wann er will.","translation":"The poor man eats when he can, but the rich man eats when he wants."},{"text":"Solange der Mann isst, spricht er nicht.","translation":"As long as the man eats, he does not speak."},{"text":"Tom isst Fisch auch gerne.","translation":"Tom also likes to eat fish."},{"text":"Der Junge isst Brot.","translation":"The boy eats bread."},{"text":"Lebst du, um zu essen oder isst du, um zu leben?","translation":"Do you live to eat or do you eat to live?"},{"text":"Hast du nicht etwas Gewicht verloren? Isst du auch genug?","translation":"Haven't you lost weight? Are you eating enough?"},{"text":"Tom isst Kuchen.","translation":"Tom eats cake."}],"innere":[{"text":"Im Inneren sind wir alle gleich.","translation":"We are all alike, on the inside."},{"text":"Diese Boxen haben im Inneren viel Platz.","translation":"These boxes have plenty space inside."},{"text":"In deinem tiefsten Inneren weißt du, was du tun musst.","translation":"Deep down, you know what you have to do."},{"text":"Wir sollten auch das Innere des Hauses anschauen.","translation":"We should also look at the interior of the house."},{"text":"Komm in den Garten! Das Innere wird Ihnen sehr gefallen.","translation":"Come into the garden! You'll really like the inside of it."}],"Knie":[{"text":"Da hast du dir selbst ins Knie geschossen!","translation":"You shot yourself in the foot!"},{"text":"Wenn das Leben uns in die Knie zwingt, tanzen wir Limbo!","translation":"If life puts us on our knees, let's dance the limbo!"},{"text":"Das kann man nicht übers Knie brechen.","translation":"You can't break that over the knee."},{"text":"Ich habe mich am Knie verletzt.","translation":"I injured my knee."},{"text":"Nachdem Sie Ihren Körper gedreht haben, gehen Sie bis ganz tief in die Knie.","translation":"After turning your body, go all the way to your knees."}],"Bus":[{"text":"Wir mussten lange auf den Bus warten.","translation":"We had to wait a long time for the bus."},{"text":"Wie oft fährt der Bus?","translation":"How often does the bus run?"},{"text":"Wir haben den Bus noch bekommen.","translation":"We still got the bus."},{"text":"Der Mitarbeiter behauptete, er habe den Bus verpasst.","translation":"The coworker claimed he had missed the bus."},{"text":"Es zog in dem Bus wie Hechtsuppe.","translation":"It dragged on the bus like pike soup."}],"weisen":[{"text":"Das war der Stein der Weisen.","translation":"This was the Philosopher's Stone."},{"text":"Selten tritt dem Weisen das Schicksal in den Weg.","translation":"Fate rarely gets in the way of the sage."},{"text":"Wenn dem Weisen zu wohl ist, heiratet er.","translation":"If the sage is too comfortable, he marries."},{"text":"Weisen Sie uns den rechten Weg.","translation":"Show us the right way."},{"text":"Keine dieser Fragen hat die Aufmerksamkeit des Rats der Weisen auf sich gezogen.","translation":"None of these issues has attracted the attention of the Council of Wise Men."},{"text":"Der Satz weist einige schwere Fehler auf.","translation":"The sentence contains some serious mistakes."},{"text":"Die Tat wird es weisen.","translation":"The deed will tell."},{"text":"Man kann dir den Weg weisen, aber gehen musst du ihn selbst.","translation":"You can be shown the way, but you have to walk it yourself."},{"text":"Dem will er seine Wunder weisen in Berg und Wald und Strom und Feld.","translation":"To him he wants to show his miracles in mountain and forest and stream and field."},{"text":"Bitte weisen Sie mich auf meinen Fehler hin.","translation":"Please point out my mistake."}],"Phase":[{"text":"Normaler Schlaf besteht aus zwei Phasen.","translation":"Normal sleep consists of two phases."},{"text":"Phase eins ist abgeschlossen.","translation":"Phase one is complete."},{"text":"Mein Leben war nicht einfach in der Phase nach meiner Geburt.","translation":"My life was not easy in the post-birth phase."},{"text":"In dieser Phase will ich mich lieber nicht beteiligen.","translation":"I prefer not to participate in this phase."},{"text":"Wir sind in einer Phase dramatischer Veränderungen.","translation":"We are in a phase of dramatic change."}],"euch":[{"text":"Ich wünsche euch einen schönen Urlaub!","translation":"Hope you have a nice holiday."},{"text":"Ich fühle mit euch.","translation":"I feel for you."},{"text":"Noch geht's euch gut.","translation":"You're still fine."},{"text":"Ich hole euch gegen sechs Uhr mit dem Auto ab.","translation":"I'll come in the car and pick you up at about six."},{"text":"Steht auf, wenn ich mit euch rede!","translation":"Stand up when I'm talking to you!"}],"ehemalig":[{"text":"Kommt Maria aus der ehemaligen DDR? Oder woher kann sie Russisch?","translation":"Does Maria come from the former GDR? Or where can she speak Russian?"},{"text":"Das ist ein Brief von meinem ehemaligen Lehrer.","translation":"This is a letter from my old teacher."},{"text":"In London bin ich einem meiner ehemaligen Studenten über den Weg gelaufen.","translation":"I bumped into one of my former students in London."},{"text":"Ich habe einen ehemaligen Schüler in London getroffen.","translation":"I met a former student in London."},{"text":"Angela Merkel wuchs in der ehemaligen Deutschen Demokratischen Republik auf.","translation":"Angela Merkel grew up in the former German Democratic Republic."}],"medizinisch":[{"text":"Ich wurde medizinisch untersucht.","translation":"I was medically examined."},{"text":"Ohne medizinische Behandlung hätte der Patient sterben können.","translation":"The patient could've died if it hadn't been for medical treatment."},{"text":"Medizinische Behandlung war für Tom nicht erforderlich.","translation":"Tom didn't require medical treatment."},{"text":"Es werden dringend medizinische Güter benötigt.","translation":"There is an urgent need for medical supplies."},{"text":"Er widmete sein Leben der medizinischen Arbeit.","translation":"He dedicated his life to medical work."}],"Hals":[{"text":"Ich hab so einen Hals!","translation":"I have such a neck!"},{"text":"Besser den Arm brechen als den Hals.","translation":"Better to break the arm than the neck."},{"text":"Maria hat aus vollem Halse um Hilfe gerufen.","translation":"Mary cried for help at the top of her lungs."},{"text":"Er hängt mir auch zum Hals raus!","translation":"He also hangs out of my throat!"},{"text":"Wenn Tom nicht bald verschwindet, schicken wir ihm die Polizei auf den Hals!","translation":"If Tom doesn't disappear soon, we'll send the police on his neck!"}],"Respekt":[{"text":"Zeige Respekt vor den Älteren.","translation":"Show respect for the elderly."},{"text":"Wer keinen Respekt hat vor sich selbst, der hat auch keinen vor dem anderen.","translation":"If you have no respect for yourself, you have no respect for the other."},{"text":"Ich glaube an Werte und an Respekt.","translation":"I believe in values, and respect."},{"text":"Behandle ältere Menschen mit Respekt!","translation":"Treat the elderly with respect!"},{"text":"Die Tiere verdienen unseren Respekt.","translation":"The animals deserve our respect."}],"Bürger":[{"text":"Ich bin ein guter Bürger.","translation":"I am a good citizen."},{"text":"Für den Bürger würde sich gar nichts ändern.","translation":"Nothing would change for the citizen."},{"text":"Arbeit ist des Bürgers Zierde, Segen ist der Mühe Preis.","translation":"Work is the citizen's adornment, blessing is the price of effort."},{"text":"Wo der Bürger keine Stimme hat, haben die Wände Ohren.","translation":"Where the citizen has no voice, the walls have ears."},{"text":"Auch Bürger kennen die Lösung nicht.","translation":"Even citizens do not know the solution."}],"ablehnen":[{"text":"Lieber sofort ablehnen als lange versprechen.","translation":"Better to reject immediately than to promise for a long time."},{"text":"Es ist ein Angebot, das man nicht ablehnen kann.","translation":"It's an offer you can't refuse."},{"text":"Ich liebte dich mehr als das Leben, aber du hast mich abgelehnt.","translation":"I loved you more than life, but you rejected me."},{"text":"Es ist kein Wunder, dass er dein Angebot abgelehnt hat.","translation":"It's no wonder he turned down your offer."},{"text":"Ich denke es ist ganz natürlich, dass sie sein Angebot ablehnt.","translation":"I think it's natural that she rejects his offer."}],"Strategie":[{"text":"Im Laufe der Jahre haben wir viele verschiedene Strategien versucht.","translation":"Over the years we have tried many different strategies."},{"text":"Hoffnung ist keine Strategie.","translation":"Hope is not a strategy."},{"text":"In wenigen Stunden wird der Präsident seine Strategie vorstellen.","translation":"In a few hours, the president will present his strategy."},{"text":"Tom entwickelt eine Strategie.","translation":"Tom develops a strategy."},{"text":"Diese Strategie hat offensichtlich nicht funktioniert.","translation":"That strategy obviously didn't work."}],"schreien":[{"text":"Du brauchst nicht zu schreien; du sollst nur deutlich sprechen.","translation":"You don't need to yell; you should just speak clearly."},{"text":"Er schreit aus vollem Halse.","translation":"He screams from the top of his lungs."},{"text":"Hör auf zu schreien, ich bitte dich.","translation":"Stop screaming, I beg you."},{"text":"Man muss nicht zu früh \"Viktoria\" schreien.","translation":"You don't have to shout \"Viktoria\" too soon."},{"text":"Einer, der schreit, hat schon verloren.","translation":"One who screams has already lost."}],"traditionell":[{"text":"Wir haben traditionell in der Kirche geheiratet.","translation":"We had a traditional church wedding."},{"text":"Tom und Maria wohnen in einem traditionell-japanischen Haus.","translation":"Tom and Mary live in a traditional Japanese house."},{"text":"Die traditionelle chinesische Medizin ist nun auch bei uns ein Thema.","translation":"Traditional Chinese medicine is now also an issue for us."},{"text":"Sie trugen auch die traditionellen Hüte.","translation":"They also wore the traditional hats."},{"text":"Das traditionelle amerikanische Abendessen enthält unter anderem Fleisch, Kartoffeln und ein Gemüse.","translation":"The traditional American dinner includes meat, potatoes and a vegetable."}],"Betreiber":[{"text":"Maria und Tom sind die Betreiber einer Reitschule.","translation":"Maria and Tom are the operators of a riding school."},{"text":"Diese Auszeichnung erhalten nur umweltbewusste Betreiber.","translation":"Only environmentally aware operators receive this award."}],"Dach":[{"text":"Er repariert das Dach.","translation":"He repairs the roof."},{"text":"Das Haus hat kein Dach.","translation":"The house has no roof."},{"text":"Was die Alten gebaut, können die Jungen nicht unter Dach halten.","translation":"What the old built, the young cannot keep under roof."},{"text":"Der schwarze Mann auf dem Dach hat mich verliebt gemacht.","translation":"The black man on the roof made me fall in love."},{"text":"Der Baum ist höher als das Dach.","translation":"The tree stands higher than the roof."}],"Bauch":[{"text":"Mein Bauch ist dick.","translation":"My belly is thick."},{"text":"Der Bauch hat keine Ohren.","translation":"The abdomen has no ears."},{"text":"Toms Augen sind größer als sein Bauch.","translation":"Tom's eyes are larger than his belly."},{"text":"Ich überlege. Mein Bauch entscheidet.","translation":"I'm thinking. My gut decides."},{"text":"Tom trifft seine Entscheidungen aus dem Bauch heraus.","translation":"Tom makes his decisions from the gut."}],"überrascht":[{"text":"Du wärst überrascht, was man in einer Woche lernen kann.","translation":"You'd be surprised at what you can learn in a week."},{"text":"Ha, das überrascht mich. Das musst du mir erklären!","translation":"Ha, that surprises me. You have to explain that to me!"},{"text":"Ich war überrascht, dass du den Preis gewonnen hast.","translation":"I was surprised that you won the prize."},{"text":"Sie waren alle überrascht, mich dort zu sehen.","translation":"They were all surprised to see me there."},{"text":"Es überrascht mich, dich das sagen zu hören.","translation":"I'm surprised to hear you say that."},{"text":"Da du nicht überrascht bist, denke ich, musst du es gewusst haben.","translation":"Since you're not surprised, I think you must have known."},{"text":"Ich bin mehr als überrascht und auch ein Stück weit betroffen.","translation":"I am more than surprised and also affected to a certain extent."},{"text":"Sie war überrascht, dass es schon so spät war.","translation":"She was surprised that it was that late."},{"text":"Wir waren überrascht, als wir ihn heute Morgen im Büro sahen.","translation":"We were surprised when we saw him in the office this morning."},{"text":"Wir waren überrascht, wie schnell die Polizei da war.","translation":"We were surprised how fast the police were there."}],"Königin":[{"text":"Gott schütze die Königin.","translation":"God save the Queen."},{"text":"Die Königin wohnt im Buckingham-Palast.","translation":"The Queen lives in Buckingham Palace."},{"text":"Die Königin wird nächstes Jahr in China zu Besuch sein.","translation":"The Queen is to visit China next year."},{"text":"Es waren einmal ein König und eine Königin, die drei wunderschöne Töchter hatten.","translation":"Once upon a time there lived a king and queen who had three very beautiful daughters."},{"text":"Sie riefen sie zur Königin aus.","translation":"They acclaimed her Queen."},{"text":"Königin Luise starb jung und blieb so allen als schöne Frau in Erinnerung.","translation":"Queen Luise died young and was remembered as a beautiful woman."},{"text":"Wann wurde Victoria Königin?","translation":"When did Victoria become Queen?"},{"text":"Wann wurde Königin Victoria geboren?","translation":"When was Queen Victoria born?"},{"text":"Nach dem Tode des Königs wurde Elsa Königin.","translation":"After the king's death Elsa became queen."},{"text":"Elisabeth die Zweite ist Königin von England.","translation":"Elizabeth II is Queen of England."}],"Rad":[{"text":"Das Rad der Zeit hält niemand auf.","translation":"No one can stop the time from passing."},{"text":"Wie lange bist du mit dem Rad gefahren?","translation":"How long did you cycle?"},{"text":"Wie viel Kilometer legst du mit dem Rad in einer Stunde zurück?","translation":"How many kilometres do you cycle in an hour?"},{"text":"Wer sein Rad liebt, der schiebt.","translation":"If you love your bike, you push."},{"text":"Alle Räder stehen still, wenn dein starker Arm es will.","translation":"All wheels stand still when your strong arm wants it."}],"Gegend":[{"text":"Wer sich den Gesetzen nicht fügen will, muss die Gegend verlassen, wo sie gelten.","translation":"If you don't want to comply with the law, you have to leave the area where they apply."},{"text":"Diese Gegend hier wird Fränkische Schweiz genannt.","translation":"This area here is called Franconian Switzerland."},{"text":"Ich kenne die Gegend.","translation":"I know the area."},{"text":"Sie tanzt wie verrückt durch die Gegend.","translation":"She dances around like crazy."},{"text":"In anderen Gegenden gibt es dagegen mehr Ärzte als eigentlich notwendig wären.","translation":"In other areas, however, there are more doctors than would actually be necessary."}],"markieren":[{"text":"Ich markiere einen Satz.","translation":"I highlight a sentence."},{"text":"Bitte markieren Sie die richtige Antwort mit einem Kreis.","translation":"Please circle the right answer."},{"text":"Der Weg war nicht deutlich markiert.","translation":"The path was not clearly marked."},{"text":"Markiert alles in Rot, was ihr nicht versteht, und fragt in der Klasse danach.","translation":"Mark in red anything you don't understand and ask about it in class."},{"text":"Sie markieren ihre Territorien mit Kot und Harn","translation":"They mark their territories with feces and urine"},{"text":"Der Hund markiert sein Revier.","translation":"The dog is marking its territory."},{"text":"„Guten Morgen, Maria! Hier spricht dein Telefon. Du hast 169 ungelesene Nachrichten.“ – „Von wie vielen Absendern?“ – „Einem.“ – „Ich kann es mir denken, aber ich frage trotzdem: Wer ist es?“ – „Tom.“ – „Als gelesen markieren und in den Papierkorb verschieben bitte!“ – „Erledigt. Soll ich jetzt deinen Kaffee durchlaufen lassen?“","translation":"\"Good morning, Mary! This is where your phone speaks. You have 169 unread messages.\" – \"From how many senders?\" – \"One.\" – \"I can think of it, but I still ask: Who is it?\" – \"Tom.\" – \"Mark as read and move to the trash please!\" – \"Done. Should I let your coffee go through now?\""}],"Zusammenhang":[{"text":"Das kommt auf den Zusammenhang an.","translation":"That depends on the context."},{"text":"Was bedeutet dieser Ausdruck in diesem Zusammenhang?","translation":"What does this expression mean in this context?"},{"text":"Lies mal bitte den ganzen Satz. Vielleicht versteht man es im Zusammenhang.","translation":"Please read the whole sentence. Maybe you understand it in context."},{"text":"Ich sehe zwischen den zwei Fällen keinen Zusammenhang.","translation":"I see no connection between the two cases."},{"text":"Stehen diese Ereignisse in Zusammenhang?","translation":"Are these events connected?"}],"dringend":[{"text":"Tut mir leid, aber ich muss ganz dringend auf die Toilette.","translation":"I'm sorry, but I have to go to the toilet very urgently."},{"text":"Keine Schuld ist dringender als die, danke zu sagen.","translation":"No guilt is more urgent than to say thank you."},{"text":"Wir müssen ihn dringend ins Krankenhaus bringen, er ist schwer verletzt!","translation":"We urgently need to take him to the hospital, he is seriously injured!"},{"text":"Das brauche ich dringend.","translation":"I need that urgently."},{"text":"Entschuldigen Sie, aber es ist wirklich dringend.","translation":"Excuse me, but it is really urgent."},{"text":"Ich muss dringend Tom sprechen.","translation":"I need to speak to Tom urgently."},{"text":"Ich muss dringend mit dir reden.","translation":"I need to talk to you urgently."},{"text":"Ich warte dringend auf deine Antwort","translation":"I am urgently waiting for your answer"},{"text":"Eine effektivere Methode, diese Krankheit zu behandeln, wird dringend benötigt.","translation":"There is an urgent need for a more effective method of treating this disease."},{"text":"Ich habe erst zwei Maß getrunken, ich brauche dringend noch ein drittes!","translation":"I've only had two beers, I really need a third one!"}],"mm":[{"text":"Das Rohr ist 2570 mm, und es müsste 2750 sein.","translation":"The tube is 2570 mm, and it should be 2750."},{"text":"Entschuldigen Sie! Haben Sie hier keine Druckbleistiftminen mit 0,3 mm?","translation":"Excuse me! Don't you have 0.3 mm mechanical pencil leads?"},{"text":"Die Studie zeigte, dass die Gletscherschmelze einen Anstieg des Meeresspiegels um 0,74 mm pro Jahr, mithin 21 % des während jenes Zeitraums beobachteten gesamten Anstiegs ausmacht.","translation":"The study showed the glacier melt was raising sea levels by about 0.74 millimeters a year, or 21 percent of overall sea level rise observed during the period."},{"text":"Längs das obere Drittel von den Kartoffeln abschneiden und die Hälften bis auf einen Rand von etwa 2 mm mit dem Löffel aushöhlen; das Fruchtfleisch in eine Schüssel geben.","translation":"Cut 1/3 off each potato lengthwise. Scoop flesh from each potato to within about 1/8 inch of the skins. Transfer flesh to a bowl."},{"text":"Wenn man die Erdmasse auf 9 mm zusammenpressen würde, käme dabei ein Schwarzes Loch heraus: dann wäre die Geschwindkeit, die ein Körper aufbringen müsste, um aus ihrem Schwerefeld zu entweichen, gleich der Lichtgeschwindigkeit.","translation":"If the Earth's mass were compressed to 9 mm, a black hole would emerge: the speed that a body would have to apply to escape from its gravitational field would be equal to the speed of light."}],"g":[{"text":"Ich esse Käse nur an den Tagen mit „g“ und mittwochs.","translation":"I only eat cheese on the days with \"g\" and on Wednesdays."},{"text":"Tom sagt, dass er nur an Tagen trinkt, die auf g enden.","translation":"Tom says that he only drinks on days that end in \"y\"."},{"text":"Ich brauche etwa 300–400 g von dieser Wurst.","translation":"I need about 300–400 g of this sausage."},{"text":"250 g grüne Bohnen reichen für das Rezept nicht.","translation":"250 g of green beans is not enough for the recipe."},{"text":"Ohne wirklich zu wissen, was \"Phonetik\" bedeutet und wohl sogar ohne überhaupt das Alphabet zu kennen, hatte ich mir klar gemacht, dass \"p\" eine härtere Version von \"b\" ist, \"t\" eine härtere Version von \"d\", \"k\" eine entsprechende von \"g\" und das scharfe \"s\" eine entsprechende Version des weichen \"s\".","translation":"Without actually knowing what \"phonetics\" meant and probably not even knowing the alphabet, I was able to think to myself that \"p\" was a harder version of \"b\" as was \"t\" to \"d\", \"k\" to \"g\" and \"s\" to \"z\"."},{"text":"Tom hat 450 g Käse gekauft.","translation":"Tom bought a pound of cheese."},{"text":"Man verrühre drei Eier mit 225 g Zucker.","translation":"Mix three eggs and a cup of sugar."},{"text":"In meiner Sprache heißen die Noten c, d, e, f, g, a und h.","translation":"In my language, the musical notes are c, d, e, f, g, a, and b."},{"text":"Koche 300 g Reis!","translation":"Cook 300 g rice!"},{"text":"Der siebzehnthäufigste Buchstabe im Esperanto ist \"g\".","translation":"The seventeenth most common letter in Esperanto is \"g\"."},{"text":"Alle G-Sterne, wie unsere Sonne, leben ca. 10 Milliarden Jahre.","translation":"All G-stars, like our Sun, live about 10 billion years."},{"text":"Tom kann kein hohes G auf seiner Trompete spielen, aber ein F schon.","translation":"Tom can't play a high G on his trumpet, but he can play an F."},{"text":"›G‹ ist ein Großbuchstabe.","translation":"›G‹ is a capital letter."},{"text":"Vier G dürfen einem Feldherrn nicht fehlen: Geld, Geduld, Genie und Glück.","translation":"Four G's must not be missing from a commander: money, patience, genius and luck."},{"text":"Die Untergruppe H der topologischen Gruppe G ist abgeschlossen und daher offen.","translation":"Subgroup H of topological group G is closed and therefore open."}],"Interview":[{"text":"Hast du das Interview gelesen?","translation":"Did you read the interview?"},{"text":"Ich hasse Interviews.","translation":"I hate interviews."},{"text":"Tom hat sich zu einem Interview bereit erklärt.","translation":"Tom has agreed to be interviewed."},{"text":"Das Interview ist auf Deutsch, und ich kann kein Wort davon verstehen.","translation":"The interview is on German, and I can't understand a word of it."},{"text":"Vielen Dank für das Interview und die Zeit, die Sie sich für uns genommen haben.","translation":"Thank you very much for the interview and the time you have given us."},{"text":"Gibst du gern Interviews?","translation":"Do you like to give interviews?"},{"text":"Wie war dein Interview?","translation":"How was your interview?"},{"text":"Mit einer Serie von Interviews startete der Kandidat der Opposition in die entscheidende Phase des Wahlkampfs.","translation":"With a series of interviews, the opposition candidate started the decisive phase of the election campaign."},{"text":"Nachdem er abgedankt hatte, kam Napoleon gestern auf der Insel Elba an, wo er sich für eine gewisse Zeit erholen wird. Zu Interviews ist er vorerst nicht bereit.","translation":"After abdicating, Napoleon arrived yesterday on the island of Elba, where he will rest for a while. For the time being, he is not ready for interviews."},{"text":"Wie war Ihr Interview?","translation":"How was your interview?"}],"nimmst":[{"text":"Nimmst du etwas zu essen mit?","translation":"Are you bringing anything to eat?"},{"text":"Nimmst du etwas zu trinken mit?","translation":"Are you bringing anything to drink?"},{"text":"Wie oft nimmst du deine Medikamente ein?","translation":"How often do you take your medication?"},{"text":"Nimmst du nochmal Kuchen?","translation":"Will you take cake again?"},{"text":"Ich will, dass du die Dinge endlich ernst nimmst.","translation":"I want you to start taking things seriously."},{"text":"Markku, du nimmst jetzt sofort die Füße vom Tisch!","translation":"Markku, you immediately take your feet off the table!"},{"text":"Wo nimmst du die Zeit her?","translation":"Where do you find the time?"},{"text":"Es ist nicht egal, welches Fett oder Öl du zum Kochen nimmst.","translation":"It doesn't matter what fat or oil you use to cook."},{"text":"Ich komme von dem Weg, den du nimmst.","translation":"I come from the path you take."},{"text":"Wenn du ihr auch noch die Hoffnung nimmst, so bleibt ihr nichts.","translation":"If you also take away her hope, nothing remains for her."},{"text":"Nimmst du den Zug?","translation":"Are you taking the train?"},{"text":"Nimmst du regelmäßig Medikamente?","translation":"Are you taking any medicine regularly?"},{"text":"Nimmst du die Erklärung an?","translation":"Do you buy that explanation?"},{"text":"„Nimmst du abends auch Tabletten?“ – „Nein, nur morgens.“","translation":"\"Do you take tablets in the evening?\" – \"No, only in the morning.\""},{"text":"„Nimmst du gar keine Salatsauce?“ – „Nö, ich habe gestern schon zu viel Salz zu mir genommen.“","translation":"\"Don't you take a salad dressing at all?\" – \"Nope, I already took too much salt yesterday.\""}],"Kugel":[{"text":"Eine Kugel traf das Herz des Soldaten.","translation":"A bullet hit the soldier's heart."},{"text":"Die Polizei wird euch dazu bringen, die Kugeln zu finden.","translation":"The police will get you to find the bullets."},{"text":"Die Erde ist eine Kugel, das ist nun sicher.","translation":"The earth is a sphere, that's for sure now."},{"text":"Ärzte entfernten die Kugel.","translation":"Doctors removed the bullet."},{"text":"Es ist nur eine Kugel übrig.","translation":"There's only one bullet left."}],"anschließen":[{"text":"Hast du dein Rad nicht angeschlossen?","translation":"Didn't you lock your bike up?"},{"text":"Ich verlasse mich darauf, dass du dich uns anschließt.","translation":"I am counting on you to join us."},{"text":"Ich bat Tom, sich uns anzuschließen.","translation":"I asked Tom to join us."},{"text":"Du hättest sie bitten sollen, sich uns anzuschließen.","translation":"You should have asked her to join us."},{"text":"Ich würde mich gerne eurer Gruppe anschließen.","translation":"I would like to join your group."}],"Symbol":[{"text":"Das Symbol '&' steht für 'und'.","translation":"The symbol '&' stands for 'and'."},{"text":"Egal welche Farbe eine Blume hat, eine Blume bleibt das Symbol der Liebe.","translation":"No matter what color a flower is, a flower remains the symbol of love."},{"text":"Was bedeutet dieses Symbol hier?","translation":"What does this symbol here mean?"},{"text":"Wie spricht man das Symbol @ in dieser Sprache aus? \"At\"","translation":"How do you pronounce the @ symbol in this language? \"At\""},{"text":"Ein Wort ist ein Symbol einer Idee.","translation":"A word is a symbol of an idea."}],"Zweifel":[{"text":"Der Zweifel ist der Schlüssel zum Wissen.","translation":"Doubt is the key to knowledge."},{"text":"Mit dem Wissen wächst der Zweifel.","translation":"With knowledge, doubt grows."},{"text":"Von den sicheren Dingen ist das Sicherste der Zweifel.","translation":"Of the safest things, the safest thing is doubt."},{"text":"Denn wo der Glaube tausend Jahre gesessen hat, eben da sitzt jetzt der Zweifel.","translation":"For where faith has sat for a thousand years, there is now doubt."},{"text":"Ich habe Zweifel am Sinn solcher Sätze.","translation":"I have doubts about the meaning of such sentences."}],"ignorieren":[{"text":"Tom fühlte sich von Maria ignoriert.","translation":"Tom felt ignored by Mary."},{"text":"Tatsachen schafft man nicht dadurch aus der Welt, dass man sie ignoriert.","translation":"Facts are not eliminated by ignoring them."},{"text":"Tatsachen hören nicht auf zu existieren, nur weil sie ignoriert werden.","translation":"Facts do not cease to exist just because they are ignored."},{"text":"Die Regeln sind nicht dafür da, ignoriert zu werden.","translation":"The rules are not there to be ignored."},{"text":"Was dieser Typ sagt, kannst du ruhig ignorieren.","translation":"What this guy says, you can safely ignore."}],"Zuschauer":[{"text":"Was wären die Großen dieser Welt ohne Zuschauer!","translation":"What would the greats of this world be without spectators!"},{"text":"Er konnte nicht sprechen, weil die Zuschauer so laut waren.","translation":"He couldn't speak because the audience was so loud."},{"text":"Manchmal kommt es vor, dass weniger als 10 Zuschauer kommen.","translation":"Sometimes it happens that less than 10 spectators come."},{"text":"Jeder Zuschauer kauft eine Karte.","translation":"Every spectator buys a ticket."},{"text":"Die Zuschauer sind oft ärger als der Tänzer.","translation":"The audience is often more annoying than the dancer."}],"Holz":[{"text":"Er hat vier Beine, ist aus Holz und steht in der Küche.","translation":"It has four legs, is made of wood and stands in the kitchen."},{"text":"Altes Holz brennt besser als junges.","translation":"Old wood burns better than young wood."},{"text":"Es führt mehr als ein Weg ins Holz.","translation":"It leads more than one way into the wood."},{"text":"Tom schneidet Holz.","translation":"Tom cuts wood."},{"text":"Holz, Haar und Unglück wachsen über Nacht.","translation":"Wood, hair and misfortune grow overnight."}],"fair":[{"text":"Lass uns fair bleiben!","translation":"Let's be fair!"},{"text":"Er empfahl uns fair zu spielen.","translation":"He recommended us to play fair."},{"text":"Eltern sollen ihre Kinder fair behandeln.","translation":"Parents should deal fairly with their children."},{"text":"Das war kein fairer Kampf.","translation":"It wasn't a fair fight."},{"text":"Gib ihm die faire Hälfte.","translation":"Give him a fair half."}],"Vorschlag":[{"text":"Dein Vorschlag klingt gut.","translation":"Your proposal sounds good."},{"text":"Ich werde über Ihren Vorschlag nachdenken.","translation":"I'll think about your suggestion."},{"text":"Sein Vorschlag, mehr Lehrer einzustellen, wurde angenommen.","translation":"His proposal to hire more teachers was accepted."},{"text":"Alle Vorschläge und Ideen sind willkommen.","translation":"Any suggestions and ideas are welcome."},{"text":"Für den Vorschlag wurde grünes Licht gegeben.","translation":"The green light was given for the proposal."}],"Verfahren":[{"text":"Folgen Sie mir nicht, ich habe mich auch verfahren!","translation":"Don't follow me, I got lost too!"},{"text":"Tom verfährt sich jedes Mal, wenn er keine Karte dabei hat.","translation":"Tom always gets lost if he doesn't carry a map."},{"text":"Wir verfahren dem Plan entsprechend.","translation":"We're proceeding according to plan."},{"text":"Als ich dich das erste Mal besucht habe, habe ich mich verfahren.","translation":"I got lost when I visited you for the first time."},{"text":"Ich habe gehört, dass sich sogar Taxifahrer oft in Tokio verfahren.","translation":"I've heard that even taxi drivers often get lost in Tokyo."},{"text":"Welche anderen Verfahren gibt es?","translation":"What other procedures are there?"},{"text":"Ein neues Verfahren gegen Hepatitis wird untersucht.","translation":"A new treatment for hepatitis is being studied."},{"text":"Ich erklärte ihm die Verfahren.","translation":"I explained the procedures to him."},{"text":"Tom lernt gerade ein neues Verfahren.","translation":"Tom is learning a new technique."},{"text":"Hier muss ich ein zusätzliches Verfahren anwenden.","translation":"Here I have to use an additional procedure."}],"Kommunikation":[{"text":"Was die Welt verändert, ist Kommunikation, nicht Information.","translation":"What changes the world is communication, not information."},{"text":"Musik ist die beste Art der Kommunikation.","translation":"Music is the best way to communicate."},{"text":"10 Prozent Strategie, 90 Prozent Kommunikation ergeben 100 Prozent Team-Erfolg!","translation":"10 percent strategy, 90 percent communication result in 100 percent team success!"},{"text":"Wie funktioniert Gewaltfreie Kommunikation?","translation":"How does Nonviolent Communication work?"},{"text":"Hast du schon einmal etwas von Gewaltfreier Kommunikation gehört?","translation":"Have you ever heard of Nonviolent Communication?"}],"prinzip":[{"text":"Für seine Prinzipien kann man leichter kämpfen, als nach ihnen leben.","translation":"It is easier to fight for one's principles than to live according to them."},{"text":"Er hat feste Prinzipien.","translation":"He has strong principles."},{"text":"Im Prinzip stimme ich dem Vorschlag zu.","translation":"I agree to the proposal in principle."},{"text":"Im Prinzip bin ich mit dir einverstanden.","translation":"In principle, I agree with you."},{"text":"Nur Persönlichkeiten bewegen die Welt, niemals Prinzipien.","translation":"Only personalities move the world, never principles."}],"irgendwelch":[{"text":"Lasst es mich wissen, wenn ich irgendwelche Änderungen machen muss.","translation":"Let me know if I need to make any changes."},{"text":"Hat es irgendwelche Probleme gegeben?","translation":"Have there been any problems?"},{"text":"Nehmen Sie irgendwelche Medikamente?","translation":"Do you take any medication?"},{"text":"Menschen mit Aktien sind nie glücklich. Irgendwelche verlieren immer gerade an Wert.","translation":"People with stocks are never happy. Some are always losing value."},{"text":"Sprich lieber übers Wetter als über irgendwelche Probleme.","translation":"Talk about the weather rather than any problems."}],"träumen":[{"text":"Mein Hund träumt von einer Katze.","translation":"My dog is dreaming of a cat."},{"text":"Nimm dir Zeit, um zu träumen; das ist der Weg zu den Sternen.","translation":"Take time to dream; this is the way to the stars."},{"text":"Ich habe heute Nacht geträumt, dass wir uns geküsst hätten.","translation":"I dreamed tonight that we had kissed."},{"text":"Sie hat schon immer von einer Reise nach Australien geträumt.","translation":"She has always dreamt of taking a trip to Australia."},{"text":"Leben heißt träumen, weise sein heißt angenehm träumen.","translation":"Living means dreaming, being wise means dreaming pleasantly."}],"Verlust":[{"text":"Gewinn und Verlust sind Bruder und Schwester.","translation":"Gain and loss are brother and sister."},{"text":"Ihr Tod war ein großer Verlust für uns.","translation":"Her death was a great loss for us."},{"text":"Wer seinen Kopf verlor, merkt den Verlust als letzter.","translation":"Those who lost their head are the last to notice the loss."},{"text":"In Verlust steckt Lust.","translation":"In loss is lust."},{"text":"Erfolg hat, wer Verluste in Kauf nehmen kann.","translation":"Success is achieved by those who can accept losses."}],"Planet":[{"text":"Als ich in deinem Alter war, war Pluto ein Planet.","translation":"When I was your age, Pluto was a planet."},{"text":"Wir leben auf dem Planeten Erde – oder zumindest glauben wir das.","translation":"We live on planet Earth – or at least we believe so."},{"text":"Die Erde ist ein Planet.","translation":"Earth is a planet."},{"text":"Ungefähr sieben Milliarden Menschen leben auf unserem Planeten.","translation":"About seven billion people live on our planet."},{"text":"Was könnte ein Planet brauchen, um Leben entstehen zu lassen?","translation":"What might a planet need to spawn life?"}],"Tagen":[{"text":"Die Situation wird von Tag zu Tag schlimmer.","translation":"The situation is getting worse and worse day by day."},{"text":"Du wirst von Tag zu Tag schöner.","translation":"You are becoming more beautiful every day."},{"text":"Ich mache mehr als hundert Kilometer pro Tag.","translation":"I do more than a hundred kilometres a day."},{"text":"Die Lage wird für mich von Tag zu Tag ernster.","translation":"The situation is getting more serious for me every day."},{"text":"Der nächste Tag schlich dahin.","translation":"The next day passed slowly."},{"text":"Bald wird es tagen.","translation":"It will meet soon."},{"text":"Draußen tagt es schon.","translation":"It's already meeting outside."},{"text":"Wenn du jetzt nach Kräften dich bemühst, wird das Glück dir tagen.","translation":"If you try your best now, happiness will come to you."},{"text":"Weißt du, wann das Parlament zum ersten Mal getagt hat?","translation":"Do you know when Parliament met for the first time?"},{"text":"Im Gebäude des Preußischen Herrenhauses zu Berlin tagt heute der Bundesrat.","translation":"The Federal Council is meeting today in the building of the Prussian Manor House in Berlin."}],"co₂":[{"text":"Pflanzen benötigen zum Wachsen CO₂.","translation":"Plants require CO2 to grow."},{"text":"Wenn das Meer viel CO₂ aufnimmt, wird das Wasser saurer.","translation":"When the ocean absorbs a lot of CO₂, the water becomes more acidic."},{"text":"Dieses Material absorbiert CO₂.","translation":"This material absorbs CO2."},{"text":"Wissenschaftler haben entdeckt, dass die Temperatur und der CO₂-Gehalt der Luft im ganzen Lauf der Erdgeschichte eng miteinander verknüpft sind.","translation":"Scientists have learned that, throughout Earth's history, temperature and CO2 levels in the air are closely tied."},{"text":"Das Eis enthält Luftblasen aus jedem Jahr, die Schicht für Schicht von Wissenschaftlern daraufhin untersucht werden, wieviel CO₂ sie enthalten.","translation":"The ice contains bubbles of the air from each year. Scientists analyze the bubbles in each layer to see how much CO2 they contain."}],"Verbrechen":[{"text":"Verbrechen macht sich nicht bezahlt.","translation":"Crime doesn't pay."},{"text":"Das Töten eines Menschen ist ein Verbrechen.","translation":"Killing a human being is a crime."},{"text":"Toleranz wird zum Verbrechen, wenn sie dem Bösen gilt.","translation":"Tolerance becomes a crime when applied to evil."},{"text":"Für die Verbrechen der Kinder sind die Eltern verantwortlich.","translation":"Parents are responsible for their children's crimes."},{"text":"Armut führt zu Verbrechen.","translation":"Poverty leads to crime."}],"Stoff":[{"text":"Aus England bringen sie Stoff.","translation":"They bring cloth from England."},{"text":"Das Vertrauen gibt dem Gespräch mehr Stoff als der Geist.","translation":"Trust gives the conversation more substance than the spirit."},{"text":"In der Kunst ist die Form alles, der Stoff gilt nichts.","translation":"In art, form is everything, material counts for nothing."},{"text":"Dieser Stoff fühlt sich an wie Samt.","translation":"This cloth feels like velvet."},{"text":"Nur ein paar Studenten verstanden den Stoff.","translation":"Only a few students understood the matter."}],"betrunken":[{"text":"Der Polizist war betrunken.","translation":"The policeman was drunk."},{"text":"Menschen sind ehrlicher, wenn sie betrunken sind.","translation":"People are more honest when they are drunk."},{"text":"Wenn du nicht betrunken wärst, würde ich dich einen Idioten nennen!","translation":"If you weren't drunk, I'd call you an idiot!"},{"text":"Tom war stark betrunken.","translation":"Tom was very drunk."},{"text":"Der betrunkene Fahrer musste die Nacht in der Zelle verbringen.","translation":"The drunk driver had to spend the night in jail."},{"text":"„Erna, ich liebe dich!“ – „Du bist ja betrunken!“","translation":"\"Erna, I love you!\" – \"You're drunk!\""},{"text":"Tom hat sich gestern wieder betrunken.","translation":"Tom got drunk again yesterday."},{"text":"Richtig betrunken bin ich eigentlich gar nicht.","translation":"I'm not really drunk."},{"text":"„Gestern habe ich Tom geküsst.“ – „Warst du da betrunken?“","translation":"\"Yesterday I kissed Tom.\" – \"Were you drunk?\""},{"text":"Dafür bin ich gerade wirklich zu betrunken.","translation":"I'm really too drunk for this now."}]}