{"plastik":[{"text":"Heutzutage ist alles aus Plastik.","translation":"Nowadays everything is made of plastic."},{"text":"Ich wusste, dass es Plastik war, aber es schmeckte wie Holz.","translation":"I knew it was plastic, but it tasted like wood."},{"text":"Keine der Blumen ist aus Plastik.","translation":"None of the flowers are made of plastic."},{"text":"Dieser Stuhl ist aus Plastik hergestellt.","translation":"This chair is made of plastic."},{"text":"Nicht das Obst in der Schüssel auf dem Tisch essen! Das ist aus Plastik!","translation":"Don't eat the fruit in the bowl on the table. It's plastic."}],"Menü":[{"text":"Haben Sie sich schon für ein Menü entschieden?","translation":"Have you already decided on a menu?"},{"text":"Gibt es ein spezielles Menü für Vegetarier?","translation":"Is there a special menu for vegetarians?"},{"text":"Während einer Videosequenz kann man nicht auf das Menü zugreifen.","translation":"You can't open the menu while you're in a cutscene."},{"text":"Es wird ein Bankett mit einem Menü der Renaissance gegeben in Begleitung von damaliger Musik.","translation":"There will be a banquet with a menu of the Renaissance accompanied by music of the time."},{"text":"Kochbücher erteilen Ratschläge für das tägliche Menü, je nach Gesellschaftsschicht und Lebensstandard.","translation":"Cookbooks give advice on the daily menu, depending on social class and standard of living."},{"text":"Was ist das heutige Menü?","translation":"What is today's menu?"},{"text":"Tom und Maria nahmen zusammen ein Sechs-Gänge-Menü zu sich.","translation":"Tom and Maria ate a six-course meal together."},{"text":"Auf dem Menü für heute Abend: Gebackene Ofenkartoffeln und geräucherte Heringe.","translation":"On the menu for tonight: baked baked potatoes and smoked herring."},{"text":"Wenn du mit der Maus auf das deutsche Fähnchen klickst, kannst du aus dem sich öffnenden Menü das japanische Fähnchen auswählen.","translation":"If you click on the German flag with the mouse, you can select the Japanese flag from the menu that opens."},{"text":"\"Ich kann perfekt Italienisch\", sagte sie angeberisch, während sie sich aus dem Menü ein Gericht aussuchte, aber als das Essen serviert wurde, war es gar nicht das, was sie erwartete.","translation":"\"I understand Italian perfectly,\" she boasted while choosing a dish from the menu, but when the food was served, it was not at all what she expected."}],"arme":[{"text":"Eines Tages, als sie an jener Quelle war, kam zu ihr eine arme Frau.","translation":"One day, when she was at that source, a poor woman came to her."},{"text":"Oma backt arme Ritter.","translation":"Nan is making some eggy bread."},{"text":"Du arme Gerechtigkeit, du liegst im Bett und hast kein Kleid!","translation":"You poor justice, you lie in bed and have no dress!"},{"text":"Haben Sie arme Freunde?","translation":"Do you have poor friends?"},{"text":"„Tom ist heute gestorben. Sein Junge weiß es noch nicht.“ – „Ach, der arme Kleine!“","translation":"\"Tom died today. His boy doesn't know yet.\" – \"Oh, poor little one!\""}],"unverständlich":[{"text":"Dieser Satz ist leider völlig unverständlich.","translation":"Unfortunately, this sentence is completely incomprehensible."},{"text":"Wie unverständlich sind mir diese Worte!","translation":"How incomprehensible these words are to me!"},{"text":"Wenn man darüber redet, wird auch das Einfachste gleich kompliziert und unverständlich.","translation":"When you talk about it, even the simplest thing becomes complicated and incomprehensible."},{"text":"Ihre Antwort war unverständlich.","translation":"Her answer was incomprehensible."},{"text":"Er war so betrunken, dass seine Erklärungen unverständlich waren.","translation":"He was so drunk that his explanations were incomprehensible."},{"text":"Das Unverständlichste am Universum ist im Grunde, dass wir es verstehen können.","translation":"The most incomprehensible thing about the universe is basically that we can understand it."},{"text":"Er murmelte etwas Unverständliches.","translation":"He murmured something unintelligible."},{"text":"Philosophie nennt man die geistreiche Übersetzung des Unerklärlichen ins Unverständliche.","translation":"Philosophy is called the clever translation of the unexplainable into the incomprehensible."},{"text":"Tom war zweifellos der intelligenteste Schüler der ganzen Schule, doch wann immer ihm der Lehrer eine Frage stellte, auf die er nicht vorbereitet war, befiel ihn eine derartige Nervosität, dass er sich, kaum dass er den Mund auftat, verhaspelte und irgendetwas völlig Unverständliches von sich gab.","translation":"Tom was undoubtedly the most intelligent student in the entire school, but whenever the teacher asked him a question for which he was not prepared, he was filled with such nervousness that he would become confused, and something utterly incomprehensible would issue from his mouth as soon as he opened it."},{"text":"Das Unverständlichste an unserem Universum ist, dass es sich verstehen lässt.","translation":"The most incomprehensible thing about our universe is that it can be understood."}],"verarschen":[{"text":"Verarschen kann ich mich selber.","translation":"I can fool myself."},{"text":"Verarschen kann ich mich alleine!","translation":"I can fool myself alone!"},{"text":"Echt jetzt?! Alter, du verarschst mich gerade, oder?","translation":"Really?! Dude, you're kidding me right now, aren't you?"},{"text":"Versuch doch nicht, mich zu verarschen! Sag mir die Wahrheit!","translation":"Don't try to bullshit me, tell me the truth."},{"text":"Wenn Sie mich zu verarschen versuchen, bringe ich Sie um!","translation":"If you try to screw me, I'll kill you!"}],"gratulieren":[{"text":"Ich gratuliere dir zum Geburtstag.","translation":"Happy birthday."},{"text":"Tom, ich gratuliere dir! Du wirst Großvater.","translation":"Congratulations on becoming a grandfather, Tom!"},{"text":"Ich gratuliere dir herzlich zum Geburtstag.","translation":"Congratulations to you on your birthday."},{"text":"Ich hätte dir gerne persönlich zum Geburtstag gratuliert.","translation":"I would've liked to wish you happy birthday in person."},{"text":"Ich habe ihm zur Geburt seines Sohnes gratuliert.","translation":"I congratulated him on the birth of his son."}],"stützen":[{"text":"Ich kann mich auf viele Erfahrungen stützen.","translation":"I am very experienced."},{"text":"Ist dein Kopf so schwer, dass du dich auf die Ellbogen stützen musst?","translation":"Is your head so heavy that you have to lean on your elbows?"},{"text":"Er stützte seinen Körper auf einen Stock.","translation":"He rested his body on a stick."},{"text":"Dieses Land wird durch die Industrie gestützt.","translation":"This country is supported by industry."},{"text":"Tom stützte Mary, damit sie nicht fallen würde.","translation":"Tom grabbed Mary to keep her from falling."}],"Übergang":[{"text":"Der Übergang vom Affen zum Menschen sind wir.","translation":"The transition from apes to humans is us."},{"text":"Ohne jeglichen Übergang ist der Herbst eingetreten.","translation":"Without any transition, autumn has arrived."},{"text":"Alles ist zeitlos und nur Übergang.","translation":"Everything is timeless and only transition."},{"text":"Die Kunst ist der Übergang aus der Natur zur Bildung und aus der Bildung zur Natur.","translation":"Art is the transition from nature to education and from education to nature."},{"text":"Der Übergang von einer Entwicklungsstufe zur nächsten ist oft mit Angst verbunden.","translation":"The transition from one stage of development to the next is often associated with fear."}],"Tatort":[{"text":"Hast du gestern den Tatort gesehen?","translation":"Did you see the crime scene yesterday?"},{"text":"Den Täter zieht es immer wieder an den Tatort zurück.","translation":"The perpetrator is always drawn back to the scene of the crime."},{"text":"Die Polizei nahm Tom noch am Tatort fest.","translation":"The police arrested Tom at the scene."},{"text":"Tom war der einzige Reporter am Tatort.","translation":"Tom was the only reporter on the scene of the crime."},{"text":"Niemand konnte den Tatort auf diesem Wege verlassen.","translation":"No one could leave the scene of the crime in this way."},{"text":"Er kehrte zurück zum Tatort.","translation":"He returned to the scene."},{"text":"Sie befand sich am Tatort.","translation":"She was at the scene."},{"text":"Der Tatort bot einen grauenvollen Anblick.","translation":"The murder scene was a grisly sight."},{"text":"Die polizeilichen Ermittlungen haben ergeben, dass Tom zur fraglichen Zeit am Tatort war.","translation":"According to the police investigation, Tom was at the scene of the crime at the time of the event."}],"nachsehen":[{"text":"Trotz aller Vorsicht hatte ich am Ende das Nachsehen.","translation":"Despite all caution, I was left behind in the end."},{"text":"Tom räumte alle Gewinne ab, und wir hatten das Nachsehen.","translation":"Tom cleared all the winnings, and we were left behind."},{"text":"Wer sich nicht vorsieht, hat das Nachsehen.","translation":"Those who do not intend to do so are at a disadvantage."},{"text":"Der Kluge baut vor, der Dumme hat das Nachsehen.","translation":"The wise man provides for the future, the foolish man ends up with nothing."},{"text":"Wir hatten das Nachsehen.","translation":"We were left behind."},{"text":"Du solltest selbst nachsehen gehen.","translation":"You should go and have a look yourself."},{"text":"Ich muss noch einmal zurückgehen und nachsehen.","translation":"I've got to go back and check."},{"text":"Ich gehe nachsehen, ob bei Tom alles in Ordnung ist.","translation":"I'll go and see if Tom is OK."},{"text":"Einer Frau kann man eine solche Schwäche leichter nachsehen als einem Mann.","translation":"It is easier to forgive a woman for such a weakness than a man."},{"text":"Ich weiß nicht, Lass mich mal nachsehen!","translation":"I don't know. Let me check."}],"schmal":[{"text":"Ein schmaler Weg führt durch dieses Feld zu unserem Hause.","translation":"A narrow path leads through this field to our house."},{"text":"Wir sprechen so oft von der breiten Masse – und wo bleibt die schmale Masse?","translation":"We so often talk about the masses – and where is the narrow mass?"},{"text":"Die Straße ist sehr schmal.","translation":"The street is very narrow."},{"text":"Vor zehn Jahren ging über diesen Fluss noch eine schmale Brücke.","translation":"Ten years ago there was a narrow bridge crossing this river."},{"text":"Sie gingen einen schmalen Weg entlang.","translation":"They walked along a narrow path."},{"text":"Das Tor ist zu schmal für das Auto.","translation":"The gate is too narrow for the car."},{"text":"Die Straße ist zu schmal für Autos.","translation":"The road is too narrow for cars."},{"text":"Was alle erfolgreichen Menschen miteinander verbindet, ist die Fähigkeit, den Graben zwischen Entschluss und Ausführung äußerst schmal zu halten.","translation":"What unites all successful people is the ability to keep the gap between decision and execution extremely narrow."},{"text":"Das Tor ist zu schmal für ein Auto.","translation":"The gate is too narrow for a car."},{"text":"Diese Straße ist für Autos zu schmal.","translation":"This road is too narrow for cars to pass."}],"Teelöffel":[{"text":"Ich trinke meinen Kaffee mit zwei Teelöffeln Zucker.","translation":"I drink my coffee with two teaspoons of sugar."},{"text":"Dieser Löffel ist ein Teelöffel.","translation":"This spoon is a teaspoon."},{"text":"Einen Teelöffel Paprika hinzufügen.","translation":"Add one teaspoon of paprika."},{"text":"Ich nehme einen Teelöffel und versuchen das Salz zu entfernen.","translation":"I take a teaspoon and try to remove the salt."},{"text":"In den Vereinigten Staaten entspricht ein Esslöffel drei Teelöffeln.","translation":"In the United States, a tablespoon is equivalent to three teaspoons."}],"verdanken":[{"text":"Was ich heute bin, verdanke ich meinem Onkel.","translation":"What I am today, I owe to my uncle."},{"text":"Die besten Dinge verdanken wir dem Zufall.","translation":"We owe the best things to chance."},{"text":"Einige der größten Entdeckungen der Menschheit waren dem Zufall zu verdanken.","translation":"Some of humanity's greatest discoveries were due to chance."},{"text":"Mancher Mann verdankt seinen Erfolg seiner ersten Frau – und seine zweite Frau seinem Erfolg.","translation":"Many a man owes his success to his first wife – and his second wife to his success."},{"text":"Dass wir noch eine Zukunft haben, verdanken wir Gott. Welche? – Uns selbst.","translation":"We owe it to God that we still have a future. Which one? –Ourselves."}],"Augenbrauen":[{"text":"Er hob seine Augenbrauen.","translation":"He raised his eyebrows."},{"text":"Er hatte die längsten Augenbrauen, die ich je gesehen habe.","translation":"He had the longest eyebrows I've ever seen."},{"text":"Die alte Frau zog die Augenbrauen zusammen.","translation":"The old woman knitted her brows."},{"text":"Ich hasse meine Augenbrauen.","translation":"I hate my eyebrows."},{"text":"Wenn er seine Augenbrauen anhebt, ist er sauer.","translation":"When he raises his eyebrows, he is angry."}],"Vorbild":[{"text":"CakePHP ist nach dem Vorbild von Ruby on Rails entstanden.","translation":"CakePHP was modeled after Ruby on Rails."},{"text":"Kinder brauchen eher das Vorbild als die Kritik.","translation":"Children need the role model rather than the criticism."},{"text":"War ihre eigene Familie das Vorbild für die Familie im Roman?","translation":"Was her own family the model for the family in the novel?"},{"text":"Er ist ein gutes Vorbild für seinen Sohn.","translation":"He is a good role model for his son."},{"text":"Toms Geschichte ging um die Welt, und er wurde für viele zum Vorbild.","translation":"Tom's story went around the world, and he became a role model for many."}],"hammer":[{"text":"Wer als Werkzeug nur einen Hammer hat, sieht in jedem Problem einen Nagel.","translation":"If you only have a hammer as a tool, you see a nail in every problem."},{"text":"Ich werde dir gleich mal zeigen, wo der Hammer hängt.","translation":"I'll show you where the hammer hangs."},{"text":"Ich brauche einen Hammer.","translation":"I need a hammer."},{"text":"Für einen Menschen mit einem Hammer sieht alles wie ein Nagel aus.","translation":"For a person with a hammer, everything looks like a nail."},{"text":"Kannst du mir mal den Hammer reichen?","translation":"Can you give me the hammer?"},{"text":"Das ist der absolute Hammer!","translation":"This is absolutely awesome!"},{"text":"Das neue Album von „Take That“ ist echt der Hammer!","translation":"A new Take That album! That's really something else!"},{"text":"Sein Zustand befindet sich zwischen Hammer und Amboss.","translation":"Its condition is between hammer and anvil."},{"text":"Das ist doch der Hammer!","translation":"That's awesome!"},{"text":"Den Nagel schlage ich jetzt in die Wand. Her mit dem Hammer!","translation":"I'm going to hit the nail in the wall now. Bring on the hammer!"}],"solide":[{"text":"Diese Brücke sieht solide aus.","translation":"This bridge looks solid."},{"text":"Was heißt es, eine solide Architektur zu entwickeln?","translation":"What does it mean to develop a sound architecture?"},{"text":"Ein solches Projekt braucht eine solide finanzielle Grundlage.","translation":"Such a project needs a solid financial foundation."},{"text":"Die alten Römer haben sehr solide gebaut.","translation":"The ancient Romans built very solidly."},{"text":"Die öffentlichen Finanzen sollten solide sein.","translation":"Public finances should be sound."},{"text":"Säulen bilden ein solides Fundament.","translation":"Columns provide a solid foundation."},{"text":"Ein derartiges Vorhaben benötigt ein solides finanzielles Fundament.","translation":"Such a project requires a solid financial foundation."},{"text":"Er hat ein solides Alibi.","translation":"He has a solid alibi."}],"jubeln":[{"text":"Man soll nicht zu früh jubeln.","translation":"One shouldn't celebrate too early."},{"text":"Beim nächsten Mal werden wir diejenigen sein, die jubeln können.","translation":"Next time we will be the ones who can cheer."},{"text":"Das Volk jubelte und begrüßte ihn als König.","translation":"The people cheered and greeted him as king."},{"text":"Die Menge jubelte, als er ein Tor schoss.","translation":"The crowd went crazy when he got a goal."},{"text":"Die Menge jubelte dem Sieger zu.","translation":"The crowd hailed the winner."}],"Frühling":[{"text":"Mir ist der Frühling lieber als der Herbst.","translation":"I prefer spring to autumn."},{"text":"Im Frühling muss Jukka ein neues Auto kaufen.","translation":"In spring, Jukka has to buy a new car."},{"text":"Eine Blume macht keinen Frühling.","translation":"One flower doesn't make a spring."},{"text":"Wer im Frühling schläft, der kann im Winter nicht aufwachen.","translation":"If you sleep in spring, you can't wake up in winter."},{"text":"Ist es für Toms Geburtstag Zeit, ist der Frühling nicht mehr weit.","translation":"If it's time for Tom's birthday, spring is not far away."},{"text":"Wann ist endlich wieder Frühling?","translation":"When is spring finally back?"},{"text":"Im Frühling schlagen die Bäume aus.","translation":"In spring, the trees fall out."},{"text":"An manchen Orten können die Leute im Frühling Ski fahren.","translation":"In some places, people can ski in the spring."},{"text":"Warum rieche ich den Frühling?","translation":"Why do I smell spring?"},{"text":"Noch zehn Tage, dann ist Frühling!","translation":"Ten more days, then spring!"}],"smartphone":[{"text":"Liegt das Smartphone laut Knigge eigentlich links oder rechts vom Teller?","translation":"According to Knigge, is the smartphone actually to the left or right of the plate?"},{"text":"Tom spielt an seinem Smartphone rum.","translation":"Tom is playing around with his smartphone."},{"text":"Ich habe meiner Frau ein Smartphone gekauft.","translation":"I bought a smartphone for my wife."},{"text":"Die meisten Songs auf deinem Smartphone habe ich auch schon.","translation":"I already have most of the songs on your smartphone."},{"text":"Es ist gefährlich, am Gleis während des Laufens aufs Smartphone zu schauen.","translation":"It is dangerous to look at your smartphone on the track while running."},{"text":"Machen Sie ein Foto mit Ihrem Smartphone!","translation":"Take a photo with your smartphone!"},{"text":"Kann ich mir auf diesem Smartphone Videos ansehen?","translation":"Can I watch videos on this phone?"},{"text":"Schalte endlich einmal dein Smartphone aus!","translation":"Finally turn off your smartphone!"},{"text":"Ich denke, mein Smartphone ist vielleicht schlauer als ich.","translation":"I think that my phone is probably smarter than me."},{"text":"Als Kind hatte Tom gar kein Tab und Smartphone; er hatte doch Kindheit.","translation":"As a child, Tom had no tab or smartphone; he had childhood."}],"zurückgekommen":[{"text":"Er ist gerade aus Südamerika zurückgekommen.","translation":"He has just returned from South America."},{"text":"Der Brief ist zurückgekommen.","translation":"The letter has returned."},{"text":"Er ist gerade aus dem Ausland zurückgekommen.","translation":"He's just got back from abroad."},{"text":"Ich bin gerade von der Post zurückgekommen.","translation":"I have just returned from the post office."},{"text":"Sie wartete und wartete, doch er ist nie wieder zurückgekommen.","translation":"She waited and waited, but he never came back."}],"Verlierer":[{"text":"Sie sind die Verlierer des Spieles.","translation":"You are the losers of the game."},{"text":"Bei uns gibt es nie Verlierer, immer nur Gewinner.","translation":"We never have losers, only winners."},{"text":"Der zweite Platz ist der erste Verlierer.","translation":"Second place is the first loser."},{"text":"Wenn du gewinnst, gewinnst du immer mit Hilfe der Verlierer.","translation":"When you win, you always win with the help of the losers."},{"text":"Es ist besser, ein Held zuhause zu sein als ein globaler Verlierer.","translation":"It's better to be a hero at home than a global loser."}],"Ewigkeit":[{"text":"Das dauert ja eine halbe Ewigkeit.","translation":"That takes half an eternity."},{"text":"Manchmal endet die Ewigkeit schneller als man denkt.","translation":"Sometimes eternity ends faster than you think."},{"text":"Die Wurzel der Liebe ist in der Ewigkeit.","translation":"The root of love is in eternity."},{"text":"Das Meer ist keine Landschaft, es ist das Erlebnis der Ewigkeit.","translation":"The sea is not a landscape, it is the experience of eternity."},{"text":"Ein Diamant ist für die Ewigkeit.","translation":"A diamond is for eternity."}],"nennst":[{"text":"Warum nennst du mich immer „Tom“? Kannst du dir meinen Namen nicht merken?","translation":"Why do you always call me \"Tom\"? Can't remember my name?"},{"text":"Das nennst du Musik? Für mich ist das nicht mehr als Lärm!","translation":"You call that music? To me it's no more than noise."},{"text":"Wie nennst du deinen Hund?","translation":"What do you call your dog?"},{"text":"Mir ist nicht wichtig, wie du mich nennst.","translation":"It's not important to me what you decide to call me."},{"text":"Wenn du mich Lehrer nennst, empfinde ich das als eine große Ehre.","translation":"If you call me a teacher, I feel it's a great honor."},{"text":"Wie nennst du diesen Vogel?","translation":"What do you call this bird?"},{"text":"Das nennst du einen Kuss?","translation":"Do you call that a kiss?"},{"text":"Mein Bruder interessiert sich für das, was du Pop-Musik nennst.","translation":"My brother is interested in what you call pop music."},{"text":"Das nennst du schön? Das ist ein altes, baufälliges Haus!","translation":"That's what you call beautiful? This is an old, dilapidated house!"},{"text":"Den gesamten Geist der Romantik drückt derselbe Dichter mit den folgenden Worten aus: „Im Menschen ist ein großer Wunsch, der nie erfüllt wurde: er hat keinen Namen, er sucht seinen Gegenstand, aber alles, was du ihm nennst, und alle Freuden sind es nicht; allein er kommt wieder, wenn du in einer Sommernacht nach Norden siehst oder nach fernen Gebirgen, oder wenn Mondlicht auf der Erde ist, oder der Himmel gestirnt, oder wenn du sehr glücklich bist.“","translation":"The whole spirit of Romanticism is expressed by the same poet with the following words: \"In man there is a great desire that has never been fulfilled: he has no name, he seeks his object, but everything you tell him, and all pleasures are not; but he comes again, when you look north on a summer night, or distant mountains, or when there is moonlight upon the earth, or the sky is stirring, or when you are very happy.\""}],"musikalisch":[{"text":"Es war ihre Großmutter, die Liisas musikalisches Talent entdeckte.","translation":"It was her grandmother who discovered Liisa's musical talent."},{"text":"Toms Konzert war der musikalische Höhepunkt.","translation":"Tom's concert was the musical highlight."},{"text":"Man muss nicht musikalisch sein, um immer den richtigen Ton zu treffen.","translation":"You don't have to be musical to always hit the right note."},{"text":"Er stammt aus einer musikalischen Familie.","translation":"He is descended from a musical family."},{"text":"Ihr musikalisches Talent war durchschnittlich.","translation":"Her musical talent was average."}],"Pfad":[{"text":"Der Pfad in die Höhe ist der gleiche, der in die Tiefe führt.","translation":"The path to the heights is the same one that leads to the depths."},{"text":"Wir gingen einen schmalen Pfad entlang.","translation":"We walked along a narrow path."},{"text":"Das ist keine Straße, sondern ein Pfad.","translation":"It's not a road, but a path."},{"text":"Es gibt einen Pfad durch den Wald.","translation":"There is a path through the forest."},{"text":"Der Garten ist vom Pfad durch einen Zaun getrennt.","translation":"The garden is separated from the path by a fence."}],"Umarmung":[{"text":"Freundschaft mit einem Toren ist wie die Umarmung eines Bären.","translation":"Friendship with a fool is like hugging a bear."},{"text":"Wie schön es doch war, deine Umarmung zu spüren!","translation":"How nice it was to feel your embrace!"},{"text":"Ich brauche eine Umarmung.","translation":"Please give me a hug."},{"text":"Sie beweisen sich ihre Liebe durch Umarmungen.","translation":"They prove their love through hugs."},{"text":"Unsere Umarmung wurde immer fester.","translation":"Our embrace became firmer and firmer."}],"spontan":[{"text":"Ich bin kein Freund von spontanen Entscheidungen.","translation":"I am not a friend of spontaneous decisions."},{"text":"Er bot spontan seine Hilfe an.","translation":"He spontaneously offered his help."},{"text":"Ich wünschte, ich wäre spontaner.","translation":"I wish I was more spontaneous."},{"text":"Ich bin gerne spontan.","translation":"I like to be spontaneous."},{"text":"Die Geste war spontan und deshalb ehrlich.","translation":"The gesture was spontaneous and therefore honest."},{"text":"Ich mag es, mich spontan in neue Abenteuer zu stürzen.","translation":"I like to spontaneously plunge into new adventures."},{"text":"Ich schreibe nur einige Namen auf, die mir spontan einfallen.","translation":"I'm only writing down a few names that spontaneously occur to me."},{"text":"Es kam mir spontan in den Sinn.","translation":"It came to my mind spontaneously."},{"text":"In einem Gespräch sagt er das, was er in diesem Moment spontan denkt.","translation":"In a conversation, he says what he spontaneously thinks at that moment."},{"text":"Wer Selbstbewusstsein hat, identifiziert sich nicht spontan mit sich selbst: Er hat Distanz zu sich selbst.","translation":"Those who have self-confidence do not spontaneously identify with themselves: they have distance to themselves."}],"schläfst":[{"text":"„Tom, schläfst du?“ – „Nein, ich lasse nur meine Augen ein bisschen ruhen.“","translation":"\"Tom, are you sleeping?\" – \"No, I'm just letting my eyes rest a little bit.\""},{"text":"Wenn du mit jemandem schläfst, dann wünscht du dir, eins mit ihm zu sein.","translation":"When you sleep with someone, you want to become one with them."},{"text":"Ich werde ein Buch lesen, während du schläfst.","translation":"I'll read a book while you're sleeping."},{"text":"In welchem Bett schläfst du?","translation":"Which bed do I sleep in?"},{"text":"Du schläfst nachts nur etwa fünf Stunden.","translation":"You sleep only for about five hours a night."},{"text":"Vielleicht schläfst du nicht genug.","translation":"Maybe you don't sleep enough."},{"text":"Schläfst du nachts nicht gut?","translation":"Don't you sleep well at night?"},{"text":"Warum hörst du nicht auf, dir Sorgen zu machen, und schläfst etwas?","translation":"Why don't you stop worrying and get some sleep?"},{"text":"Schläfst du hier im Haus?","translation":"Do you sleep here in the house?"},{"text":"Schläfst du überhaupt irgendwann?","translation":"Do you even sleep at all?"},{"text":"Schläfst du noch?","translation":"Are you still asleep?"},{"text":"Schläfst du gut?","translation":"Do you sleep well?"},{"text":"„Schläfst du?“ – „Ja, ich schlafe.“ – „Aber Schlafende antworten doch nicht!“ – „Doch, ich schon.“","translation":"\"Are you asleep?\" \"Yes, I'm asleep.\" \"People who're asleep don't answer back, though, do they?\" \"Well, I do.\""},{"text":"Schläfst du schon?","translation":"Are you already asleep?"},{"text":"Schläfst du, Tom?","translation":"Are you sleeping, Tom?"}],"Verstoß":[{"text":"Das wäre ein Verstoß gegen die Oberste Direktive.","translation":"That would break the Prime Directive."},{"text":"Das ist ein Verstoß gegen die Menschenrechte.","translation":"This a human rights violation."},{"text":"Hier liegt eindeutig ein Verstoß gegen die Auflagen aus der Baugenehmigung vor.","translation":"This is clearly a violation of the conditions of the building permit."},{"text":"In der Werbung sind Verstöße gegen die Regel an der Tagesordnung, denn schließlich ist es das Ziel aller Werbung, Aufmerksamkeit zu erregen.","translation":"In advertising, violations of the rule are the order of the day, because after all, the goal of all advertising is to attract attention."},{"text":"Der Versprecher auf dem Bildschirm ist wie der Druckfehler in der Zeitung: ein dankbar begrüßter Verstoß gegen die Perfektion.","translation":"The slip of the tongue on the screen is like the misprint in the newspaper: a gratefully welcomed violation of perfection."},{"text":"Er hat gegen ein Gesetz verstoßen.","translation":"He has broken a law."},{"text":"Ich bin ein schrecklich böses und undankbares Mädchen, und ich habe es verdient, bestraft und von anständigen Leuten für immer verstoßen zu werden.","translation":"I'm a dreadfully wicked and ungrateful girl, and I deserve to be punished and cast out by respectable people forever."},{"text":"Im Jahre 1967 entschied das Oberste Bundesgericht der Vereinigten Staaten, dass das Verbot der Mischehe gegen die Verfassung verstoße.","translation":"In 1967, the United States Supreme Court ruled that the banning of interracial marriage violated the Constitution."},{"text":"Tom, es gibt da etwas, was ich dir in all den Jahren unserer Ehe verschwiegen habe – aus Angst, du könntest mich verstoßen.","translation":"Tom, there's something I've been hiding from you all these years of our marriage for fear of disowning me."},{"text":"Dieses Recht kann nicht in Anspruch genommen werden im Falle einer Strafverfolgung, die tatsächlich auf Grund von Verbrechen nichtpolitischer Art oder auf Grund von Handlungen erfolgt, die gegen die Ziele und Grundsätze der Vereinten Nationen verstoßen.","translation":"This right may not be invoked in the case of prosecutions genuinely arising from non-political crimes or from acts contrary to the purposes and principles of the United Nations."}],"Abgeordnete":[{"text":"Auch zwei Abgeordnete der Regierung stimmten dagegen.","translation":"Two members of the government also voted against it."},{"text":"Warum wählen Bürger den Abgeordneten?","translation":"Why do citizens vote for MEPs?"},{"text":"Charlie Sloane sagt, er werde in die Politik gehen und Abgeordneter werden.","translation":"Charlie Sloane says he's going to go into politics and be a member of Parliament."},{"text":"Die Abgeordneten haben dies noch nicht beschlossen.","translation":"MEPs have not yet decided to do so."},{"text":"Der Deutsche Bundestag hat die Immunität eines Abgeordneten aufgehoben.","translation":"The German Bundestag has lifted the immunity of a member of parliament."}],"Kalender":[{"text":"Der Tod hat keinen Kalender.","translation":"Death has no calendar."},{"text":"Gott hat die Zeit geschaffen, der Teufel den Kalender.","translation":"God created time, the devil created the calendar."},{"text":"In diesem Kalender sind viele schöne Fotos.","translation":"In this calendar are many beautiful photos."},{"text":"Ich schaue in meinem Kalender nach.","translation":"I check my calendar."},{"text":"Im spanischen Kalender beginnt die Woche am Montag.","translation":"In the Spanish calendar, the week begins on Monday."}],"deutschland":[{"text":"Deutschland liegt mitten in Europa.","translation":"Germany is in the middle of Europe."},{"text":"Die Bundesrepublik Deutschland wurde 1949 gegründet.","translation":"The Federal Republic of Germany was founded in 1949."},{"text":"In Deutschland spricht man Deutsch.","translation":"In Germany, people speak German."},{"text":"Wie lange werden Sie in Deutschland bleiben?","translation":"How long will you stay in Germany?"},{"text":"Immer, wenn Deutschland spielt, steht Tom grundsätzlich auf der Seite des Gegners.","translation":"When Germany plays, Tom basically always stands on the opponent's side."}],"rannen":[{"text":"Die Maus ist ins Loch gerannt.","translation":"The mouse ran into the hole."},{"text":"Die kleinen Mädchen rannten um den Brunnen.","translation":"The little girls ran around the well."},{"text":"Er rannte, als wäre der Teufel hinter ihm her.","translation":"He ran as if the devil was after him."},{"text":"Ich rannte wie der Blitz.","translation":"I ran like the wind."},{"text":"John rannte zum Bahnhof, um den letzten Zug zu erreichen.","translation":"John ran to the station to make it on to the last train."}],"verärgern":[{"text":"Politik besteht darin, Gott so zu dienen, dass man den Teufel nicht verärgert.","translation":"Politics consists of serving God in a way that does not upset the devil."},{"text":"Wie oft bist du verärgert?","translation":"How often are you upset?"},{"text":"Wir haben Tom verärgert.","translation":"We've upset Tom."},{"text":"Wenn du mir die Wahrheit gesagt hättest, wäre ich jetzt nicht verärgert.","translation":"If you had told me the truth, I would not be angry now."},{"text":"Sie schaute traurig aus, weil ich verärgert war.","translation":"She looked sad because I was angry."}],"dehnen":[{"text":"Unser Universum dehnt sich aus.","translation":"Our universe is expanding."},{"text":"Das Universum dehnt sich noch immer in alle Richtungen aus.","translation":"The universe is still growing outward in every direction."},{"text":"Dieses Material dehnt sich leicht aus.","translation":"This material expands slightly."},{"text":"Rings um das Dorf dehnt sich der Felder Schar bis an den Horizont.","translation":"Around the village, the felder Schar stretches to the horizon."},{"text":"Warum dehnt sich das Weltall aus?","translation":"Why is space expanding?"}],"stehend":[{"text":"Ich habe alles in meiner Macht Stehende getan, um sie vor dir zu schützen.","translation":"I did everything in my power to protect her from you."},{"text":"Wir tun alles in unserer Macht Stehende, um Ihre Tochter zu finden.","translation":"We're doing everything we can to find your daughter."},{"text":"Ich werde alles in meiner Macht Stehende tun, um die Sicherheit Ihrer Kinder zu gewährleisten.","translation":"I'll do everything within my power to make sure your children are safe."},{"text":"Manchmal muss man hoch hinaus, um die Dinge besser betrachten zu können, manchmal sollte man auch einfach nur von unten auf das oben Stehende hinauf sehen.","translation":"Sometimes you have to go high to look at things better, sometimes you just have to look up at what is above."},{"text":"Giorgio Napolitano verbleibt bis zum Ende seines Mandats, welches im Mai ausläuft, im Amt. Der Präsident der Republik hat versprochen, alles in seiner Macht Stehende zu tun, damit endlich eine neue Regierung gebildet wird.","translation":"Giorgio Napolitano will remain in office until the end of his mandate, which expires in May. The President of the Republic has promised to do everything in his power to finally form a new government."},{"text":"Tom tat es stehenden Fußes.","translation":"Tom did it standing up."},{"text":"Banken sind gefährlicher als stehende Armeen.","translation":"Banks are more dangerous than standing armies."},{"text":"Im Rohr bildete sich eine stehende Welle.","translation":"A standing wave formed in the tube."},{"text":"Wichtig! Sie fügen gerade eine Übersetzung zum oben stehenden Satz hinzu.","translation":"Important! You are adding a translation to the above sentence."},{"text":"Aber das hängt auch von der zur Verfügung stehenden Zeit ab.","translation":"But that also depends on the time available."}],"demonstrieren":[{"text":"Maria demonstrierte ihren Reichtum allzu deutlich und machte sich dadurch viele Feinde.","translation":"Mary demonstrated her wealth all too clearly and thereby made many enemies."},{"text":"Der Feuerwehrmann demonstrierte, wie man das Feuer löscht.","translation":"The fire fighter demonstrated how to put out the fire."},{"text":"Die Studenten demonstrierten gegen die neue Regierung.","translation":"The students demonstrated against the new government."},{"text":"Du solltest das Beste aus dieser seltenen Gelegenheit machen, dein Talent zu demonstrieren.","translation":"You should make the most of this rare opportunity to demonstrate your talent."},{"text":"Maria demonstrierte, wie eine Schlange ein Ei verschlingt.","translation":"Mary demonstrated how a snake devours an egg."}],"rieten":[{"text":"Ich werde immer so schnell rot.","translation":"I always turn red so quickly."},{"text":"Bevorzugen Sie rot, blau oder gelb?","translation":"Do you prefer red, blue or yellow?"},{"text":"Sind meine Ohren rot?","translation":"Are my ears red?"},{"text":"Im Herbst wird der ganze Berg rot.","translation":"The whole mountain turns red in autumn."},{"text":"Ich färbte meine Haare rot.","translation":"I dyed my hair red."}],"gestresst":[{"text":"Ich weiß nicht, warum ich in manchen Situationen gestresst bin.","translation":"I don't know why I'm stressed in some situations."},{"text":"Weil die so inkompetent sind, bin ich total gestresst.","translation":"I'm stressed out over their incompetence."},{"text":"Aufgrund der Inkompetenz von denen bin ich total gestresst.","translation":"Because of their incompetence, I'm totally stressed out."},{"text":"Viele Mitarbeiter*innen fühlen sich bei kontinuerlich steigenden Anforderungen gestresst.","translation":"Many employees feel stressed by continuously increasing requirements."},{"text":"Wenn ich gestresst bin, fange ich an, stundenlang zu kochen.","translation":"When I'm stressed, I start cooking for hours."},{"text":"Ich fühle mich gestresst.","translation":"I'm feeling stressed."},{"text":"Er war gestresst, sicher, aber gesund.","translation":"He was stressed, certainly, but sane."},{"text":"Tom scheint gestresst zu sein.","translation":"Tom seems stressed."},{"text":"Maria ist immer gestresst, oft genervt und launisch.","translation":"Maria is always stressed, often annoyed and moody."},{"text":"Ich war sehr gestresst.","translation":"I was very stressed."}],"Eröffnung":[{"text":"Die Eröffnung des Flughafens ist bereits mehrmals verschoben worden.","translation":"The opening of the airport has already been postponed several times."},{"text":"Ich habe die Eröffnung der Olympischen Spiele verpasst.","translation":"I missed the opening of the Olympics."},{"text":"In der Eröffnung ziehen Sie nur die Bauern, die den Figuren helfen, sich zu entwickeln.","translation":"In the opening, move only those pawns that help develop the pieces."},{"text":"Wir waren zur feierlichen Eröffnung nicht eingeladen.","translation":"We were not invited to the grand opening."},{"text":"Es gibt drei Phasen im Schach: die Eröffnung, das mittlere Spiel und das Ende.","translation":"There are three phases in chess: the opening, the middle game and the end."}],"ekelhaft":[{"text":"Es stank ekelhaft.","translation":"It smelled disgusting."},{"text":"Dieser Typ ist ekelhaft.","translation":"This guy is disgusting."},{"text":"Sarnas ist sich mit Mornas darüber einig, dass das Essen ekelhaft ist.","translation":"Sarnas agrees with Mornas that the food is disgusting."},{"text":"Ich habe Angst vor Kakerlaken, denn sie sind ekelhaft und hässlich.","translation":"I am afraid of cockroaches, because they are disgusting and ugly."},{"text":"Ihre dicke Schminke war ekelhaft.","translation":"Her thick make-up was disgusting."},{"text":"Am Morgen war das Wetter gut, jetzt ist es ekelhaft.","translation":"In the morning the weather was good, now it is disgusting."},{"text":"Seid nicht ekelhaft.","translation":"Don't be disgusting."},{"text":"Wie ekelhaft!","translation":"How disgusting!"}],"aussehend":[{"text":"Er ist ein gut aussehender Mann.","translation":"He is a good-looking man."},{"text":"Tom ist der am besten aussehende Mann, den ich kenne.","translation":"Tom is the best-looking man I know."},{"text":"Ein sehr gut aussehender Prinz traf eine außergewöhnlich schöne Prinzessin.","translation":"A very handsome prince met an exceptionally beautiful princess."},{"text":"Sie war eine freundlich aussehende Dame.","translation":"She was a friendly looking lady."},{"text":"Meine Mutter machte mir einen süß aussehenden Rock.","translation":"My mother made me a cute looking skirt."}],"stell":[{"text":"Stell das Glas auf den Tisch!","translation":"Put the glass on the table!"},{"text":"Stell den Stuhl ans Fenster.","translation":"Place the chair by the window."},{"text":"Stell das Radio ein bisschen lauter.","translation":"Turn the radio up a bit."},{"text":"Soweit ich es sicher weiß, der See ist an dieser Stelle am tiefsten.","translation":"To the best of my knowledge, the lake is the deepest at this point."},{"text":"Sie wissen doch, wie wichtig diese Stelle für mich ist, oder?","translation":"You know how important this job is to me, don't you?"},{"text":"Stell dir vor, es ist Krieg und niemand geht hin.","translation":"Imagine there's a war and no one shows up."},{"text":"Stell dich nicht so an!","translation":"Stop making such a fuss!"},{"text":"Stell ihm nicht solch eine Frage!","translation":"Don't ask him such a question!"},{"text":"Lauf nicht weg vor den Folgen, hab keine Angst. Stell dich ihnen.","translation":"Don't run away from consequences, don't fear them; face them."},{"text":"„Stell dir vor, Großpapa, Maria wollte mich küssen!“ – „Das ist doch wunderbar, Tom!“ – „Was! Ich bin weggelaufen.“","translation":"\"Imagine, Grandpa, Maria wanted to kiss me!\" – \"That's wonderful, Tom!\" – \"What! I ran away.\""}],"verband":[{"text":"Nehmen Sie den Verband ab.","translation":"Remove the bandage."},{"text":"Der Arzt legt einen Verband an.","translation":"The doctor puts on a bandage."},{"text":"Diese Jugendlichen werden von den Verbänden selten erreicht.","translation":"These young people are rarely reached by the associations."},{"text":"Er reinigte die Wunde, bevor er einen Verband anlegte.","translation":"He cleansed the wound before putting on a bandage."},{"text":"Tom wickelte einen Verband um Marias Arm.","translation":"Tom put a bandage on Mary's arm."}],"Verräter":[{"text":"Der Verräter schläft nicht.","translation":"The traitor does not sleep."},{"text":"Hast du gefühlt, dass er ein Verräter war?","translation":"Did you feel that he was a traitor?"},{"text":"Ein Verräter verdient es nicht, dass man ihn als Menschen bezeichnet.","translation":"A traitor does not deserve to be called a human being."},{"text":"Für den Verräter kann das Eis nur dünner werden.","translation":"For the traitor, the ice can only get thinner."},{"text":"Morgen werde ich euch erzählen, wie ich zum Verräter wurde.","translation":"Tomorrow I will tell you how I became a traitor."}],"schmerzen":[{"text":"Wo schmerzt der Bauch am stärksten?","translation":"Where does the abdomen hurt the most?"},{"text":"Die Wahrheit, offen ausgesprochen, schmerzt.","translation":"The truth, spoken bluntly, hurts."},{"text":"Der Tod des Hundes schmerzte die ganze Familie.","translation":"You guys were sad about the death of the dog."},{"text":"Frag den Alten nicht „Wie geht es dir?“, sondern „Was schmerzt dich heute?“.","translation":"Don't ask the old man \"How are you?\", instead ask him \"What's bothering you today?\"."},{"text":"Scherze, die schmerzen, sind keine.","translation":"Jokes that hurt are not."}],"Wettkampf":[{"text":"Im Wettkampf holt er alles aus sich heraus.","translation":"In competition, he gets everything out of himself."},{"text":"Er hat sich gestern beim Wettkampf verletzt.","translation":"He was injured yesterday during the competition."},{"text":"Wir haben den Wettkampf verloren.","translation":"We lost the competition."},{"text":"Er hat an dem Wettkampf teilgenommen.","translation":"He took part in the competition."},{"text":"Ich bin froh, dass deine Mannschaft den Wettkampf gewonnen hat.","translation":"I'm glad your team won the competition."}],"interpretieren":[{"text":"Wie interpretieren Sie diese Ereignisse?","translation":"How do you interpret these events?"},{"text":"Wie lässt sich dieses Ergebnis interpretieren?","translation":"How can this result be interpreted?"},{"text":"Der Begriff Streitkultur kann sehr unterschiedlich interpretiert werden.","translation":"The term culture of debate can be interpreted very differently."},{"text":"Der Lehrer interpretierte den Satz für uns.","translation":"The teacher interpreted the sentence for us."},{"text":"Die Frage kann nur auf eine einzige Weise interpretiert werden.","translation":"The question can only be interpreted in one way."},{"text":"Die Philosophen haben die Welt nur verschieden interpretiert; es kommt aber darauf an, sie zu verändern.","translation":"The philosophers have only interpreted the world in various ways; the point, however, is to change it."},{"text":"Tom kennt nicht den Unterschied zwischen interpretieren und falsifizieren.","translation":"Tom doesn't know the difference between interpreting and falsifying."},{"text":"Wenn ich seine Miene recht interpretiere, hat er sehr große Vorbehalte.","translation":"If I interpret his expression correctly, he has very great reservations."},{"text":"Die Philosophen haben die Welt nur verschieden interpretiert, es kommt darauf an, sie zu verändern.","translation":"The philosophers have only interpreted the world differently, it is important to change it."}],"hast":[{"text":"Die Hast ist die gefährliche Schwester der Eile.","translation":"Haste is the dangerous sister of haste."},{"text":"Große Hast kommt oft zu spät.","translation":"Great haste often comes too late."},{"text":"Diesen Brief schrieb sie offensichtlich in großer Hast.","translation":"It's obvious she wrote this letter in a hurry."},{"text":"Danke, dass du das getan hast, Tom.","translation":"Thank you for doing this, Tom."},{"text":"Ich werde es unverzüglich, aber ohne Hast tun.","translation":"I will do it immediately, but without haste."},{"text":"Hast ist meist ohne Vorteil.","translation":"Haste is usually without advantage."},{"text":"„Wieso fragst du warum?“ — „Hast du keine Ahnung? Bist du dumm?“","translation":"\"Why do you ask why?\" — \"Don't you have a clue? Are you stupid?\""},{"text":"Hast und Eile sind selten gut.","translation":"Haste and haste are rarely good."},{"text":"„Hast du Tom mein Geheimnis verraten?“ – „Um Gottes willen! Natürlich nicht!“","translation":"\"Have you revealed my secret to Tom?\" \"For God's sake, of course not!\""},{"text":"„Hast du Hunger?“ – „Nein danke, ich habe keinen Hunger.“","translation":"\"Are you hungry?\" – \"No thanks, I'm not hungry.\""}],"Stiefel":[{"text":"Wer der Gerechtigkeit folgen will durch dick und dünn, muss lange Stiefel haben.","translation":"If you want to follow justice through thick and thin, you have to have long boots."},{"text":"Ich will nicht Schönheit haben, aber wenigstens in schönen Stiefeln sterben.","translation":"I don't want to have beauty, but at least I want to die in beautiful boots."},{"text":"Diese Stiefel gehören ihr.","translation":"These boots belong to her."},{"text":"Ich lecke ihnen nicht die Stiefel.","translation":"I don't lick their boots."},{"text":"Sie trug riesige gelbe Stiefel.","translation":"She was wearing huge yellow boots."}],"Punktzahl":[{"text":"Er hat die volle Punktzahl erhalten.","translation":"He received full marks."},{"text":"Ich war wegen meiner niedrigen Punktzahl sauer auf mich selbst.","translation":"I was mad at myself because of my low score."},{"text":"Was ist die Punktzahl für diese Spezialität in diesem Jahr?","translation":"What is the score for this specialty this year?"},{"text":"Die beiden führenden Spieler hatten die gleiche Punktzahl erreicht, so dass der Wettkampf in den Tiebreak ging.","translation":"The two leading players had achieved the same score, so the competition went into the tiebreak."},{"text":"Nur wenige Schüler kriegen die volle Punktzahl im Fach „Chinesische Klassiker“.","translation":"Almost no students get full marks in Chinese classics."}],"Lunge":[{"text":"Einfache Menschen sind die einzigen Lungen, durch die unsere Welt noch atmen kann.","translation":"Ordinary people are the only lungs through which our world can still breathe."},{"text":"Zunächst müssen wir seine Lunge gründlich untersuchen.","translation":"First of all, we need to thoroughly examine his lungs."},{"text":"Die Idee braucht die Kritik wie die Lunge den Sauerstoff.","translation":"The idea needs criticism like the lungs need oxygen."},{"text":"Sibirien ist eine der grünen Lungen der Erde.","translation":"Siberia is one of the green lungs of the earth."},{"text":"Meine Lungen taten mir weh.","translation":"My lungs hurt."}],"Geschäftsführer":[{"text":"Die Angestellten stimmten über den Vorschlag des Geschäftsführers ab.","translation":"The employees voted on the manager's proposal."},{"text":"Eigentlich ist er gar nicht der Geschäftsführer.","translation":"He isn't actually the manager."},{"text":"Tom war ein hervorragender Geschäftsführer.","translation":"Tom has been an outstanding manager."},{"text":"Wird Herr Ozawa der nächste Geschäftsführer?","translation":"Is Mr Ozawa going to be the next manager?"},{"text":"Mein älterer Bruder ist der Geschäftsführer dieser Firma.","translation":"My older brother manages that company."}],"iphone":[{"text":"Andi soll mich mal auf dem iPhone anrufen.","translation":"Andi should call me on the iPhone."},{"text":"Wenn es das iPhone nicht gäbe, könnte ich nicht Japanisch lernen.","translation":"If it weren't for the iPhone, I wouldn't be able to learn Japanese."},{"text":"Tom zog sein iPhone hervor.","translation":"Tom pulled out his iPhone."},{"text":"Meine Schwester hat mir ein iPhone gegeben, aber ich habe keine Ahnung, wie man es benutzt.","translation":"My sister has given me an iPhone, but I do not know how to use it."},{"text":"Apple hat in diesem Quartal 75 Millionen iPhones verkauft.","translation":"Apple sold 75 million iPhones this quarter."},{"text":"Von meinem iPhone gesendet.","translation":"Sent from my iPhone."},{"text":"Das iPhone ist ein außergewöhnliches Handy.","translation":"The iPhone is an extraordinary phone."},{"text":"Für den Preis eines iPhone-Vertrages könnte man ein Dorf in Afrika ernähren.","translation":"You could feed a village in Africa for the price of an iPhone subscription."},{"text":"Was ist deine Lieblings-App fürs iPhone?","translation":"What's your favorite app for iPhone?"},{"text":"Hat jemand ein Ladegerät fürs iPhone?","translation":"Does anyone have a charger for the iPhone?"}],"indisch":[{"text":"Tom mag indisches Essen.","translation":"Tom likes Indian food."},{"text":"Mit einer solchen Hose sieht eine Frau aus indischer Sicht wie ein Junge aus.","translation":"With such pants, a woman looks like a boy from an Indian point of view."},{"text":"Die indischen Soldaten stießen ihren englischen Offizier von Bord.","translation":"The Indian soldiers pushed their English officer off board."},{"text":"Er hat eine Gruppe indischer Jungen unterrichtet.","translation":"He taught a group of Indian boys."},{"text":"Sie unterrichtete reiche indische Mädchen.","translation":"She taught rich Indian girls."},{"text":"Und im Indischen Ozean werden manche Inseln der Malediven komplett im Wasser verschwinden.","translation":"And in the Indian Ocean, some islands of the Maldives will disappear completely beneath the water."},{"text":"Der Indische Ozean ist das drittgrößte Weltmeer.","translation":"The Indian Ocean is the third largest ocean in the world."},{"text":"Zu den fünf Weltmeeren zählen neben dem Atlantischen, Indischen und Pazifischen Ozean auch das Nord- und Südpolarmeer.","translation":"In addition to the Atlantic, Indian and Pacific Oceans, the world's five oceans also include the Arctic and Southern Oceans."},{"text":"Schätzungsweise 40 % des jenseits der Küsten geförderten Öls kommen aus dem Indischen Ozean.","translation":"An estimated 40% of the world's offshore oil production comes from the Indian Ocean."},{"text":"Die malaysischen Behörden erklärten, dass das vermisste Flugzeug in den südlichen Indischen Ozean gestürzt sei.","translation":"The Malaysian authorities explained that the missing airplane fell into the south Indian Ocean."}],"Klage":[{"text":"Es gibt keinen Grund zur Klage.","translation":"There's no reason to complain."},{"text":"Klagen füllt nicht den Magen.","translation":"Complaining does not fill the stomach."},{"text":"Ich habe eine Klage eingereicht.","translation":"I have filed a lawsuit."},{"text":"Gerüchte sind der Klage Anfang.","translation":"Rumors are the beginning of the lawsuit."},{"text":"Schaden, Sorge, Klage wachsen alle Tage.","translation":"Damage, worry, lawsuit are growing every day."}],"tschüß":[{"text":"Er sagte ihr tschüss und ging.","translation":"He said goodbye to her and left."},{"text":"Er ging, ohne mir Tschüss zu sagen.","translation":"He went out without saying goodbye to me."},{"text":"Vielen Dank und tschüss, sagt Kleiner Venusianer!","translation":"Thank you and bye, says Little Venusian!"},{"text":"Tschüss und gute Nacht.","translation":"Goodbye and good night."},{"text":"Achtzig Sätze sind genug für heute, tschüss!","translation":"Eighty sentences are enough for today, bye!"},{"text":"Hallo und tschüß! Ich bin Nonong.","translation":"Hello and bye! I am Nonong."},{"text":"Hallo und tschüss!","translation":"Hello and bye!"},{"text":"Alles klar. Mach's gut, Junge! Tschüß!","translation":"All right. Do it well, boy! Bye!"},{"text":"Ich bin nur gekommen, um »Tschüß« zu sagen.","translation":"I have only come to say goodbye."},{"text":"Sag' mir Tschüß!","translation":"Say goodbye!"},{"text":"Tschüß.","translation":"Bye."}],"erwachen":[{"text":"Er erwachte aus tiefem Schlaf.","translation":"He awoke from a deep sleep."},{"text":"Wir müssen aus dem Schlafe erwachen und unsere Verantwortungen sehen.","translation":"We need to wake up from sleep and see our responsibilities."},{"text":"Sie erwacht um sieben Uhr.","translation":"She wakes up at seven o'clock."},{"text":"Eines schönen Tages erwachte sie in einem Labyrinth.","translation":"One fine day she awoke in a labyrinth."},{"text":"Als Tom erwachte, befand er sich in einem seltsamen Raum.","translation":"Tom awoke to find himself in a strange room."},{"text":"Beim Erwachen habe ich immer Durst.","translation":"When I wake up, I am always thirsty."},{"text":"Es schien Tom, als wäre er in einem Alptraum gefangen, aus dem es kein Erwachen gab.","translation":"It seemed to Tom that he was trapped in a nightmare from which there was no awakening."},{"text":"Tom steckte in einem wahr gewordenen Alptraum, aus dem es kein Erwachen gab.","translation":"Tom was stuck in a nightmare come true from which there was no awakening."},{"text":"An einem Oktobertag fand Sadako beim Erwachen ihre Mutter weinend vor.","translation":"One October day, Sadako found her mother crying when she woke up."},{"text":"Mir war beim Erwachen schwindelig. Ich hatte einen entsetzlichen Alptraum gehabt.","translation":"I woke up dizzy. I had the worst nightmare."}],"Bemühung":[{"text":"Trotz aller Bemühungen konnte ich nichts ausrichten.","translation":"Despite all my efforts, I could not do anything."},{"text":"Alle unsere Bemühungen blieben ohne Ergebnis.","translation":"All our efforts were without result."},{"text":"Danke für deine Bemühungen.","translation":"Thank you for your efforts."},{"text":"Deine Bemühungen führten zum Erfolg.","translation":"Your efforts led to success."},{"text":"Ihre Bemühungen werden gewiss Früchte tragen.","translation":"Your effort will surely bear fruit."}],"gezielt":[{"text":"Nicht jeder Pfeil trifft, worauf er gezielt ist.","translation":"Not every arrow hits what it is aimed at."},{"text":"Bei Toms gezielten Fragen weiß ich nie, was ich antworten soll.","translation":"With Tom's specific questions, I never know what to answer."},{"text":"Tom traf eine gezielte Vermutung.","translation":"Tom made an educated guess."},{"text":"Das war ein gut gezielter Schuss.","translation":"It was a well-aimed shot."},{"text":"Er hat die Aufgabe gezielt erledigt.","translation":"He did the job in a targeted manner."},{"text":"Er hat auf mich gezielt und geschossen.","translation":"He targeted and shot at me."},{"text":"Diese Übung soll gezielt den Oberkörper stärken.","translation":"This exercise is intended to specifically strengthen the upper body."},{"text":"Die Regierung sollte gezielte Maßnahmen zum Abbau der Arbeitslosigkeit ergreifen.","translation":"The government should take targeted measures to reduce unemployment."},{"text":"Das waren keine zufälligen Schnitte, sondern gezielte.","translation":"These were not random cuts, but targeted ones."},{"text":"Wie kann man gezielt nach einem Satz suchen, den es in der einen Sprache gibt, aber noch nicht in der anderen Sprache?","translation":"How can you search specifically for a sentence that exists in one language but not yet in the other?"}],"belästigen":[{"text":"Haben Sie sie dabei gesehen, wie sie sie belästigt haben?","translation":"Did you see them harassing them?"},{"text":"Der Mann belästigte mich.","translation":"That man was pestering me."},{"text":"Dies wird dich lehren, andere Menschen nicht zu belästigen.","translation":"This will teach you not to harass other people."},{"text":"Sagen Sie Ihrem Sohn, dass er meine Tochter nicht mehr belästigen soll!","translation":"Tell your son not to harass my daughter anymore."},{"text":"Er wurde in der Stadt ständig von Lärm und anderem belästigt.","translation":"He was constantly bothered by noise and other things in the city."}],"Kunststoff":[{"text":"Kunststoff ist das Material meiner Wahl.","translation":"Plastic is the material of my choice."},{"text":"Diese Kisten sind aus Kunststoff.","translation":"These boxes are made of plastic."},{"text":"Das Glas ist aus transparentem Kunststoff gemacht.","translation":"The glass is made of transparent plastic."},{"text":"Keine der Blumen ist aus Kunststoff gemacht.","translation":"None of the flowers are made of plastic."},{"text":"Ich kaufe lieber Flaschen aus Kunststoff.","translation":"I prefer to buy plastic bottles."}],"Pistole":[{"text":"Ich weiß noch ganz genau, dass er zwei Pistolen in den Fluss geworfen hat.","translation":"I remember very clearly that he threw two pistols into the river."},{"text":"Ich werde niemandem die Pistole auf die Brust setzen, um in Barcelona zu bleiben.","translation":"I won't put a pistol against anybody's chest in order to stay in Barcelona."},{"text":"Die Antwort kam wie aus der Pistole geschossen.","translation":"The answer came as if shot out of a pistol."},{"text":"Vorsicht, der Mann hat eine Pistole.","translation":"Be careful, the man has a pistol."},{"text":"Leg die Pistole auf den Tisch.","translation":"Put the gun on the table."}],"reibungslos":[{"text":"Tom wird für einen reibungslosen Ablauf sorgen.","translation":"Tom will see to it that it passes off smoothly."},{"text":"Alles verlief reibungslos.","translation":"Everything went smoothly."},{"text":"Die Zusammenarbeit von Tom und Maria ist reibungslos.","translation":"The cooperation between Tom and Maria is smooth."},{"text":"Da er Chinesisch konnte, konnten wir den Plan reibungslos ausführen.","translation":"Since he knew Chinese, we were able to execute the plan smoothly."},{"text":"Bisher ist alles reibungslos gelaufen.","translation":"So far, everything has gone smoothly."}],"Kontaktformular":[],"schrecken":[{"text":"Lieber ein Ende mit Schrecken, als ein Schrecken ohne Ende.","translation":"Better an end with horror than a horror without end."},{"text":"Mir standen vor Schreck die Haare zu Berge.","translation":"My hair stood on end in terror."},{"text":"Ich bekam einen großen Schreck.","translation":"I got a big fright."},{"text":"Der Krieg ist der Schrecken der Mütter.","translation":"War is the horror of mothers."},{"text":"Hast du dich schon vom Schreck erholt?","translation":"Have you already recovered from the shock?"},{"text":"Schwarz bedeckt sich die Erde, doch den Menschen schreckt die Nacht nicht.","translation":"The Earth covers itself in darkness, but people are not afraid of the night."},{"text":"Den schreckt der Berg nicht, der darauf geboren.","translation":"The mountain that was born on it does not frighten him."},{"text":"Das Telefon hat uns heute in aller Frühe aus dem Schlaf geschreckt.","translation":"The phone startled us out of our sleep early today."},{"text":"Tom wollte schnell viel Geld verdienen, und er schreckte auch vor Betrug nicht zurück.","translation":"Tom wanted to make a lot of money quickly, and he didn't shy away from cheating."},{"text":"Der Hund schreckte die Katze.","translation":"The dog scared the cat."}],"besagen":[{"text":"„Tom hat mich nicht einmal angeschaut!“ – „Das will nichts besagen.“","translation":"\"Tom didn't even look at me!\" – \"That doesn't mean anything.\""},{"text":"Der Brief besagt, dass er am Montag ankommen wird.","translation":"This letter says that he will arrive on Monday."},{"text":"Das besagt nicht, dass ich bleiben kann.","translation":"That doesn't mean I can stay."},{"text":"Das besagt nicht, dass ich nicht glücklich bin.","translation":"That doesn't mean I'm not happy."},{"text":"Das Schild besagt, dass die Polizei Ihren Wagen entfernen wird, wenn Sie hier parken.","translation":"The sign says that the police will take your car away if you park it here."}],"aufzeichnen":[{"text":"Könntest du mir vielleicht eine Karte aufzeichnen?","translation":"Maybe you could draw me a map?"},{"text":"Hast du das Konzert aufgezeichnet?","translation":"Did you record the concert?"},{"text":"Meine Stimme klingt aufgezeichnet ganz anders als normalerweise.","translation":"My recorded voice does not sound like my natural voice."},{"text":"Das Gespräch war heimlich aufgezeichnet worden und wurde als Beweis verwendet.","translation":"The conversation was secretly recorded and used as evidence."},{"text":"Seine IP-Adresse wurde aufgezeichnet.","translation":"They logged his IP address."}],"stahl":[{"text":"Die Zeit frisst Stahl und Eisen.","translation":"Time eats steel and iron."},{"text":"Die Bahn ist aus Eisen und Stahl.","translation":"The track is made of iron and steel."},{"text":"Er hat Nerven wie Stahl.","translation":"He has nerves like steel."},{"text":"Tom kennt nicht den Unterschied zwischen Eisen und Stahl.","translation":"Tom doesn't know the difference between iron and steel."},{"text":"Seine Muskeln sind aus Stahl.","translation":"His muscles are made of steel."}],"dating":[{"text":"Das hier ist keine Dating-Webseite.","translation":"This is not a dating website."},{"text":"Tom nutzt normalerweise Dating-Apps.","translation":"Tom normally uses dating apps."}],"seel":[{"text":"Freundschaft ist die Verbindung der Seelen.","translation":"Friendship is the connection of souls."},{"text":"Zwei Seelen wohnen, ach, in meiner Brust.","translation":"Two souls dwell, oh, in my chest."},{"text":"Große Seelen macht die Liebe größer.","translation":"Great souls make love greater."},{"text":"Schöne Seelen finden sich.","translation":"Beautiful souls can be found."},{"text":"Zwischen Lachen und Spielen werden die Seelen gesund.","translation":"Between laughter and playing, souls become healthy."}],"spinne":[{"text":"Hast du Marias Reaktion gesehen, als sie die Spinne bemerkte?","translation":"Did you see Mary's reaction when she saw the spider?"},{"text":"Wie lange lebt eine Spinne?","translation":"How long does a spider live?"},{"text":"Dass Spinnen keine Insekten sind, ist allgemein bekannt.","translation":"It's well-known that spiders are not insects."},{"text":"Spinnen fressen Insekten.","translation":"Spiders eat insects."},{"text":"Sie hat große Angst vor Spinnen.","translation":"She is very afraid of spiders."}],"fingen":[{"text":"Fang du erst einmal etwas an, schnell findet sich einer der es besser kann!","translation":"First of all, start something, you will quickly find someone who can do better!"},{"text":"Will ich die Welt verbessern, dann fang ich am besten bei mir an!","translation":"If I want to make the world a better place, it's best to start with myself!"},{"text":"Hör auf zu reden und fang an zu arbeiten!","translation":"Stop talking and start working!"},{"text":"Fang mich, wenn du kannst.","translation":"Catch me if you can."},{"text":"Für den Fall, dass ich den Zug verpassen sollte, fang ruhig schon mal an.","translation":"If I miss the train, just start without me."}],"zwingend":[{"text":"Diese Vorschrift ist allerdings nicht zwingend.","translation":"This provision, however, is not mandatory."},{"text":"Ist das zwingend erforderlich?","translation":"Is this mandatory?"},{"text":"Das besagt nicht zwingend, dass Tom tot ist.","translation":"This doesn't necessarily mean that Tom is dead."},{"text":"Vor allem ist es zwingend erforderlich, die Aufmerksamkeit auf das nächste Spiel zu konzentrieren.","translation":"First of all, it is imperative to focus attention on the next game."},{"text":"Sie zahlte ohne zwingenden Grund für die Unterrichtsstunden ihrer Tochter.","translation":"She did without necessities to pay for her daughter's lessons."}],"usw":[],"Kleinigkeit":[{"text":"Sherlock Holmes konnte vieles aus den kleinsten Kleinigkeiten schließen.","translation":"Sherlock Holmes could deduce much out of the smallest details."},{"text":"Seine Kritik bezog sich nur auf Kleinigkeiten.","translation":"His criticism only referred to incidental matters."},{"text":"Wegen jeder Kleinigkeit regst du dich auf!","translation":"You get upset about every little thing!"},{"text":"Bis auf ein paar Kleinigkeiten war alles in bester Ordnung.","translation":"Except for a few small things, everything was fine."},{"text":"Ich fühle, dass Kleinigkeiten die Summe des Lebens ausmachen.","translation":"I feel that little things make up the sum of life."}],"werd":[{"text":"Maikäfersuppe? Ich werd' verrückt!","translation":"Cockchafer soup? I'm going crazy!"},{"text":"Ich werd noch wahnsinnig.","translation":"I'm freaking out."},{"text":"Ich werd einfach nicht schlau aus diesem Unsinn.","translation":"I just can't make sense of all this nonsense."},{"text":"Ich werd' verrückt, wenn das stimmt!","translation":"I'll be damned if it's true."},{"text":"Kaum ändert sich das Wetter, werd ich krank.","translation":"As soon as the weather changes, I get sick."},{"text":"Die ich rief, die Geister, die werd' ich nun nicht los.","translation":"Those I called, the spirits, I will not get rid of them now."},{"text":"Werd schnell wieder gesund.","translation":"Get well quickly."},{"text":"Jedenfalls werd ich ihn sehen.","translation":"Anyhow I will see him."},{"text":"Werd mal locker, Tom.","translation":"Loosen up, Tom."},{"text":"Mein Versprechen werd’ ich nicht brechen.","translation":"I won't break my promise."},{"text":"Werd nicht fett.","translation":"Don't get fat."},{"text":"Werd nicht dick.","translation":"Don't get fat."},{"text":"Werd nicht frech zu mir, sonst gibt's ein blaues Auge!","translation":"Don't get smart with me, or you'll get a black eye!"},{"text":"Werd nicht rot.","translation":"Don't turn red."},{"text":"Werd nicht frech!","translation":"Don't you talk back to me."},{"text":"Werd doch mal erwachsen!","translation":"Get a life!"},{"text":"Werd jetzt nicht persönlich!","translation":"Don't get personal now!"},{"text":"„Tom, du wirst ja rot!“ – „Werd’ ich gar nicht!“","translation":"\"You're going red, Tom!\" \"No I'm not!\""},{"text":"Werd ich zum Augenblicke sagen: Verweile noch! Du bist so schön! Dann magst du mich in Fesseln schlagen, dann will ich gern zugrunde gehn.","translation":"I shall say at the moment: Linger! You are so beautiful! Then you may beat me in shackles, then I will like to perish."},{"text":"Werd hier nicht frech!","translation":"Don't get cocky."}],"Verstärkung":[{"text":"Tom sollte Verstärkung holen, stattdessen aber nutzte er die Gelegenheit zur Flucht.","translation":"Tom was supposed to get reinforcements, but instead he took the opportunity to escape."},{"text":"Da drin ist ein Typ mit einer Knarre. Ich brauche Verstärkung.","translation":"There's a guy in there with a gun. I need backup."},{"text":"Wir müssen Verstärkung anfordern, sonst werden wir hier nur aufgerieben.","translation":"We must call for reinforcements, otherwise we will only be worn down here."},{"text":"Hol Verstärkung.","translation":"Bring backup."},{"text":"Noch ehe Verstärkung anlangen konnte, war die Garnison komplett aufgerieben.","translation":"Before reinforcements could arrive, the garrison was completely wiped out."}],"potenziell":[{"text":"Diese Kinder sind potenzielle Kunden.","translation":"Those children are potential customers."},{"text":"Korrupte „Freunde“ sind deine ersten potenziellen Verräter.","translation":"Corrupt \"friends\" are your first potential traitors."},{"text":"Der potenzielle Einfluss davon kann nicht überschätzt werden.","translation":"Its potential influence cannot be overestimated."},{"text":"Flugreisende aus Europa müssen bei der Ankunft mit längeren Wartezeiten und potenziellen Quarantänemaßnahmen rechnen.","translation":"Air travellers from Europe must expect longer waiting times and potential quarantine measures upon arrival."},{"text":"Das großspurige Auftreten dieses arroganten Schnösels stößt potenzielle Wähler ab.","translation":"The grandiose appearance of this arrogant snitch repels potential voters."}],"Landkreis":[{"text":"Für Tom ist schon der nächste Landkreis das Ausland.","translation":"For Tom, the next district is already abroad."},{"text":"Das ist die beste Schule im Landkreis.","translation":"This is the best school in the county."},{"text":"Dies ist eine Karte des Landkreises Toyono.","translation":"This is a map of the Toyono district."},{"text":"Hier ist eine Liste der Postleitzahlen des gesamten Landkreises.","translation":"Here's a list of postcodes for the whole district."},{"text":"Im Jahre 2010 lebten 123,3 Millionen Menschen, das sind 39 % der Bevölkerung der Vereinigten Staaten, in Landkreisen unmittelbar an der Küste.","translation":"In 2010, 123.3 million people, or 39 percent of the United States’ population lived in counties directly on the shoreline."}],"Workshop":[],"personalisiert":[],"Gepäck":[{"text":"Kann man hier sein Gepäck aufgeben?","translation":"Is it possible to check in my luggage here?"},{"text":"Leute mit leichtem Gepäck kommen am besten durchs Leben.","translation":"People with light luggage get through life best."},{"text":"Benötigen Sie Hilfe für Ihr Gepäck?","translation":"Need help with your luggage?"},{"text":"Mit Gottes Willen im Gepäck werden Wände unsichtbar.","translation":"With God's will in their luggage, walls become invisible."},{"text":"Bitte schau nach meinem Gepäck.","translation":"Please look after my luggage."}],"dachtest":[{"text":"Er war sicherlich gar nicht so böse, wie du dachtest.","translation":"He certainly wasn't as evil as you thought."},{"text":"Wie dachtest du darüber?","translation":"What did you think about that?"},{"text":"Woran dachtest du, Tom?","translation":"What were you thinking, Tom?"},{"text":"Ist das nicht eine dauernde Schufterei, weil du nicht so gut bist, wie du dachtest?","translation":"Isn't that a constant toiling because you're not as good as you thought?"},{"text":"Wer dachtest du, war es?","translation":"Who did you think it was?"},{"text":"Was dachtest du denn, was geschehen würde?","translation":"What did you think would happen?"},{"text":"Wir sind nicht so dumm, wie du dachtest, oder?","translation":"We're not as stupid as you thought, are we?"},{"text":"Was dachtest du denn, dass ich täte?","translation":"What did you think I'd do?"},{"text":"Dachtest du, ich würde das nicht bemerken?","translation":"You thought I wouldn't notice?"},{"text":"Die Morgendämmerung hatte gerade erst begonnen und du dachtest, dass niemand zuschaut, doch ich sah dich.","translation":"Dawn had just begun and you thought no one was watching, but I saw you."}],"hindern":[{"text":"Frauen inspirieren uns zu großen Dingen - und hindern uns dann daran, sie auszuführen.","translation":"Women inspire us to do great things - and then stop us from doing them."},{"text":"Die nicht helfen wollen, hindern gern.","translation":"Those who do not want to help are happy to hinder."},{"text":"Wenn man ohne Flügel geboren wurde, darf man sie nicht am Wachsen hindern.","translation":"If you were born without wings, you must not prevent them from growing."},{"text":"Scham hindert Schande.","translation":"Shame prevents shame."},{"text":"Nichts hindert so sehr daran, natürlich zu sein, wie der Wunsch, es zu scheinen.","translation":"Nothing prevents you from being natural as much as the desire to seem."}],"eklig":[{"text":"Was? Sie essen diese „Schweinereien“? Das ist ja eklig!","translation":"What? You eat these \"pigs\"? That's disgusting!"},{"text":"Spinnen sind eklige kleine Kreaturen.","translation":"Spiders are loathsome little creatures."},{"text":"Mach diese eklige Zigarette aus!","translation":"Make out that disgusting cigarette!"},{"text":"Was? Sie essen diese Schweinereien? Das ist ja eklig!","translation":"What? You eat these pigs? That's disgusting!"},{"text":"Lehrerin: „Euch zwei Quasseltanten setze ich jetzt auseinander. Emma, du setzt dich da hinten neben den Hans, und Karlheinz, du setzt dich hier vorne neben die Anna! Ihr tauscht also die Plätze!“ Emma: „Neben dem Hans will ich aber nicht sitzen. Der flüstert immer so eklige Sachen.“ Hans: „Gar nicht wahr! Ich bin ganz lieb zu der Emma!“","translation":"Teacher: \"I am now dealing with the two chatterboxes. Emma, you sit there in the back next to Hans, and Karlheinz, you sit here in front next to Anna! So you're swapping places!\" Emma: \"But I don't want to sit next to Hans. He always whispers such disgusting things.\" Hans: \"Not at all! I'm very kind to Emma!\""}],"Nutzungsbedingungen":[{"text":"Die Nutzungsbedingungen treten am 20.10.2003 in Kraft.","translation":"The Terms of Use come into force on 20.10.2003."},{"text":"Die Nutzungsbedingungen können ohne Ankündigung geändert werden.","translation":"The Terms of Use are subject to change without notice."},{"text":"Dies sind die drei großen Lügen des Internets: 1. Ich habe die Nutzungsbedingungen gelesen und erkläre mich damit einverstanden. 2. Status: beschäftigt. 3. Ich bin über 18 Jahre alt.","translation":"These are the three big lies of the Internet: 1. I have read and agree to the Terms of Use. 2. Status: busy. 3. I am over 18 years old."},{"text":"Tom las sich erst einmal genau jede Zeile der Nutzungsbedingungen und der Datenschutzerklärung des Netzplatzes durch, ehe er ins Auge fasste, ob er wirklich ein Zugangskonto anlegen wollte.","translation":"Tom carefully read each line of the website's terms of service and privacy policy before deciding whether he really wanted to create an account."},{"text":"Tom las die Nutzungsbedingungen.","translation":"Tom read the terms of use."}],"fließend":[{"text":"Tom lebt in einem Wald ohne Strom und fließend Wasser.","translation":"Tom lives in a forest without electricity and running water."},{"text":"Sie sprach schon nach zwei Jahren fließend Deutsch.","translation":"After two years, she already spoke fluent German."},{"text":"Alle Angestellten unseres Hotels sprechen fließend Deutsch und Italienisch.","translation":"All the staff of our hotel speak fluent German and Italian."},{"text":"Tom spricht zwar fließend, macht dabei jedoch jede Menge Fehler.","translation":"Although Tom does speak fluently, he makes all manner of mistakes."},{"text":"Es gibt kein reineres Wasser als ein fließendes.","translation":"There is no purer water than a running one."}],"entschlossen":[{"text":"Warum hast du dich entschlossen allein zu sein?","translation":"Why did you decide to be alone?"},{"text":"Er war entschlossen, sie nicht noch einmal zu treffen.","translation":"He was determined not to meet her again."},{"text":"Er war entschlossen, ins Ausland zu gehen.","translation":"He was determined to go abroad."},{"text":"Ich habe mich dazu entschlossen Japan zu verlassen.","translation":"I have made up my mind to leave Japan."},{"text":"Er war fest entschlossen, das Rauchen aufzugeben.","translation":"He was determined to quit smoking."}],"amüsieren":[{"text":"Wir haben uns königlich amüsiert.","translation":"We've enjoyed ourselves immensely."},{"text":"Hast du dich gestern gut amüsiert?","translation":"Did you have a good time yesterday?"},{"text":"Wir haben uns über ihre Geschichte köstlich amüsiert.","translation":"We were greatly amused by her story."},{"text":"Tom braucht kein Geld, um sich zu amüsieren.","translation":"Tom doesn't need money to have a good time."},{"text":"Ich habe mich auf der Party gestern Abend echt gut amüsiert.","translation":"I enjoyed myself very much at the party last night."}],"keuchen":[{"text":"Tom begann zu keuchen.","translation":"Tom began gasping."},{"text":"Er fing an zu keuchen.","translation":"He began gasping."},{"text":"Maria lief auf dem Sportplatz wie eine junge Gazelle eine Bahn nach der anderen. Tom keuchte müde hinterher.","translation":"Maria ran on the sports field like a young gazelle one lane after the other. Tom gasped tiredly."},{"text":"„Ein Raub wurde verübt“, keuchte ich. „Aus dem Auswärtigen Amt wurde ein Dokument von enormem Wert entwendet. Ist irgendjemand hier entlanggekommen?“","translation":"\"A robbery has been committed,\" I gasped. \"A document of immense value has been stolen from the Foreign Office. Has any one passed this way?'\""},{"text":"„Mein Knöchel!“ keuchte Anne.","translation":"\"My ankle,\" gasped Anne."}],"geduldig":[{"text":"Wer die Wahl hat, ist geduldig.","translation":"Whoever has a choice is patient."},{"text":"Sei bitte geduldig, das braucht Zeit.","translation":"Please be patient, this will take time."},{"text":"Es ist leicht, geduldig zu sein, wenn man ein Schaf ist.","translation":"It's easy to be patient when you're a sheep."},{"text":"Er ist nicht so geduldig wie seine Frau.","translation":"He is not as patient as his wife."},{"text":"Papier ist geduldig. Es könnte sogar die Wahrheit ertragen.","translation":"Paper is patient. It might even endure the truth."}],"Jagd":[{"text":"Tom wurde zum Opfer eines Löwen, auf den er Jagd machte.","translation":"Tom became the victim of a lion that he hunted."},{"text":"Ich gehe morgen früh auf die Jagd. Kommst du mit?","translation":"I'm going hunting tomorrow morning. Are you coming?"},{"text":"Wer auf die Jagd geht, verliert seine Stelle.","translation":"Those who go hunting lose their jobs."},{"text":"Einige große Vögel machen Jagd auf kleine Vögel und Tiere.","translation":"Some large birds prey upon small birds and animals."},{"text":"Ich freue mich darauf, mit meinem Vater auf die Jagd zu gehen.","translation":"I'm looking forward to going hunting with my father."},{"text":"Mit altem Hunde hat man sicherste Jagd.","translation":"With old dogs you have the safest hunting."},{"text":"Wie oft gehen Sie auf die Jagd?","translation":"How often do you go hunting?"},{"text":"Die Detektive machten Jagd auf ihn.","translation":"The detectives pursued him."},{"text":"„Darf ich mit auf die Jagd?“ fragte der Sohn. Der Vater schüttelte mit dem Kopf. „Nein, du bist noch zu klein“, antwortete er. „Du bleibst besser zu Hause und hilfst deiner Mutter.“","translation":"\"May I go hunting?\" asked the son. The father shook his head. \"No, you're too small,\" he replied. \"You'd better stay at home and help your mother.\""},{"text":"Woran merkt man, dass man älter wird? Wenn man nur noch eine Sportart ausüben kann — Jagd auf die Brille.","translation":"How do you know that you are getting older? If you can only practice one sport — hunting for glasses."}],"süchtig":[{"text":"Als Schüler war er sozusagen süchtig nach Schwänzen.","translation":"As a student, he was addicted to tails, so to speak."},{"text":"Ich bin TV-süchtig.","translation":"I'm addicted to TV."},{"text":"Es macht auf seltsame Weise süchtig.","translation":"This is strangely addictive!"},{"text":"Tom ist süchtig nach Geld.","translation":"Tom is addicted to money."},{"text":"Ich bin wirklich nicht süchtig. Jeder Mensch trinkt täglich drei Liter Kaffee.","translation":"I'm really not addicted. Every person drinks three liters of coffee every day."}],"Dialog":[{"text":"Könnt ihr das nicht im Dialog regeln?","translation":"Can't you sort it out through dialogue?"},{"text":"Er ist ein berühmter chinesischer Meister des komischen Dialogs.","translation":"He is a renowned Chinese master of comic dialogue."},{"text":"Stelle dir vor wie die Geschichte weitergehen könnte und schreibe den Dialog!","translation":"Imagine how the story could go on and write the dialogue!"},{"text":"Sie hinterließ den Eindruck eines Menschen, der zuhören und einen Dialog führen kann.","translation":"She left the impression of a person who can listen and have a dialogue."},{"text":"Eine unserer stärksten Waffen ist der Dialog.","translation":"One of our strongest weapons is dialogue."}],"Distanz":[{"text":"Es gibt keine Distanz auf der Erde, die so weit entfernt ist wie gestern.","translation":"There is no distance on Earth as far away as yesterday."},{"text":"Es ist schwer die Distanz zu bestimmen.","translation":"It is difficult to determine the distance."},{"text":"Deine Eltern können uns nicht für immer auf Distanz halten.","translation":"Your parents can't keep us apart forever."},{"text":"Es ist schwierig, aus dieser Distanz ins Schwarze zu treffen.","translation":"It is difficult to hit the mark from this distance."},{"text":"Er sagt, er brauche Zeit und Distanz.","translation":"He says he needs time and distance."}],"Mitteilung":[{"text":"Bitte ziehe aus dieser Mitteilung nicht die falschen Schlüsse.","translation":"Please do not draw the wrong conclusions from this communication."},{"text":"Wenn du Mary siehst, dann gib ihr diese Mitteilung.","translation":"When you see Mary give her this note."},{"text":"Diese Mitteilung war ein schwerer Schlag für ihn.","translation":"This announcement was a heavy blow to him."},{"text":"Es gibt in der Mitteilung einen Satz, der uns Sorge bereitet.","translation":"There is one sentence in the communication that worries us."},{"text":"Tom sagte, dass er noch eine weitere Mitteilung zu machen habe.","translation":"Tom said he had something else to say."}],"Staatsanwaltschaft":[{"text":"Die Staatsanwaltschaft beantragte gegen den 30 Jahre alten Mann einen Haftbefehl, der am Freitag vom Amtsgericht erlassen wurde.","translation":"The public prosecutor's office applied for an arrest warrant against the 30-year-old man, which was issued by the district court on Friday."},{"text":"Der Rücktritt des höchsten deutschen Mandatsträgers kam, nachdem die Staatsanwaltschaft beim Bundestag, dem deutschen Parlament, die Aufhebung der Immunität des Präsidenten beantragte.","translation":"The resignation of Germany's highest elected official came after the public prosecutor's office applied to the Bundestag, the German parliament, for the waiver of the president's immunity."},{"text":"Tom war zum Unfallzeitpunkt 69 Jahre alt. Deshalb ist davon auszugehen, dass die Staatsanwaltschaft ihm die Fahrerlaubnis entzieht.","translation":"Tom was 69 years old at the time of the accident. It can therefore be assumed that the public prosecutor's office will withdraw his driving licence."}],"schein":[{"text":"Der Schein regiert die Welt, und die Gerechtigkeit ist nur auf der Bühne.","translation":"Appearances rule the world, and justice is only on stage."},{"text":"Der Schein täuscht.","translation":"Appearances are deceptive."},{"text":"Wer den Euro nicht ehrt, ist die Scheine nicht wert.","translation":"Those who do not honour the euro are not worth the notes."},{"text":"Sonne kann nicht ohne Schein, Mensch nicht ohne Liebe sein.","translation":"Sun cannot be without appearance, man cannot be without love."},{"text":"Hüte dich vor dem Schein.","translation":"Beware of the appearance."},{"text":"Glaube an deine Träume, so unmöglich sie auch scheinen mögen!","translation":"Believe in your dreams, no matter how impossible they seem."},{"text":"Tom und Maria scheinen nicht beschäftigt zu sein.","translation":"Tom and Mary don't seem to be busy."},{"text":"Ich scheine Fieber zu haben.","translation":"I seem to have a fever."},{"text":"Die Zahl ist klein; drum, dass sie größer scheine, schreiben wir sie aus.","translation":"The number is small; So that it seems bigger, we write it out."},{"text":"Meine Augen scheinen entzündet zu sein.","translation":"My eyes seem to be inflamed."},{"text":"Können Sie diesen 10-Dollar-Schein wechseln?","translation":"Could you break this ten dollar bill?"},{"text":"Ich hatte einen Zwanzig-Dollar-Schein, aber ich habe ihn verloren.","translation":"I had a twenty dollar bill but I lost it."},{"text":"Kleiner habe ich es leider nicht. Können Sie einen 10 000-Yen-Schein wechseln?","translation":"I'm afraid I don't have anything smaller. Would you be able to break a 10,000 yen note?"},{"text":"Erfolg im Leben ist etwas Sein, etwas Schein und sehr viel Schwein.","translation":"Success in life requires some authenticity, some imagination and a great deal of luck."},{"text":"25. Gesetz der Macht: Ergib dich zum Schein - verwandle Schwäche in Stärke.","translation":"25. Law of Power: Surrender to appearances - turn weakness into strength."}]}