{"ethnisch":[{"text":"Die ethnischen Minderheiten kämpfen gegen Vorurteile und Armut.","translation":"Ethnic minorities fight against prejudice and poverty."},{"text":"Die Regierung sollte ethnische Minderheiten und ihre Sprachen wichtig nehmen.","translation":"The government should care about ethnic minorities and their languages."},{"text":"Die bestehende Gesetzgebung berücksichtigt die ethnische Vielfalt nicht.","translation":"Existing legislation does not take diversity of races into account."},{"text":"Viele ethnische Gruppen schenken traditionell Geld zur Hochzeit.","translation":"Many ethnic groups traditionally give money as a wedding gift."},{"text":"Für ethnische und religiöse Minderheiten verheißt das nichts Gutes.","translation":"This does not bode well for ethnic and religious minorities."}],"hochziehen":[{"text":"Das ist wie derjenige, der ein Äffchen hochzieht, das weder Milch noch Wolle gibt.","translation":"It's like the one who pulls up a monkey that gives neither milk nor wool."},{"text":"Wenn man eine Augenbraue hochzieht, kann das bedeuten \"Ich habe Lust, mit dir Sex zu haben\", aber auch \"Ich finde, dass das, was du gerade gesagt hast, vollkommen idiotisch ist.\"","translation":"Raising an eyebrow can mean \"I want to have sex with you,\" but also \"I think what you just said is completely idiotic.\""}],"Familienmitglieder":[{"text":"Familienmitglieder haben oft ähnliche Gesichter.","translation":"Family members often have similar faces."},{"text":"Beim Planen einer Reise müssen wir die Wünsche aller Familienmitglieder beachten.","translation":"When planning a trip, we have to take into account the wishes of all the members of the family."},{"text":"Die Familienmitglieder lieben einander.","translation":"The family members love each other."},{"text":"Alle Familienmitglieder treffen sich, um das neue Jahr gemeinsam zu begrüßen.","translation":"All family members meet to welcome the New Year together."},{"text":"Die Familienmitglieder stimmten darüber ab, in was für einem Restaurant sie zu Abend essen sollten.","translation":"The family took a vote on the type of restaurant they wanted to go to for dinner."}],"seitens":[{"text":"Das ist eine Interpretation seitens der Presse.","translation":"This is an interpretation on the part of the press."},{"text":"Helfer warten auf Antworten seitens der Verantwortlichen.","translation":"Helpers are waiting for answers from those responsible."},{"text":"Sie behielt dennoch ihre Hoffnung, weil es keine Neuigkeiten seitens ihres Mannes gab.","translation":"She went on hoping nonetheless because there was no news from her husband."},{"text":"Das neue Hotel bat um Anregungen seitens der Gäste.","translation":"The new hotel invited suggestions from the guests."},{"text":"Wie war die Reaktion auf die Schwangerschaft seitens der Eltern ihres Mannes und ihrer Eltern?","translation":"What was the reaction to the pregnancy on the part of her husband's and parents' parents?"}],"Redakteur":[{"text":"Ihr Redakteur wird begeistert sein.","translation":"Your editor will be thrilled."},{"text":"Ihr Vater war Redakteur bei einer deutschen Zeitung in Lettland.","translation":"Her father was an editor for a German newspaper in Latvia."},{"text":"Der Vorstand des Vereins ist mit der Arbeit des Redakteurs nicht zufrieden.","translation":"The board of the association is not satisfied with the work of the editor."},{"text":"Von Anfang an legte der neue Redakteur viel Energie und Kreativität an den Tag.","translation":"From the beginning, the new editor showed a lot of energy and creativity."},{"text":"Sowohl der Redakteur als auch der Verleger sind meine Cousins.","translation":"Both the editor and the publisher are my cousins."},{"text":"Meiner Meinung nach, ist es für unsere jungen Frauen sehr wichtig, sich selbst wertzuschätzen. Das ist kein Egozentrismus, Herr Redakteur, noch ist es Arroganz. Mädchen sollen ihre Seele mögen, weil sie hell und rein ist.","translation":"In my opinion, it is very important for our young women to value themselves. This is not egocentrism, Editor, nor is it arrogance. Girls are supposed to like their soul because it is bright and pure."},{"text":"„Ein Mädchen, welches anderen mehr Glauben schenkt, als sich selbst, welches seine Entscheidungen gemäß fremden Ratschlägen trifft und seine eigenen Gefühle übergeht, ja sich ihrer sogar schämt, ist kein Mädchen, wie es unser Vaterland, unsere Nation braucht. Es ist, Herr Redakteur, ein schwaches Grashälmchen, ich wiederhole: ein Grashälmchen, von Hunderten von Winden erschüttert ...“ – in meinem Harn ... Pardon, Hirn begannen Luftzüge zu säuseln, doch ich zählte nicht nach, ob sie eine Hundertschaft bildeten, während sie fortfuhr: „die es schließlich brechen und in einen Morast stürzen werden.“","translation":"\"A girl who believes others more than herself, who makes her decisions according to foreign advice and ignores her own feelings, even is ashamed of them, is not a girl as our fatherland, our nation needs. It is, Mr. Editor, a weak grass neck, I repeat: a grass neck, shaken by hundreds of winds ...\" – in my urine ... Sorry, brains began to whisper drafts, but I did not count whether they formed a hundred, while she continued: \"who will eventually break it and plunge it into a morass.\""}],"Prämie":[{"text":"Ich habe nie mit dieser Prämie gerechnet.","translation":"I never expected this premium."},{"text":"Tom verdient eine Prämie.","translation":"Tom deserves a bonus."},{"text":"Die individuelle Prämie errechnet sich aus einer sturen Formel.","translation":"The individual premium is calculated from a stubborn formula."}],"quetschen":[{"text":"Wir quetschten uns in das kleine Zimmer.","translation":"We packed into the small room."},{"text":"Quatschsätze enthalten oft Quatsch, den man nicht in andere Sätze quetschen kann.","translation":"Nonsense sentences often contain nonsense that cannot be squeezed into other sentences."},{"text":"Sie schaffte es mit Ach und Krach, ihren vollen Busen in das enge Kleid zu quetschen.","translation":"She managed to squeeze her full bosom into the tight dress."},{"text":"Ich quetschte mich mühevoll aus der U-Bahn.","translation":"I painstakingly squeezed myself out of the subway."},{"text":"Falls du daran gedacht hättest, neue Zahnpasta zu kaufen, müsstest du dich jetzt nicht damit abmühen, die letzten Reste aus der Tube zu quetschen.","translation":"If you had thought of buying new toothpaste, you wouldn't have to struggle to squeeze the last leftovers out of the tube."},{"text":"Diese Erdbeeren sind matschig gequetscht.","translation":"These strawberries are all squashed and mushy."}],"israelisch":[{"text":"Welche guten israelischen Filme gibt es?","translation":"What are some good Israeli movies?"},{"text":"„Globes“ ist eine israelische Tageszeitung.","translation":"\"Globes\" is an Israeli daily newspaper."},{"text":"In Kairo wurden 130 Teilnehmer der Tumulte vor der israelischen Botschaft festgenommen.","translation":"In Cairo, 130 participants in the riots in front of the Israeli embassy were arrested."},{"text":"Bis jetzt gewann nur ein Teilnehmer eine Million israelischer Schekel bei \"Wer wird Millionär?\" in Israel.","translation":"So far there has been only one participant who won one million Israeli Shekels in \"Who Wants to Be a Millionaire\" in Israel."},{"text":"Glückwünsche dem israelischen Volk zum 65. Staatsjubiläum!","translation":"Congratulations to the Israeli people on their 65th anniversary!"}],"Ersatzteil":[{"text":"Es tut mir leid, das Ersatzteil haben wir nicht.","translation":"I'm sorry, but we don't have that spare part."},{"text":"Frauen wollen Männer, keine Ersatzteile.","translation":"Women want men, not spare parts."},{"text":"Ich kann keine Ersatzteile für dieses Auto kaufen.","translation":"I cannot buy spare parts for this car."},{"text":"Er untersuchte die Ersatzteile eins nach dem anderen.","translation":"He examined the spare parts one by one."},{"text":"Tom stellt in einer Autofabrik Ersatzteile her.","translation":"Tom is making spare parts in a car factory."}],"zumal":[{"text":"Was man von den Menschen behauptet, ob es wahr sein mag oder falsch, ist oft für ihr Leben und zumal für ihr Geschick ebenso wichtig, wie das, was sie tun.","translation":"What is said of people, whether it may be true or false, is often as important for their lives and especially for their skill as what they do."},{"text":"Wir müssen die Dinge lustiger nehmen, als sie es verdienen, zumal wir sie lange Zeit ernster genommen haben, als sie es verdienen.","translation":"We need to take things more funnily than they deserve, especially since we've long taken them more seriously than they deserve."},{"text":"Was die Augenzeugen berichteten, war so unerhört, dass es als reine Spinnerei abgetan wurde – zumal sie sich über einzelne Details oft uneins waren.","translation":"What the eyewitnesses reported was so outrageous that it was dismissed as pure spinning – especially since they often disagreed on individual details."}],"Bundesliga":[{"text":"Die Bayern zählen zu den Stars der Bundesliga.","translation":"Bayern are among the stars of the Bundesliga."},{"text":"Die deutsche Bundeskanzlerin Angela Merkel verkündete am Mittwoch, die Bundesliga könne im Verlaufe des Monats wieder spielen.","translation":"German Chancellor Angela Merkel announced Wednesday the German soccer league Bundesliga can resume playing later this month."}],"Treiber":[{"text":"Der Esel und sein Treiber denken verschieden.","translation":"The donkey and its driver think differently."},{"text":"Der Esel und sein Treiber denken nicht dasselbe.","translation":"The donkey and its driver do not think the same thing."},{"text":"Wer einen Treiber erschießt, muss die Witwe heiraten.","translation":"Whoever shoots a driver must marry the widow."},{"text":"Maria griff auf eine ältere Version des Treibers zurück.","translation":"Mary rolled back to a previous version of the driver."},{"text":"Der Quelltext dieser Treiber ist nicht öffentlich zugänglich.","translation":"These drivers are not open source."}],"special":[],"zurückbekommen":[{"text":"Wenn ich meine Brieftasche nicht bis morgen zurückbekomme, werden Köpfe rollen!","translation":"If I don't get my wallet back by tomorrow, heads will roll!"},{"text":"Ist er einmal weg, wirst du ihn nie wieder zurückbekommen.","translation":"Once it's gone, you'll never get it back."},{"text":"Ich kann mein Geld nicht zurückbekommen.","translation":"I can't get my money back."},{"text":"Wenn du dein Geld zurückbekommen möchtest, kannst du es haben.","translation":"If you want your money back, you can have it."},{"text":"Wo kann ich mein Gepäck zurückbekommen?","translation":"Where can I get my luggage back?"}],"Automat":[{"text":"Das ist der Automat, von dem ich sprach.","translation":"This is the machine I was talking about."},{"text":"Sie kann sehr gut kochen, zumindest Kaffee aus dem Automaten.","translation":"She can cook very well, at least coffee from the vending machine."},{"text":"Dieser Automat funktioniert nicht.","translation":"This machine does not work."},{"text":"In der Schweiz kann man Kondome an einem Automaten kaufen.","translation":"In Switzerland, you can buy rubbers from a vending machine."},{"text":"Dieser Automat nimmt nur 100-Yen-Münzen an.","translation":"This vending machine takes only hundred-yen coins."}],"Mittelschule":[{"text":"Mein Vater unterrichtet Englisch an einer Mittelschule.","translation":"My father teaches English at a middle school."},{"text":"Ist das Lernen in der Mittelschule schwer?","translation":"Is learning in middle school hard?"},{"text":"Du warst letztes Jahr in der zweiten Klasse der Mittelschule, nicht wahr?","translation":"You were in the second year of middle school last year, right?"},{"text":"Der Übergang von der Grund- auf die Mittelschule wird von manchen als erster Schritt in Richtung Erwachsensein angesehen.","translation":"The transition from elementary to middle school is seen by some as the first step toward adulthood."},{"text":"Als ich noch zur Mittelschule ging, war ich sehr beeindruckt davon, wie mein krankenhauslägeriger Großvater häufig „Vielen Dank! Sie sind mir eine große Hilfe!“ zu den Krankenschwestern sagte.","translation":"In my secondary school days, I was much impressed by how my hospitalised grandfather would often tell the nurses there, \"Thank you, I appreciate your help.\""}],"Millionär":[{"text":"Ich wollte nie ein Millionär sein. Ich wollte bloß leben wie einer.","translation":"I never wanted to be a millionaire. I just wanted to live like one."},{"text":"In Deutschland besaß er nur knapp über hunderttausend, in China war er damit Millionär.","translation":"In Germany he owned just over a hundred thousand, in China he was a millionaire."},{"text":"Reich ist mein Onkel, weil er Millionär ist.","translation":"My uncle is rich because he is a millionaire."},{"text":"„Sie sollen Millionär sein.“ – „Das wüsste ich aber.“","translation":"\"You're supposed to be a millionaire.\" – \"But I would know that.\""},{"text":"Er wurde arm geboren, aber er starb als Millionär.","translation":"He was born poor, but he died a millionaire."}],"Grieche":[{"text":"Schon die alten Griechen wussten das.","translation":"Even the ancient Greeks knew that."},{"text":"Unter allen Völkern haben die Griechen den Traum des Lebens am schönsten geträumt.","translation":"Among all the peoples, the Greeks dreamed the dream of life most beautifully."},{"text":"Die Türken zeigen den Griechen, wie es geht.","translation":"The Turks show the Greeks how to do it."},{"text":"Die Griechen essen auch oft Fisch.","translation":"The Greeks also eat fish often."},{"text":"Hüte dich vor Griechen, die mit Geschenken kommen.","translation":"Beware of Greeks bearing gifts."}],"anregen":[{"text":"Wenn du einen Menschen zum Nachdenken anregst, kannst du heimlich seinen Reis essen.","translation":"If you make a person think, you can secretly eat his rice."},{"text":"Toms Frage hat mich zum Nachdenken angeregt.","translation":"Tom's question got me thinking."},{"text":"Lass deine Schüler Bücher lesen, die sie mehr zum Denken anregen!","translation":"Make your students read books that make them think more."},{"text":"Dieses Buch wird deine Fantasie anregen.","translation":"This book will awaken your imagination."},{"text":"Ich lese gern Bücher, die einen dazu anregen, mehr aus sich zu machen.","translation":"I love reading books that inspire us to become more than who we are."}],"gesondert":[{"text":"Dies ist wichtig genug für eine gesonderte Behandlung.","translation":"This is important enough for separate treatment."},{"text":"Das ist eine gesonderte Frage.","translation":"That's a separate question."},{"text":"Die Stadtregierung will gesonderte Fahrradspuren bauen, aber viele Autofahrer sind dagegen.","translation":"The city government wants to build separate bicycle lanes, but many motorists are against it."},{"text":"Der ewige Friede ist ein Traum, und nicht einmal ein schöner, solange die Nationen ein gesondertes Dasein führen.","translation":"Eternal peace is a dream, not even a beautiful one, as long as the nations lead a separate existence."},{"text":"Schreibe Beiträge, die für verschiedene Rubriken bestimmt sind nicht auf ein Blatt, sondern benutze für jede Notiz ein gesondertes Blatt!","translation":"Write posts that are intended for different categories not on one sheet, but use a separate sheet for each note!"}],"Vulkan":[{"text":"Der Ätna ist ein Vulkan auf Sizilien.","translation":"Mount Etna is a volcano in Sicily, Italy."},{"text":"Aus einem Vulkan kann ein Berg werden.","translation":"A volcano can become a mountain."},{"text":"Mit einem Vulkan ist nicht zu reden.","translation":"You can't talk about a volcano."},{"text":"Wir saßen sozusagen auf einem Vulkan.","translation":"We were sitting on a volcano, so to speak."},{"text":"Der Vulkan spuckt Flammen und Rauch.","translation":"The volcano spews flames and smoke."},{"text":"Der Vulkan bricht aus, wann er will; der Krieg, wann es die Menschen wollen.","translation":"The volcano erupts when it wants; war, when people want it."},{"text":"Der Vulkan ist schon seit langer Zeit nicht mehr aktiv.","translation":"The volcano has been inactive for a long time."},{"text":"Der St. Helens ist ein im Staate Washington gelegener Vulkan.","translation":"Mount St. Helens is a volcano located in the state of Washington."},{"text":"Der höchste Vulkan Europas heißt Ätna.","translation":"The highest volcano in Europe is called Etna."},{"text":"Geht ihr zu Fuß zum Vulkan?","translation":"Are you walking to the volcano?"}],"Vitamine":[{"text":"Auch Schokolade enthält Vitamine.","translation":"Chocolate also contains vitamins."},{"text":"Du solltest deine Ernährung um Vitamine ergänzen.","translation":"You should supplement your diet with vitamins."},{"text":"Ich glaube, ihr solltet Vitamine nehmen.","translation":"I think you should take vitamins."},{"text":"Nimm viele Vitamine ein, um eine Erkältung zu vermeiden.","translation":"Take a lot of vitamins to avoid a cold."},{"text":"In schockgefrorenem Gemüse bleibt ein Großteil der Vitamine erhalten.","translation":"In flash-frozen vegetables, a large part of the vitamins are preserved."}],"Ausgleich":[{"text":"Ich habe als Ausgleich ein schlechtes Gewissen.","translation":"I have a guilty conscience as compensation."},{"text":"Wahren Reichtum hat man, wenn man seinen inneren Ausgleich gefunden hat.","translation":"You have true wealth when you have found your inner balance."},{"text":"Sozialer Ausgleich und wirtschaftlicher Schutz des Individuums erschienen mir stets als wichtige Ziele der staatlichen Gemeinschaft.","translation":"Social balance and economic protection of the individual have always seemed to me to be important goals of the state community."},{"text":"Tom will einen Ausgleich zwischen reicheren und ärmeren Ländern.","translation":"Tom wants a balance between richer and poorer countries."},{"text":"Markku war ein guter Mediator — immer auf Ausgleich bedacht.","translation":"Markku was a good mediator — always looking for balance."}],"hitler":[{"text":"Tom hätte seinen Lehrer nicht mit Hitler vergleichen sollen.","translation":"Tom shouldn't have compared his teacher to Hitler."},{"text":"Würden Sie einen neuen Hitler unterstützen?","translation":"Would you support a new Hitler?"},{"text":"Man sollte Hitler nicht loben.","translation":"One should not praise Hitler."},{"text":"Hitler führte Deutschland in den Krieg.","translation":"Hitler led Germany into war."},{"text":"Der Lehrer erzählte mir, dass Hitler sich selbst umgebracht hatte.","translation":"The teacher told me that Hitler killed himself."},{"text":"Hitler gelangte 1933 an die Macht.","translation":"Hitler assumed power in 1933."},{"text":"„Mein Kampf“ ist ein Buch von Adolf Hitler.","translation":"\"Mein Kampf\" is a book by Adolf Hitler."},{"text":"Im Jahre 1939 fiel Hitler in Polen ein.","translation":"In 1939, Hitler invaded Poland."}],"our":[],"kommentierst":[{"text":"Ich verstehe nicht, warum du einen französischen Satz auf Englisch kommentierst.","translation":"I don't understand why you comment on a French sentence in English."},{"text":"Ich verstehe nicht ganz, warum du einen französischen Satz auf Englisch kommentierst.","translation":"I don't quite understand why you comment on a French sentence in English."}],"durstig":[{"text":"Grabe den Brunnen, ehe du durstig bist.","translation":"Dig the well before you are thirsty."},{"text":"Er führte uns durstig über den Fluss.","translation":"He led us thirsty across the river."},{"text":"Der Mensch wird an der Quelle nicht durstig bleiben.","translation":"Man will not remain thirsty at the source."},{"text":"Altes Salz macht durstig.","translation":"Old salt makes you thirsty."},{"text":"Ich habe von vielen Quellen getrunken und bin ewig durstig.","translation":"I have drunk from many springs and am eternally thirsty."}],"angucken":[{"text":"Soll ich hingehen und mir das angucken?","translation":"Should I go and look at it?"},{"text":"Ich kann Tom nicht angucken.","translation":"I can't look at Tom."},{"text":"Wenn der Chef sich unsere Ausgaben anguckt, kann es echt heikel werden. Er kann zwischen den Zeilen lesen.","translation":"When the boss checks our expenses it can be pretty dicey. He knows how to read between the lines."}],"herausgeben":[{"text":"Derzeit werden mehr Bücher in Esperanto herausgegeben als in Latein.","translation":"Currently, more books are published in Esperanto than in Latin."},{"text":"Wann wird Ihr Buch herausgegeben?","translation":"When will your book be published?"},{"text":"Sie haben mir falsch herausgegeben.","translation":"You gave me the wrong change."},{"text":"Die erste Auflage wurde vor zehn Jahren herausgegeben.","translation":"The first edition was published ten years ago."},{"text":"Professor White hat letztes Jahr sein erstes Buch herausgegeben.","translation":"Professor White published his first book last year."}],"suite":[{"text":"Sie hatte die Suite des Hotels ganz für sich allein.","translation":"She had the hotel's suite all to herself."}],"Schaltung":[{"text":"Es ist schon 10 Jahre her, dass ich ein Auto mit manueller Schaltung gefahren bin, deswegen weiß ich nicht, ob ich noch so eins fahren kann.","translation":"It's been 10 years since I've driven a car with manual transmission, so I don't know if I can drive another one."}],"Mentalität":[{"text":"Die Bevölkerung dieses Landes verändert ihre Mentalität und passt sich rasch an eine neue Lebensweise an.","translation":"The population of this country is changing its mentality and rapidly adapting to a new way of life."},{"text":"Die Griechen haben eine europäische Mentalität und dabei eine eindeutig russländische Handlungsweise.","translation":"The Greeks have a European mentality and a clearly Russian way of acting."},{"text":"Sie können nicht ein kommunistisches Land in ein kapitalistisches nur durch Hineinpumpen von Geld verwandeln. Sie müssen zuerst die Mentalität und die Art und Weise ändern, Geschäfte abzuwickeln, daß heißt, die Management-Strukturen verändern.","translation":"They cannot turn a communist country into a capitalist one just by pumping money into it. They must first change the mentality and the way of doing business, that is, changing the management structures."}],"Glücksspiel":[{"text":"Trinken tötet, Glücksspiel stürzt einen ins Elend.","translation":"Drinking kills, gambling plunges you into misery."},{"text":"Glücksspiel ist verboten.","translation":"Gambling is illegal."},{"text":"Das Glücksspiel trieb ihn in den Ruin.","translation":"It was gambling that brought about his ruin."},{"text":"Du musst mit den Glücksspielen aufhören.","translation":"You need to stop gambling."},{"text":"Er hat sein gesamtes Geld durch Glücksspiel verloren.","translation":"He lost all of his money gambling."}],"Altar":[{"text":"Sie sind ein schönes Paar für den Altar.","translation":"They are a beautiful couple for the altar."},{"text":"Braut und Bräutigam treten gemeinsam vor den Altar.","translation":"The bride and groom step together in front of the altar."},{"text":"Herrgott! Muss ich dich vor den Altar zerren oder kommst du freiwillig?","translation":"Lord! Do I have to drag you to the altar or do you come voluntarily?"},{"text":"Der Bräutigam ließ die Braut vor dem Altar stehen.","translation":"The groom left the bride standing at the altar."},{"text":"Tom kniete, tief ins Gebet versunken, vor dem Altar.","translation":"Tom knelt in front of the altar, immersed deep in prayer."}],"Intervall":[{"text":"Die Olympischen Spiele finden in Intervallen von vier Jahren statt.","translation":"The Olympic Games take place at intervals of four years."},{"text":"Bis zum nächsten Zug gab es ein Intervall von 2 Stunden.","translation":"Until the next train there was an interval of 2 hours."},{"text":"Eine Folge ist beschränkt, wenn es ein endliches Intervall gibt, das alle Elemente enthält.","translation":"A sequence is bounded if there is a finite interval that contains all elements."},{"text":"Wenn Sie verstehen, was ein beschränktes Intervall ist, verstehen Sie auch was eine beschränkte Funktion ist.","translation":"If you understand what a bounded interval is, you also understand what a bounded function is."},{"text":"Der Wertebereich der Sinus- und Kosinusfunktion ist das geschlossene Intervall von -1 bis 1.","translation":"The functions sine and cosine have a range of values between -1 and 1, inclusive."}],"verstärkt":[{"text":"Tom hat einen Sprachfehler, der sich verstärkt, wenn er vor anderen Menschen sprechen muss.","translation":"Tom has a speech impediment, which gets worse if he has to speak in public."},{"text":"Als ihn ein Wirbelwind zu stoppen drohte, verstärkte er die Antriebskraft des Motors seines Autos.","translation":"When a whirlwind threatened to stop him, he increased the driving force of his car's engine."},{"text":"Meine Moskauer Kollegen waren Vertreter vieler sehr verschiedener Rassen, und das verstärkte in mir das Bestreben hin zu einer geeinten Familie der Menschen.","translation":"My Moscow colleagues were representatives of many very different races, and this strengthened in me the desire for a united family of people."}],"erwähnt":[{"text":"Aus dieser Perspektive betrachtet, sind die erwähnten Maßnahmen unzureichend.","translation":"From this perspective, the measures mentioned are inadequate."},{"text":"Dieser verleumderische Artikel ist noch immer auf der Website der erwähnten Zeitung zu lesen.","translation":"This slanderous article can still be read on the website of the aforementioned newspaper."},{"text":"Die erwähnte Zusammenarbeit von Schulen aus mehreren Ländern der Europäischen Union stellt ein nachahmenswertes Beispiel dar.","translation":"The above-mentioned cooperation between schools from several countries of the European Union is an example to be followed."},{"text":"Müllmänner sorgen für die überall lobend erwähnte Sauberkeit in der Stadt.","translation":"Garbage men ensure the cleanliness in the city, which is praised everywhere."},{"text":"Viele Formulierungen des Textes nähren den Verdacht, dass sich der Autor irgendeiner nicht erwähnten englischen Quelle bediente.","translation":"Many of the text formulations arouse suspicion that the author failed to mention a reliance on some English source."}],"intellektuell":[{"text":"Tatsachen sind die wilden Bestien im intellektuellen Gelände.","translation":"Facts are the wild beasts in the intellectual terrain."},{"text":"Wenn eine Wahrheit zum Faktum wird, verliert sie jeden intellektuellen Wert.","translation":"When a truth becomes a fact, it loses all intellectual value."},{"text":"Ich genieße intellektuelle Gespräche.","translation":"I enjoy intellectual conversations."},{"text":"Wo liegt denn hier die intellektuelle Herausforderung?","translation":"Where is the intellectual challenge in this?"},{"text":"Das intellektuelle Eigentum gehört abgeschafft!","translation":"Abolish intellectual property."}],"Sehenswürdigkeit":[{"text":"Was sind die wichtigsten Sehenswürdigkeiten?","translation":"What are the main attractions?"},{"text":"Die größte Sehenswürdigkeit, die es gibt, ist die Welt - sieh sie dir an.","translation":"The biggest attraction there is is the world - look at it."},{"text":"Ich denke, jedes größere Dorf hat mindestens eine Sehenswürdigkeit.","translation":"I think every major village has at least one attraction."},{"text":"In der Umgebung gibt es viele Sehenswürdigkeiten.","translation":"There are many things to see in the surrounding area."},{"text":"Das alte Schloss ist eine beliebte Sehenswürdigkeit.","translation":"The old castle is a popular tourist attraction."}],"Kummer":[{"text":"Beim Trinken und Essen wird der Kummer vergessen.","translation":"When drinking and eating, the grief is forgotten."},{"text":"Glück ist gut für den Körper, aber Kummer stärkt den Geist.","translation":"Happiness is good for the body, but grief strengthens the mind."},{"text":"Hinter deinem freundlichen Gesichtsausdruck verbirgt sich ein großer Kummer. Was ist los?","translation":"Behind your kind expression hides a great sorrow. What is going on?"},{"text":"Ist man Kummer gewohnt, kann man in Frieden mit ihm leben.","translation":"If you are used to grief, you can live in peace with it."},{"text":"Kapital bringt Kummer und Sorgen.","translation":"Capital brings sorrow and sorrow."},{"text":"Na, was hast du denn für Kummer?","translation":"Well, what kind of grief do you have?"},{"text":"Weinen ist ein Ausdruck von Kummer.","translation":"Crying is an expression of grief."},{"text":"Kummer bricht den Mann, Schmerz siegt über die Waise.","translation":"Grief breaks the man, pain triumphs over the orphan."},{"text":"Mit Schreiben kann ich mich von allem befreien. Mein Kummer verschwindet. Mein Lebensmut kommt zurück.","translation":"With writing I can free myself from everything. My grief disappears. My courage to face life comes back."},{"text":"Glück und Kummer anderer ist Glück und Kummer auch uns selbst.","translation":"The happiness and sorrow of others is happiness and sorrow of our own."}],"Spielchen":[{"text":"Treiben Sie ja nicht nochmal ihr Spielchen mit mir!","translation":"Don't play with me again!"},{"text":"Das ist kein Spielchen, Freund!","translation":"This is not a game, friend!"},{"text":"Spiel keine Spielchen mit mir!","translation":"Don't play games with me!"},{"text":"Ich habe sein kleines Spielchen durchschaut.","translation":"I saw through his little game."},{"text":"Hör' auf Spielchen zu spielen, Tom. Ich will mein Geld!","translation":"Stop playing games, Tom. I want my money!"}],"Gefäß":[{"text":"Der Mülleimer ist ein Gefäß, in das man Abfall werfen kann.","translation":"The trash can is a container into which you can throw waste."},{"text":"Dieses Gefäß fasst zwei Liter heißes Wasser.","translation":"This container can hold two litres of hot water."},{"text":"Das Gefäß ist leer.","translation":"The vessel is empty."},{"text":"Das Gefäß ist voll.","translation":"The vessel is full."},{"text":"Kann jemand schätzen, wie viel Geld sich in diesem Gefäß befindet.","translation":"Can anyone estimate how much money is in this vessel."}],"zugesehen":[{"text":"Ich habe zugesehen, dass mich keiner verfolgt hat.","translation":"I watched that no one followed me."},{"text":"Sie hat ihm beim Schwimmen zugesehen.","translation":"She watched him swim."},{"text":"Ich habe viel dadurch gelernt, dass ich Tom zugesehen habe.","translation":"I've learned a lot by watching Tom."},{"text":"Während der letzten zwei Jahre haben wir zugesehen, wie er sich veränderte.","translation":"Over the last 2 years we watched him change."},{"text":"Ich habe schon immer gern den Regungen der Naturkräfte zugesehen.","translation":"I have always enjoyed watching the emotions of the forces of nature."}],"abweichen":[{"text":"Von seiner Würde abweichen ist wie sein Pferd gegen einen Esel tauschen.","translation":"Deviating from his dignity is like exchanging his horse for a donkey."},{"text":"Ich werde von meinem Weg nie abweichen.","translation":"I will never go out of my way."},{"text":"Wer vom rechten Weg abweicht, der wird schnell auf die schiefe Bahn geraten.","translation":"Anyone who deviates from the right path will quickly fall on the wrong track."},{"text":"Schönheit ist, was von der Norm abweicht.","translation":"Beauty is what deviates from the norm."},{"text":"In Deutschland gib es viele verschiedene Dialekte, die mehr oder weniger von dem geschriebenen Deutsch abweichen.","translation":"In Germany, there are many different dialects that differ more or less from the written German."},{"text":"Je stärker das Ergebnis von der Nullhypothese abweicht und je größer die Stichprobe ist, desto sicherer ist, dass das Ergebnis signifikant ist.","translation":"The more the result deviates from the null hypothesis and the larger the sample, the more certain it is that the result will be significant."}],"sprangen":[{"text":"Die Kinder sprangen ins kalte Wasser.","translation":"The children jumped into the deep end."},{"text":"Sie sprangen durch ein Fenster in den Fluss.","translation":"They jumped through a window into the river."},{"text":"Wir sprangen von unseren Fahrrädern uns setzen uns ins Gras.","translation":"We jumped off our bikes and sat in the grass."},{"text":"Geh und spring in den See.","translation":"Go jump in the lake."},{"text":"Die Eichhörnchen sprangen von Zweig zu Zweig.","translation":"The squirrels jumped from branch to branch."}],"Babe":[],"Überstunde":[{"text":"Machst du Überstunden?","translation":"Do you work overtime?"},{"text":"Ich muss heute Überstunden machen, weil jemand krank geworden ist.","translation":"I have to work overtime today because someone got sick."},{"text":"Abbildung 1 zeigt die Überstunden der Mitarbeiter pro Monat.","translation":"Figure 1 shows employee overtime per month."},{"text":"Tom hat letzte Woche viele Überstunden gemacht.","translation":"Tom worked a lot of overtime last week."},{"text":"Werde ich für Überstunden bezahlt?","translation":"Will I be paid for overtime?"}],"Müdigkeit":[{"text":"Bei Müdigkeit nimmt man am besten ein Bad.","translation":"In case of fatigue, it is best to take a bath."},{"text":"Oft reicht eine Tasse Kaffee nicht aus, um Müdigkeit zu vertreiben.","translation":"Often a cup of coffee is not enough to drive away fatigue."},{"text":"Du fühlst eine mächtige Müdigkeit, nicht wahr?","translation":"You feel a mighty tiredness, don't you?"},{"text":"Ein Kind, das spielt, kennt keine Müdigkeit.","translation":"A child who plays knows no fatigue."},{"text":"Ich marschierte, bis ich vor Müdigkeit nicht mehr konnte.","translation":"I walked until I got too tired to walk anymore."}],"infrage":[{"text":"Ich möchte alle Regeln infrage stellen, deren Sinn nicht erwiesen ist.","translation":"I would like to question all the rules whose meaning has not been proven."},{"text":"Das kommt unter gar keinen Umständen infrage.","translation":"This is out of the question under any circumstances."},{"text":"Ich stelle Ihre Aufrichtigkeit infrage.","translation":"I question your sincerity."},{"text":"Wenn es jemand gibt, der noch zweifelt, dass Amerika ein Ort ist, wo alles möglich ist; der sich noch fragt, ob der Traum unserer Gründer in unserer Zeit noch lebendig ist; der die Kraft unserer Demokratie noch infrage stellt: Heute Abend erhält er die Antwort.","translation":"If there is anyone out there who still doubts that America is a place where all things are possible; who still wonders if the dream of our founders is alive in our time; who still questions the power of our democracy, tonight is your answer."},{"text":"Durchlässigkeit im Bildungssystem wie auch im Beruf schafft Möglichkeiten, durch Lässigkeit werden sie infrage gestellt.","translation":"Permeability in the education system as well as in the profession creates opportunities, through nonchalance they are called into question."},{"text":"Stellst du meine Entscheidung infrage?","translation":"Are you questioning my decision?"},{"text":"Stellst du meine Integrität infrage?","translation":"Are you questioning my integrity?"}],"regulieren":[{"text":"Schwitzen ermöglicht dem menschlichen Körper, seine Temperatur zu regulieren.","translation":"Sweating allows the human body to regulate its temperature."},{"text":"Bei warmem Wetter hilft dem Menschen das Schwitzen die Körpertemperatur zu regulieren.","translation":"In warm weather, sweating helps people regulate body temperature."},{"text":"Wälder regulieren den Wasserkreislauf und nehmen schädliches Kohlendioxid auf.","translation":"Forests regulate the water cycle and take away harmful carbon dioxide."}],"Abreise":[{"text":"Schon einen Tag nach der Abreise seiner Freundin fühlte er sich einsam.","translation":"The very next day after the departure of it's friend, it felt lonely."},{"text":"Er entschloss sich, seine Abreise zu verschieben.","translation":"He decided to postpone his departure."},{"text":"Wir müssen vor der Abreise noch etwas erledigen.","translation":"There's still something we must do before we leave."},{"text":"Sie informierte mich über ihre Abreise.","translation":"She informed me about her departure."},{"text":"Ich möchte mir vor der Abreise die Haare schneiden lassen.","translation":"I would like to have my hair cut before leaving."}],"bekannte":[{"text":"Wer sich zu viele Freunde machen möchte, hat schließlich nur noch Bekannte.","translation":"If you want to make too many friends, you only have acquaintances."},{"text":"Verwandte sind selten mehr als Bekannte, und die Zahl wahrer Freunde ist sehr gering.","translation":"Relatives are rarely more than acquaintances, and the number of true friends is very small."},{"text":"Ich habe ein paar gute alte Bekannte getroffen.","translation":"I met some good old acquaintances."},{"text":"Eine gute alte Bekannte hat mir einen Brief geschickt.","translation":"A good old acquaintance sent me a letter."},{"text":"Tom und Maria haben sich von Verwandten und Bekannten Geld geliehen.","translation":"Tom and Maria borrowed money from relatives and acquaintances."}],"verlässlich":[{"text":"Ist man bei dieser wissenschaftlichen Arbeit auf verlässliche Quellen zurückgegangen?","translation":"Has this scientific work relied on reliable sources?"},{"text":"Sie ist eine verlässliche Person.","translation":"She is a reliable person."},{"text":"Er ist ein verlässlicher Chef.","translation":"He is a dependable boss."},{"text":"Ich glaube, er ist ein verlässlicher Mann.","translation":"I believe that he is a reliable man."},{"text":"Sie schreibt ihrer Mutter verlässlich jede Woche einen Brief.","translation":"She reliably writes a letter to her mother every week."}],"bumm":[],"lächle":[{"text":"Zeig ihnen die Zähne... lächle!","translation":"Show them your teeth... Smile!"},{"text":"Täglich lächle dein gegenüber an und erlebe die Wunder, die dann geschehen.","translation":"Every day smile at your counterpart and experience the miracles that happen."},{"text":"Ich lächle das kleine Mädchen an.","translation":"I am smiling at that little girl."},{"text":"Wenn dir ein Löwe die Zähne zeigt, glaub ja nicht, er lächle dir zu.","translation":"If you see a lion showing its teeth, don't assume it's smiling at you."},{"text":"Lächle mich bitte an!","translation":"Please smile at me!"},{"text":"Lächle weiter.","translation":"Keep smiling."},{"text":"Lächle und die Welt wird mit dir lachen. Schnarche und du schläfst allein.","translation":"Smile and the world will laugh with you. Snore and you sleep alone."},{"text":"Lächle nicht immer! Das macht Falten. In deinem Alter muss man auf sich achten. Du siehst älter aus, als du tatsächlich bist.","translation":"Don't always smile! That makes wrinkles. At your age, you have to take care of yourself. You look older than you actually are."},{"text":"Lächle!","translation":"Smile!"},{"text":"Lächle, Tom! Du bist auf Sendung!","translation":"Smile, Tom! You're on the air!"},{"text":"Lächle und sei glücklich!","translation":"Smile and be happy!"},{"text":"Lächle doch ein bisschen!","translation":"Smile a little!"},{"text":"Weine nicht, weil etwas vergangen ist! Lächle, weil es geschehen ist!","translation":"Don't cry / For the good times gone. / Smile instead / While they're still going on."},{"text":"Wenn du die Zähne des Löwen siehst, denk ja nicht, der Löwe lächle dir zu.","translation":"If you see the lion's canines, do not ever think that the lion smiles."}],"Laster":[{"text":"Die Laster sind untereinander näher verwandt als die Tugenden.","translation":"Vices are more closely related to each other than virtues."},{"text":"Die Menschen verlieren zuerst ihre Illusionen, dann die Zähne und ganz zuletzt ihre Laster.","translation":"People first lose their illusions, then their teeth and finally their vices."},{"text":"Morgenstund ist aller Laster Anfang.","translation":"Morgenstund is the beginning of all vices."},{"text":"Alle Laster nehmen mit der Zeit ab, nur Geiz und Lüge nehmen zu.","translation":"All vices diminish over time, only stinginess and lies increase."},{"text":"Ein Laster kostet mehr als zwei Kinder.","translation":"A truck costs more than two children."}],"Räuber":[{"text":"„Geld her, oder es passiert was!“ drohte der Räuber.","translation":"\"Stand and deliver, or else!\" threatened the highwayman."},{"text":"Je mehr Regeln und Gesetze, desto mehr Diebe und Räuber.","translation":"The more rules and laws, the more thieves and robbers."},{"text":"Im Wald gibt es Räuber.","translation":"There are robbers in the forest."},{"text":"Der Räuber schimpft auf den Mörder.","translation":"The robber scolds the murderer."},{"text":"Die Polizei hat den Räuber sofort festgenommen","translation":"The police immediately arrested the robber"}],"blende":[{"text":"Was ist die richtige Blende bei dieser Beleuchtung?","translation":"What is the correct aperture in this light?"},{"text":"Scettino hat 15 Jahre erfolgreich als Kapitän gearbeitet. Kann man ihm vorwerfen, dass er nur ein eitler Blender, nur ein hohler Angeber sei?","translation":"Scettino has worked successfully as a captain for 15 years. Can he be accused of being just a vain blender, just a hollow show-off?"}],"zuzugreifen":[{"text":"Jetzt schaut euch an, was ich gebacken habe! Darf ich bitten zuzugreifen?","translation":"Now look at what I baked! May I ask to access?"},{"text":"Oft benutze ich SSH, um von anderswo auf meinen Computer zuzugreifen.","translation":"I often use SSH to access my computer from elsewhere."},{"text":"Ich kann bei Süßem einfach nicht anders, als zuzugreifen.","translation":"I just can't help but access sweets."}],"wisch":[{"text":"Wisch dir die Augen aus!","translation":"Wipe your eyes out!"},{"text":"Wisch mal die Tafel ab!","translation":"Wipe the table."},{"text":"Wenn du fertig gefegt hast, wische ich.","translation":"When you've finished sweeping, I'll wipe."},{"text":"Versprochen, ich wische morgen früh den Fußboden fertig.","translation":"I promise I'll mop the floor tomorrow morning."},{"text":"Ich wische den Boden, während du den Abwasch machst.","translation":"I wipe the floor while you do the dishes."},{"text":"Wische dir deine Tränen ab.","translation":"Wipe off your tears."},{"text":"Wische deine Füße ab.","translation":"Wipe your feet."},{"text":"Wische den Staub vom Regal.","translation":"Clean the dust off the shelf."},{"text":"Wische dir den Schweiß von der Stirn.","translation":"Wipe the sweat from your forehead."}],"geräumig":[{"text":"Geräumige Wohnungen kosten in Tokio ein Vermögen.","translation":"Spacious apartments cost a fortune in Tokyo."},{"text":"Diese Wohnung ist schön geräumig und echt schön, aber zu teuer für uns.","translation":"This apartment is nice spacious and really nice but too expensive for us."},{"text":"Das Zimmer ist geräumig und hell.","translation":"The room is spacious and light."},{"text":"Sie will eine geräumigere Küche.","translation":"She wants a more spacious kitchen."},{"text":"Tom und Maria wohnen in einem geräumigen Haus.","translation":"Tom and Mary live in a spacious house."}],"zuzusehen":[{"text":"Es ist sehr interessant, Tom bei der Arbeit zuzusehen.","translation":"This is very interesting."},{"text":"Ich liebe es, dir beim Kochen zuzusehen.","translation":"I love watching you cook."},{"text":"Es macht mehr Spaß, selbst Baseball zu spielen, als nur zuzusehen.","translation":"It's more fun to play baseball yourself than just watching."},{"text":"Es ist mir ein Vergnügen, dir beim Arbeiten zuzusehen.","translation":"It is a pleasure to watch you at work."},{"text":"Es war eine Freude, Tom dabei zuzusehen.","translation":"It was fun watching Tom do that."},{"text":"Es blieb mir nichts anderes übrig, als schweigend zuzusehen, wie bewaffnete Männer unser Institut durchsuchten.","translation":"I had no choice but to watch in silence as armed men searched our institute."},{"text":"Ich finde es faszinierend, Schnecken dabei zuzusehen, wie sie ihre Augenstiele ausfahren.","translation":"I find it fascinating to watch snails extend their eye stems."},{"text":"Es ist manchmal besser einzuschreiten, statt nur tatenlos daneben zu stehen und einfach zuzusehen wie ein Unschuldiger leidet.","translation":"It is sometimes better to intervene than just stand idly by and just watch an innocent person suffer."}],"durchdacht":[{"text":"Durchdachte Lösungen sparen letztlich viel Zeit.","translation":"Well thought-out solutions ultimately save a lot of time."},{"text":"Wir brauchen eine gut durchdachte Taktik.","translation":"We need a well-thought-out tactic."},{"text":"Ich dachte, du kommst hier an und hast einen gut durchdachten Plan in der Tasche.","translation":"I thought you arrived here and had a well thought out plan in your pocket."},{"text":"Kooperatives Lernen ist Lernen in kleinen Gruppen, in denen Interaktionen nach genau durchdachten Richtlinien strukturiert sind.","translation":"Cooperative learning is learning in small groups in which interactions are structured according to well-thought-out guidelines."},{"text":"In gründlich durchdachten Sätzen umreißt dieses Parteiprogramm eine präzise politische Perspektive.","translation":"In thoroughly thought-out sentences, this party program outlines a precise political perspective."},{"text":"Der Vorschlag ist meiner Ansicht nach nicht gut genug durchdacht.","translation":"In my opinion, the proposal is not well thought out."},{"text":"Ist dieses Projekt wirklich gut durchdacht?","translation":"Is this project really well thought out?"},{"text":"Die gegenwärtige Politik der Europäischen Union ist nicht strategisch durchdacht.","translation":"The current policy of the European Union is not strategically thought through."},{"text":"Er handelt durchdacht.","translation":"He acts thoughtfully."},{"text":"Der Plan, den Tom vorlegte, war nicht allzu gut durchdacht.","translation":"What Tom presented wasn't a very well-thought-out plan."}],"wolle":[{"text":"Dieser Rock ist nicht aus Wolle.","translation":"This skirt is not made of wool."},{"text":"Dieser Rock ist nicht aus Wolle, sondern aus Baumwolle.","translation":"This skirt is not made of wool, but of cotton."},{"text":"Gib nie das Fell her, wo du mit der Wolle bezahlen kannst.","translation":"Never give up the fur where you can pay with the wool."},{"text":"Ich möchte einen Pullover aus Wolle stricken.","translation":"I want to knit a sweater out of wool."},{"text":"Australien exportiert viel Wolle.","translation":"Australia exports a lot of wool."}],"Auszahlung":[{"text":"Versicherungen stehen überall vor harten Zeiten und sind noch geiziger bei Auszahlungen geworden.","translation":"Insurance companies everywhere are facing hard times and have become even more tight fisted about payouts."}],"verschlüsseln":[{"text":"Diese Datei ist verschlüsselt.","translation":"This file is encrypted."},{"text":"Die Nachricht ist verschlüsselt. Ich verstehe nicht.","translation":"The message is encrypted. I don't understand."},{"text":"Eine besondere und relativ einfache Art der Verschlüsselung ist die Codierung. Hierbei werden in der Regel nicht einzelne Klartextzeichen oder kurze Zeichenkombinationen verschlüsselt, sondern ganze Worte, Satzteile oder ganze Sätze. Beispielsweise können wichtige Befehle wie „Angriff am frühen Morgen!“ oder „Rückzug von den Hügeln!“ bestimmten Codewörtern oder unverständlichen Zeichenkombinationen aus Buchstaben, Ziffern oder anderen Geheimzeichen zugeordnet werden.","translation":"A special and relatively simple type of encryption is encoding. As a rule, not individual plain text characters or short character combinations are encrypted, but whole words, parts of sentences or entire sentences. For example, important commands such as \"Attack early in the morning!\" or \"Retreat from the hills!\" can be assigned to certain code words or incomprehensible character combinations of letters, numbers or other secret characters."}],"überlass":[{"text":"Überlass es nicht dem Zufall.","translation":"Don't leave it up to chance."},{"text":"Überlass mir das bitte.","translation":"Please let me do it."},{"text":"Überlass mir die Angelegenheit. Ich werde mich darum kümmern.","translation":"Leave the matter to me. I'll see to it."},{"text":"Überlass das mir.","translation":"Leave that to me."},{"text":"Überlass einfach alles mir.","translation":"Just leave everything to me."},{"text":"Maria, überlass von nun an bitte Tom das Kochen! Der versteht mehr davon als du.","translation":"Maria, from now on, please let Tom do the cooking! He understands more about it than you do."},{"text":"Sei nächstesmal still und überlass das Reden mir!","translation":"Next time, keep your mouth shut and let me do the talking."},{"text":"Bitte überlass alles mir!","translation":"Please leave everything to me."},{"text":"Überlass mir das.","translation":"Leave that to me."}],"Kellner":[{"text":"Durst ist der beste Kellner.","translation":"Durst is the best waiter."},{"text":"Der Kellner nimmt die Bestellung auf.","translation":"The waiter is taking the order."},{"text":"Der Kellner ist sehr nett.","translation":"The waiter is very nice."},{"text":"Wen der Kellner liebt, der trinkt oft.","translation":"If the waiter loves, he drinks often."},{"text":"Wir sahen, wie der Kellner zur Tür hereinkam.","translation":"We saw the waiter coming through the door."},{"text":"Kellner, was für Bier haben Sie?","translation":"Waiter, what kind of beer do you have?"},{"text":"„Was macht der Kellner?“ – „Der Kellner bringt den Kaffee.“","translation":"\"What does the waiter do?\" – \"The waiter brings the coffee.\""},{"text":"Entschuldigung, wo ist der Kellner?","translation":"Sorry, where is the waiter?"},{"text":"Kellner, die Rechnung bitte!","translation":"Waiter, the bill please!"},{"text":"Ich war nicht schon mein ganzes Leben Kellner, weißt du?","translation":"I haven't been a waiter all my life, you know."}],"Comeback":[{"text":"Der Spieler legte ein großartiges Comeback hin.","translation":"The player made a splendid comeback."}],"windig":[{"text":"Es ist draußen dunkel, kalt und windig.","translation":"It's cold, dark and windy outside."},{"text":"Je näher man am Meer ist, desto windiger wird es.","translation":"The closer you are to the sea, the windier it gets."},{"text":"Das Wetter ist sehr windig.","translation":"The weather is very windy."},{"text":"Heute Morgen ist es sehr windig, nicht?","translation":"It's very windy this morning, isn't it?"},{"text":"Es war kalt, und außerdem war es windig.","translation":"It was cold, and in addition, it was windy."}],"temporär":[{"text":"Eine feste Arbeit ist besser als eine temporäre.","translation":"A permanent job is better than a temporary one."},{"text":"Ich muss meine Familie temporär hintanstellen, damit wir unsere gemeinsame Zukunft begründen.","translation":"I have to put my family on the back burner temporarily so that we can establish our future together."},{"text":"Die Liebe ist einfach ein temporäres hormonelles Ungleichgewicht.","translation":"Love is simply a temporary hormonal imbalance."},{"text":"Rezession ist das temporäre Nachlassen wirtschaftlicher Aktivitäten während einer Zeit, in der diese üblicherweise zunehmen.","translation":"Recession is a temporary falling off of business activity during a period when such activity is generally increasing."}],"obligatorisch":[{"text":"Es ist nicht obligatorisch, aber empfohlen.","translation":"It is not mandatory, but recommended."},{"text":"Das Programm unserer Schule beinhaltet unter anderem das obligatorische Erlernen dreier Fremdsprachen.","translation":"The program of our school includes, among other things, the compulsory learning of three foreign languages."},{"text":"Vor dem Betreten des Schwimmbeckens ist es obligatorisch zu duschen.","translation":"Before entering the swimming pool, it is mandatory to take a shower."},{"text":"Englischunterricht ist in den meisten Ländern obligatorisch.","translation":"English lessons are mandatory in most countries."},{"text":"Erhöhte Bordsteine an Bushaltestellen sollten obligatorisch sein.","translation":"Raised kerbs at bus stops should be mandatory."}],"Fachkraft":[{"text":"Fachkräfte von morgen werden nicht geboren – sie werden ausgebildet.","translation":"Tomorrow's skilled workers will not be born – they will be trained."},{"text":"Die ausländischen Fachkräfte zeigten die Probleme im Fertigungsprozess auf.","translation":"The foreign specialists pointed out the problems in the production process."}],"eingefroren":[{"text":"Das Boot war eingefroren.","translation":"The boat was frozen in."},{"text":"Mir sind die Zehen eingefroren.","translation":"My toes are frozen."},{"text":"Die Wanderer waren praktisch eingefroren, als man sie fand.","translation":"The hikers were practically frozen when they were found."},{"text":"Nach dem Blanchieren können die Artischocken eingefroren werden.","translation":"After they've been blanched, the artichokes can be frozen."},{"text":"Mein Computer ist eingefroren.","translation":"My computer is frozen."}],"Teilzeit":[{"text":"Arbeitest du jetzt Teilzeit oder Vollzeit?","translation":"Are you now working part-time or full-time?"},{"text":"Harry arbeitet Teilzeit im örtlichen Supermarkt.","translation":"Harry works part-time at the local supermarket."},{"text":"Ich weiß, dass du Teilzeit arbeitest.","translation":"I know you work part-time."},{"text":"Tom verdient in Teilzeit monatlich etwa dreihundert Dollar.","translation":"Tom earns about $300 a month working part time."},{"text":"Bill arbeitet Teilzeit, damit er sich ein Auto kaufen kann.","translation":"Bill has a part-time job so that he can buy a car."}],"erkranken":[{"text":"Er erkrankte während der Reise.","translation":"He fell ill during the trip."},{"text":"Er ist möglicherweise an Krebs erkrankt.","translation":"He may have cancer."},{"text":"’s ist besser, dass der Körper erkranke als die Seele.","translation":"'Tis better to be ill in body than in soul."},{"text":"Nachdem man erkrankt ist, nutzt es nichts, Obst zu essen.","translation":"After getting sick, it is useless to eat fruit."},{"text":"Er arbeitete zu viel und erkrankte.","translation":"He worked too much and fell ill."}],"Rücktritt":[{"text":"Die Mehrheit der Deutschen fordert mittlerweile den Rücktritt ihres Präsidenten.","translation":"The majority of Germans are now calling for the resignation of their president."},{"text":"Der Politiker gab seinen Rücktritt bekannt.","translation":"The politician announced his resignation."},{"text":"Die Forderungen nach dem Rücktritt Wulffs werden immer lauter.","translation":"The voices calling for Wulff to resign are getting louder and louder."},{"text":"Der Bürgermeister wird in Kürze seinen Rücktritt verkünden.","translation":"The mayor will shortly announce his decision to resign."},{"text":"Sag ihm, er soll seinen sofortigen Rücktritt einreichen.","translation":"Tell him he should submit his immediate resignation."}],"Aufenthaltsort":[{"text":"Ich weiß nichts über seinen Aufenthaltsort.","translation":"I don't know his whereabouts."},{"text":"Bei Kenntnissen über Tom Johannsens Aufenthaltsort wenden Sie sich bitte an die örtliche Polizei.","translation":"Contact your local police if you have any information on Tom Jackson's whereabouts."},{"text":"Tom entschied, allmählich nach Marias Aufenthaltsort um zu ziehen.","translation":"Tom decided to gradually move to Maria's whereabouts."},{"text":"Toms aktueller Aufenthaltsort ist unbekannt.","translation":"Tom's current whereabouts are unknown."},{"text":"Wir konnten ihren Aufenthaltsort nicht ausfindig machen.","translation":"We could not find her whereabouts."}],"Verschiebung":[{"text":"Flucht ist keine Lösung – lediglich die zeitliche Verschiebung einer nötigen Entscheidung.","translation":"Flight is not a solution – just the postponement of a necessary decision."},{"text":"Letzten Endes führen alle Revolutionen nur eine Verschiebung im Kaleidoskop der Macht herbei. Die Grundstruktur der Gesellschaft aber bleibt immer die gleiche.","translation":"At the end of the day, all revolutions only bring about a shift in the kaleidoscope of power. The basic structure of society, however, always remains the same."}],"Gymnasium":[{"text":"Das ist meine Freundin Rachel, wir sind zusammen ins Gymnasium gegangen.","translation":"This is my friend Rachel, we went to high school together."},{"text":"Damals im Gymnasium bin ich jeden Morgen um 6 Uhr aufgestanden.","translation":"Back in high school, I got up every morning at 6 o'clock."},{"text":"Ich gehe in die 11. Klasse des Bernhard-Riemann-Gymnasiums.","translation":"I am in the 11th grade of the Bernhard-Riemann-Gymnasium."},{"text":"Ich habe letztes Jahr mit dem Gymnasium abgeschlossen.","translation":"I did my A-levels last year."},{"text":"Ich vermisse das Gymnasium.","translation":"I miss high school."}],"Weltmeister":[{"text":"Nur einer wird Weltmeister. Die Frage ist, wie heißt er?","translation":"Only one becomes world champion. The question is, what is his name?"},{"text":"Er ist ein potenzieller Weltmeister.","translation":"He is a potential world champion."},{"text":"Er ist Weltmeister im Erfinden von Ausreden.","translation":"He is clever at making excuses."},{"text":"Wollen wir denn auch noch Weltmeister im Jammern werden?","translation":"Do we still want to become world champions in whining?"},{"text":"Die neuseeländische Rugbymannschaft besiegte die französische und wurde Weltmeister.","translation":"The New Zealand rugby team defeated the French and became world champions."}],"scrollen":[{"text":"Das kann ein Darstellungsfehler sein, der durchs Scrollen weggeht.","translation":"This can be a display error that goes away by scrolling."}],"Würstchen":[{"text":"Es sind noch Würstchen da.","translation":"There are still some sausages left."},{"text":"Er ist ein kleines Würstchen.","translation":"He's only a subordinate."},{"text":"Isst du deine Würstchen mit Senf?","translation":"Do you eat your sausages with mustard?"},{"text":"Zwei Würstchen im Brötchen bitte.","translation":"I'll take two hot dogs."},{"text":"Tom hat soweit drei Würstchen im Brot gegessen.","translation":"Tom has eaten three hot dogs so far."},{"text":"Die Wiener Würstchen heißen in Wien Frankfurter.","translation":"The Viennese sausages are called Frankfurter in Vienna."},{"text":"In den 1860er Jahren wurden die ersten Frankfurter Würstchen in den Vereinigten Staaten verkauft.","translation":"Frankfurters were first sold in the United States in the 1860s."},{"text":"Die Frankfurter Würstchen heißen in Frankfurt Wiener.","translation":"The Frankfurt sausages are called Viennese in Frankfurt."},{"text":"Mögen Sie Würstchen?","translation":"Do you like sausages?"},{"text":"Amerikaner nennen Frankfurter Würstchen \"Dachshundwürstchen\".","translation":"Americans call Frankfurt sausages \"Dachshundwürstchen\"."}],"Malerei":[{"text":"Die Malerei ist stärker als ich; sie zwingt mich zu machen, was sie will.","translation":"Painting is stronger than me; She forces me to do what she wants."},{"text":"Ich mache mir immer Vorwürfe, dass meine Malerei nicht wert ist, was sie kostet.","translation":"I always blame myself for not being worth what it costs."},{"text":"Zeichnen ist Sprache für die Augen, Sprache ist Malerei für das Ohr.","translation":"Drawing is language for the eyes, language is painting for the ear."},{"text":"Liisa begann in jungen Jahren mit der Malerei.","translation":"Liisa began painting at a young age."},{"text":"Ich gehe nach Frankreich, um Malerei zu studieren.","translation":"I'm going to France to study painting."}],"verkörpern":[{"text":"Tom und Maria verkörpern zwei entgegengesetzte Extreme.","translation":"Tom and Maria embody two opposite extremes."},{"text":"Wer verkörpert die Rolle der Prinzessin?","translation":"Who's playing the role of the princess?"},{"text":"Geht einmal euren Phrasen nach bis zu dem Punkt, wo sie verkörpert werden.","translation":"Follow your phrases to the point where they are embodied."},{"text":"Er versuchte, zwei Rollen gleichzeitig zu verkörpern, aber es misslang ihm.","translation":"He tried to embody two roles at the same time, but failed."},{"text":"Sie verkörperten polare Gegensätze: der eine war ehrlich und zuverlässig, der andere unberechenbar und verantwortungslos.","translation":"They were polar opposites: one was honest and reliable, whilst the other was unpredictable and irresponsible."}],"abbilden":[{"text":"An der Wand hing ein Foto, auf dem die Mutter des Autors abgebildet war.","translation":"On the wall hung a photo depicting the author's mother."},{"text":"Auf dem Bild war ihre Mutter abgebildet.","translation":"The picture showed her mother."},{"text":"Auf dem Bild war ihr Vater abgebildet.","translation":"The picture showed her father."},{"text":"Ich will dein Gesicht abbilden.","translation":"I want to depict your face."},{"text":"Dieses Bild ist eine Kostbarkeit. Meine Urgroßeltern sind dort abgebildet.","translation":"This picture is a treasure. My great-grandparents are pictured there."}],"aussieht":[{"text":"Die Polizei hat einen Mann verhaftet, der so aussieht wie Tom.","translation":"The police arrested a man who looks like Tom."},{"text":"Tom hat bestimmt vergessen, wie Maria aussieht.","translation":"Tom must have forgotten what Maria looks like."},{"text":"Wie dann Haus innen aussieht schockiert sie.","translation":"How the house looks inside shocks her."},{"text":"Wir haben einen japanischen Ahorn im Garten stehen, der im Herbst immer besonders farbenprächtig aussieht.","translation":"We have a Japanese elm in our garden which always looks particularly gorgeous in autumn."},{"text":"Tom hat mir ein Bild von Maria, wie sie heute aussieht, gezeigt. Wenn sie mir auf der Straße begegnet wäre, hätte ich sie nicht wiedererkannt; dabei waren wir einmal beste Freundinnen.","translation":"Tom showed me a picture of Mary as she looks today. If I had met her on the street, I would not have recognized her; we used to be best friends."}],"Granat":[{"text":"Ich habe eine Granate.","translation":"I have a grenade."},{"text":"Die Granate ging fünf Meter von dem Soldaten entfernt hoch.","translation":"The grenade exploded five metres from the soldier."},{"text":"Für sein Land hat er sein Leben eingesetzt, eine Granate hat ihn zerfetzt.","translation":"He used his life for his country, a grenade shredded him."},{"text":"Die Granate schlug ein und krepierte.","translation":"The grenade struck and crept."},{"text":"Tom kennt nicht den Unterschied zwischen einer Granate und einem Granatapfel.","translation":"Tom doesn't know the difference between a grenade and a pomegranate."}],"rennst":[{"text":"„Was rennst du so?“ – „Ich muss auf den Zug.“","translation":"\"What are you running?\" – \"I have to get on the train.\""},{"text":"Wieso rennst du?","translation":"Why do you run?"},{"text":"Du rennst offene Türen ein.","translation":"You run open doors."},{"text":"Wovor rennst du weg?","translation":"What are you running from?"},{"text":"Warum rennst du?","translation":"Why are you running?"}],"Süßkartoffel":[{"text":"Sind Süßkartoffeln wirklich süß?","translation":"Are sweet potatoes really sweet?"},{"text":"Er kaufte viel zu viele Süßkartoffeln.","translation":"He bought far too many sweet potatoes."},{"text":"Ich habe die ganze Nacht von gebratenen Süßkartoffeln geträumt.","translation":"I dreamed of fried sweet potatoes all night."},{"text":"Wir haben gebackene Süßkartoffeln gegessen.","translation":"We ate baked sweet potatoes."},{"text":"Ich werde ein paar Süßkartoffeln anbraten und dann mit Zucker bestreuen.","translation":"I'll sauté a few sweet potatoes and sprinkle them with sugar."}],"Bürgerkrieg":[{"text":"In Syrien herrscht Bürgerkrieg.","translation":"Civil war is raging in Syria."},{"text":"Der amerikanische Bürgerkrieg ist des Buches Hauptthema.","translation":"The American Civil War is the central theme of the book."},{"text":"In vielen Ländern brechen Bürgerkriege aus.","translation":"Civil wars are breaking out in many countries."},{"text":"Nach Jahrzehnten des Bürgerkriegs wurde die Ordnung wieder hergestellt.","translation":"After decades of civil war, order was restored."},{"text":"Der Bürgerkrieg in Griechenland endete.","translation":"The civil war in Greece ended."},{"text":"Viele amerikanische Schüler wissen nicht, dass der Amerikanische Bürgerkrieg von 1861 bis 1865 stattfand.","translation":"Many American high-school students do not know that the Civil War took place between 1861 and 1865."},{"text":"Der Amerikanische Bürgerkrieg dauerte vier Jahre.","translation":"America's Civil War lasted four years."},{"text":"Sie hatten den Bürgerkrieg verloren.","translation":"They had lost the Civil War."},{"text":"Er schrieb ein Buch über den Amerikanischen Bürgerkrieg.","translation":"He wrote a book about the American Civil War."}],"verschwend":[{"text":"Liebe ist das einzige, was nicht weniger wird, wenn wir es verschwenden.","translation":"Love is the only thing that doesn't diminish when we waste it."},{"text":"Sie hat das Licht ausgeschaltet, um keinen Strom zu verschwenden.","translation":"She turned off the lights so as not to waste electricity."},{"text":"Junge Leute verschwenden gerne Zeit.","translation":"Young people are apt to waste time."},{"text":"Wenn Student und Professor einander langweilen, verschwenden alle beide ihre Zeit.","translation":"If a student and his or her professor bore each other, then both are wasting their time."},{"text":"Unsere Zeit ist begrenzt, also verschwenden wie sie nicht, indem wir das Leben eines Anderen leben! Lassen wir uns nicht durch Dogmen gefangen nehmen; soll heißen: Folgen wir in unserem Leben nicht Bahnen, die Andere sich ausgedacht haben! Lassen wir nicht zu, dass unsere innere Stimme vom Lärm der Meinungen Anderer übertönt wird. Und, das Wichtigste von allem: Wir müssen den Mut haben, unserem Herzen und unserer Intuition zu folgen.","translation":"Our time is limited, so let's not waste it by living someone else's life! Let us not allow ourselves to be captivated by dogmas; In other words, let's not follow paths in our lives that others have come up with! Let us not allow our inner voice to be drowned out by the noise of others' opinions. And, most importantly, we must have the courage to follow our heart and intuition."},{"text":"Liebst du das Leben? Dann verschwende keine Zeit, denn daraus ist das Leben gemacht.","translation":"Do you love life? Then don't waste time, because that's what life is made of."},{"text":"Ich verschwende keine Munition.","translation":"I don't waste ammunition."},{"text":"Ihr seid schuld, dass ich meine Zeit verschwende.","translation":"You're making me waste time."},{"text":"Dein Leben ist zu kurz, verschwende es nicht mit Sachen, die du nicht machen willst.","translation":"Your life is too short, don't waste it on things you don't want to do."},{"text":"Was ich heute verschwende, war das Morgen, das die gestern Gefallenen erflehten.","translation":"What I wasting today was the tomorrow that those who fell yesterday implored."}],"renommiert":[{"text":"Tom hat einen renommierten Rechtsanwalt engagiert.","translation":"Tom has hired a renowned lawyer."},{"text":"Diesem renommierten Historiker hätte ich mehr zugetraut.","translation":"I would have trusted this renowned historian more."},{"text":"Tom hat bei einem renommierten Händler einen Gebrauchtwagen gekauft.","translation":"Tom bought a used car from a reputable dealership."},{"text":"Ich habe in einem renommierten Kochwettbewerb den ersten Preis gewonnen.","translation":"I won first prize in a prestigious cooking competition."},{"text":"Wir arbeiten mit Laboratorien in Berlin und Mecklenburg-Vorpommern sowie mit renommierten Ärzten und Wissenschaftlern zusammen.","translation":"We work together with laboratories in Berlin and Mecklenburg-Vorpommern as well as with renowned doctors and scientists."}],"Raubtier":[{"text":"Der Mensch ist das Raubtier mit den Händen.","translation":"Man is the predator with his hands."},{"text":"Vögel sind gefährliche Raubtiere für Schildkröten und deren Eier.","translation":"Birds are dangerous predators for turtles and their eggs."},{"text":"Er ist ein perfektes Raubtier.","translation":"He is a perfect predator."},{"text":"Eine Frau, die einen Ehemann sucht, ist das gewissenloseste aller Raubtiere.","translation":"A woman looking for a husband is the most unscrupulous of all predators."},{"text":"Das Raubtier griff Clarissa auf der Lichtung an.","translation":"The predator attacked Clarissa in the clearing."}],"Anwälte":[{"text":"Anwälte müssen die Gesetze kennen, um ihre Arbeit zu erledigen.","translation":"Lawyers need to know the laws to do their job."},{"text":"Außer mir wurden drei meiner Freunde als Anwälte zugelassen.","translation":"Three of my friends, besides me, were admitted to the bar."},{"text":"Einer meiner Brüder ist Lehrer; die anderen sind Anwälte.","translation":"One of my brothers is a teacher and the others are lawyers."},{"text":"Anwälte sind alles Lügner.","translation":"Lawyers are all liars."},{"text":"Deine Anwälte möchten dich sprechen.","translation":"Your lawyers want to see you."}],"leiblich":[{"text":"Ich nehme an, dass mein leiblicher Vater schon tot ist.","translation":"I assume that my biological father is already dead."},{"text":"Ich habe gerade herausgefunden, dass mein Papa nicht mein leiblicher Vater ist.","translation":"I just found out that my dad is not my biological father."},{"text":"Er ist mein leiblicher Vater.","translation":"He's my biological father."},{"text":"Tom sucht nach seinem leiblichen Vater.","translation":"Tom's searching for his biological father."},{"text":"Ich möchte mehr über Toms leibliche Eltern erfahren.","translation":"I want to know more about Tom's biological parents."},{"text":"Maria ist nicht Toms leibliche Tochter.","translation":"Mary isn't Tom's biological daughter."},{"text":"Maria ist Toms leibliche Mutter.","translation":"Maria is Tom's biological mother."},{"text":"Tom wurde von seinen leiblichen Eltern zur Adoption freigegeben.","translation":"Tom's biological parents gave him up for adoption."}],"Kohlenstoff":[{"text":"Papier ist weiß, Kohlenstoff schwarz.","translation":"Paper is white, carbon black."},{"text":"Für den lebendigen Organismus ist Kohlenstoff sehr wichtig.","translation":"Carbon is very important for the living organism."},{"text":"Lebewesen bestehen aus Kohlenstoff.","translation":"Living things are made of carbon."},{"text":"Alles Leben auf der Erde enthält Kohlenstoff – auch du!","translation":"All living things on Earth contain carbon. Even you contain carbon."},{"text":"Auf anderen Planeten gibt es vielleicht auf Silizium und nicht auf Kohlenstoff basierendes Leben.","translation":"On other planets, there may be life based on silicon rather than carbon."}],"keineswegs":[{"text":"Das möchte ich keineswegs in Zweifel ziehen.","translation":"I do not want to doubt that at all."},{"text":"Dieser Politiker ist keineswegs ehrlich.","translation":"That politician is by no means honest."},{"text":"Er ist keineswegs faul.","translation":"He is by no means lazy."},{"text":"Manche meinen, solche Zufälle seien keineswegs zufällig.","translation":"Some believe that such coincidences are by no means accidental."},{"text":"Das Tempo dieses Wachstums kann man keineswegs langsam nennen.","translation":"The pace of this growth cannot be called slow."}],"Broschüre":[{"text":"Diese Broschüre will Ihnen helfen, sich zu informieren.","translation":"This brochure aims to help you find out more."},{"text":"Diese Broschüre richtet sich an Führungskräfte.","translation":"This brochure is intended for executives."},{"text":"Diese Broschüre ist kostenlos.","translation":"This brochure is free of charge."},{"text":"Ich möchte, dass Sie die Magazine, Broschüren und dergleichen beiseite legen.","translation":"I want you to put the magazines, pamphlets and whatnot aside."},{"text":"Können sie ihm eine Broschüre schicken?","translation":"Can they send him a brochure?"}],"stinkend":[{"text":"Mach doch bitte diese stinkende Pfeife aus, oder geh nach draußen!","translation":"Please turn off this smelly pipe, or go outside!"},{"text":"Maria mag stinkende Männer in Arbeitskleidung.","translation":"Maria likes smelly men in work clothes."},{"text":"Jene stinkenden Socken sind schmutzig.","translation":"Those smelly socks are dirty."},{"text":"Stehende Wasser werden schließlich faul und stinkend.","translation":"Stagnant waters eventually become rotten and smelly."},{"text":"Schweine sind stinkende Tiere.","translation":"Pigs are smelly animals."},{"text":"Sanfte Ärzte machen stinkende Wunden.","translation":"Gentle doctors make smelly wounds."},{"text":"Er ist stinkend faul, aber er hat das Herz am rechten Fleck.","translation":"He is stinking lazy, but he has his heart in the right place."}]}