{"vorne":[{"text":"Ganz vorne sind noch Plätze frei.","translation":"There are still places available at the very front."},{"text":"„Wer ist denn das da vorne?“ – „Ich glaube, der heißt Tom.“ – „Wie? Der auch?“","translation":"\"Who's that over there?\" \"I think he's called Tom.\" \"What? Him as well?\""},{"text":"Wir müssen noch mal ganz von vorne anfangen.","translation":"We need to start again from scratch."},{"text":"Ein Fehler, und wir müssen noch mal von vorne anfangen. Seid also vorsichtig!","translation":"One mistake, and we have to start all over again. So be careful!"},{"text":"Lassen Sie das Kind doch mal nach vorne!","translation":"Let the child move forward!"}],"Präsident":[{"text":"Der Präsident darf das.","translation":"The President is allowed to do that."},{"text":"Er war ein großartiger Präsident.","translation":"He was a great president."},{"text":"Sie hat bereits mit dem Präsidenten gesprochen.","translation":"She has already spoken with the President."},{"text":"Der Präsident der USA ist gerade in Japan.","translation":"The President of the United States is currently in Japan."},{"text":"Einige denken, der Präsident verbringt zu viel Zeit mit Reisen.","translation":"Some people think the president spends too much time traveling."}],"heutig":[{"text":"Das alte Antiochia ist das heutige Antakya.","translation":"Ancient Antioch is today's Antakya."},{"text":"Der heutige Tag ist morgen ein weiteres Gestern.","translation":"Today is another yesterday tomorrow."},{"text":"Der Film spielt in der heutigen Zeit.","translation":"The film is set in the present day."},{"text":"Nimmst du die heutige Folge auf?","translation":"Are you going to record today's episode?"},{"text":"Ein vierzehn Jahre altes Mädchen zu sein, ist in der heutigen Welt nicht einfach.","translation":"Being a fourteen-year-old girl is not easy in today's world."}],"häufig":[{"text":"Ungeduld hat häufig Schuld.","translation":"Impatience is often to blame."},{"text":"Häufig möchte ich ganz alleine sein.","translation":"Often I want to be all alone."},{"text":"Manchmal sprechen wir Deutsch, häufiger aber Russisch.","translation":"Sometimes we speak German, but more often we speak Russian."},{"text":"Ändern Sie Ihren Plan nicht so häufig!","translation":"Do not vary your plan so often."},{"text":"In letzter Zeit schreibt er mir immer weniger häufig.","translation":"Lately he writes to me less and less often."}],"Baum":[{"text":"Auf dem Mars wachsen keine Bäume.","translation":"There are no trees growing on Mars."},{"text":"Mein Hund kennt jeden Baum.","translation":"My dog knows every tree."},{"text":"Dieser Baum ist älter als das Auto dort.","translation":"This tree is older than the car there."},{"text":"Mein Bruder fiel vom Baum und brach sein Bein.","translation":"My brother fell from the tree and broke his leg."},{"text":"Hast du schon einmal einen Baum gefällt?","translation":"Have you ever felled a tree?"}],"beschäftigen":[{"text":"Er beschäftigt sich sehr viel mit seinen Kindern.","translation":"He deals a lot with his children."},{"text":"Es kommt nur darauf an, wie viel du dich damit beschäftigst.","translation":"It just depends on how much you deal with it."},{"text":"Denken ist die schwerste Arbeit, die es gibt, deshalb beschäftigen sich nur wenige damit!","translation":"Thinking is the hardest job there is, so few deal with it!"},{"text":"Leben ist das, was passiert, während du beschäftigt bist, andere Pläne zu machen.","translation":"Life is what happens while you're busy making other plans."},{"text":"Wie lange warst du beschäftigt?","translation":"How long have you been busy?"},{"text":"Ich war gestern sehr beschäftigt.","translation":"I was very busy yesterday."},{"text":"Sei damit beschäftigt zu leben oder sei damit beschäftigt zu sterben.","translation":"Be busy living or be busy dying."},{"text":"Unsere Kinder wollen sich mit etwas beschäftigen.","translation":"Our children want to occupy themselves with something."},{"text":"Selbst wenn er sehr beschäftigt ist, wird er trotzdem kommen.","translation":"Even if he is very busy, he will still come."},{"text":"Er war beschäftigt, aber er nahm sich die Zeit, mir die Stadt zu zeigen.","translation":"He was busy, but he took the time to show me around the city."}],"schätzen":[{"text":"Die Leute, die ihn kennen, schätzen ihn sehr.","translation":"The people who know him appreciate him very much."},{"text":"Wer das Leben nicht schätzt, der verdient es nicht.","translation":"Those who do not value life do not deserve it."},{"text":"Wie lange schätzt du, dass es dauert?","translation":"How long do you think it takes?"},{"text":"Am Abend erst schätzt man das Haus.","translation":"Only in the evening one appreciates the house."},{"text":"Wer einen Menschen wie Tom zu seinen Freunden zählt, der kann sich glücklich schätzen.","translation":"If you count a person like Tom among your friends, you can count yourself lucky."}],"krank":[{"text":"Sie sind schwer krank.","translation":"You are seriously ill."},{"text":"Die Welt ist krank.","translation":"The world is sick."},{"text":"Ich hatte zwei Stunden lang gearbeitet, als ich mich plötzlich krank fühlte.","translation":"I had been working for two hours when I suddenly felt sick."},{"text":"Jane liegt krank im Bett.","translation":"Jane is sick in bed."},{"text":"Markku ist krank, geht aber trotzdem zur Arbeit.","translation":"Markku is sick, but still goes to work."},{"text":"Ann scheint krank zu sein.","translation":"Ann seems to be sick."},{"text":"Er kommt nicht zur Arbeit, weil er krank ist.","translation":"He doesn't come to work because he's ill."},{"text":"Wer kümmert sich um dich, wenn du einmal krank bist?","translation":"Who looks after you when you're ill?"},{"text":"Ich bleibe heute zu Hause, weil ich sehr krank bin.","translation":"I stay at home today because I am very sick."},{"text":"Ich möchte Arzt werden, denn ich will Menschen helfen, die krank sind.","translation":"I want to be a doctor because I want to help people who are sick."}],"genauso":[{"text":"Er spricht Spanisch genauso gut wie Französisch.","translation":"He speaks Spanish as well as French."},{"text":"Zu wenig ist genauso schlecht wie zu viel.","translation":"Too little is just as bad as too much."},{"text":"Sie haben zwei kleine Jungen, die genauso alt wie unsere Kinder sind.","translation":"They have two little boys who are the same age as our children."},{"text":"Hab keine Angst, weil du anders bist. Hab Angst, wenn du genauso bist.","translation":"Don't be afraid because you're different. Be afraid if you are the same."},{"text":"Immer zu müssen ist genauso schlecht wie immer zu dürfen.","translation":"Always having to do is just as bad as always being allowed to."}],"Fenster":[{"text":"Ich möchte am Fenster sitzen.","translation":"I'd like to sit by the window."},{"text":"Das Auge ist ein Fenster, das ins Herz schaut.","translation":"The eye is a window that looks into the heart."},{"text":"Die Fenster waren offen.","translation":"The windows were open."},{"text":"Kannst du bitte das Fenster öffnen?!","translation":"Can you please open the window?!"},{"text":"Ist dir kalt? Soll ich das Fenster schließen?","translation":"Are you cold? Should I close the window?"}],"definitiv":[{"text":"Die Entscheidung ist definitiv.","translation":"The decision is final."},{"text":"Ich kann Ihnen heute keine definitive Antwort geben.","translation":"I cannot give you a definitive answer today."},{"text":"„Bist du sicher, dass Tom das in dem Video ist?“ – „Ja, das ist definitiv er.“","translation":"\"Are you sure that's Tom in the video?\" – \"Yes, that's definitely him.\""},{"text":"Die Zeit, als der Norweger arm war, ist definitiv vorbei.","translation":"The time when the Norwegian was poor is definitely over."},{"text":"Markku war definitiv überarbeitet, er brauchte unbedingt eine Auszeit.","translation":"Markku was definitely overworked, he absolutely needed a break."},{"text":"Ich gehe definitiv nicht zurück nach Boston.","translation":"I'm definitely not going back to Boston."},{"text":"Wenn ich die Möglichkeit habe, werde ich definitiv nach Peking reisen.","translation":"If I have the chance, I'll definitely travel to Beijing."},{"text":"Du bist definitiv stärker als früher.","translation":"You're definitely stronger than you used to be."},{"text":"Ich erinnere Sie daran, dass Sie sich definitiv zurückziehen müssen, falls Sie verlieren.","translation":"I remind you that you definitely have to withdraw in case you lose."},{"text":"Er ist definitiv zu Hause. Ich habe sein Auto in der Garage gesehen.","translation":"He's definitely at home. I saw his car in his garage."}],"Cookie":[{"text":"Ist Cookie ein Hund oder eine Katze?","translation":"Is Cookie a dog or a cat?"},{"text":"Ich habe einen Kater, der Cookie heißt.","translation":"I have a cat called Cookie."},{"text":"Frage: Ist Cookie ein Hund oder eine Katze? Antwort: Ein Hund.","translation":"Question: Is Cookie a dog or a cat? Answer: A dog."},{"text":"Frage: Ist Cookie ein Hund oder eine Katze? Antwort: Eins davon.","translation":"Question: Is Cookie a dog or a cat? Answer: One of them."},{"text":"Frage: Ist Cookie ein Hund oder eine Katze? Antwort: Eine Katze.","translation":"Question: Is Cookie a dog or a cat? Answer: A cat."},{"text":"Mein Hund heißt Cookie.","translation":"My dog's name is Cookie."},{"text":"„Ist Cookie ein Hund oder eine Katze?“ – „Eine Katze.“","translation":"\"Is Cookie a dog or a cat?\" – \"A cat.\""},{"text":"Cookie ist der schönste aller Hunde.","translation":"Cookie is the most beautiful of all dogs."},{"text":"Tom konnte sich nicht entscheiden, ob er seinen Hund Cookie oder Pochi nennen sollte.","translation":"Tom couldn't decide whether to name his dog Cookie or Pochi."},{"text":"Der Name von Toms Hund ist Cookie.","translation":"Tom's dog's name is Cookie."}],"Regierung":[{"text":"Unsere Regierung lässt uns hängen.","translation":"Our government is leaving us hanging."},{"text":"Die beste Regierung ist die, von der kein Mensch etwas merkt.","translation":"The best government is the one that no one notices."},{"text":"Hast du mit jemandem von der Regierung gesprochen?","translation":"Have you spoken to someone from the government?"},{"text":"Jedes Land hat die Regierung, die es verdient.","translation":"Every country has the government it deserves."},{"text":"Die Regierung wird wahrscheinlich die nächsten Wahlen gewinnen.","translation":"The government is likely to win the next elections."}],"bestellen":[{"text":"Wir haben das Essen bestellt.","translation":"We ordered the meal."},{"text":"Wer die Musik bestellt, der bestimmt, was gespielt wird.","translation":"Whoever orders the music determines what is played."},{"text":"Der Arzt hat mich für fünf Uhr bestellt.","translation":"The doctor ordered me for five o'clock."},{"text":"Ich habe mir ein Buch online bestellt.","translation":"I ordered a book online."},{"text":"Jedes Mal, wenn er hierher kommt, bestellt er das gleiche Gericht.","translation":"Every time he comes here, he orders the same dish."}],"vorbereiten":[{"text":"Alles war von langer Hand vorbereitet.","translation":"Everything was prepared well in advance."},{"text":"Man muss nicht für jede Person ein anderes Gericht vorbereiten.","translation":"You don't have to make a different dish for every person."},{"text":"Darauf war ich nicht vorbereitet.","translation":"I wasn't prepared for that."},{"text":"Kinder wollen nicht auf das Leben vorbereitet werden, sie wollen leben.","translation":"Children don't want to be prepared for life, they want to live."},{"text":"Keine Frage, was geschehen mag, ich bin darauf vorbereitet.","translation":"No matter what may happen, I am always prepared for it."}],"Kaffee":[{"text":"Der Kaffee ist süß.","translation":"The coffee is sweet."},{"text":"Der Kaffee war sehr heiß.","translation":"The coffee was very hot."},{"text":"Du solltest wirklich weniger Kaffee trinken.","translation":"You should really drink less coffee."},{"text":"Der Kaffee schmeckt heute seltsam.","translation":"The coffee tastes strange today."},{"text":"Ist der Kaffee stark genug?","translation":"Is the coffee strong enough?"}],"Blut":[{"text":"Mit ihrem eigenen Blut werden sie bezahlen.","translation":"They will pay with their own blood."},{"text":"Ich trinke Blut.","translation":"I drink blood."},{"text":"Macht Blut dir Angst?","translation":"Are you afraid of blood?"},{"text":"Das zu hören, brachte mein Blut zum Kochen.","translation":"It made my blood boil to hear that."},{"text":"Das Lernen liegt ihnen im Blut.","translation":"Learning runs in their blood."}],"sozial":[{"text":"Kinder brauchen ihr normales soziales Leben zurück.","translation":"Children need their normal social life back."},{"text":"Die Lösung der sozialen Frage steht noch aus.","translation":"The solution of the social question is still pending."},{"text":"Kann der Mensch ohne soziale Kontakte leben?","translation":"Can man live without social contacts?"},{"text":"Der Mensch ist ein soziales Tier.","translation":"Man is a social animal."},{"text":"Die Gruppe versuchte, soziale Probleme zu lösen.","translation":"The group tried to solve social problems."}],"Modell":[{"text":"Der Mensch ist das Modell der Welt.","translation":"Man is the model of the world."},{"text":"Diese Uhr ist ein neues Modell.","translation":"This watch is a new type."},{"text":"Es ist ein älteres Modell.","translation":"It's an older model."},{"text":"In China wird eine komplett neue Modell-Öko-Stadt gebaut.","translation":"In China, a completely new model eco-city is being built."},{"text":"Ich habe das Modell Nr. 345 in gutem Zustand erhalten.","translation":"I received model no. 345 in good condition."}],"fügen":[{"text":"Jedes Mal, wenn ein Mensch lacht, fügt er seinem Leben ein paar Tage hinzu.","translation":"Every time a person laughs, he adds a few days to his life."},{"text":"Marie fügte Sätze hinzu.","translation":"Marie added sentences."},{"text":"Er fügte einige Namen hinzu.","translation":"He added a few names."},{"text":"Ich füge niemanden auf meine Liste der Freunde hinzu.","translation":"I don't add anyone to my list of friends."},{"text":"Die Bewegung fügte der Geschichte Japans eine neue Seite hinzu.","translation":"The movement added a new page to the history of Japan."}],"namens":[{"text":"Ich hatte einen Hund namens Tom.","translation":"I had a dog named Tom."},{"text":"Sie hat eine Tochter namens Mary.","translation":"She has a daughter named Mary."},{"text":"Als ich Tom kennenlernte, war er mit einem Mädchen namens Maria zusammen.","translation":"When I met Tom, he was dating a girl named Mary."},{"text":"Entschuldigung, ich suche ein Buch namens \"Tom und Maria\".","translation":"Sorry, I'm looking for a book called \"Tom and Maria\"."},{"text":"In Tschechien gibt es eine Stadt namens Loket, was \"Ellenbogen\" bedeutet.","translation":"There's a town in the Czech Republic called Loket, which means \"elbow\"."}],"gebären":[{"text":"Wie viele Kinder sind geboren worden?","translation":"How many children have been born?"},{"text":"Woher sind wir geboren? Aus Liebe.","translation":"Where were we born from? Out of love."},{"text":"Es ist leicht, geboren zu werden, aber schwer, ein Mensch zu werden.","translation":"It's easy to be born, but hard to become human."},{"text":"Der Mensch ist frei geboren, und liegt doch überall in Ketten.","translation":"Man is born free, and yet lies everywhere in chains."},{"text":"Viele werden geboren, aber wie viele werden geliebt werden?","translation":"Many will be born, but how many will be loved?"}],"erleben":[{"text":"Wer die 80er nicht erlebt hat, war nicht dabei.","translation":"If you didn't experience the 80s, you weren't there."},{"text":"Wer lange genug warten kann, erlebt immer ein gutes Ende.","translation":"If you can wait long enough, you will always experience a good ending."},{"text":"Man erlebt nicht das, was man erlebt, sondern wie man es erlebt.","translation":"You don't experience what you experience, but how you experience it."},{"text":"Wer Vertrauen hat, erlebt jeden Tag Wunder.","translation":"Whoever has faith experiences miracles every day."},{"text":"Was man nicht an sich selbst erlebt, erlebt man auch nicht an anderen.","translation":"What you don't experience in yourself, you don't experience in others."}],"entschuldigen":[{"text":"Er entschuldigt sich bei der Firma für die schlechten Ergebnisse.","translation":"He apologizes to the company for the poor results."},{"text":"Sie müssen meine Frau entschuldigen. Sie spricht nicht so gut Deutsch. Daher spreche ich.","translation":"You have to apologize to my wife. She doesn't speak so well German. That is why I am speaking."},{"text":"Nicht einmal entschuldigt hast du dich!","translation":"You didn't even apologize!"},{"text":"Entschuldigt mich bitte!","translation":"Excuse me!"},{"text":"Entschuldigen Sie, dass ich Sie so lange habe warten lassen.","translation":"Excuse me for making you wait so long."},{"text":"Entschuldigen Sie bitte, sind sie Frau Poppins?","translation":"Excuse me, are you Mrs. Poppins?"},{"text":"Entschuldigen Sie bitte mein schlechtes Deutsch!","translation":"Please excuse my bad German!"},{"text":"Entschuldigen Sie: Ist hier noch frei?","translation":"Excuse me: Is it still free here?"},{"text":"Du musst dich bei ihr dafür entschuldigen, dass du zu spät gekommen bist.","translation":"You have to apologize to her for being late."},{"text":"Sich entschuldigen ist einfacher als um Erlaubnis bitten.","translation":"Apologizing is easier than asking permission."}],"erledigen":[{"text":"\"Alles klar\", damit wäre der Fall erledigt.","translation":"\"All right\", that would be the end of the case."},{"text":"Wir haben die Arbeit nur zum Teil erledigen können.","translation":"We have only been able to do part of the work."},{"text":"Ich hab es schnell erledigt.","translation":"I got it done quickly."},{"text":"Erledigen wir das sofort.","translation":"Let's finish it right away."},{"text":"Hast du einen Nutzen davon, wenn du diese Arbeit erledigst?","translation":"Do you benefit from doing this work?"}],"Detail":[{"text":"Und ich möchte noch ein Detail erwähnen.","translation":"And I would like to mention another detail."},{"text":"Ich kenne die Details nicht.","translation":"I don't know the details."},{"text":"Bitte erklären Sie es im Detail.","translation":"Please explain it in detail."},{"text":"Du legst zu viel Wert auf solche Details.","translation":"You set too much store by such details."},{"text":"Später werde ich die Gelegenheit haben, dies im Detail zu zeigen.","translation":"Later I will have the opportunity to show this in detail."}],"teuer":[{"text":"Die besten Dinge im Leben sind teuer.","translation":"The best things in life are expensive."},{"text":"Immer, wenn ich etwas finde, das mir gefällt, ist es zu teuer.","translation":"Whenever I find something I like, it's too expensive."},{"text":"Was man teuer verkaufen will, muss man teuer schätzen.","translation":"What you want to sell expensive, you have to estimate expensive."},{"text":"Eine Reise um die Welt ist teuer.","translation":"A trip around the world is expensive."},{"text":"Welcher Film ist der teuerste Film aller Zeiten?","translation":"What's the costliest film of all time?"}],"Chef":[{"text":"Alles klar, Chef!","translation":"All's clear, Boss!"},{"text":"Mein Chef sagt, dass er kein Geld mehr habe.","translation":"My boss says he has run out of money."},{"text":"Mein Chef hält große Stücke auf mich.","translation":"My boss thinks highly of me."},{"text":"Wer kocht, wenn der Chef morgen kommt? Doch nicht etwa du?","translation":"Who cooks when the chef comes tomorrow? But not you?"},{"text":"Wenn man bei der Arbeit einen Fehler gemacht hat, muss man zum Chef.","translation":"If you made a mistake at work, you have to go to the boss."}],"trennen":[{"text":"Zusammen oder getrennt?","translation":"Together or separately?"},{"text":"Es ist sehr wichtig, den Müll zu trennen.","translation":"It's important to separate the rubbish."},{"text":"Hier trennen sich nun unsere Wege. Haben Sie vielen Dank!","translation":"Here's where we go our separate ways. Thank you very much!"},{"text":"Das Glück trennt die Menschen, aber das Leid macht sie zu Brüdern.","translation":"Happiness separates people, but suffering makes them brothers."},{"text":"Immer häufiger trennen sich auch ältere Paare nach einem langen Leben zu zweit.","translation":"More and more often, older couples separate after a long life as a couple."}],"Wohnung":[{"text":"Ich habe die Wohnung verkauft.","translation":"I sold the apartment."},{"text":"Was ist passiert? Überall in der Wohnung ist Wasser.","translation":"What happened? Everywhere in the apartment is water."},{"text":"Die Wohnung kostet 500 Euro kalt.","translation":"The apartment costs 500 euros cold."},{"text":"Maria sprach davon, dass sie eine Wohnung kaufen wolle.","translation":"Maria said that she wanted to buy an apartment."},{"text":"Es fehlen vor allem Wohnungen.","translation":"Above all, there's a lack of flats."}],"weh":[{"text":"Wie kann ich meinen Mann erklären, dass er mir weh tut?","translation":"How can I explain to my husband that he is hurting me?"},{"text":"Ich sage das nicht, um dir weh zu tun, aber es ist die Wahrheit.","translation":"I'm not saying this to hurt you, but it is the truth."},{"text":"Es tun mir viele Sachen weh, die andern nur leid tun.","translation":"Many things hurt me that others only feel sorry for."},{"text":"Meine Augen tun mir weh.","translation":"My eyes hurt."},{"text":"Ich möchte eine Mail schreiben, aber meine Augen tun mir weh.","translation":"I want to write an email, but my eyes hurt."},{"text":"Das wird jetzt ein klein wenig weh tun.","translation":"It will only hurt a little."},{"text":"Wo es dir weh tut, da ist dein Herz.","translation":"Where it hurts you, there is your heart."},{"text":"Mir tut der Kopf etwas weh.","translation":"My head does hurt a little."},{"text":"Hör auf! Du tust ihm weh!","translation":"Stop! You're hurting him!"},{"text":"Heute bist du aber viel gelaufen. Tun dir die Füße gar nicht weh?","translation":"But today you walked a lot. Don't your feet hurt at all?"}],"schaden":[{"text":"Ich würde dir niemals schaden wollen.","translation":"I would never want to harm you."},{"text":"Etwas Arbeit wird dir nicht schaden.","translation":"Some work won't hurt you."},{"text":"Harte Arbeit hat noch keinem geschadet.","translation":"Hard work hasn't hurt anyone."},{"text":"Was vom Himmel fällt, schadet keinem.","translation":"What falls from the sky does not harm anyone."},{"text":"„Möchtest du ein Stück Kuchen zum Kaffee?“ – „Das könnte nicht schaden.“","translation":"\"Would you like a piece of cake with your coffee?\" \"I wouldn't say no.\""},{"text":"Vergessen ist für einen Schaden gut.","translation":"Forgetting is good for damage."},{"text":"Bosheit tut sich selbst den größten Schaden.","translation":"Malice does itself the greatest damage."},{"text":"Du hast uns mehr Schaden als Nutzen gebracht.","translation":"You've done us more harm than good."},{"text":"Es wird sehr teuer werden, diesen Schaden in Ordnung zu bringen.","translation":"The cost of repairing this damage will be onerous."},{"text":"Dieses Buch ist mehr zum Schaden denn zum Nutzen.","translation":"This book is more to harm than good."}],"Dienst":[{"text":"Ich stehe zu Ihren Diensten.","translation":"I am at your service."},{"text":"Ich trinke nicht im Dienst.","translation":"I don't drink on duty."},{"text":"Um acht Uhr dreißig fängt mein Dienst an.","translation":"At eight thirty my ministry begins."},{"text":"Ich teilte ihm mit, dass seine Dienste nicht länger benötigt würden.","translation":"I told him his services were no longer required."},{"text":"Ich halte es nicht für richtig, für Dienste zu bezahlen, die ich nicht benutze.","translation":"I don't believe in paying for services I don't use."}],"konzentrieren":[{"text":"Ich kann mich heute nicht auf meine Arbeit konzentrieren.","translation":"Today I can't focus on my work."},{"text":"„Ich kann mich irgendwie nicht konzentrieren, wenn andere um mich her sind“, sagte Maria.","translation":"\"I somehow can't concentrate when others are after me,\" Maria said."},{"text":"Es ist so laut. Ich kann mich nicht auf meine Arbeit konzentrieren.","translation":"It's so loud. I can't concentrate on my work."},{"text":"Ich glaube, wir sollten uns auf andere Dinge konzentrieren.","translation":"I think we should concentrate on other things."},{"text":"Es fällt Tom schwer, sich auf nur eine Sache zu konzentrieren.","translation":"Tom has trouble concentrating on one thing."}],"rücken":[{"text":"Mir tut schon der ganze Rücken weh.","translation":"My whole back hurts."},{"text":"Der ist ein guter Freund, der hinter unserem Rücken gut von uns spricht.","translation":"He is a good friend who speaks well of us behind our backs."},{"text":"Der Alte hat den Tod vor Augen, der Junge hinter dem Rücken.","translation":"The old man has death before his eyes, the boy behind his back."},{"text":"Mein Rücken bringt mich um!","translation":"My back is killing me!"},{"text":"Mir läuft es kalt über den Rücken.","translation":"It runs cold over my back."},{"text":"Die Stunde Null rückt immer näher.","translation":"Zero hour is fast approaching."},{"text":"Ich wartete auf eine Antwort, aber niemand rückte damit heraus.","translation":"I waited for an answer, but no one came out with it."},{"text":"Kannst du bitte ein Stück zur Seite rücken?","translation":"Can you please move a bit to the side?"},{"text":"Tom rückte ein wenig näher, um zu sehen, was vor sich ging.","translation":"Tom moved a little closer to see what was happening."},{"text":"Könntest du ein bisschen rücken?","translation":"Could you move a bit?"}],"Krankenhaus":[{"text":"Sie muss ins Krankenhaus gebracht werden.","translation":"She needs to be taken to hospital."},{"text":"Du musst noch zwei Wochen im Krankenhaus bleiben.","translation":"You have to spend another fortnight in hospital."},{"text":"Sie müssen sofort ins Krankenhaus fahren.","translation":"You need to go to hospital immediately."},{"text":"Wie weit ist es zum nächsten Krankenhaus?","translation":"How far is the nearest hospital?"},{"text":"Wie viele Betten hat das Krankenhaus?","translation":"How many beds does the hospital have?"}],"allerdings":[{"text":"Das ist allerdings eine interessante Frage.","translation":"That is certainly an interesting question."},{"text":"Allerdings habe ich kein Geld.","translation":"However, I have no money."},{"text":"Das wird allerdings noch ein paar Jahre dauern.","translation":"However, this will take a few more years."},{"text":"Ich würde es kaufen, allerdings ist es zu teuer.","translation":"I would buy it, except that it costs too much."},{"text":"Schöne Gesichter sind überall. Schöne Gedanken sind allerdings schwer zu finden.","translation":"Beautiful faces are everywhere. Beautiful thoughts, however, are hard to find."}],"froh":[{"text":"Er wäre froh, das zu hören.","translation":"He would be glad to hear that."},{"text":"Ich bin sehr froh dich zu kennen.","translation":"I'm very happy to know you."},{"text":"Ich bin sehr froh, dass du nächsten Monat Tokio besuchst.","translation":"I'm very glad you're visiting Tokyo next month."},{"text":"Ich bin froh, endlich zu Hause zu sein.","translation":"I'm glad to be home at last."},{"text":"Ich bin froh, dass morgen Freitag ist. Es war eine lange Woche.","translation":"I'm glad tomorrow is Friday. It's been a long week."},{"text":"Ich bin so froh, dass ich Esperanto gelernt habe.","translation":"I'm so glad I learned Esperanto."},{"text":"Ich bin froh, dass ich ein Mann bin.","translation":"I'm glad I'm a man."},{"text":"Ich bin nur zu froh, dir bei deiner Arbeit zu helfen.","translation":"I am only too glad to help you with your work."},{"text":"Ich bin echt froh, dass wir uns kennengelernt haben.","translation":"I'm really happy we got to know each other."},{"text":"Tom ist echt froh, dass die Schule vorbei ist.","translation":"Tom is very glad that school is over."}],"Fleisch":[{"text":"Fügen Sie das Fleisch hinzu.","translation":"Add the meat."},{"text":"Ihr esst Fleisch.","translation":"You eat meat."},{"text":"Ich mag kein Fleisch.","translation":"I don't like meat."},{"text":"Der Preis für Fleisch ist gefallen.","translation":"The price of meat dropped."},{"text":"Ich sah einen Hund. Der Hund hielt ein Stück Fleisch im Mund.","translation":"I saw a dog. The dog held a piece of meat in his mouth."},{"text":"Das ist Fleisch.","translation":"This is meat."},{"text":"Fleisch gab es damals nur am Sonntag.","translation":"There used to be meat only on Sunday."},{"text":"Manche Tiere, wie z.B. Tiger, essen Fleisch.","translation":"Some animals, such as .B tigers, eat meat."},{"text":"In letzter Zeit ist Fleisch sehr teuer.","translation":"Lately, meat is very expensive."},{"text":"Der Hund mag Fleisch.","translation":"The dog likes meat."}],"enden":[{"text":"Das wird nie enden.","translation":"This will never end."},{"text":"Das Oktoberfest endet oft schon im September.","translation":"The Oktoberfest often ends in September."},{"text":"Oft endet das Leben früher als der Tod kommt.","translation":"Often life ends earlier than death comes."},{"text":"Wo Worte enden, fängt die Musik an.","translation":"Music begins where words leave off."},{"text":"Dieses Spiel endet bald.","translation":"This game will end soon."}],"senden":[{"text":"Wenn Sie weitere Informationen haben, senden Sie mir diese bitte zu.","translation":"If you have more information, please send it to me."},{"text":"Dich hat mir der Himmel gesandt.","translation":"Heaven has sent you to me."},{"text":"Bitte senden Sie mir eine Antwort, sobald Sie diese Mail erhalten haben.","translation":"Please send me a reply as soon as you receive this mail."},{"text":"Tom hat mir sein Foto gesandt.","translation":"Tom sent me his photo."},{"text":"Das Programm wird gerade gesendet.","translation":"The program is on the air."}],"erfolgen":[{"text":"Der Erfolg erfolgt durch tun.","translation":"Success comes from doing."},{"text":"In Deutschland erfolgt alles nach Vorschrift.","translation":"In Germany, everything is done according to regulations."},{"text":"Eine technische Revolution ist erfolgt.","translation":"A revolution has occurred in technology."},{"text":"Die Reise erfolgt ohne Begleitung.","translation":"The journey takes place unaccompanied."},{"text":"Der Transfer der Daten erfolgte über das Internet.","translation":"The data was transferred via the Internet."}],"Test":[{"text":"Sie gab alles, um den Test zu bestehen.","translation":"She worked hard so as to pass the test."},{"text":"Ich muss mich auf den Test vorbereiten.","translation":"I've got to prepare for the test."},{"text":"Gestern sagte unser Lehrer, wir würden heute einen Test schreiben.","translation":"Yesterday the teacher told us that he would give us a test today."},{"text":"Hat Paula für den heutigen Test gelernt?","translation":"Did Paula study for today's test?"},{"text":"„Wie war der Test?“ „Nicht so schwer, wie ich erwartet hatte.“","translation":"\"How was the test?\" \"Not as hard as I expected.\""}],"Zeitpunkt":[{"text":"Ruhm bedeutet vor allem, dass man zum richtigen Zeitpunkt stirbt.","translation":"Above all, fame means dying at the right time."},{"text":"Vielleicht sprechen wir darüber zu einem anderen Zeitpunkt.","translation":"Maybe we'll talk about it another time."},{"text":"Jetzt ist ein guter Zeitpunkt, das zu kaufen.","translation":"Now is a good time to buy that."},{"text":"Warst du zu diesem Zeitpunkt in der Schule?","translation":"Were you at school at that time?"},{"text":"Es ist der Zeitpunkt gekommen, an dem ich dir die Wahrheit sagen muss.","translation":"The time has come when I must tell you the truth."}],"ankommen":[{"text":"Ist meine E-Mail angekommen?","translation":"Has my email arrived?"},{"text":"Du bist in dem Moment angekommen, als ich gegangen bin.","translation":"You arrived at the moment I left."},{"text":"Seit Tom hier angekommen ist, spricht er nur Englisch.","translation":"Tom's spoken nowt but English since he got here."},{"text":"Nach sieben Stunden sind wir endlich zu Hause angekommen.","translation":"After seven hours we finally arrived home."},{"text":"Gerade als du gegangen bist, sind sie angekommen.","translation":"Just as you left, they arrived."}],"Internet":[{"text":"Und nun: Dreizehn Stunden ohne Internet.","translation":"And now: thirteen hours without internet."},{"text":"Es steht im Internet, also muss es stimmen.","translation":"It's in the internet, so it must be true."},{"text":"Ich bestelle Internet.","translation":"I order internet."},{"text":"Im Internet sah sie viel schöner aus.","translation":"On the Internet, she looked much more beautiful."},{"text":"Früher hatte Mama die Antwort auf alle Fragen; heute ist es das Internet.","translation":"Mom used to have the answer to all questions; today it is the Internet."}],"Schüler":[{"text":"Der Schüler lernt nichts.","translation":"The pupil learns nothing."},{"text":"Der Schüler läuft zur Schule.","translation":"The student walks to school."},{"text":"Es ist sehr zu empfehlen, die Schüler in ganzen Sätzen antworten zu lassen.","translation":"It is highly recommended to have students answer in full sentences."},{"text":"Ein guter Lehrer bleibt ein Schüler bis an das Ende seiner Tage.","translation":"A good teacher remains a student until the end of his days."},{"text":"Der Schüler zählt: eins, zwei, drei.","translation":"The student counts: one, two, three."}],"hinten":[{"text":"Das Kind sitzt hinten im Auto, während die Eltern vorne sitzen.","translation":"The child sits in the back of the car while the parents sit in the front."},{"text":"Die Zeit reicht vorne und hinten nicht.","translation":"There is not enough time at the front and back."},{"text":"Tom trägt seine Haare vorne kurz, hinten lang.","translation":"Tom wears his hair short at the front and long at the back."},{"text":"Du kannst dich drehen wie du willst, der Hintern bleibt immer hinten.","translation":"You can turn as you like, the butt always stays behind."},{"text":"Schau nach hinten!","translation":"Look back!"}],"wütend":[{"text":"Obwohl er sich entschuldigt hat, bin ich immer noch wütend.","translation":"Even though he apologized, I'm still angry."},{"text":"Tom schafft es immer wieder, mich wütend zu machen.","translation":"Tom always manages to make me angry."},{"text":"Du bist also auch deshalb wütend, weil du dir mehr Vertrauen wünschst?","translation":"So you're also angry because you want more confidence?"},{"text":"Ich war wütend, weil er spät dran war.","translation":"I was angry because he was late."},{"text":"Ich bin auf gar keinen Fall auf dich wütend.","translation":"I'm by no means angry with you."}],"entdecken":[{"text":"Ich gehe ins Internet, um neue Musik zu entdecken.","translation":"I go online to discover new music."},{"text":"Jeder, der sich die Fähigkeit erhält, Schönes zu entdecken, wird nie alt werden.","translation":"Everyone who maintains the ability to discover beauty will never become old."},{"text":"Jeder Mensch muss seinen eigenen Weg entdecken.","translation":"Everyone has to discover their own way."},{"text":"Eine weitere Sprache lernen heißt eine neue Welt entdecken.","translation":"Learning another language means discovering a new world."},{"text":"Ich habe eine neue und interessante Welt entdeckt.","translation":"I have discovered a new and interesting world."}],"Webseite":[{"text":"Kennst du die Wikipedia-Webseite?","translation":"Do you know the Wikipedia website?"},{"text":"Willkommen auf der Webseite des Tatoeba-Projekts.","translation":"Welcome to the Tatoeba Project website."},{"text":"Mary hat eine Webseite für ihr Geschäft.","translation":"Mary has a website for her business."},{"text":"Diese Webseite scheint ziemlich gut zu sein.","translation":"This website seems quite good."},{"text":"Deine Webseite gefällt mir.","translation":"I like your website."}],"grün":[{"text":"Die Bäume sind grün.","translation":"The trees are green."},{"text":"Hast du mein grünes Buch gesehen?","translation":"Have you seen my green book?"},{"text":"Ich habe ein grünes Auto gekauft.","translation":"I bought a green car."},{"text":"Es ist eine der grünsten Städte der Welt.","translation":"It's one of the greenest cities in the world."},{"text":"Von weitem scheint es, das Wasser sei grün.","translation":"From a distance it seems that the water is green."},{"text":"Die Farbe von Esperanto ist Grün.","translation":"The color of Esperanto is green."},{"text":"Grün steht Alice.","translation":"Green suits Alice."},{"text":"Welche Farbe zieht ihr vor: Blau oder Grün?","translation":"Which color do you prefer, blue or green?"},{"text":"Das Grün bei Esperanto steht für die Hoffnung.","translation":"The green in Esperanto stands for hope."},{"text":"Er mag ein eher helles Grün.","translation":"He likes a rather bright green."}],"böse":[{"text":"Gute Mädchen kommen in den Himmel, böse Mädchen kommen überall hin.","translation":"Good girls go to heaven, bad girls go everywhere."},{"text":"Die Welt ist böse.","translation":"The world is evil."},{"text":"„Bist du mir böse?“ – „Ja, das bin ich allerdings!“","translation":"\"Are you angry at me?\" \"You bet I am!\""},{"text":"Böse Menschen werden nicht böse geboren.","translation":"Bad people aren't born bad."},{"text":"So schön Maria war, so böse war sie in ihrem Herzen.","translation":"As beautiful as Mary was, so evil was she in her heart."},{"text":"Das Leben besteht nicht nur aus Gut und Böse.","translation":"Life is not just good and evil."},{"text":"Das Böse ist des Menschen beste Kraft.","translation":"Evil is man's best force."},{"text":"Das Böse lernt sich leicht, das Gute schwer.","translation":"Evil learns easily, good hard."},{"text":"Das Böse lernt sich von selbst.","translation":"Evil learns by itself."},{"text":"An das Böse denkt man lange.","translation":"Evil is thought of for a long time."}],"stolz":[{"text":"Darauf kannst du stolz sein.","translation":"You can be proud of that."},{"text":"Sherlock Holmes wäre bestimmt stolz auf dich.","translation":"Sherlock Holmes would have certainly been proud of you."},{"text":"Er ist stolz, weil er sehr gut Deutsch spricht.","translation":"He is proud because he speaks very well German."},{"text":"Markku war besonders stolz darauf, wie schnell er alles geschafft hatte.","translation":"Markku was particularly proud of how quickly he had done everything."},{"text":"Besser schlecht fahren als stolz laufen.","translation":"Better to drive badly than to run proudly."},{"text":"An diesem Abend verlor er nicht nur seine Frau, sondern auch seinen Stolz.","translation":"That evening, he lost not only his wife, but also his pride."},{"text":"Ich denke mit Stolz an meinen Bruder.","translation":"I think of my brother with pride."},{"text":"Sein Name ist der ganze Stolz der Stadt.","translation":"His name is the pride of the city."},{"text":"Seine schöne Frau ist sein Stolz.","translation":"His beautiful wife is his pride."},{"text":"Sie ist der Stolz ihrer Klasse.","translation":"She is the pride of her class."}],"Gespräch":[{"text":"Sie trafen sich zu einem Gespräch unter vier Augen.","translation":"They met for a one-on-one conversation."},{"text":"Es ist nun schon Jahre her, und trotzdem erinnere ich mich dieses Gesprächs.","translation":"It's been years now, and yet I remember that conversation."},{"text":"Ich glaube, es ist besser, das Gespräch jetzt zu beenden.","translation":"I think it's better to end the conversation now."},{"text":"Nach einigen Minuten begann ich, das Interesse an dem Gespräch zu verlieren.","translation":"After a few minutes, I began to lose interest in the conversation."},{"text":"Sie kamen sofort ins Gespräch.","translation":"They fell into the conversation immediately."}],"Verwendung":[{"text":"Ich habe keine Verwendung dafür.","translation":"I have no use for it."},{"text":"Der Unterschied in der Verwendung der beiden Wörter ist klar.","translation":"The difference in the use of the two words is clear."},{"text":"Die alte Uhr ist noch immer in Verwendung.","translation":"The old clock is still in use."},{"text":"Bilden Sie einen Satz unter Verwendung des Begriffs „Supermarktkette“!","translation":"Form a sentence using the term 'supermarket chain'."},{"text":"Ich habe gerade eine neue Version von GoToMeeting installiert, die die Verwendung von Webkameras unterstützt.","translation":"I just installed a new version of GoToMeeting that supports the use of webcams."}],"erhöhen":[{"text":"Wir müssen die Preise erhöhen.","translation":"We need to raise prices."},{"text":"Die Chancen können sich um dreißig Prozent erhöhen, und das ist eine Menge.","translation":"The odds can increase by thirty percent, and that's a lot."},{"text":"Der Laden hat alle Preise erhöht.","translation":"The store raised all the prices."},{"text":"Die Nachricht erhöhte seine Angst.","translation":"The news added to his anxiety."},{"text":"Wenn du einen schönen Garten hast, erhöht das den Wert deines Hauses.","translation":"If you have a good garden, it will enhance the value of your house."}],"Vorteil":[{"text":"Hast ist meist ohne Vorteil.","translation":"Haste is usually without advantage."},{"text":"Sie haben es getan, ohne einen Vorteil davon zu haben.","translation":"They did it without gaining an advantage from it."},{"text":"Seine Erfolge bringen auch uns Vorteile.","translation":"His successes also bring us advantages."},{"text":"Alle Vorteile helfen, sind sie noch so klein.","translation":"All advantages help, no matter how small."},{"text":"Er sah keinen Vorteil darin, länger zu warten.","translation":"He saw no advantage in waiting any longer."}],"dienen":[{"text":"Erst reich werden, dann Gott dienen.","translation":"First become rich, then serve God."},{"text":"Diene dem, der dir dient.","translation":"Serve the One who serves you."},{"text":"Ich hoffe, Ihnen mit diesen Informationen gedient zu haben.","translation":"I hope to have served you with this information."},{"text":"Es dient unserem Zweck.","translation":"It serves our purpose."},{"text":"Der alte Mann diente dem König viele Jahre lang.","translation":"The old man served the king for many years."}],"Prozeß":[{"text":"Der ganze Prozess dauert mehrere Monate.","translation":"The whole process takes several months."},{"text":"Meine Freunde standen mir bei während des Prozesses.","translation":"My friends stood by me during the court case."},{"text":"Der Prozess zog sich Tage lang hin.","translation":"The trial went on day after day."},{"text":"Die Wahrheit kam schließlich bei seinem Prozess heraus.","translation":"The truth finally came out at his trial."},{"text":"Dieser Prozess schwebt noch.","translation":"This process is still ongoing."}],"bzw":[{"text":"Fritz bzw. Friedrich heißt heute keiner mehr.","translation":"Fritz or Friedrich is no longer called today."},{"text":"Er bzw. er liebt sie bzw. sie.","translation":"He and he love her and her, respectively."},{"text":"Bezahlt sie mit Scheck oder mit EC-Karte bzw. Kreditkarte?","translation":"Does she pay by cheque or by debit card or credit card?"},{"text":"Bei dem Eisenbahnunfall gab es drei Tote und zehn Schwer- bzw. Leichtverletzte.","translation":"In the railway accident, there were three dead and ten seriously or slightly injured."},{"text":"Geschichte ist jene Fabel bzw. Lüge, auf die man sich geeinigt hat.","translation":"History is the fable or lie that has been agreed upon."}],"wunderbar":[{"text":"Meine Mutter war ein wunderbarer Mensch.","translation":"My mother was a wonderful person."},{"text":"Ich habe die Fotos gesehen, es muss wunderbar gewesen sein! Besten Dank.","translation":"I saw the photos, it must have been wonderful! Thank you very much."},{"text":"Die erste Zeit war schwierig. Aber jetzt ist es wunderbar.","translation":"The first time was difficult. But now it's wonderful."},{"text":"Er war ein wunderbarer Mann.","translation":"He was a wonderful man."},{"text":"Ich freue, dass ich Ihnen jetzt einen wunderbaren Beitrag vorstellen kann.","translation":"I am pleased that I can now present you with a wonderful contribution."}],"Nutzung":[{"text":"Bitte lesen Sie die Bedingungen der Nutzung unserer Dienste.","translation":"Please read the terms and conditions of use of our services."},{"text":"Wie kann Facebook Profit machen, wenn wir nichts für die Nutzung zahlen?","translation":"How can Facebook be profitable if we don't have to pay for the usage of it?"},{"text":"In Deutschland muss man für alles bezahlen, vielerorts sogar für die Nutzung öffentlicher Toiletten.","translation":"In Germany you have to pay for everything, in many places even for the use of public toilets."},{"text":"Zudem erschweren unterschiedliche Systeme die überregionale Nutzung.","translation":"In addition, different systems make supra-regional use more difficult."},{"text":"International gesehen ist die Nutzung von Atomenergie eher auf dem Vormarsch.","translation":"Internationally, the use of nuclear energy is on the rise."}],"probieren":[{"text":"Haben Sie einmal probiert, ihre Wohnung komplett staubfrei zu halten?","translation":"Did you ever try keeping your flat completely free from dust?"},{"text":"Du musst es unbedingt probieren.","translation":"You have to try it."},{"text":"Wenn das nicht möglich ist, probiere es anders.","translation":"If that's not possible, try differently."},{"text":"Hier, probieren Sie mal! So etwas haben Sie bestimmt noch nie gegessen.","translation":"Here, give it a try! You've probably never eaten anything like this."},{"text":"Ich habe gerade diese Maracuja-Fruchtgummis probiert.","translation":"I've just tried those passion-fruit gums."}],"suche":[{"text":"Suche in jedem Gesicht den Menschen.","translation":"Look for the person behind each face."},{"text":"Suche nicht nach Fehlern, suche nach Lösungen.","translation":"Don't look for bugs, look for solutions."},{"text":"Suchen ist gefährlich. Man entdeckt manchmal etwas, das man gar nicht finden wollte.","translation":"Searching is dangerous. Sometimes you discover something you didn't at all want to find."},{"text":"Ich bin immer auf der Suche nach dem perfekten Satz.","translation":"I'm always looking for the perfect sentence."},{"text":"Du kannst sie nicht finden? Dann musst du dich auf die Suche machen!","translation":"Can't find them? Then you have to go on a search!"}],"herausfinden":[{"text":"Ich muss herausfinden, was mit meinem Freund geschehen ist.","translation":"I need to find out what happened to my boyfriend."},{"text":"Du solltest versuchen, es selbst herauszufinden.","translation":"You should try to figure it out for yourself."},{"text":"Du wirst es später herausfinden.","translation":"You'll find out later."},{"text":"Ich muss einfach herausfinden, was passiert ist.","translation":"I just need to find out why that happened."},{"text":"Wenn er das herausfindet, wird er sicher sehr wütend.","translation":"If he finds out, certainly he will be very angry."}],"Fan":[{"text":"Ich bin ein Fan von Tatoeba.","translation":"I am a fan of Tatoeba."},{"text":"Sein neues Lied kommt leider nicht so gut bei den Fans an.","translation":"Unfortunately, his new song is not so well received by the fans."},{"text":"Dies ist ein chinesischer Fan.","translation":"This is a Chinese fan."},{"text":"Sie zeigte mir einige Briefe, die sie von ihren Fans bekommen hatte.","translation":"She showed me some letters she had received from her fans."},{"text":"Ich bin Toms größter Fan.","translation":"I'm Tom's number one fan."},{"text":"Er ist ein großer Science-Fiction-Fan.","translation":"He's a big science fiction fan."},{"text":"Sie schreibt gerne Fan fiction.","translation":"She likes to write fan fiction."},{"text":"Maria mag klassische Musik, Tom hingegen ist ein Heavy-Metal-Fan.","translation":"Maria likes classical music, but Tom is a heavy metal fan."},{"text":"Ich bin kein Kim-Kardashian-Fan.","translation":"I'm not a fan of Kim Kardashian."},{"text":"Ich bin ein Britney-Spears-Fan.","translation":"I'm a fan of Britney Spears."}],"gesund":[{"text":"Lachen ist gesund!","translation":"Laughter is healthy!"},{"text":"Ich hoffe, sie ist wieder gesund.","translation":"I hope she is healthy again."},{"text":"Es freut mich zu hören, dass ihr alle gesund seid.","translation":"I am glad to hear that you are all healthy."},{"text":"Ein gesunder Mensch ohne Geld ist halb krank.","translation":"A healthy person without money is half sick."},{"text":"Kein gesunder Mensch tanzt.","translation":"No healthy person dances."},{"text":"Wir hoffen, dass er schnell wieder gesund wird.","translation":"We wish him a speedy recovery."},{"text":"Ich glaube, so langsam gesunde ich wieder.","translation":"I think I'm slowly recovering."},{"text":"Wenn ich gesund wäre, wäre ich glücklich.","translation":"If I were healthy, I would be happy."},{"text":"Wird sie bald wieder gesund?","translation":"Will she get well soon?"},{"text":"Es ist besser, reich, aber gesund zu sein als arm, aber krank.","translation":"It is better to be rich but healthy than poor but sick."}],"speziell":[{"text":"Wir haben etwas Spezielles für Sie, mein Herr.","translation":"We have something special for you, sir."},{"text":"\"Gib es etwas zu tun?\" \"Nichts spezielles.\"","translation":"\"Is there anything to do?\" \"Nothing special.\""},{"text":"Auf dieser Seite finden Sie spezielle Angebote.","translation":"On this page you will find special offers."},{"text":"Manche Tiere besitzen spezielle Fähigkeiten.","translation":"Some animals have special abilities."},{"text":"Tom bekam eine spezielle Behandlung.","translation":"Tom received special treatment."}],"Sir":[{"text":"Was ist los, Sir?","translation":"What's going on, sir?"},{"text":"Das ist das Blut von Lady Eleanore de Canterville, die im Jahre 1575 an ebenjener Stelle von ihrem eigenen Gatten, Sir Simon de Canterville, ermordet wurde.","translation":"It is the blood of Lady Eleanore de Canterville, who was murdered on that very spot by her own husband, Sir Simon de Canterville, in 1575."},{"text":"Dann, Sire, wenn Sie zum glücklichsten der Welt Ihr eignes Königreich gemacht — dann ist es Ihre Pflicht, die Welt zu unterwerfen.","translation":"Then, Sire, if you have made your own kingdom the happiest in the world—then it is your duty to subdue the world."},{"text":"Sir Peter Blake wurde bei einem tragischen Zwischenfall von Piraten auf dem Amazonas getötet, als er sich auf einer Expedition zur Beobachtung von Umweltveränderungen befand.","translation":"Sir Peter Blake was tragically killed by pirates on the Amazon river in 2001 as he was on a mission to monitor environment change."},{"text":"Seid gütig, Sir. Nehmt nicht den letzten Schmuck aus unserm Leben weg! Die Jammervolle erfreut der Anblick alter Herrlichkeit, denn alles andre habt Ihr uns entrissen.","translation":"Be kind, sir. Don't take away the last jewelry from our lives! The wretched one rejoices in the sight of old glory, for everything else you have snatched from us."},{"text":"Sir William sagte nicht viel.","translation":"Sir William did not say much."},{"text":"„Bin ich hier ganz allein?“ – „Ja, Sir.“","translation":"\"Am I all alone here?\" – \"Yes, sir.\""},{"text":"Der Halleysche Komet wurde nach Sir Edmond Halley benannt.","translation":"Halley's comet was named after Sir Edmond Halley."},{"text":"Sire, diese Hypothese habe ich nicht benötigt.","translation":"Sire, I didn't need that hypothesis."},{"text":"Sire, Sie können mit einem Bajonett alles machen, aber Sie können nicht darauf sitzen.","translation":"Sire, you can do anything with a bayonet, but you can't sit on it."}],"schrecklich":[{"text":"Tom soll schrecklich reich sein.","translation":"Tom is said to be terribly rich."},{"text":"Der Krieg ist schrecklich wie des Himmels Plagen.","translation":"War is as terrible as heaven's plagues."},{"text":"Er ist ganz schrecklich krank.","translation":"He is terribly ill."},{"text":"Es ist ein schrecklicher Fehler passiert.","translation":"There's been a terrible mistake."},{"text":"Ich hatte letzte Nacht einen schrecklichen Traum.","translation":"I had a terrible dream last night."}],"grad":[{"text":"Das Wasser kocht bei 100 Grad.","translation":"The water boils at 100 degrees."},{"text":"Drücken Sie ALT, um in 90-Grad-Schritten zu drehen.","translation":"Press ALT to rotate in 90-degree increments."},{"text":"Ich verstehe dich bis zu einem bestimmten Grade.","translation":"I understand you to a certain degree."},{"text":"Das ist eine Frage des Grades.","translation":"That is a matter of degrees."},{"text":"Zapp nicht um, ich schaue mir das grad an.","translation":"Don't zapp, I'll take a look at it."}],"Schmerz":[{"text":"Er will nicht zum Arzt gehen, obwohl er Schmerzen hat.","translation":"He does not want to go to the doctor, although he is in pain."},{"text":"Das Leben ist die Schule, der Schmerz ist der Lehrer.","translation":"Life is school, pain is teacher."},{"text":"Ich habe Schmerzen im rechten Bein.","translation":"I have pain in my right leg."},{"text":"Seit wann hast du diesen Schmerz?","translation":"Since when have you had this pain?"},{"text":"Der Schmerz von gestern ist schnell vergessen.","translation":"The pain of yesterday is quickly forgotten."}],"verhalten":[{"text":"Es gibt keine Entschuldigung für dein Verhalten.","translation":"There's no excuse for your behaviour."},{"text":"Ich bitte Dich um Entschuldigung für mein Verhalten in letzter Zeit.","translation":"I beg your pardon for my conduct lately."},{"text":"Willst du dein Verhalten ändern?","translation":"Do you want to change your behavior?"},{"text":"Wann wollen Sie Ihr Verhalten ändern?","translation":"When do you want to change your behavior?"},{"text":"Immer passt er auf das Verhalten seiner Kinder auf.","translation":"He always takes care of the behavior of his children."},{"text":"Die Sache verhält sich etwas anders.","translation":"The situation is somewhat different."},{"text":"In dieser Welt ist es schwer sich noch wie ein Mensch zu verhalten.","translation":"In this world, it's difficult to go on behaving like a human being."},{"text":"Wie soll ich mich ihm gegenüber verhalten?","translation":"How should I behave towards him?"},{"text":"Ich kann nicht verstehen, warum sich Tom auf diese Weise verhalten hat.","translation":"I can't understand why Tom acted this way."},{"text":"Dass sie sich so verhält, ist seltsam.","translation":"That she behaves like this is strange."}],"entstehen":[{"text":"Das Foto entstand in Berlin.","translation":"The photo was taken in Berlin."},{"text":"Ein Weg entsteht, wenn man ihn geht.","translation":"A path is created when you walk it."},{"text":"Dieses Bild entstand kurz vor Toms Tod.","translation":"This picture was taken shortly before Tom's death."},{"text":"Weiterer Schaden ist nicht entstanden.","translation":"No further damage was caused."},{"text":"Es tut mir leid, dass durch mich so viele Probleme entstanden sind!","translation":"I am sorry that I have caused so many problems!"}],"dumm":[{"text":"Das wäre gar nicht so dumm.","translation":"That wouldn't be so stupid."},{"text":"Ich muss dir eine dumme Frage stellen.","translation":"I have to ask you a stupid question."},{"text":"Du siehst dumm aus.","translation":"You look stupid."},{"text":"Du bist sehr sehr jung und du bist leider wirklich dumm.","translation":"You are very, very young and you are unfortunately really stupid."},{"text":"„Wieso fragst du warum?“ — „Hast du keine Ahnung? Bist du dumm?“","translation":"\"Why do you ask why?\" — \"Don't you have a clue? Are you stupid?\""}],"blau":[{"text":"Wie blau der Himmel ist!","translation":"How blue the sky is!"},{"text":"Deshalb sehen wir einen blauen Himmel.","translation":"That's why we see a blue sky."},{"text":"Einige waren schon ziemlich blau.","translation":"Some were already quite blue."},{"text":"Er hat ein blaues Auge. Was ist passiert?","translation":"He's got a black eye. What happened?"},{"text":"Er liebt blaue Augen und Frauen.","translation":"He loves blue eyes and women."}],"Gesetz":[{"text":"Das neue Gesetz trat am 1. Januar in Kraft.","translation":"The new law came into effect on 1 January."},{"text":"Vor dem Gesetz sind alle Menschen gleich.","translation":"All people are equal before the law."},{"text":"14. Gesetz der Macht: Plane alles bis zum Ende.","translation":"14. Law of Power: Plan everything to the end."},{"text":"Der lange Arm des Gesetzes wird auch dich erreichen.","translation":"The long arm of the law will reach you too."},{"text":"Je mehr Gesetz, je weniger Recht.","translation":"The more law, the less right."}],"komisch":[{"text":"Diese Situation ist komisch.","translation":"This situation is strange."},{"text":"Der Kaffee schmeckt heute komisch.","translation":"The coffee tastes funny today."},{"text":"Irgendwie kommt mir das komisch vor.","translation":"It seems somehow odd to me."},{"text":"Sie brauchen gar nicht so komisch zu lachen.","translation":"You don't need to laugh so funny."},{"text":"Es klingt zwar komisch, ist aber so.","translation":"It sounds strange, but it is true none the less."}],"Zug":[{"text":"„Wann fährt der Zug?“ – „Zehn vor.“","translation":"\"When does the train leave?\" \"Ten to.\""},{"text":"Wir warten auf den Zug.","translation":"We're waiting for the train."},{"text":"Nicht öffnen, bevor der Zug hält.","translation":"Do not open before the train stops."},{"text":"Der Zug soll in zehn Minuten ankommen.","translation":"The train is supposed to arrive in ten minutes."},{"text":"Ich nehme im Zug die Hand meines Vaters.","translation":"I take my father's hand on the train."}],"Mitarbeiter":[{"text":"Einige unserer Mitarbeiter arbeiten im Homeoffice.","translation":"Some of our employees work from home."},{"text":"Er ist fester Mitarbeiter.","translation":"He is a permanent employee."},{"text":"Wer ist der älteste Mitarbeiter bei dieser Firma?","translation":"Who is the oldest employee at this company?"},{"text":"Sie haben mit diesem Mitarbeiter eine sehr gute Wahl getroffen.","translation":"You have made a very good choice with this employee."},{"text":"Ab dieser Nummer folgen Sätze, die von den Mitarbeitern des Tatoeba-Projekts hinzugefügt wurden.","translation":"Sentences past this ID are sentences added by contributors of Tatoeba Project."}],"Option":[{"text":"Was für andere Optionen habe ich?","translation":"What other options do I have?"},{"text":"Bitte wählen Sie unten die entsprechende Option aus.","translation":"Please select the appropriate option below."},{"text":"Hast du deine Optionen erkannt im Leben, musst du ihnen eine Chance geben.","translation":"Once you have recognized your options in life, you have to give them a chance."},{"text":"Es ist Ihre einzige Option.","translation":"It's your only option."},{"text":"Das ist leider keine Option.","translation":"Unfortunately, that's not an option."}],"Katze":[{"text":"„Eine Katze?“ fragte der alte Mann.","translation":"\"A cat?\" the old man asked."},{"text":"Meine Frau hasst Katzen.","translation":"My wife hates cats."},{"text":"Katzen mögen kein Wasser.","translation":"Cats don't like water."},{"text":"Hunde glauben, sie sind Menschen und Katzen glauben, sie sind Gott.","translation":"Dogs believe they are humans and cats believe they are God."},{"text":"Ich habe Angst vor Katzen.","translation":"I am afraid of cats."}],"betragen":[{"text":"Es ist gemein von ihm, eine alte Frau zu betrügen.","translation":"It is mean of him to cheat on an old woman."},{"text":"Er hoffte, sie würde ihn nicht betrügen.","translation":"He hoped she wouldn't cheat on him."},{"text":"Ich habe nie auch nur daran gedacht dich zu betrügen.","translation":"I never even thought about cheating on you."},{"text":"Ich wollte die Frau, die ich liebe, nicht betrügen.","translation":"I didn't want to cheat on the woman I love."},{"text":"Die Anzahl der Jungen in unserer Klasse beträgt dreißig.","translation":"The number of boys in our class is thirty."},{"text":"Ihr Betragen ist nicht normal für ein junges Mädchen.","translation":"Her behavior is not normal for a young girl."},{"text":"Das Betragen der Kinder war recht gut.","translation":"The children behaved quite well."},{"text":"Ich habe mit deinen Eltern über dein Betragen gesprochen.","translation":"I've spoken to your parents about your behavior."},{"text":"Das Betragen ist ein Spiegel, in welchem jeder sein Bild zeigt.","translation":"The behavior is a mirror in which everyone shows his picture."},{"text":"Tom muss einsehen, dass ein solches Betragen unnannehmbar ist.","translation":"Tom needs to understand that this type of behavior is unacceptable."}],"niedrig":[{"text":"Bei einem so niedrigen Preise braucht man nicht zu handeln.","translation":"With such a low price, you don't need to trade."},{"text":"Wer alle seine Ziele erreicht hat, hat sie wahrscheinlich zu niedrig gewählt.","translation":"Those who have achieved all their goals have probably chosen them too low."},{"text":"Die Preise liegen niedrig.","translation":"Prices are low."},{"text":"Mach dich nicht zu hoch, die Türe ist niedrig!","translation":"Don't get too high, the door is low!"},{"text":"Diese Zahl ist viel zu niedrig.","translation":"This number is much too small."}],"Feuer":[{"text":"Für den lege ich die Hand ins Feuer.","translation":"I put my hand in the fire for him."},{"text":"Er steckte ein Feuer an.","translation":"He lit a fire."},{"text":"Spiele nicht mit dem Feuer!","translation":"Don't play with fire!"},{"text":"Luft, Wasser, Feuer, Erden muss dir zu Dienste werden.","translation":"Air, water, fire, earth must become your service."},{"text":"Sie warf das Buch ins Feuer.","translation":"She threw the book into the fire."}],"Restaurant":[{"text":"Ist das Restaurant auch dort?","translation":"Is the restaurant there too?"},{"text":"Wir haben in einem neuen Restaurant zu Abend gegessen.","translation":"We had dinner in a new restaurant."},{"text":"Können Sie mir ein gutes Restaurant empfehlen?","translation":"Can you recommend a good restaurant?"},{"text":"Das Restaurant ist geschlossen. Wohin jetzt?","translation":"The restaurant is closed. Where to go now?"},{"text":"Wenn ein Restaurant Parkservice hat, ist es wahrscheinlich ziemlich teuer.","translation":"If a restaurant has valet parking it's probably pretty expensive."}],"diejenigen":[{"text":"Diejenigen, die sich selbst für völlig normal halten, sind die Verrücktesten von allen.","translation":"Those who consider themselves completely normal are the craziest of them all."},{"text":"Neue Ideen akzeptieren diejenigen am leichtesten, die selbst keine eigenen haben.","translation":"New ideas are most easily accepted by those who do not have their own."},{"text":"Toms Lieblingspatienten sind diejenigen, die nicht sprechen können.","translation":"Tom prefers patients who can't talk."},{"text":"Diejenigen, die zu spät kommen, kriegen nichts mehr.","translation":"Those who are late get nothing more."},{"text":"Diejenigen, die sich treffen wollen, treffen sich.","translation":"Those who want to meet meet meet."}],"Vergangenheit":[{"text":"Lass die Vergangenheit los! Gib der Zukunft eine Chance!","translation":"Let go of the past and give the future a chance."},{"text":"Das gehört jetzt alles der Vergangenheit an.","translation":"That's all in the past now."},{"text":"Ein alter Mann ist ein Kind mit Vergangenheit.","translation":"An old man is a child with a past."},{"text":"Was vorbei ist, nennt man Vergangenheit.","translation":"What is over is called the past."},{"text":"Ich denke ständig an die Vergangenheit.","translation":"I think about the past all the time."}],"Sonne":[{"text":"Wird die Sonne morgen scheinen?","translation":"Will the sun shine tomorrow?"},{"text":"Katzen spielen gerne in der Sonne.","translation":"Cats like to play in the sun."},{"text":"Die Sonne dreht sich.","translation":"The sun is spinning."},{"text":"Ich sehe die Sonne in deinen Augen.","translation":"I see the sun in your eyes."},{"text":"Wenn die Sonne weg ist, ist es ganz schön kalt.","translation":"When the sun is gone, it's pretty cold."}],"hättest":[{"text":"„Du siehst aus, als hättest du eine lange Nacht hinter dir.“ – „Hab’ ich auch.“","translation":"\"You look as though you've had a long night.\" \"I have and all.\""},{"text":"Hättest du mir das nicht schon gestern sagen können?","translation":"Couldn't you have told me about that yesterday?"},{"text":"Auch wenn du es versucht hättest, hätte es nicht funktioniert.","translation":"Even if you'd tried it, it wouldn't have worked."},{"text":"Das hättest du wohl gern.","translation":"You would probably like that."},{"text":"Hättest du eine Minute Zeit?","translation":"Can you spare a minute?"},{"text":"Du hättest mich auch anrufen können.","translation":"You could have called me too."},{"text":"Was würdest du tun, wenn du viel Geld hättest?","translation":"What would you do if you had a lot of money?"},{"text":"Du hättest diese Frage nicht stellen sollen.","translation":"You shouldn't have asked that question."},{"text":"Du hättest das Foto sehen sollen.","translation":"You should have seen the photograph."},{"text":"Ich wünschte, du hättest mir damals die Wahrheit gesagt.","translation":"I wish you had told me the truth then."}],"lauf":[{"text":"Lass deinen Gefühlen freien Lauf.","translation":"Let your feelings run wild."},{"text":"Das ist der Lauf der Welt.","translation":"That's the way of the world."},{"text":"Das ist der Lauf der Geschichte.","translation":"That is the course of history."},{"text":"Im Laufe des Tages kam mich ein Freund besuchen.","translation":"A friend of mine came to see me during the day."},{"text":"Im Laufe der Zeit änderte er seine Meinung.","translation":"Over time, he changed his mind."}],"erlauben":[{"text":"Erlaubt ist, was gefällt!","translation":"Whatever you like is allowed!"},{"text":"Wieso ist das erlaubt?","translation":"Why is this allowed?"},{"text":"„Wer hat das erlaubt?!“ fragte er wütend.","translation":"\"Who allowed that?\" he asked angrily."},{"text":"\"Wir denken, und das erlaubt uns, die wunderbaren Dinge, die wir tun, zu tun.\"","translation":"\"We think, and that allows us to do the wonderful things we do.\""},{"text":"Sag ihnen, dass ich Mary nicht erlaube, das Land zu verlassen.","translation":"Tell them I won't allow Mary to leave the country."},{"text":"Erlauben Sie mir bitte, dies zu sagen!","translation":"Please allow me to say this!"},{"text":"Was Tom Maria erlaubt, das erlaubt er Johannes noch lange nicht.","translation":"What Tom allows Mary, he does not allow John for a long time."},{"text":"Mein Vater hat es mir erlaubt.","translation":"My father allowed me to do it."},{"text":"Der Lehrer erlaubte ihm, nach Hause zu gehen.","translation":"The teacher permitted him to go home."},{"text":"Ich hoffe, dass deine Eltern uns erlauben werden zu heiraten.","translation":"I hope your parents will allow us to get married."}],"rennen":[{"text":"Kann ein zwei Jahre alter Junge so schnell rennen?","translation":"Can a two-year-old boy run that fast?"},{"text":"Ich frage mich, ob ich noch rennen kann, wenn ich verletzt bin.","translation":"I wonder if I can still run when I am hurt."},{"text":"Dieser Hund rennt sehr schnell.","translation":"This dog runs very fast."},{"text":"Einige der Männer rennen.","translation":"Some of the men are running."},{"text":"Wer Arbeit kennt und danach rennt und sich nicht drückt, der ist verrückt.","translation":"Anyone who knows work and runs after it and does not shirk is crazy."},{"text":"Ist es wahr, dass er das Rennen gewonnen hat?","translation":"Is it true that he won the race?"},{"text":"Keiner glaubt, dass Tom das Rennen gewinnen wird.","translation":"No one thinks Tom will win the race."},{"text":"Das Rennen entschied sich in letzter Sekunde.","translation":"The race went down to the wire."},{"text":"Als ich zur Schule kam, war das Rennen bereits vorbei.","translation":"When I got to school, the race had already finished."},{"text":"Er hat in dem Rennen den ersten Platz gemacht.","translation":"He took first place in the race."}],"wunderschön":[{"text":"Was für ein wunderschöner Satz!","translation":"What a beautiful sentence!"},{"text":"Trotzdem wünsche ich euch einen wunderschönen Tag.","translation":"Still, I hope you have a wonderful day."},{"text":"Japan ist voll von wunderschönen Städten. Kyoto und Nara zum Beispiel.","translation":"Japan is full of beautiful cities. Kyoto and Nara, for example."},{"text":"Wer das liest, ist wunderschön.","translation":"Whoever reads this is beautiful."},{"text":"Maria war wunderschön, doch ihr Herz war so schwarz wie die Nacht.","translation":"Mary was beautiful, but her heart was as black as night."}],"tat":[{"text":"Selbst für alles Geld auf der Welt täte ich das nicht!","translation":"Even for all the money in the world, I wouldn't do that!"},{"text":"Dir täte mehr Bewegung gut.","translation":"You would benefit from more exercise."},{"text":"Ich täte das Gleiche für Sie.","translation":"I'd do the same for you."},{"text":"Ich täte besser daran, dir die Wahrheit zu sagen.","translation":"It would be better for me to tell you the truth."},{"text":"Du weißt doch, dass ich dir nie weh täte.","translation":"You know I would never hurt you."},{"text":"Viele Menschen würden eher sterben als denken. Und in der Tat: Sie tun es.","translation":"Many people would rather die than think. And indeed, they do."},{"text":"Das ist in der Tat eine wichtige Frage.","translation":"This is indeed an important question."},{"text":"Nicht große Worte bestimmen das Leben, sondern kleine Taten.","translation":"It is not big words that determine life, but small deeds."},{"text":"Das sollte man sich in der Tat fragen.","translation":"One should indeed ask oneself that."},{"text":"Was nicht zur Tat wird, hat keinen Wert.","translation":"What does not become action has no value."}],"berühmt":[{"text":"Alle wollen dich kennenlernen. Du bist berühmt!","translation":"Everyone wants to get to know you. You are famous!"},{"text":"Dr. Zamenhof wurde in der ganzen Welt berühmt.","translation":"Dr. Zamenhof became famous world-over."},{"text":"Ich habe 30 Jahre gebraucht, um über Nacht berühmt zu werden.","translation":"It took me 30 years to become famous overnight."},{"text":"Über Nacht berühmt wird man nur dann, wenn man über Tag hart gearbeitet hat.","translation":"You only become famous overnight if you have worked hard during the day."},{"text":"Die Geschichte ist sehr berühmt, jeder kennt sie.","translation":"The story is very famous, everyone knows it."}],"Rahmen":[{"text":"Es sollte nichts aus dem Rahmen fallen.","translation":"Nothing should be out of the ordinary."},{"text":"Ich werde Ihnen im Rahmen meiner Möglichkeiten helfen.","translation":"I will help you as far as I can."},{"text":"Erledigen Sie diese Arbeit bis morgen, falls das im Rahmen des Möglichen liegt.","translation":"Do this work by tomorrow, if that is within the bounds of possibility."},{"text":"Um dies zu verstehen, muss man in einem größeren Rahmen denken.","translation":"To understand this, you have to think in a larger context."},{"text":"Das Wichtigste in der Kunst ist der Rahmen.","translation":"The most important thing in art is the frame."},{"text":"Können Sie das Bild rahmen?","translation":"Can you frame this picture?"},{"text":"Wir werden dieses Gemälde rahmen.","translation":"We will frame this painting."},{"text":"Könntest du das Bild für mich rahmen?","translation":"Can you frame this picture for me?"},{"text":"Ich habe das Bild rahmen lassen.","translation":"I had the picture framed."},{"text":"Ich ließ das Bild rahmen.","translation":"I had the picture framed."}],"Gesellschaft":[{"text":"Ich mache mir Sorgen um unsere Gesellschaft.","translation":"I am worried about our society."},{"text":"Von der Gesellschaft verspreche ich mir alles, was mir fehlt.","translation":"I expect everything I lack from society."},{"text":"Eine Menge ist noch keine Gesellschaft.","translation":"A lot is not yet society."},{"text":"Tom hält es in der Gesellschaft anderer Menschen nicht lange aus.","translation":"Tom can't stand it long in the company of other people."},{"text":"Ich mag es zu tanzen und mit netter Gesellschaft zu reisen.","translation":"I like to dance and travel with nice company."}],"schießen":[{"text":"Oft schießen trifft das Ziel.","translation":"Often shooting hits the target."},{"text":"Ich habe ins Blaue geschossen und ins Schwarze getroffen.","translation":"I shot into the blue and hit the mark."},{"text":"Ich glaube, ein solches Foto kann nur jemand schießen, der einen liebt.","translation":"I think such a photo can only be taken by someone who loves you."},{"text":"Tom schießt Bilder.","translation":"Tom is taking pictures."},{"text":"Das hier ist das Foto, das ich bei mir zu Hause geschossen habe.","translation":"This is the picture I took in my house."}]}