{"lkw":[{"text":"Wofür wollen Sie den LKW denn einsetzen?","translation":"What do you want to use the truck for?"},{"text":"Tom hat seinen LKW gebraucht gekauft.","translation":"Tom bought his truck used."},{"text":"Pass auf! Da kommt ein Lkw!","translation":"Look out! There's a truck coming!"},{"text":"Die Straße wurde von einem riesigen LKW blockiert.","translation":"The street was blocked by a huge truck."},{"text":"Dieser LKW hat eine Reparatur nötig.","translation":"This truck needs a repair."},{"text":"Alle Menschen haben Laster, LKW-Fahrer oft zwei.","translation":"All people have trucks, truck drivers often two."},{"text":"Tom fährt Lkw.","translation":"Tom drives trucks."},{"text":"Der Lkw hat nicht das geladen, was die Leute denken.","translation":"That truck is not transporting what people think."},{"text":"Lkw fahren ist nicht leicht.","translation":"Driving a truck isn't easy."},{"text":"Tom ist anscheinend Lkw-Fahrer.","translation":"Tom is apparently a truck driver."}],"Gouverneur":[{"text":"Rockefeller war Gouverneur von New York.","translation":"Rockefeller was governor of New York."},{"text":"Clinton war damals Gouverneur von Arkansas.","translation":"Mr. Clinton was governor of Arkansas at the time."},{"text":"Die Rede des Gouverneurs wurde in der Zeitschrift veröffentlicht.","translation":"The governor's speech was published in the magazine."},{"text":"Er wurde 1994 zum Gouverneur von Texas gewählt.","translation":"He was elected governor of Texas in 1994."},{"text":"Der Gouverneur erschien persönlich im Fernsehen.","translation":"The governor appeared on TV in person."}],"wöchentlich":[{"text":"Ich gehe einmal wöchentlich schwimmen.","translation":"I go swimming once a week."},{"text":"Das Magazin erscheint wöchentlich.","translation":"The magazine comes out once a week."},{"text":"Ich gehe durchschnittlich einmal wöchentlich ins Kino.","translation":"On the average, I go to the movies once a week."},{"text":"Sie werden wöchentlich bezahlt.","translation":"You are paid by the week."},{"text":"Ich gebe meinem Hund mindestens einmal wöchentlich Fleisch zu fressen.","translation":"I feed my dog meat at least once a week."}],"leuchten":[{"text":"Ihre Augen leuchteten vor Freude.","translation":"Her eyes lit up with joy."},{"text":"Ein Licht, das von innen her leuchtet, kann niemand löschen.","translation":"No one can extinguish a light that shines from within."},{"text":"Was in unserem Herzen leuchtet, kann die Dunkelheit nicht erreichen.","translation":"What shines in our hearts cannot reach the darkness."},{"text":"Der Mond leuchtet am Himmel.","translation":"The moon shines in the sky."},{"text":"Das leuchtet mir eben nicht ein.","translation":"That just doesn't make sense to me."}],"absetzen":[{"text":"Er trinkt die ganze Flasche leer, ohne einmal abzusetzen.","translation":"He drinks the whole bottle empty without settling once."},{"text":"Nach seiner Flucht aus dem Gefängnis soll er sich nach Australien abgesetzt haben.","translation":"After escaping from prison, he is said to have fled to Australia."},{"text":"Wegen der starken Nebenwirkungen musste sie das Medikament absetzen.","translation":"Because of the strong side effects, she had to stop taking the drug."},{"text":"Er bot mir an, mich im Auto mitzunehmen und am Bahnhof abzusetzen.","translation":"He offered to take me in the car and drop me off at the station."},{"text":"Könnt ihr mich an der Bibliothek absetzen?","translation":"Can you drop me off at the library?"}],"meins":[{"text":"Das war einst meins.","translation":"That used to be mine."},{"text":"Das ist nicht dein Buch, sondern meins.","translation":"That's not your book, it's mine."},{"text":"„ Er will in Paris ein Haus kaufen?“ — „Dann soll er meins kaufen! “","translation":"\" He wants to buy a house in Paris?\" — \"Then he should buy mine!\""},{"text":"Wenn Sie das nicht verstehen, ist das Ihr Problem. Nicht meins.","translation":"If you don't understand that, that's your problem. Not mine."},{"text":"Euer Brot ist frischer als meins.","translation":"Your bread is fresher than mine."}],"befördern":[{"text":"Der Beamte wurde in der vergangenen Woche befördert.","translation":"The official was promoted last week."},{"text":"Wohl jeder Beamte freut sich, wenn er befördert wird.","translation":"Probably every civil servant is happy when he is promoted."},{"text":"Er beförderte sie ins Jenseits.","translation":"He transported them to the hereafter."},{"text":"Gott schuf die Welt aus dem Nichts. Der Mensch befördert sie dorthin zurück.","translation":"God created the world out of nothing. Man transports them back there."},{"text":"Der Bus kann 30 Personen befördern.","translation":"The bus is capable of carrying thirty people."}],"streichen":[{"text":"Bitte streichen Sie unseren Auftrag.","translation":"Please cancel our order."},{"text":"Maria benutzt blaue Farbe, um die Wand in ihrer Küche zu streichen.","translation":"Mary is using blue paint to paint the wall in her kitchen."},{"text":"Welche Leistungen darf der Arbeitgeber einfach streichen?","translation":"Which benefits can the employer simply cancel?"},{"text":"Charlie entschied sich, das letzte Wort zu streichen.","translation":"Charlie decided to cross out the last word."},{"text":"Sie streicht ihr Zimmer weiß.","translation":"She's painting her room white."},{"text":"Tom hat beim Streichen des Zauns Farbe ans Hemd bekommen.","translation":"Tom got paint on his shirt while he was painting the fence."},{"text":"Er hat seine Schwester dazu gebracht, ihm beim Streichen seines Zimmers zu helfen.","translation":"He got his sister to help him paint his room."},{"text":"Dieser ungezogene Junge ärgert mich mit seinen üblen Streichen.","translation":"That naughty boy annoys me by his pranks."},{"text":"Mit Streichen, nicht mit Worten lasst uns fechten!","translation":"With pranks, not with words, let's fight!"},{"text":"Tom versuchte verzweifelt, mit dem Streichen des Zaunes fertig zu werden, bevor es dunkel wurde.","translation":"Tom made a frantic attempt to finish painting the fence before dark."}],"finanz":[{"text":"Tom achtet auf seine Finanzen.","translation":"Tom is paying attention to his budget."},{"text":"Um meine Finanzen steht es nicht so gut.","translation":"My finances are not doing so well."},{"text":"Die öffentlichen Finanzen sollten solide sein.","translation":"Public finances should be sound."},{"text":"Dan kümmerte sich um die Finanzen der Bibliothek.","translation":"Dan managed the financial matters of the library."},{"text":"Schicken Sie das an die Personalabteilung und an den Leiter der Finanzen.","translation":"Send it to human resources and to the head of finance."}],"importieren":[{"text":"Ich kann nur GIF-Dateien importieren.","translation":"I can only import GIF files."},{"text":"Wir importieren Mehl aus Amerika.","translation":"We import flour from America."},{"text":"Japan begann, Reis aus den Vereinigten Staaten von Amerika zu importieren.","translation":"Japan began to import rice from the United States of America."},{"text":"Toms Firma importiert Tee aus Indien.","translation":"Tom's company imports tea from India."},{"text":"Unser Leben hängt weitgehend von Öl ab, das aus anderen Ländern importiert wird.","translation":"Our life depends largely on oil imported from other countries."}],"optional":[{"text":"„Das Komma ist aber optional!“ — „Ja, aber wir sprechen hier ja von gutem Stil!“","translation":"\"But the comma is optional!\" — \"Yes, but we're talking about good style here!\""},{"text":"Das Auto ist mit zahlreichen optionalen Zubehörteilen ausgestattet.","translation":"The car is equipped with numerous optional accessories."},{"text":"Das Älterwerden ist obligatorisch. Das Erwachsenwerden ist optional.","translation":"Growing old is mandatory. Growing up is optional."},{"text":"Wenn man drei oder mehr Sachen aufzählt, schreibt man „A, B, C(,) and D“. Vor dem „and“ ist das Komma optional.","translation":"If you list three or more things, you write \"A, B, C(,) and D\". Before the \"and\", the comma is optional."},{"text":"Das ist optional.","translation":"This is optional."}],"römisch":[{"text":"Das römische Jahr begann im März.","translation":"The Roman year began in March."},{"text":"Kennst du die römischen Zahlen?","translation":"Do you know the Roman numerals?"},{"text":"Julius Cäsar, jener große römische Held, wurde ermordet.","translation":"Julius Caesar, that great Roman hero, was murdered."},{"text":"Der römische Kaiser Caligula hatte ein Pferd namens Incitatus, was \"schnell\" bedeutet.","translation":"The Roman emperor Caligula had a horse named Incitatus, which means \"fast\"."},{"text":"Die römischen Truppen waren erschöpft.","translation":"The Roman troops were exhausted."},{"text":"Im Römischen Reich folgte Hadrian auf Trajan.","translation":"In the Roman Empire, Hadrian succeeded Trajan."},{"text":"Das Römische Reich bestand tausend Jahre.","translation":"The Roman Empire survived for a thousand years."},{"text":"Gallien wurde erst spät Teil des Römischen Reiches.","translation":"Gaul became part of the Roman Empire only late."},{"text":"Tom kennt nicht den Unterschied zwischen Rom und dem Römischen Reich.","translation":"Tom doesn't know the difference between Rome and the Roman Empire."},{"text":"Die frühen Christen wurden vom Römischen Reich verfolgt.","translation":"Early Christians were persecuted by the Roman Empire."}],"vertragen":[{"text":"Chinesen vertragen keinen Käse.","translation":"Chinese do not tolerate cheese."},{"text":"Ruhm ist ein Gift, das der Mensch nur in kleinen Dosen verträgt.","translation":"Fame is a poison that man tolerates only in small doses."},{"text":"Er verträgt keinen Spaß.","translation":"He can't stand fun."},{"text":"Ein warmes Getränk könnte ich jetzt gut vertragen.","translation":"I could do with a hot drink."},{"text":"Sie hat eine hohe Meinung von sich und verträgt keine Kritik.","translation":"She has a high opinion of herself and does not tolerate criticism."}],"Integration":[{"text":"Integration bedeutet: Ich bin richtig. du bist richtig. wir sind richtig. alle sind richtig.","translation":"Integration means: I am right. you are right. we are right, everybody is right."},{"text":"Was heißt eigentlich Integration?","translation":"What does integration actually mean?"},{"text":"Integration braucht Kommunikation.","translation":"Integration requires communication."},{"text":"Sie verweigern die Integration.","translation":"They refuse integration."},{"text":"Warum wollen Sie den Prozess der europäischen Integration bremsen?","translation":"Why do you want to slow down the process of European integration?"}],"erlernen":[{"text":"Er hat den Beruf zwar erlernt, aber nie ausgeübt.","translation":"He learned the profession, but never practiced it."},{"text":"Eine neue Sprache zu erlernen lohnt sich immer. Ich empfehle Esperanto.","translation":"Learning a new language is always worthwhile. I recommend Esperanto."},{"text":"Auch ein Präsident musste das Laufen einmal erlernen.","translation":"Even a president had to learn to walk once."},{"text":"Ich glaube, ich kann diese Tätigkeit erlernen.","translation":"I think I can learn this activity."},{"text":"Gute Ernährung ist auch eine Wissenschaft und kann als solche erlernt werden.","translation":"Good nutrition is also a science and, as such, can be learnt."},{"text":"Wie sind Ihre Fortschritte beim Erlernen des Esperanto?","translation":"What is your progress in learning Esperanto?"},{"text":"Tatoeba ist ein unglaubliches Werkzeug für das Erlernen von Sprachen.","translation":"Tatoeba is an incredible tool for language learning."},{"text":"Ich wünsche dir Erfolg beim Erlernen der italienischen Sprache!","translation":"I wish you success in learning the Italian language!"},{"text":"Gefühle spielen beim Erlernen einer Sprache eine wichtige Rolle.","translation":"Feelings play an important role in learning a language."},{"text":"Das Erlernen von Französisch braucht Zeit.","translation":"Learning French takes time."}],"siehe":[{"text":"Wir luden ihn ein und, siehe da, er kam nicht.","translation":"We invited him and, lo and behold, he didn't come."},{"text":"Ach, Tom, ich hatte mir vorgenommen, dir gleich zu antworten, und, siehe da, der Vorsatz ist, wie so vieles, im Abgrund verschwunden.","translation":"Oh, Tom, I had planned to answer you right away, and, lo and behold, the resolution, like so many things, has disappeared into the abyss."},{"text":"Der Löwe sprach: „Siehe, wie die Fliegen wissen, dass es schlecht um mich steht!“","translation":"The lion said \"See how the flies know that I'm in trouble!\""},{"text":"Siehe, meine Hose ist nicht so schmutzig wie deine.","translation":"Behold, my trousers are not as dirty as yours."},{"text":"Geschieht auch etwas, davon man sagen möchte: Siehe, das ist neu? Es ist zuvor auch geschehen in den langen Zeiten, die vor uns gewesen sind.","translation":"\"Look,\" they say, \"here is something new!\" But no, it has all happened before, long before we were born."},{"text":"Jesus sah Nathanael kommen und sagt von ihm: „Siehe, ein rechter Israelit, in dem kein Falsch ist.“","translation":"Jesus saw Nathanael coming and says of him, \"Behold, a right Israelite, in whom there is no wrong.\""}],"heulen":[{"text":"Wer mit dem Wolf tanzt, muss lernen zu heulen.","translation":"If you dance with the wolf, you have to learn to cry."},{"text":"Die Hunde fingen an zu heulen, als Tom zu singen anfing.","translation":"The dogs began to howl when Tom started to sing."},{"text":"Hör auf zu heulen! So schlimm ist es auch wieder nicht!","translation":"Stop crying! It's not that bad again!"},{"text":"Der Wind heulte.","translation":"The wind howled."},{"text":"Der Wolf heult im Wald.","translation":"The wolf howls in the forest."}],"Datenschutzbestimmung":[{"text":"Die Datenschutzbestimmungen in diesem Netzangebot sind schwer verständlich.","translation":"The data protection provisions in this network offer are difficult to understand."}],"Nacken":[{"text":"Ich spüre den Blick des Teufels in meinem Nacken.","translation":"I feel the look of the devil in my neck."},{"text":"Tom küsste Maria in den Nacken.","translation":"Tom kissed Maria in the neck."},{"text":"Ich packte die Katze am Nacken.","translation":"I seized the cat by the neck."},{"text":"Wenn es heiß ist, soll es gut sein, sich den Nacken zu kühlen.","translation":"When it is hot, it should be good to cool your neck."},{"text":"Mein Nacken schmerzt etwas.","translation":"My neck does hurt a little."},{"text":"Wo sind die drei nackten Statuen in der Ausstellung?","translation":"Where are the three nude statues in the exhibition?"},{"text":"Toms Wohnung hat nackte Ziegelsteinwände.","translation":"Tom's apartment has exposed-brick walls."},{"text":"Eine kleine nackte Glühbirne war die einzige Lichtquelle.","translation":"A small naked light bulb was the only source of light."},{"text":"Die beste und sicherste Tarnung ist immer noch die blanke und nackte Wahrheit. Die glaubt niemand!","translation":"The best and safest camouflage is still the bare and naked truth. Nobody believes them!"},{"text":"Unser Plakat mit einem völlig nackten Mann und seinem provozierenden und etwas rätselhaften Slogan lockte wissbegierige Passanten an und vertrieb andere, die es schockiert hatte.","translation":"Our poster with a completely naked man and his provocative and somewhat enigmatic slogan attracted inquisitive passers-by and drove away others it had shocked."}],"widerlich":[{"text":"Sie ist eine widerliche Person.","translation":"She is a disgusting person."},{"text":"Der Geruch war widerlich.","translation":"The smell was offensive."},{"text":"Vielleicht sollten wir Tom sagen, dass er sich widerlich verhält.","translation":"Maybe we should tell Tom that he's being obnoxious."},{"text":"Diese Frucht hat einen widerlichen Geruch.","translation":"This fruit has a disgusting smell."},{"text":"Der bloße Gedanke daran ist schon widerlich.","translation":"The very idea of it is disgusting."}],"hüft":[{"text":"Mein Mann ist etwas voll in den Hüften, mit ziemlich kurzen Armen.","translation":"My husband is broad-shouldered, with distinctly short arms."},{"text":"Die Arbeiter waren bis zu den Hüften nackt.","translation":"The workers were naked up to their hips."},{"text":"Sie hat breite Hüften.","translation":"She has wide hips."},{"text":"Sie hat schmale Hüften.","translation":"She has narrow hips."},{"text":"Maria stemmte die Arme in die Hüften.","translation":"Mary put her hands on her hips."}],"Ärztin":[{"text":"Liisa arbeitete als Ärztin.","translation":"Liisa worked as a doctor."},{"text":"Meine Frau ist Ärztin.","translation":"My wife is a doctor."},{"text":"Ich möchte Ärztin, Krankenschwester oder Lehrerin werden.","translation":"I want to be a doctor or a nurse or a teacher."},{"text":"Die Ärztin entdeckte einen Knoten in ihrer Brust.","translation":"The doctor discovered a lump in her breast."},{"text":"Haben Sie lieber einen Arzt oder eine Ärztin?","translation":"Do you prefer a male or female doctor?"}],"einhalten":[{"text":"Wir wollen den Termin nach Möglichkeit einhalten.","translation":"We intend to meet the deadline if possible."},{"text":"Ich will kein Versprechen abgeben, das ich nicht einhalten kann.","translation":"I don't want to make a promise that I can't keep."},{"text":"Politische Versprechen sind wie Regeln: Beide werden gemacht, aber nicht eingehalten.","translation":"Political promises are like rules: both are made but not kept."},{"text":"Sie müssen das Gesetz einhalten.","translation":"You must observe the law."},{"text":"Regeln sind dazu da, eingehalten zu werden, nicht, um sie zu brechen.","translation":"Rules are meant to be kept, not broken."}],"spende":[{"text":"Sie sammeln Spenden für die Kirche.","translation":"They are collecting contributions for the church."},{"text":"Sie sammelt Spenden für blinde Menschen.","translation":"She is collecting on behalf of the blind."},{"text":"Danke für Ihre Spende!","translation":"Thank you for your donation!"},{"text":"Vielen Dank für Ihre großzügige Spende.","translation":"Thank you for your generous donation."},{"text":"Die Firma ist dem Aufruf gefolgt und wird eine Spende von fünfundzwanzigtausend Euro tätigen.","translation":"The company has responded to the appeal and will make a donation of twenty-five thousand euros."}],"Ergänzung":[{"text":"Wir sind die Ergänzung dessen, was wir selbst gesagt haben.","translation":"We are the complement of what we ourselves have said."},{"text":"Dies ist eine wertvolle Ergänzung unserer Sammlung.","translation":"This is a valuable addition to our collection."},{"text":"Ich finde diese Plattform als Ergänzung anderer Sprachlernwerkzeuge interessant.","translation":"I find this platform interesting as a complement to other language learning tools."},{"text":"Je mehr wir uns als einzigartige Persönlichkeit wahrnehmen, desto mehr sehnen wir uns nach Ergänzung durch jemanden, über dessen Eigenschaften wir nicht verfügen.","translation":"The more we perceive ourselves as a unique personality, the more we long for supplementation by someone whose qualities we do not have."},{"text":"Der deutsche Philosoph Friedrich Nietzsche war der Auffassung, dass für die Griechen die Kunst nicht lediglich eine Nachahmung der Wirklichkeit, sondern ihre metaphysische Ergänzung sei, ihr zu Seite gestellt, um sie zu überwinden.","translation":"The German philosopher Friedrich Nietzsche was of the opinion that for the Greeks art was not merely an imitation of reality, but its metaphysical complement, placed at its side in order to overcome it."}],"Kämpfer":[{"text":"Ich bin kein Kämpfer.","translation":"I am not a fighter."},{"text":"Leben heißt ein Kämpfer sein.","translation":"To live is to be a soldier."},{"text":"Wir sind Kämpfer für die gleiche Sache.","translation":"We are fighters for the same cause."},{"text":"Ich brachte den Kämpfer zu Fall.","translation":"I brought down the fighter."},{"text":"Kämpfer altern einfach besser.","translation":"Fighters simply age better."}],"Blödsinn":[{"text":"Rede keinen Blödsinn!","translation":"Don't talk nonsense!"},{"text":"Hör auf mit dem Blödsinn!","translation":"Stop this nonsense!"},{"text":"Ich glaube, in der Schule habe ich nur Blödsinn gelernt.","translation":"I think I just learned nonsense at school."},{"text":"O je! Was für einen Blödsinn habe ich da geschrieben!","translation":"Oh dear! What nonsense I wrote!"},{"text":"Was redest du denn jetzt für einen Blödsinn?","translation":"What nonsense are you talking now?"},{"text":"Die fünf Sinne: Unsinn, Wahnsinn, Blödsinn, Schwachsinn, Stumpfsinn.","translation":"The five senses: nonsense, madness, nonsense, nonsense, dullness."},{"text":"Was er sagt, ist Blödsinn.","translation":"What he says is nonsense."},{"text":"Die Steuergelder werden in diesem Land zumeist für Blödsinn ausgegeben.","translation":"Taxpayers' money in this country is mostly spent on nonsense."},{"text":"Diese Tradition ist Blödsinn.","translation":"This tradition is bullshit."},{"text":"Aufräumen ist Blödsinn.","translation":"Tidying up is nonsense."}],"Optimierung":[{"text":"Die Optimierung ist eine Teildisziplin der angewandten Mathematik.","translation":"Optimization is a subdiscipline of applied mathematics."},{"text":"Das Ziel der Optimierung ist das Auffinden eines Extremums einer Funktion.","translation":"The goal of optimization is to find an extreme of a function."},{"text":"Es gibt einige Probleme, für die die Karush-Kuhn-Tucker-Bedingungen nicht ausreichen, um die Optimalität zu garantieren, aber das ändert nichts daran, dass diese Bedingungen ein unverzichtbares Werkzeug bei der Optimierung sind.","translation":"There is a good number of problems for which the Karush-Kuhn-Tucker conditions are insufficient to guarantee optimality, but this doesn't change the fact that these conditions are an indispensable tool for doing optimization."}],"Tuch":[{"text":"Sie legte ein Tuch um den Hals.","translation":"She put a cloth around her neck."},{"text":"Es ist gut, den Schnitt an fremdem Tuche lernen.","translation":"It is good to learn the cut on foreign cloth."},{"text":"Eine Burka ist ein großes Tuch, das über den ganzen Körper kommt.","translation":"A burqa is a large cloth that comes over the whole body."},{"text":"Tom trocknete sich mit dem Tuch, das Maria ihm gereicht hatte, die Hände ab.","translation":"Tom dried his hands with the cloth Mary had given him."},{"text":"Bring mir einen Meter schwarzes Tuch!","translation":"Bring me a meter of black cloth!"}],"belohnen":[{"text":"Kleine Kinder muss man belohnen, sonst verlieren sie ganz schnell die Motivation.","translation":"Small children must be rewarded, otherwise they will quickly lose motivation."},{"text":"Die Mutter belohnte ihren Sohn für sein gutes Betragen.","translation":"The mother rewarded her son for his good behavior."},{"text":"Jugendfleiß belohnt sich im Alter.","translation":"Youth diligence pays off in old age."},{"text":"Die Welt belohnt öfter den Schein des Verdienstes als das Verdienst selber.","translation":"The world rewards the appearance of merit more often than the merit itself."},{"text":"Die einen belohnen, die anderen bezahlen nur.","translation":"Some reward, others only pay."},{"text":"Ausdauer wird früher oder später belohnt – meistens aber später.","translation":"Perseverance is rewarded sooner or later – but usually later."},{"text":"Wer eine Schlange nährt, wird mit Gift belohnt.","translation":"Whoever feeds a snake is rewarded with poison."},{"text":"Einen Blick, geliebtes Leben! Und ich bin belohnt genug.","translation":"One look, beloved life! And I'm rewarded enough."},{"text":"Die Leute nehmen alles zu persönlich, und das gute Verhalten der einen belohnt das schlechte der anderen.","translation":"People take things too personally and the good behaviour of some rewards the bad behaviour of others."},{"text":"Ausdauer wird früher oder später belohnt - meistens aber später.","translation":"Perseverance is rewarded sooner or later - but usually later."}],"us":[{"text":"Harry ist ein US-amerikanischer Schauspieler.","translation":"Harry is an American actor."},{"text":"Die Us sind neben der nördlichen Wand, und die Z-Profilen auf dem Dach.","translation":"The Us are next to the northern wall, and the Z-profiles on the roof."},{"text":"Europäer mögen die US-amerikanische Kultur.","translation":"Europeans like American culture."},{"text":"Natürlich unterscheidet sich unser Lebensstil vom US-amerikanischen.","translation":"Of course our lifestyle is different from the one in America."},{"text":"Nach dem Krieg heiratete sie einen Angehörigen der US-amerikanischen Streitkräfte.","translation":"She married an American GI after the war."},{"text":"Warum lässt die US-Regierung zu, dass Menschen Waffen besitzen dürfen?","translation":"Why does the US government let people have guns?"},{"text":"Ich bin ein US-Bürger.","translation":"I'm an American citizen."},{"text":"Er ist von Hause aus Franzose, aber jetzt ist er ein US-Bürger.","translation":"He is French by birth, but he is now a citizen of the USA."},{"text":"Nach dem Krieg heiratete sie einen Soldaten der US-Armee.","translation":"After the war, she married a soldier in the U.S. Army."},{"text":"Wie viel sind 300 Euro in US-Dollar?","translation":"How much is 300 euros in US dollars?"}],"zuweisen":[{"text":"Mir wurde ein neues Zimmer zugewiesen.","translation":"I was assigned a new room."},{"text":"Wir sprechen darüber, wem wir die Stelle zuweisen sollten.","translation":"We're talking about who we should appoint to that position."},{"text":"Du kannst mir nicht die ganze Schuld zuweisen!","translation":"You cannot put the entire blame on me!"},{"text":"Es wurde Zeit, dass man auch mir in dieser Angelegenheit eine Rolle zugewiesen hat.","translation":"It was time for me to be given a role in this matter as well."},{"text":"Mein Chef hat die schwierigen Aufgaben mir zugewiesen.","translation":"My boss assigned me the difficult tasks."}],"tapfer":[{"text":"Es ist leicht, aus sicherer Entfernung tapfer zu sein.","translation":"It's easy to be brave from a safe distance."},{"text":"Tom ertrug sein Schicksal tapfer und machte unzähligen Menschen Mut.","translation":"Tom bravely endured his fate and encouraged countless people."},{"text":"Wer tapfer ist, der ist auch geduldig.","translation":"Those who are brave are also patient."},{"text":"Wer wirklich tapfer ist, fürchtet sich nie.","translation":"Those who are truly brave are never afraid."},{"text":"Glücklich, wer, was er liebt, tapfer zu verteidigen wagt.","translation":"Happy who dares to bravely defend what he loves."}],"Einsamkeit":[{"text":"Nur Einsamkeit ist Vollgenuss des Lebens.","translation":"Only loneliness is the full enjoyment of life."},{"text":"Einsamkeit ist das Los aller hervorragenden Geister.","translation":"Loneliness is the lot of all outstanding spirits."},{"text":"Die Einsamkeit ist die Schule der Weisheit.","translation":"Solitude is the school of wisdom."},{"text":"Liebe verwandelt Einsamkeit in Sehnsucht.","translation":"Love transforms loneliness into longing."},{"text":"Einsamkeit ist die Mutter aller Ängste.","translation":"Loneliness is the mother of all fears."}],"gängig":[{"text":"Internet Explorer ist der weltweit gängigste Browser.","translation":"Internet Explorer is the world's most popular Web browser."},{"text":"Dieses Fenster lässt sich nicht öffnen. Schau mal, ob du es gängig machen kannst.","translation":"This window won't open. See if you can get it to move."},{"text":"Die gängige Moral will stets unterdrücken.","translation":"The common morality always wants to suppress."},{"text":"Die gängigsten Lippenstiftfarben sind Rosa und Rot.","translation":"The most popular lipstick colours are pink and red."},{"text":"Seit 48 Jahren suchen Physiker in aller Welt nach jenem \"Würfel Gottes\" - einem Elementarteilchen, das es nach allen gängigen Theorien geben muss, dessen Eigenschaften ziemlich genau bekannt sind, das aber noch nie jemand gesehen hatte.","translation":"For 48 years, physicists all over the world have been searching for that \"cube of God\" - an elementary particle that must exist according to all current theories, whose properties are quite well known, but which no one had ever seen before."}],"ernten":[{"text":"Wer nur um Gewinn kämpft, erntet nichts, wofür es sich lohnt, zu leben.","translation":"Those who only fight for profit do not reap anything worth living for."},{"text":"Heu muss man ernten, wenn die Sonne scheint.","translation":"Hay has to be harvested when the sun is shining."},{"text":"Er erntet die Früchte seiner Arbeit.","translation":"He reaps the fruits of his labor."},{"text":"Lasst uns Schönheit und Freude pflanzen! So ernten wir Schönheit und Freude.","translation":"Let's plant beauty and joy! This is how we reap beauty and joy."},{"text":"Wir sollten lieber pflanzen und ernten, was wir essen, anstatt zu töten.","translation":"We should plant and harvest what we eat rather than kill."}],"Berührung":[{"text":"Tom hat Angst vor Berührung.","translation":"Tom is afraid of touch."},{"text":"Es schmerzt bei Berührung.","translation":"It hurts when I touch it."},{"text":"Die Berührung der Natur kann den Blutdruck senken.","translation":"Exposure to nature can decrease our blood pressure."},{"text":"Mit einer einzigen Berührung, einem Blick, einem Lächeln erfüllt ein Kind das Herz mit größtem Glück.","translation":"With a single touch, a glance, a smile, a child fills the heart with the greatest happiness."},{"text":"Es ist gesundheitsschädlich bei Berührung mit der Haut.","translation":"It is harmful to health when in contact with the skin."}],"image":[{"text":"Wenn man dir das Wort verbieten will, haben andere Angst um ihr Image.","translation":"If they want to forbid you to speak, others are afraid for their image."},{"text":"Wenn du gewählt werden willst, wirst du dein Image pflegen müssen.","translation":"If you want to be elected, you will have to cultivate your image."},{"text":"Unser Image ist für einen alten Freund immer makellos.","translation":"Our image is always impeccable for an old friend."},{"text":"Das Image, dass deutscher Wein sehr lieblich ist und nicht zu Essen passt, ist weit verbreitet.","translation":"The image that German wine is very sweet and does not go well with food is widespread."},{"text":"Image ist eine maßgeschneiderte Zwangsjacke.","translation":"Image is a tailor-made straitjacket."}],"überlegt":[{"text":"Die Entscheidung will gut überlegt sein! Du solltest nichts übers Knie brechen!","translation":"The decision needs to be well considered! You shouldn't break anything over your knee!"},{"text":"Der Mann überlegt und fragt dann, ob er später werde eintreten dürfen.","translation":"The man thinks and then asks if he will be allowed to enter later."},{"text":"Trotzdem haben Sie überlegt, ob Sie mit mir essen gehen wollen.","translation":"Nevertheless, you have considered whether you want to go out to eat with me."},{"text":"Hast du dir schon überlegt, ob du morgen ins Kino gehst?","translation":"Have you already thought about going to the cinema tomorrow?"},{"text":"Ich habe nochmal überlegt und meine Meinung geändert.","translation":"I thought again and changed my mind."}],"Ziege":[{"text":"Eine Kuh mit Milch ist besser als 10 Ziegen ohne Milch.","translation":"One cow with milk is better than 10 goats without milk."},{"text":"Hast du keinen Bock, kaufst du dir ne Ziege.","translation":"If you don't feel like it, you buy a goat."},{"text":"Der Himmel lässt der Ziege den Schwanz nicht zu lang wachsen.","translation":"The sky does not allow the goat's tail to grow too long."},{"text":"Wer sich allzu grün macht, den fressen die Ziegen.","translation":"If you make yourself too green, the goats eat you."},{"text":"Ich bringe diese Ziegen zum Berg.","translation":"I'm taking these goats to the mountain."}],"quer":[{"text":"Wir stellen uns quer!","translation":"We stand in the way!"},{"text":"Ich reiste kreuz und quer durch Europa.","translation":"I travelled round Europe."},{"text":"Die beiden Jungs reisten quer durch das Land.","translation":"The two boys traveled throughout the land."},{"text":"Er ist ein Mensch, der sich gern quer stellt.","translation":"He is a person who likes to stand in the way."},{"text":"Tom fuhr mit dem Motorrad quer durch Amerika.","translation":"Tom rode his motorcycle across America."},{"text":"Quer durch geht nicht immer gut.","translation":"Across it doesn't always go well."},{"text":"Du solltest ihm besser nicht in die Quere kommen!","translation":"You're better off not getting in his way!"},{"text":"Du musst aufpassen, dass du niemandem in die Quere kommst.","translation":"You have to be careful not to get in anyone's way."},{"text":"Komm mir bloß nie in die Quere!","translation":"Don't ever cross me."},{"text":"Der alte Mann kam ihr in die Quere.","translation":"The old man got in her way."}],"weiterlese":[{"text":"Der Sprachkurs von Claude Piron ist wie ein Abenteuerroman aufgebaut, in dem schon im ersten Kapitel ein spannendes Geschehen die Neugier herausfordert und den Leser zum Weiterlesen anspornt.","translation":"Claude Piron's language course is structured like an adventure novel, in which an exciting event challenges curiosity in the first chapter and encourages the reader to read on."}],"ausbilden":[{"text":"Sie war nach Berlin gekommen, um sich zur Krankenschwester ausbilden zu lassen.","translation":"She had come to Berlin to train as a nurse."},{"text":"Als Lehrer ist es sein Job, die Kinder auszubilden.","translation":"As a teacher, it is his job to educate the children."},{"text":"Er ist stolz darauf, dass er in den USA ausgebildet worden ist.","translation":"He is proud that he was educated in the USA."},{"text":"Du hättest mich früher ausbilden können.","translation":"You could have trained me earlier."},{"text":"Eigentlich ist es schön, wenn man von seinem eigenen Vater in einem Beruf ausgebildet wird.","translation":"Actually, it's nice to be trained by your own father in a profession."},{"text":"Die Ärzte von heute sind nicht gut ausgebildet.","translation":"Today's doctors are not well trained."},{"text":"Fachkräfte von morgen werden nicht geboren – sie werden ausgebildet.","translation":"Tomorrow's skilled workers will not be born – they will be trained."},{"text":"Die Truppen waren infanteristisch gut ausgebildet.","translation":"The troops were well trained in infantry."},{"text":"Ich habe einen Hund, der als Blindenhund ausgebildet ist.","translation":"I have a dog that is trained as a guide dog."}],"Gastgeber":[{"text":"Wer ist der Gastgeber der heutigen Party?","translation":"Who is hosting today's party?"},{"text":"Er ist der Gastgeber der Show.","translation":"He's the show host."},{"text":"Unser Gastgeber bot uns etwas zu trinken an.","translation":"Our host offered us a drink."},{"text":"Er dankte dem Gastgeber für eine sehr angenehme Feier.","translation":"He thanked the host for the very enjoyable party."},{"text":"Der Gastgeber soll mit dem Gast ein Stück Brot teilen.","translation":"The host should share a piece of bread with the guest."}],"verklagen":[{"text":"Jetzt verklagen sie einander vor Gericht.","translation":"Now they are suing each other in court."},{"text":"Du solltest Tom verklagen.","translation":"You should sue Tom."},{"text":"Bruno verklagt seine Eltern, weil sie ihn zur Welt gebracht haben.","translation":"Bruno sues his parents for giving birth to him."},{"text":"Tom verklagte seinen Nachbarn.","translation":"Tom sued his neighbor."},{"text":"Sie können sich nicht selbst verklagen.","translation":"You cannot sue yourself."}],"mehrfach":[{"text":"Markku wurde für seine Veröffentlichungen mehrfach ausgezeichnet.","translation":"Markku has received several awards for his publications."},{"text":"Er widersprach sich in seiner Aussage mehrfach selbst.","translation":"He contradicted himself several times in his testimony."},{"text":"Wir haben diese Angelegenheit mehrfach diskutiert.","translation":"We have discussed this matter several times."},{"text":"Ich habe den Bericht mehrfach geprüft. Ich denke daher nicht, dass Fehler enthalten sind.","translation":"I checked and rechecked, so I don't think there are any mistakes on that report."},{"text":"Obwohl die beiden Romane Teile der gleichen Geschichte sind, unterscheiden sie sich in mehrfacher Weise.","translation":"In spite of being part of the same story, the two novels differ in several ways."},{"text":"Tom klingelte mehrfach an der Tür.","translation":"Tom rang the doorbell a couple of times."},{"text":"Ich habe schon mehrfach versucht, Tom zu erreichen.","translation":"I've tried many times to contact Tom."},{"text":"Der Geschäftsmann wurde mehrfach vom Präsidenten im Élysée-Palast empfangen.","translation":"The businessman was received several times by the president at the Élysée Palace."},{"text":"Toms Buch wurde mehrfach verfilmt.","translation":"Tom's book has been filmed several times."},{"text":"In der Orangerie selbst war ich noch nie, aber ich bin mehrfach daran vorbeigelaufen.","translation":"I've never been to the Orangery itself, but I've walked past it several times."}],"rechtmäßig":[{"text":"Tom ist der rechtmäßige Besitzer dieses Grundstücks.","translation":"Tom is the legal owner of this piece of land."},{"text":"Man muss dieses Buch seinem rechtmäßigen Besitzer zurückgeben.","translation":"You have to return this book to its rightful owner."},{"text":"Manchmal ist ein rechtmäßiger Ehemann auch ein recht mäßiger Ehemann!","translation":"Sometimes a legitimate husband is also a fairly moderate husband!"},{"text":"Er ist der rechtmäßige Eigentümer der Gesellschaft.","translation":"He is the rightful owner of the company."},{"text":"Mary und Alice sind ein rechtmäßig verheiratetes gleichgeschlechtliches Paar.","translation":"Mary and Alice are a legally married same sex couple."}],"aufeinander":[{"text":"Esperanto ist ein Schritt der Menschen aufeinander zu.","translation":"Esperanto is a step people take towards each other."},{"text":"Sie gewannen den Japan Cup in drei aufeinander folgenden Jahren.","translation":"They won the Japan Cup for three consecutive years."},{"text":"Die Mädchen hacken schon wieder aufeinander herum.","translation":"The girls are picking on each other again."},{"text":"Lass uns unsere Uhren aufeinander abstimmen.","translation":"Let's synchronize our watches."},{"text":"Dieses Wochenende treffen die beiden stärksten Teams aufeinander.","translation":"This weekend, the two strongest teams will meet."}],"erwecken":[{"text":"Vertrauen erweckt Vertrauen.","translation":"Trust inspires trust."},{"text":"Nur den Toten, den können wir nicht mehr zum Leben erwecken.","translation":"Only the dead, we can no longer bring to life."},{"text":"Unser Erscheinen erweckte Aufmerksamkeit.","translation":"Our arrival drew attention."},{"text":"Sein Bericht erweckt nicht den Eindruck, wahr zu sein.","translation":"His report does not sound true."},{"text":"Der Krieg erweckt das Tier im Menschen.","translation":"War arouses the animal in man."}],"Ufer":[{"text":"Zu neuen Ufern lockt ein neuer Tag.","translation":"A new day beckons to new shores."},{"text":"Große Schiffe können in See treiben, kleine müssen am Ufer bleiben.","translation":"Large ships can float at sea, small ones have to stay on the shore."},{"text":"Ufer halten das Wasser.","translation":"Shores hold the water."},{"text":"Am ruhigen Fluss ist das Ufer voller Blumen.","translation":"On the quiet river, the shore is full of flowers."},{"text":"Nicht viele waren am Ufer, als es zu regnen begann.","translation":"Not many were on the shore when it started raining."}],"zurecht":[{"text":"Ich komme ohne das Auto zurecht.","translation":"I can do without the car."},{"text":"Wie kommst du jetzt mit dem Geld zurecht?","translation":"How do you cope with the money now?"},{"text":"Vielen Dank für das Angebot, aber ich komme schon zurecht.","translation":"Thanks for the offer, but I'm already getting by."},{"text":"Er hat zwar kaum Geld, aber er kommt doch irgendwie zurecht.","translation":"He has hardly any money, but he somehow copes."},{"text":"Ich glaube, ab hier komme ich allein zurecht.","translation":"I believe I can handle it from here."},{"text":"Findest du dich zurecht?","translation":"Are you finding your way around?"},{"text":"Kommst du morgen ohne das Auto zurecht? Ich brauche es.","translation":"Can you do without the car tomorrow? I need it."},{"text":"Kommst du alleine zurecht?","translation":"Can you manage alone?"},{"text":"Kommst du gut mit deinen Nachbarn zurecht?","translation":"Do you get along well with your neighbors?"},{"text":"Kommst du mit einem Rechner zurecht?","translation":"Can you use a computer?"}],"Challenge":[],"zweifeln":[{"text":"Menschen, die lieben, zweifeln an nichts oder zweifeln an allem.","translation":"People who love doubt nothing or doubt everything."},{"text":"Die Polizei zweifelt an seiner Aussage.","translation":"The police doubt his statement."},{"text":"An sich selbst zu zweifeln, ist das erste Zeichen von Intelligenz.","translation":"Doubting oneself is the first sign of intelligence."},{"text":"Tom zweifelte an allem, ganz besonders an sich selbst.","translation":"Tom doubted everything, especially himself."},{"text":"Eifersüchtig sein heißt: Nicht an seiner Frau, sondern an sich selbst zweifeln.","translation":"To be jealous means: Not to doubt your wife, but to doubt yourself."},{"text":"Zweifeln ist erlaubt.","translation":"Doubts are allowed."},{"text":"Man muss an sich Zweifeln gelernt haben, um jemals aufzusteigen.","translation":"You have to have learned to doubt yourself in order to ever ascend."},{"text":"Wenn Zweifeln verboten ist, kommen mir Zweifel!","translation":"When doubt is forbidden, doubts come to me!"},{"text":"Durch Zweifeln werden wir die Gefahr beschleunigen.","translation":"By doubt, we will accelerate the danger."},{"text":"Wenn Ihnen die Fähigkeit zu zweifeln fehlt, sind Sie kein gläubiger Mensch.","translation":"If you lack the ability to doubt, you are not a believer."}],"Mönch":[{"text":"Manche Mönche mögen München.","translation":"Some monks like Munich."},{"text":"Er war nur drei Tage lang Mönch.","translation":"He was a monk for only three days."},{"text":"Sie dient in erster Linie dem Bedarf der Mönche.","translation":"It primarily serves the needs of the monks."},{"text":"Tom hat sich entschlossen, Mönch zu werden.","translation":"Tom has decided to become a monk."},{"text":"Tom sprach davon, Mönch zu werden.","translation":"Tom talked about becoming a monk."}],"riskant":[{"text":"Willst du an diesem riskanten Experiment teilnehmen?","translation":"Do you like taking part in this dangerous experiment?"},{"text":"„Ein riskantes Spiel!“ – „Man gewinnt nicht, wenn man auf Sicherheit spielt.“","translation":"\"A risky game!\" – \"You don't win if you play for safety.\""},{"text":"Das ist riskant und gefährlich.","translation":"This is risky and dangerous."},{"text":"Das ist ein ziemlich riskanter Beruf.","translation":"That is quite a risky job."},{"text":"Sklaven von Afrika in die Vereinigten Staaten zu bringen war sehr riskant.","translation":"Taking slaves from Africa to the United States was very risky."},{"text":"Das scheint riskant zu sein.","translation":"This seems risky."},{"text":"Vergiss es! Das ist zu riskant.","translation":"Forget it. It's too risky."},{"text":"Präzision der Sprache ist nur selten ein Vorteil, gewöhnlich ist es zu riskant, sie jeden Tag anzuwenden.","translation":"Precision of language is rarely an advantage, usually it is too risky to use it every day."},{"text":"Das ist zu riskant.","translation":"It's too risky."},{"text":"Lass das! Es ist zu riskant.","translation":"Stop it! It's too risky."},{"text":"Jemand hat gesagt, Philosophie sei die Kunst, riskant zu denken.","translation":"Someone said that philosophy is the art of thinking risky."},{"text":"Wer riskant lebt, hat offenbar bessere Chancen, einen Herzinfarkt zu überleben.","translation":"Those who live risky lives apparently have a better chance of surviving a heart attack."},{"text":"Ich sehe ein, dass das riskant für Sie ist, aber wenn die Regierung mir vertraut, dann können Sie es sicher auch.","translation":"I understand that this is risky for you, but if the government trusts me, then surely you can too."}],"weiterentwickeln":[{"text":"Das Angebot wird kontinuierlich weiterentwickelt.","translation":"The offer is continuously being further developed."},{"text":"Jeder Mensch braucht Liebe und Mut, um sich weiterzuentwickeln.","translation":"Everyone needs love and courage to develop."},{"text":"Computer werden ständig weiterentwickelt.","translation":"Computers are constantly being improved."},{"text":"Der Geist müsste sich eigentlich mit dem Körper weiterentwickelt haben.","translation":"The mind should actually have evolved with the body."},{"text":"In jedem steckt etwas Gutes; man muss es nur finden. Es ist die Pflicht eines Lehrers, es zu finden und weiterzuentwickeln.","translation":"There is some good in every person if you can find it. It is a teacher's duty to find and develop it."}],"ipad":[{"text":"Maria spielte etwas auf ihrem iPad.","translation":"Maria played something on her iPad."},{"text":"Ich hätte niemals gedacht, dass es so schwierig sein könnte, eine iPad-App zu machen.","translation":"I never thought it'd be this hard to create an iPad app."},{"text":"Eine Sache, die mich am iPad stört, ist, dass man Apps, die über in Apples App-Store erhältlich sind, nicht einfach installieren kann.","translation":"One thing I don't like about the iPad is that you can't easily install apps that aren't available through Apple's App Store."},{"text":"Hast du dein iPad bei dir?","translation":"Do you have your iPad with you?"},{"text":"Er will ein „iPad 4“.","translation":"He wants an iPad 4."}],"feindlich":[{"text":"Die feindlichen Truppen begannen einen Angriff.","translation":"The enemy troops began an attack."},{"text":"Der feindliche Angriff hielt den ganzen Tag an.","translation":"The enemy kept up their attack all day."},{"text":"In der Umgebung gibt es keine feindlichen Anzeichen.","translation":"There are no hostile signs in the area."},{"text":"Sie kämpften einen fairen Kampf mit den feindlichen Truppen.","translation":"They fought a fair battle with the enemy troops."},{"text":"Tom wurde von den feindlichen Truppen gefangen genommen.","translation":"Tom was captured by the enemy troops."}],"Snacks":[{"text":"Ein Hungernder stiehlt keine Snacks.","translation":"A starving person does not steal snacks."},{"text":"Der Arzt hat mir gesagt, ich sollte weniger kalorienhaltige Snacks essen.","translation":"The doctor told me to eat fewer high-calorie snacks."}],"Übermittlung":[{"text":"Küssen, das ist die Übermittlung einer Drucksache an den Empfänger ohne Mitwirkung der Post.","translation":"Kissing is the transmission of a printed matter to the recipient without the involvement of Swiss Post."},{"text":"Die Morsezeichen, manchmal auch Morsealphabet oder Morsecode genannt, sind ein Zeichensatz zur Übermittlung von Buchstaben, Ziffern und übrigen Zeichen. Dabei wird ein direktes Signal ein- und ausgeschaltet. Es besteht aus drei Symbolen: kurzes Signal, langes Signal und Pause.","translation":"Morse code, sometimes called Morse code or Morse code, is a character set for the transmission of letters, numbers and other characters. A direct signal is switched on and off. It consists of three symbols: short signal, long signal and pause."}],"mr":[{"text":"Mr. Smith lebt jetzt in Kyōto.","translation":"Mr Smith lives in Kyoto now."},{"text":"Mr. Smith spricht nicht Englisch, nicht wahr?","translation":"Mr Smith doesn't speak English, does he?"},{"text":"Mr. Darcy fragte ihn, wieso er Ihre Schwester nicht gleich geheiratet hat.","translation":"Mr. Darcy asked him why he had not married your sister at once."},{"text":"Das ist, nehme ich an, Ihr gefeierter Freund, Mr. Sherlock Holmes.","translation":"This I presume is your celebrated friend, Mr. Sherlock Holmes."},{"text":"Für den Umgang mit Wiederholungstätern führt Mr Johnson auch eine „Zwei-Patzer-und-du-bist-draußen-Politik“ ein – ernsthafte Regelbrüche werden mit dauerhaftem Entzug des freien Rechts zu reisen geahndet.","translation":"In order to deal with repeat offenders, Mr Johnson is also establishing a \"two strikes and you're out\" policy - serious breaches of the rules will result in permanent removal of free travel rights."}],"Protokoll":[{"text":"Herr Schulze führte das Protokoll.","translation":"Mr Schulze kept the minutes."},{"text":"Wer ist heute dran mit dem Protokoll?","translation":"Who is it today's turn with the protocol?"},{"text":"Der Zeuge gab seinen Namen zu Protokoll.","translation":"The witness stated his name."},{"text":"Wer ist bereit, das Protokoll zu schreiben?","translation":"Who is willing to write the minutes?"},{"text":"Das Protokoll der vorigen Sitzung wurde angenommen.","translation":"Minutes of the previous meeting were accepted."}],"Routine":[{"text":"Ist das jetzt Ihre tägliche Routine?","translation":"Is that your daily routine now?"},{"text":"Nach zehn Jahren Ehe bleibt nur Routine.","translation":"After ten years of marriage, only routine remains."},{"text":"Was ich am meisten fürchte ist, dass mir die Dinge zur Routine werden.","translation":"What I dread most is to get into a rut."},{"text":"Ist diese Herausforderung bewältigt, ist alles Weitere Routine.","translation":"Once this challenge has been overcome, everything else is routine."},{"text":"Wenn man es zehnmal gemacht hat, ist es schon Routine.","translation":"If you've done it ten times, it's already routine."},{"text":"Er mag Routine und sorgt sich um Veränderungen.","translation":"He likes routine and worries about changes."},{"text":"Servicekommunikation braucht Fantasie statt Routine.","translation":"Service communication needs imagination instead of routine."}],"schwingen":[{"text":"Alle 1000 Jahre wird der Teufel seine Flügel schwingen.","translation":"Every 1000 years the devil will swing his wings."},{"text":"Wenn man glaubt, man hätte Flügel, muss man sie auch zu schwingen wissen.","translation":"If you think you have wings, you have to know how to swing them."},{"text":"Chris schwang sein Schwert.","translation":"Chris swung his sword."},{"text":"Der Spieler schwang den Schläger in Richtung auf den Ball.","translation":"The player swung the bat at a ball."},{"text":"Die Lampe schwang hin und her.","translation":"The lamp was swinging back and forth."}],"Vorgesetzte":[{"text":"Den Charakter eines Menschen erkennt man erst dann, wenn er Vorgesetzter geworden ist.","translation":"The character of a person is only recognized when he has become a superior."},{"text":"Ein Vorgesetzter sollte die Fähigkeit haben, für jeden Mitarbeiter die richtige Aufgabe zu finden.","translation":"A supervisor should have the ability to find the right job for each employee."},{"text":"Sie überließen die Angelegenheit ihren Vorgesetzten.","translation":"They left the matter to their superiors."},{"text":"Sie ist meine Vorgesetzte und gleichzeitig meine beste Freundin.","translation":"She is my boss and at the same time my best friend."},{"text":"Er atmete tief durch, bevor er das Büro seines Vorgesetzten betrat.","translation":"He breathed deeply before entering his boss's office."}],"Heizung":[{"text":"Mir ist kalt. Mach mal bitte die Heizung an.","translation":"I'm cold. Would you mind turning the heating on?"},{"text":"Die Heizung ist kaputt.","translation":"The heating is broken."},{"text":"Etwas stimmt mit unserer elektrischen Heizung nicht.","translation":"Something is wrong with our electric heater."},{"text":"Tom stellte die Heizung an.","translation":"Tom turned on the heating."},{"text":"Das war Tom, der seine Socken zum Trocknen auf die Heizung gelegt hat.","translation":"It was Tom who put his socks on the radiator to dry."}],"schweige":[{"text":"Reden ist Silber, Schweigen ist Gold, Esperanto ist grün.","translation":"Talking is silver, silence is golden, Esperanto is green."},{"text":"Wer dein Schweigen nicht versteht, versteht auch deine Worte nicht.","translation":"Those who do not understand your silence do not understand your words."},{"text":"Schweigen ist auch eine Antwort.","translation":"Silence is also an answer."},{"text":"Man kann nie neutral sein. Selbst Schweigen ist eine Meinung.","translation":"You can never be neutral. Even silence is an opinion."},{"text":"Große Dinge sprechen sich am besten durch Schweigen aus.","translation":"Great things are best said through silence."}],"ohnmächtig":[{"text":"Der Patient ist ohnmächtig.","translation":"The patient is unconscious."},{"text":"Sie kam, sah und — sank ohnmächtig zu Boden.","translation":"She came, saw and — fainted to the ground."},{"text":"Wenn die Frau ohnmächtig wird, ist sie am stärksten.","translation":"When the woman faints, she is at her strongest."},{"text":"Ich kann nicht sagen, ob Tom tot ist oder nur ohnmächtig.","translation":"I can't tell if Tom is dead or just unconscious."},{"text":"Du siehst aus, als ob du gleich ohnmächtig wirst oder so.","translation":"You look like you're going to pass out or something."}],"Selbstvertrauen":[{"text":"Selbstvertrauen ist Vertrauen auf Gott: Er wird mich doch nicht stecken lassen.","translation":"Self-confidence is trust in God: He won't let me get stuck."},{"text":"Selbstvertrauen muss man nicht beweisen, sondern besitzen.","translation":"You don't have to prove self-confidence, you have to possess it."},{"text":"Es fehlt ihm an Selbstvertrauen.","translation":"He lacks confidence."},{"text":"Du hast nicht genug Selbstvertrauen.","translation":"You don't have enough faith in yourself."},{"text":"Selbstvertrauen ist der Schlüssel zum Erfolg.","translation":"Trusting yourself is the key to success."}],"umarmen":[{"text":"Plötzlich umarmte er sie.","translation":"All of a sudden he hugged her."},{"text":"Tom und Maria umarmten einander.","translation":"Tom and Mary hugged each other."},{"text":"Vater und Sohn umarmten sich tief bewegt.","translation":"Father and son embraced each other deeply moved."},{"text":"Ich umarmte ihn fest und weinte.","translation":"I hugged him tightly and cried."},{"text":"Der kleine Junge umarmte seinen Hund.","translation":"The little boy hugged his dog."}],"sorry":[{"text":"Sorry, wenn das hart klingt.","translation":"Sorry if that sounds harsh."},{"text":"Sorry, dass ich deine Party verpasst habe.","translation":"I'm sorry I missed your party."},{"text":"In Deutschland sagen nur ausländische Touristen „Entschuldigung!“ und fallen damit sofort auf. Der moderne Deutsche sagt nämlich „Sorry!“ Diese Lektion hat sich Jacques zu Herzen genommen, und schon bald waren alle erstaunt, wie gut er doch Deutsch spreche.","translation":"In Germany, only foreign tourists say \"Sorry!\" and are immediately noticeable. The modern German says \"Sorry!\" Jacques took this lesson to heart, and soon everyone was amazed at how well he spoke German."},{"text":"„Ich hab' dir doch gesagt, dass du mich um sieben wecken sollst.“ – „Sorry, hab's vergessen.“","translation":"\"I told you to wake me up at seven.\" – \"Sorry, forgot.\""}],"verwirrend":[{"text":"Es kann zunächst verwirrend sein.","translation":"It can be confusing at first."},{"text":"Die Berichte waren verwirrend.","translation":"The reports were confusing."},{"text":"Dieser Satz ist weder verständlich noch unverständlich: er ist einfach nur verwirrend.","translation":"This sentence is neither understandable nor incomprehensible: it is simply confusing."},{"text":"Das erscheint vielleicht verwirrend, ist aber einfach.","translation":"This may seem confusing, but it's simple."},{"text":"Toms Erklärung war sehr verwirrend.","translation":"Tom's explanation was very confusing."}],"Organ":[{"text":"Das Gehirn ist ein Organ, mit dem wir denken, dass wir denken.","translation":"The brain is an apparatus with which we think that we think."},{"text":"Alle menschlichen Organe werden irgendwann einmal müde, nur die Zunge nicht.","translation":"All human organs get tired at some point, except the tongue."},{"text":"Wissenschaft hat einen inneren Wert nur als Organ der Weisheit.","translation":"Science has intrinsic value only as an organ of wisdom."},{"text":"Das Organ ist das Werkzeug der Funktion.","translation":"The organ is the tool of function."},{"text":"Ein größeres Organ ist nicht unbedingt besser.","translation":"A larger organ is not necessarily better."}],"konfigurieren":[],"Studierende":[{"text":"Maria nimmt an, dass Studierende schneller Sprachen lernen als andere Menschen.","translation":"Maria assumes that university students learn languages more quickly than other people."},{"text":"Das findet auf Studierende keine Anwendung.","translation":"This does not apply to students."},{"text":"Seid gegrüßt, Studierende!","translation":"Greetings, students!"},{"text":"Das Buch richtet sich an Studierende der Mathematik ab dem fünften Semester.","translation":"The book is aimed at students of mathematics from the fifth semester onwards."},{"text":"Von allen Studierenden wurden Name und Geburtsort erfasst.","translation":"Every student was asked his or her name and birthplace."}],"Wurst":[{"text":"Er isst ein Brot mit Wurst und Käse.","translation":"He eats bread with sausage and cheese."},{"text":"Alles hat ein Ende, nur die Wurst hat zwei.","translation":"Everything has an end, only the sausage has two."},{"text":"Die Katze, die die Wurst nicht greifen konnte, sagt: „Immerhin ist Freitag.“","translation":"The cat, who could not grab the sausage, says: \"After all, it's Friday.\""},{"text":"Es passt ihm wie dem Hund die Wurst.","translation":"It fits him like the sausage fits the dog."},{"text":"Es blüht die Wurst nur kurze Zeit, die Freundschaft blüht in Ewigkeit.","translation":"The sausage blooms only for a short time, the friendship blooms in eternity."}],"anwesend":[{"text":"Einige Mitglieder waren nicht anwesend.","translation":"Some members were not present."},{"text":"Nur der harte Kern der Gruppe war anwesend.","translation":"Only the hard core of the group was present."},{"text":"Tom war beim Empfang der Botschaft anwesend.","translation":"Tom was present at the reception of the embassy."},{"text":"Alle bis auf eine Person waren anwesend.","translation":"All but one person were present."},{"text":"Waren Sie vielleicht anwesend, als der Unfall passiert ist?","translation":"Did you happen to be present when the accident happened?"}],"Impressum":[{"text":"Das Impressum befindet sich auf Seite 5.","translation":"The imprint can be found on page 5."}],"Helm":[{"text":"Er fährt Motorrad, aber er trägt keinen Helm.","translation":"He rides a motorcycle, but he doesn't wear a helmet."},{"text":"Du musst einen Helm benutzen.","translation":"You need to wear a helmet."},{"text":"Hol deinen Helm!","translation":"Go get your helmet."},{"text":"Tom setzte seinen Helm auf und stieg auf sein Rad.","translation":"Tom put on his helmet and got on his bike."},{"text":"Tom braucht einen Helm.","translation":"Tom needs a helmet."}],"master":[{"text":"Er hat einen Master in Mathematik.","translation":"He has a master's degree in mathematics."},{"text":"Yuriko, eine Meeresbiologie-Master-Studentin, schlief in einem Aquarium ein und wachte umgeben von Tintenfischen und Seesternen wieder auf.","translation":"Yuriko, a marine biology grad student, fell asleep inside a fish tank and awoke covered in octopuses and starfish."},{"text":"Er hat einen Master in Jura.","translation":"He got a master's degree in law."},{"text":"Ich habe einen Master gemacht.","translation":"I did a master's degree."},{"text":"Ich habe einen Master in Musikpädagogik.","translation":"I have a master's degree in music education."},{"text":"Chuck Norris hat sich schon mit Columbos Frau, Robin Masters und Tom getroffen.","translation":"Chuck Norris has already met with Columbo's wife, Robin Masters and Tom."}],"gebraten":[{"text":"Gebrannt ist nicht gebraten.","translation":"Burnt is not fried."},{"text":"Ich habe die Kartoffeln in Butter gebraten.","translation":"I fried the potatoes in butter."},{"text":"Das Fleisch ist gut gebraten.","translation":"This meat is roasted well."},{"text":"Hast du schon einmal Pilze gebraten?","translation":"Have you ever fried mushrooms?"},{"text":"Tomaten sind roh, gekocht und gebraten eine leckere Zutat.","translation":"Tomatoes are raw, cooked and fried a delicious ingredient."},{"text":"Sie hat den Fisch in dieser Pfanne gebraten.","translation":"She fried the fish in this pan."},{"text":"Sie hat ein Ei gebraten.","translation":"She fried an egg."},{"text":"Man kann die Pilze auch mit gebratenem Fleisch essen.","translation":"You can also eat the mushrooms with fried meat."},{"text":"Die Vögel fliegen einem nicht fertig gebraten ins Maul.","translation":"Birds fly not into our mouth ready roasted."},{"text":"Ein appetitlicher Duft von gebratenem Fisch stieg mir in die Nase.","translation":"An appetizing smell of fried fish rose in my nose."}],"Schmetterling":[{"text":"Oh, da ist ein Schmetterling!","translation":"Oh, there's a butterfly!"},{"text":"Mein Leben, ist es der Traum eines Schmetterlings? Ist es Wirklichkeit?","translation":"My life, is it a butterfly's dream? Is it reality?"},{"text":"Wer Schmetterlinge lachen hört, der weiß, wie Wolken schmecken.","translation":"Anyone who hears butterflies laughing knows what clouds taste like."},{"text":"Tom hat Schmetterlinge im Bauch.","translation":"Tom has butterflies in his stomach."},{"text":"Auf der Blume sitzt ein Schmetterling.","translation":"A butterfly is settled on the flower."}],"aufführen":[{"text":"„Ich habe mich wirklich dumm aufgeführt.“ – „Ja, das hast du in der Tat.“","translation":"\"I acted really stupid.\" – \"Yes, you did.\""},{"text":"Tom verstand nicht, warum Maria sich so seltsam aufführte.","translation":"Tom couldn't understand why Mary was acting so strangely."},{"text":"Er hat sich wie ein Kind aufgeführt.","translation":"He behaved like a child."},{"text":"Im Theater wird „Romeo und Julia“ aufgeführt.","translation":"\"Romeo and Juliet\" is performed in the theater."},{"text":"Weitere Einzelheiten sind unten aufgeführt.","translation":"Further details are presented below."}],"Hexe":[{"text":"Der Hexer hat mich wahnsinnig gemacht.","translation":"The sorcerer drove me crazy."},{"text":"„Maria lebt ganz allein im Wald.“ – „Ist sie eine Hexe?“","translation":"\"Mary lives all alone in the forest.\" – \"Is she a witch?\""},{"text":"Marie ist eine alte Hexe.","translation":"Marie is an old witch."},{"text":"Ich glaube, sie ist eine Hexe.","translation":"I think she's a witch."},{"text":"Man hielt die seltsam aussehende Frau für eine Hexe.","translation":"People used to think that women who looked odd were witches."},{"text":"Hexen weinen nicht.","translation":"Witches don't cry."},{"text":"Hexen gibt es nicht, aber böse Menschen gibt es schon.","translation":"Witches don't exist, but bad people do."},{"text":"Hexen gibt es nicht.","translation":"There are no witches."},{"text":"Der Weiße Riese und Rotkäppchen gingen nach Grünburg, um die Gelbe Hexe zu treffen.","translation":"The White Giant and Little Red Riding Hood went to Grünburg to meet the Yellow Witch."},{"text":"Die böse Hexe stieß sie in das tiefe Wasser.","translation":"The evil witch pushed her into the deep water."}],"jae":[],"überreden":[{"text":"Ich möchte sie zum Mitkommen überreden.","translation":"I would like to persuade them to come along."},{"text":"Mein Freund hat mich zu diesem Ausflug überredet.","translation":"My boyfriend persuaded me to go on this trip."},{"text":"Kann der Blick nicht überzeugen, überredet die Lippe nicht.","translation":"If the look is not convincing, the lip does not persuade."},{"text":"Ich überredete meinen Bruder zum Mitmachen.","translation":"I persuaded my brother to join in."},{"text":"Ich werde versuchen, ihn zu überreden.","translation":"I will try to persuade him."}],"angel":[{"text":"Wer nichts an die Angel steckt, der fängt nichts.","translation":"If you don't put anything on the line, you don't catch anything."},{"text":"Man schenkt besser eine Angel als einen Fisch.","translation":"It is better to give a fishing rod than a fish."},{"text":"Er glaubt, er kann die Welt aus den Angeln heben.","translation":"He believes he can unhinge the world."},{"text":"Er gab mir es zwischen Tür und Angel.","translation":"He gave it to me between the door and the angel."},{"text":"Angeln ist die einzige Philosophie, von der man satt wird.","translation":"Fishing is the only philosophy you get enough of."}],"matt":[{"text":"Tom fühlt sich matt und müde.","translation":"Tom feels dull and tired."},{"text":"Wenn du auf diese Weise spielst, wirst du nach zehn Zügen matt sein.","translation":"If you play like that, you'll be checkmated in ten moves."},{"text":"Ich schleppte meinen matten Körper nach Hause.","translation":"I dragged my dull body home."},{"text":"Das Schicksal macht nie einen König matt, ehe es ihm Schach geboten hat.","translation":"Fate never dull a king before it has offered him chess."},{"text":"Diplomatie ist ein Schachspiel, bei dem die Völker matt gesetzt werden.","translation":"Diplomacy is a chess game in which the peoples are dull."},{"text":"Denken ist mehr als das Aufpolieren matt gewordener Vorurteile.","translation":"Thinking is more than polishing up prejudices that have become dull."},{"text":"Der talentierte junge Schachspieler ist sehr kühn. Er setzt sich absichtlich einem Angriff aus, macht sich verwundbar und setzt dann seinen Gegner matt, wenn dieser es am wenigsten erwartet.","translation":"The talented young chess player is very bold. He deliberately lays himself open to attack, makes himself vulnerable and then checkmates his opponent when least expected."},{"text":"Man lernt viel, wenn man versucht, Schachprobleme zu lösen, zum Beispiel, wie Weiß in einer bestimmten Position in drei Zügen ein Matt herbeiführt.","translation":"You learn a lot by trying to solve chess problems - for example, how in a given position white will checkmate in three moves."},{"text":"In der Schachpartie, besser bekannt als \"Unsterblich\", erlaubte Anderssen seinem Gegner Kizeritzky, einen Läufer, zwei Türme und schließlich die Dame zu nehmen, aber das erlaubte Andersen, ihn mit seinen zwei Springern und dem Dunkelfeldläufern auf e7 matt zu setzen.","translation":"In chess, better known as \"Immortal\", Anderssen allowed his opponent Kizeritzky to take a runner, two rooks and finally the queen, but this allowed Andersen to put him on e7 matte with his two knights and the darkfield runner."}],"laufende":[{"text":"Julia hielt uns ständig auf dem Laufenden über ihre Schwangerschaft.","translation":"Julia kept us constantly informed about her pregnancy."},{"text":"Ich lese jeden Tag die Zeitung, um auf dem Laufenden zu bleiben.","translation":"I read the newspaper every day to stay up to date."},{"text":"Ärzte sollten bei allen neuen Entwicklungen in der Medizin auf dem Laufenden bleiben.","translation":"Doctors should keep abreast with all the latest developments in medicine."},{"text":"Denken Sie darüber nach und halten Sie mich auf dem Laufenden über Ihre Entscheidung.","translation":"Think about it and keep me updated on your decision."},{"text":"Wir halten Sie über das, was hier in Japan passiert, auf dem Laufenden.","translation":"We will keep you informed of things that happen here in Japan."}],"Klimawandel":[{"text":"Wie kann man überleben im Klimawandel?","translation":"How can we survive in climate change?"},{"text":"Die EU-Staaten wollen den Klimawandel bekämpfen.","translation":"The EU states want to fight climate change."},{"text":"Die Behandlung des Klimawandels erinnert ein wenig an den Einsatz von Botox und Lifting.","translation":"The treatment of climate change is somewhat reminiscent of the use of Botox and lifting."},{"text":"Der Klimawandel ist Wirklichkeit.","translation":"Climate change is real."},{"text":"Unser Land muss Maßnahmen gegen den Klimawandel ergreifen.","translation":"Our country must take action against climate change."}],"Eimer":[{"text":"Es wird schlimmer. Jetzt sind schon zwei Löcher im Eimer!","translation":"It gets worse. Now there are already two holes in the bucket!"},{"text":"Ich brauch einen Eimer.","translation":"I need a bucket."},{"text":"Der Fernseher ist schon wieder im Eimer.","translation":"The TV is already in the bucket again."},{"text":"Der Eimer war voll mit Wasser.","translation":"The bucket was full of water."},{"text":"Die Bemühungen, den Brand mit Eimern in den Griff zu kriegen, sind schnell gescheitert.","translation":"Efforts to bring the blaze under control using buckets soon failed."}],"Tragödie":[{"text":"Alle Tragödien enden mit einem Tod.","translation":"All tragedies end in death."},{"text":"Wer mir einen Helden zeigt, dem zeige ich eine Tragödie.","translation":"Whoever shows me a hero, I show him a tragedy."},{"text":"Die Woche der Tragödien ist noch nicht vorbei.","translation":"The week of tragedies is not over yet."},{"text":"Die Tragödie muss in Erinnerung bleiben, damit sie sich nicht wiederholt.","translation":"The tragedy must be remembered so that it is not repeated."},{"text":"Das ist eine furchtbare Tragödie.","translation":"This is a terrible tragedy."}],"Clip":[{"text":"Dieser Clip wurde mit professionellen Tänzerinnen aufgenommen.","translation":"This clip was shot with professional dancers."}],"Mechanismus":[{"text":"Der Mechanismus dieser Maschine ist kompliziert.","translation":"The mechanism of this machine is complicated."},{"text":"Ich verstehe, dass die Mechanismen meiner Sprache und Kultur nicht universell sind.","translation":"I understand that the mechanisms of my language and culture are not universal."},{"text":"Bislang stellten wir uns das Gehirn als einen voll ausgebildeten, reifen Mechanismus vor.","translation":"Until now, we have imagined the brain as a fully developed, mature mechanism."},{"text":"Ökonomie ist das Studium wirtschaftlicher Mechanismen.","translation":"Economics is the study of economic mechanisms."},{"text":"Der Mechanismus funktioniert durch die Kraft des Magnetismus.","translation":"The mechanism works by the force of magnetism."}],"flirt":[{"text":"Der Flirt ist ein Versuch, gleichzeitig Feuer zu fangen und zu löschen.","translation":"The flirt is an attempt to catch and extinguish fire at the same time."},{"text":"Nur ein Flirt, dann ein Ring.","translation":"Just a flirtation, then a ring."},{"text":"Der Flirt ist das Training mit dem Unrichtigen für den Richtigen.","translation":"Flirting is training with the wrong thing for the right one."},{"text":"Die Einladung zum Flirt wird mit den Augen geschrieben.","translation":"The invitation to flirt is written with the eyes."},{"text":"Verkaufen ist wie Flirten!","translation":"Selling is like flirting!"},{"text":"Mit der Macht kann man nicht flirten, man muss sie heiraten.","translation":"You can't flirt with power, you have to marry it."},{"text":"Ich weiß, dass eine Menge Jungen mit dir flirten wollen.","translation":"I know a lot of boys want to flirt with you."},{"text":"Gut, und was halten Sie davon, bei der Arbeit zu flirten?","translation":"Well, and what do you think about flirting at work?"},{"text":"Hör auf mit mir zu flirten!","translation":"Stop flirting with me!"},{"text":"Layla konnte nicht widerstehen zu flirten.","translation":"Layla couldn't resist flirting."}],"demokratisch":[{"text":"Es muss demokratisch aussehen, aber wir müssen alles in der Hand haben.","translation":"It has to look democratic, but we have to have everything in our hands."},{"text":"Demokratische Wahlen sind auch dann demokratische Wahlen, wenn das Volk die Hamas wählt.","translation":"Democratic elections are democratic elections even if the people vote for Hamas."},{"text":"Frau Merkel wurde demokratisch gewählt.","translation":"Mrs. Merkel was democratically elected."},{"text":"Ich glaube, dass wichtige demokratische Prozesse ohne Aufregung gar nicht in Gang kommen.","translation":"I believe that important democratic processes will not get off the ground without excitement."},{"text":"Bei demokratischen Wahlen gewinnen auch manchmal die falschen.","translation":"In democratic elections, sometimes the wrong ones win."},{"text":"Was genau ist denn eigentlich an dieser sogenannten Freien Demokratischen Partei so frei?","translation":"What exactly is so free about this so-called Free Democratic Party?"},{"text":"Sie gehört der Demokratischen Partei an.","translation":"She belongs to the Democratic Party."},{"text":"Kinshasa ist die Hauptstadt der Demokratischen Republik Kongo.","translation":"Kinshasa is the capital city of the Democratic Republic of Congo."},{"text":"Die Demokratische Partei bedarf einer grundlegenden Reform.","translation":"The Democratic Party needs fundamental reform."},{"text":"Er ist ein angesehenes und einflussreiches Mitglied der Demokratischen Partei.","translation":"He is a respected and influential member of the Democratic Party."}],"Füllung":[{"text":"Ich habe eine Füllung verloren.","translation":"I've lost a filling."},{"text":"Bulgur wird in Pilaw, Suppen, Kuchen und Brot sowie als Füllung verwendet.","translation":"Bulgur is used in pilaf, soups, cakes and bread, as well as a filling."},{"text":"Geben Sie die geriebene Karotte zur Füllung hinzu.","translation":"Add the grated carrots to the stuffing."},{"text":"Der Zahnarzt hat den Zahn mit einer provisorischen Füllung versehen.","translation":"The dentist put a temporary filling into the tooth."},{"text":"Ich habe meine Füllung verloren.","translation":"I've lost my filling."}],"Autorität":[{"text":"Die Autorität des Lehrers schadet oft denen, die lernen wollen.","translation":"The authority of the teacher often harms those who want to learn."},{"text":"Tom erkannte Marias Autorität nicht an.","translation":"Tom did not recognize Mary's authority."},{"text":"Nichts steigert die Autorität mehr als Schweigen.","translation":"Nothing increases authority more than silence."},{"text":"Die Wahrheit ist die Tochter der Zeit, nicht der Autorität.","translation":"Truth is the daughter of time, not authority."},{"text":"Autorität ist das Vermögen, die Zustimmung anderer zu gewinnen.","translation":"Authority is the ability to gain the approval of others."}],"ausgesucht":[{"text":"Habt ihr schon einen Namen für euer Baby ausgesucht?","translation":"Have you already chosen a name for your baby?"},{"text":"Als ich mir meine Frau ausgesucht habe, habe ich einen großen Fehler gemacht.","translation":"When I chose my wife, I made a big mistake."},{"text":"Ich bin stolz auf die Arbeit, die ich mir selbst ausgesucht habe.","translation":"I am proud of the work I have chosen myself."},{"text":"Er hat sich eine gute Ehefrau ausgesucht.","translation":"He chose a good wife."},{"text":"Letztendlich hat sie sich ein anderes Kätzchen ausgesucht.","translation":"She ended up choosing another kitten."},{"text":"Liisa hat ein Geschenk für Markku ausgesucht.","translation":"Liisa has chosen a gift for Markku."},{"text":"Tom erhält die ausgesuchte Farbe.","translation":"Tom receives the selected color."},{"text":"Warum hast du dir von allen Mädchen ausgerechnet Maria ausgesucht?","translation":"Why did you choose Mary of all the girls?"},{"text":"Das sind ausgesuchte Pfirsiche.","translation":"These are selected peaches."},{"text":"Durch die Synergieeffekte verstärken die ausgesuchten Inhaltsstoffe die Wirkung der anderen.","translation":"Due to the synergy effects, the selected ingredients enhance the effect of the others."}],"Zusammenfassung":[{"text":"Ich habe den Artikel gelesen und schreibe jetzt eine Zusammenfassung.","translation":"I have read the article and now I am writing a summary."},{"text":"Kannst du diese Zusammenfassung ins Arabische übersetzen?","translation":"Can you translate this abstract into Arabic?"},{"text":"Einzelheiten erwarte ich nicht; eine einfache Zusammenfassung genügt.","translation":"I'm not expecting details; just a summary is fine."},{"text":"Ich habe eine Zusammenfassung eines Buchs angefertigt.","translation":"I made an abstract of a book."},{"text":"Seine arg vergröbernde Zusammenfassung wird dem Originaltext und dessen gedanklicher Raffinesse nicht gerecht.","translation":"His coarsening summary does not do justice to the original text and its intellectual sophistication."}]}