{"Ruine":[{"text":"Die meisten leben in den Ruinen ihrer Gewohnheiten.","translation":"Most live in the ruins of their habits."},{"text":"Die Ruinen sind aus dem 4. Jahrhundert v. Chr.","translation":"The ruins date back to the 4th century BC."},{"text":"Mir gefallen auch unter den Menschen die Ruinen besser als die Museen.","translation":"Even among the people, I like the ruins better than the museums."},{"text":"Diese Ruinen waren einmal ein prächtiger Palast.","translation":"Those ruins were once a splendid palace."},{"text":"Eine Reihe von Explosionen verwandelte das Labor in eine Ruine.","translation":"A series of explosions turned the laboratory into a ruin."}],"Formation":[{"text":"Russland ist eine sozial-politische Formation des endlosen globalen Experiments.","translation":"Russia is a socio-political formation of endless global experiment."}],"Berichterstattung":[{"text":"Ein Teil der Zeitungen verzerrte die Nachricht in ihrer Berichterstattung.","translation":"Some of the newspapers distorted the news in their reporting."},{"text":"Die Berichterstattung in den Medien ist oft reisserisch und nicht sehr informativ.","translation":"Media coverage is often sensational and not very informative."},{"text":"Eine wahrheitsgemäße Berichterstattung beruht auf überprüfbaren Fakten.","translation":"Truthful reporting comes from using facts that can be confirmed."},{"text":"Die Menschen sind heutzutage nicht schlechter, als sie früher waren. Nur die Berichterstattung über ihre Taten ist gründlicher geworden.","translation":"People are not worse today than they used to be. Only reporting of their deeds has become more thorough."},{"text":"Jeder hat das Recht, seine Meinung in Wort, Schrift und Bild frei zu äußern und zu verbreiten und sich aus allgemein zugänglichen Quellen ungehindert zu unterrichten. Die Pressefreiheit und die Freiheit der Berichterstattung durch Rundfunk und Film werden gewährleistet. Eine Zensur findet nicht statt.","translation":"Everyone has the right to freely express and disseminate their opinion in word, writing and image and to obtain information from generally accessible sources without hindrance. Freedom of the press and freedom of reporting by radio and film are guaranteed. Censorship does not take place."}],"mi":[{"text":"Musst du wirklich alles mi deinen schmutzigen Händen anfassen?","translation":"Do you really have to touch everything with your dirty hands?"},{"text":"Ich unterstrich, dass ich nicht mi einer Firma kooperieren würde, die Sklaven einsetzt.","translation":"I emphasized that I would not cooperate with a company that uses slaves."},{"text":"Eine Knoblauchpresse besteht aus einem Hebel, mi dem man seine Muskelkraft besser ausnutzen kann, und aus einem Gefäß mit kleinen Löchern. Durch diese Löcher presst man die Knoblauchzehe. Dieses Gerät wird oft aus Metall hergestellt, doch manchmal auch aus Plast.","translation":"A garlic press consists of a lever that allows you to make better use of your muscle power and a vessel with small holes. The garlic clove is pressed through these holes. This device is often made of metal, but sometimes also of plastic."},{"text":"Mi ihr werde ich gern reisen.","translation":"With her I will like to travel."},{"text":"Mi fiel auf, dass sich das Verhalten meiner Ehefrau verändert hatte.","translation":"Mi noticed that my wife's behavior had changed."},{"text":"In meiner Sprache heißen die Tonsilben do, re, mi, fa, so, la und ti.","translation":"In my language, the tone syllables are called do, re, mi, fa, so, la and ti."},{"text":"In meiner Sprache sind die Musiknoten do, re, mi, fa, sol, la und si.","translation":"In my language, the musical notes are do, re, mi, fa, sol, la and si."},{"text":"Mi, vi, li, ŝi, ĝi, ni, vi, ili sind Personalpronomen.","translation":"Mi, vi, li, ŝi, ĝi, ni, vi, ili are personal pronouns."}],"vertraust":[{"text":"Sobald du dir vertraust, sobald weißt du zu leben.","translation":"As soon as you trust yourself, as soon as you know how to live."},{"text":"Sobald du dir vertraust, sobald weisst du zu leben.","translation":"As soon as you trust yourself, as soon as you know how to live."},{"text":"Du vertraust ihm immer noch, nachdem er sein Versprechen schon zweimal gebrochen hat?","translation":"You still trust him after he broke his promise twice?"},{"text":"Sobald du dir selbst vertraust, wirst du auch zu leben wissen.","translation":"As soon as you trust yourself, you will know how to live."},{"text":"Du vertraust mir nicht, nicht wahr?","translation":"You don't trust me, do you?"},{"text":"Warum vertraust du niemandem?","translation":"Why don't you trust anyone?"},{"text":"Wie sieht es mit dir aus? Vertraust du diesem Mann?","translation":"What about you? Do you trust this man?"},{"text":"Warum vertraust du mir nicht?","translation":"Why don't you trust me?"},{"text":"Vertraust du nicht deinem Instinkt?","translation":"Don't you trust your instincts?"},{"text":"Warum vertraust du uns nicht?","translation":"Why don't you trust us?"},{"text":"Vertraust du dem Typen immer noch, obwohl er schon zweimal sein Versprechen brach?","translation":"Do you still trust the guy even though he broke his promise twice?"},{"text":"Vertraust du Tom noch nicht?","translation":"Don't you trust Tom yet?"},{"text":"Vertraust du noch deinem Arzt?","translation":"Do you still trust your doctor?"},{"text":"„Vertraust du mir?“ – „Nein, überhaupt nicht. Ich habe aber keine andere Wahl.“","translation":"\"Do you trust me?\" – \"No, not at all. But I have no other choice.\""},{"text":"Warum sagst du mir denn nicht die Wahrheit? Ich bin doch deine Freundin! Vertraust du mir nicht?","translation":"Why don't you tell me the truth? I'm your girlfriend! Don't you trust me?"}],"stilvoll":[{"text":"Wie kann ich stilvoll altern?","translation":"How can I age in style?"},{"text":"Der Tisch war stilvoll gedeckt, mit einem weißen Tischtuch, dem schönsten Porzellan, silbernem Besteck und kunstvoll gefalteten Servietten, und Leuchter mit cremefarbigen Kerzen erleuchteten den Raum.","translation":"The table was stylishly set, with a white tablecloth, the most beautiful porcelain, silver cutlery, and artfully folded napkins, and chandeliers with cream-colored candles lit up the room."}],"Häftling":[{"text":"Dieses Gefängnis macht aus jedem Häftling einen Terroristen.","translation":"This prison turns every prisoner into a terrorist."},{"text":"Der Gouverneur setzte die Häftlinge auf freien Fuß.","translation":"The governor set the prisoners free."},{"text":"Der Häftling ist geflohen.","translation":"The prisoner has escaped."},{"text":"Entlassen Sie diesen Häftling nicht!","translation":"Don't release that prisoner."},{"text":"Die Polizei sucht einen ausgebrochenen Häftling.","translation":"The police is searching for an escaped prisoner."}],"anderweitig":[{"text":"Entschuldigung, ich habe schon anderweitige Verpflichtungen.","translation":"I'm sorry, I have another commitment."},{"text":"Ich weiß, dass du anderweitig gebraucht wirst.","translation":"I know you have somewhere else you need to be."},{"text":"Um die Entwicklung rechtzeitig fertigzustellen, bitten wir darum, anderweitige Aufgaben vorerst zu verschieben.","translation":"In order to complete the development on time, we ask you to postpone other tasks for the time being."},{"text":"Wenn Sie keine anderweitigen Verpflichtungen haben, dann machen Sie mir doch dir Freude und begleiten mich ins Hotel.","translation":"If you have no other obligations, then make me happy and accompany me to the hotel."},{"text":"Von mir zur Rede gestellt, behauptete Tom, er habe den Scheck versandt, gab später jedoch zu, dass er das Geld anderweitig ausgegeben hatte. Ich habe die Schnauze voll von ihm!","translation":"When I confronted Tom, he said that he had mailed the check. But later he admitted that he had spent the money elsewhere. I've had it with him."}],"Handschelle":[{"text":"Vorurteile sind unsichtbare Handschellen.","translation":"Prejudices are invisible handcuffs."},{"text":"Ich legte ihm Handschellen an.","translation":"I put handcuffs on him."},{"text":"Der Polizist nahm Tom die Handschellen ab.","translation":"The police officer removed Tom's handcuffs."},{"text":"Warum werden mir Handschellen angelegt?","translation":"Why am I being handcuffed?"},{"text":"Der Angeklagte wurde in Handschellen in den Gerichtssaal geführt.","translation":"The defendant was led into the courtroom in handcuffs."}],"anfordern":[{"text":"Wir sollten noch ein zweites Gutachten anfordern.","translation":"We should request a second report."},{"text":"Jedes Mal, wenn ich von der Behörde Unterlagen anfordere, muss ich wochenlang darauf warten.","translation":"Every time I request documents from the authorities, I have to wait weeks for them."},{"text":"Wir müssen Verstärkung anfordern, sonst werden wir hier nur aufgerieben.","translation":"We must call for reinforcements, otherwise we will only be worn down here."}],"Halskette":[{"text":"Sie trägt eine goldene Halskette.","translation":"She wears a gold necklace."},{"text":"Es ist die gleiche Halskette, die ich gestern verloren habe.","translation":"It's the same necklace I lost yesterday."},{"text":"Die Halskette ist, für einhundert Dollar, billig.","translation":"The necklace is, for a hundred dollars, cheap."},{"text":"Sie besitzt viele silberne Halsketten.","translation":"She has many silver necklaces."},{"text":"Es ist keine Halskette aus Silber.","translation":"It is not a silver necklace."},{"text":"Vielleicht war Tom derjenige, der Marias Halskette gestohlen hat.","translation":"Maybe Tom was the one who stole Mary's necklace."},{"text":"Tom heuerte Diebe an, die ihm Marias Halskette beschaffen sollten.","translation":"Tom hired thieves to get Maria's necklace."},{"text":"Ich habe niemals behauptet oder auch nur angedeutet, dass es Tom war, der Marias Halskette gestohlen hat.","translation":"I never suggested or even hinted that it was Tom who stole Mary's necklace."},{"text":"„Was wühlst du denn da in der Mülltonne herum?“ – „Ich suche die Schachtel mit Marias Halskette, die du weggeschmissen hast!“ – „Die Schachtel war doch Altpapier. Die habe ich natürlich in die Papiertonne geworfen, nicht in den Restmüll. Dass du mir bei meinem Müllbewusstsein so was zutraust!“","translation":"\"What are you digging around in the garbage can?\" – \"I'm looking for the box with Maria's necklace that you threw away!\" – \"The box was waste paper. Of course, I threw them in the paper bin, not in the residual waste. That you trust me with my garbage consciousness something like that!\""}],"knet":[{"text":"Den Teig vorsichtig kneten.","translation":"Knead the dough gently."},{"text":"Fügen Sie den Oregano hinzu und kneten Sie den Teig auf der Arbeitsfläche durch.","translation":"Add the oregano and knead the dough on the work surface."},{"text":"Willst du einen Teig zum Backen fertig machen, brauchst du Geschicklichkeit und Kraft für das Kneten und danach, während der Teig aufgeht, viel Geduld.","translation":"If you want to prepare a dough for baking, you need skill and strength for kneading and then, while the dough rises, a lot of patience."}],"skeptisch":[{"text":"Anfangs war ich skeptisch.","translation":"Initially, I was sceptical."},{"text":"Ich bin skeptisch, was das betrifft.","translation":"I'm sceptical as far as that is concerned."},{"text":"Die Leute sind oft sehr skeptisch gegenüber Dingen, wenn kein glaubwürdiger Beweis gegeben ist.","translation":"People are often very skeptical about things when there is no credible proof."},{"text":"Angela blickte etwas skeptisch, aber am Ende siegte ihr Optimismus.","translation":"Angela looked a little skeptical, but in the end her optimism prevailed."},{"text":"Tom und Maria sagten Johannes, dass sie glaubten, Elke sei skeptisch.","translation":"Tom and Mary told John that they thought Alice was skeptical."}],"synonym":[{"text":"Die Wörter Synonym und Antonym sind Antonyme.","translation":"The words synonym and antonym are antonym."},{"text":"Vorsicht! Emotionale Abhängigkeit ist kein Synonym für Liebe!","translation":"Careful! Emotional dependency is not synonymous with love!"},{"text":"Ich kenne kein Synonym für das Wort \"Synonym\".","translation":"I don't know of any synonym for the word \"synonym\"."},{"text":"„Arbeit“ und „Familie“ waren für sie Synonyme.","translation":"\"Work\" and \"family\" were synonymous for her."},{"text":"Synonyme nennt man die Worte, die sehr oft die gleiche Bedeutung, jedoch eine andere Form haben.","translation":"Synonyms are the words that very often have the same meaning, but a different form."},{"text":"In der französischen Sprache gibt es viele synonyme Wörter.","translation":"There are many synonymous words in the French language."},{"text":"Der Name „Kleopatra“ ist längst synonym zu „schöne Frau“ geworden.","translation":"The name \"Cleopatra\" has long since become synonymous with \"beautiful woman\"."},{"text":"In ihrer Betrachtung steht der Staat dabei mehr oder weniger synonym für eine abgehobene Obrigkeit, verbunden mit sogenannten Eliten in der Politik, den Medien, der Wirtschaft, der Wissenschaft, denen man sowieso nichts glauben könne und die dem Einzelnen irgendwie nur im Wege seien. Setzte sich ein solches Denken durch, führte das ins Elend.","translation":"According to your remark, the state appears more or less as a synonym of a detached authority, connected with the so-called elites in politics, media, economy and science, in whom one cannot believe and which somehow stay on the way of the individual. If this kind of thought gets established, it will lead us to absolute misery."}],"Gabel":[{"text":"Eine Gabel fehlt.","translation":"A fork is missing."},{"text":"Zieh die Gabel aus der Steckdose.","translation":"Pull the fork out of the socket."},{"text":"Eine Gabel ist vom Tisch gefallen.","translation":"A fork has fallen off the table."},{"text":"Ich brauche einen Löffel, eine Gabel und ein Messer. Vielen Dank.","translation":"I need a spoon, a fork and a knife. Thank you very much."},{"text":"Ich hätte gerne eine Gabel.","translation":"I'd like a fork."},{"text":"Messer, Gabel und Schere sind nichts für ein Baby.","translation":"Knife, fork and scissors are not for a baby."},{"text":"Könnte ich wohl Messer und Gabel haben?","translation":"Could I have a knife and fork?"},{"text":"Hier droht jetzt die Gabel Springer e5; deswegen spielt Anna Turm e7.","translation":"Here now threatens the fork Springer e5; that's why Anna plays tower e7."},{"text":"Messer, Gabel, Schere, Licht, sind für kleine Kinder nicht!","translation":"Knives, forks, scissors, lights, are not for small children!"},{"text":"Das Eis war so hart, dass sie es mit Messer und Gabel aßen.","translation":"The ice cream was so hard that they ate it with a knife and fork."}],"typischerweise":[{"text":"Eine Raumstation war typischerweise für ein Gebiet von mindestens mehreren Lichtjahren rund um sich her zuständig.","translation":"Typically, a space station serviced a locale at least several light-years radially."},{"text":"Typischerweise sieht man Möwen um Fischerboote kreisen.","translation":"Typically, you can see seagulls circling around fishing boats."},{"text":"Der Enzian ist typischerweise eine blau blühende Gebirgspflanze.","translation":"The gentian is typically a blue-flowering mountain plant."},{"text":"Maria ist das genaue Gegenteil von Tom: sie hat kein Selbstbewusstsein und sucht den Fehler immer bei sich statt bei anderen, typischerweise dann, wenn sie, weiß Gott, nichts falsch gemacht hat.","translation":"Maria is the exact opposite of Tom: she has no self-confidence and always looks for the fault in herself instead of others, typically when, God knows, she has done nothing wrong."},{"text":"Ein Kulturschock erfolgt typischerweise in vier verschiedenen Stufen: Verwunderung — auch Flitterwochenphase genannt —, Verdruss, Niedergeschlagenheit und Hinnahme.","translation":"Culture shock tends to move through four different stages: wonder (or the honeymoon period), frustration, depression and acceptance."}],"Ladegerät":[{"text":"Ich habe das Ladegerät von meinem Handy verloren.","translation":"I've lost the charger for my mobile."},{"text":"Das Ladegerät meines Mobiltelefons ist kaputt.","translation":"My phone charger isn't working."},{"text":"Hier hast du eine Steckdose, wo du das Ladegerät des Handys anschließen kannst.","translation":"Here's a socket where you can plug in a mobile charger."},{"text":"Gestern Abend habe ich vergessen, mein Handy auf das Ladegerät zu setzen.","translation":"Last night I forgot to put my phone on the charger."},{"text":"Ich habe mein Ladegerät zu Hause liegenlassen.","translation":"I've left my charger at home."}],"Laufwerk":[{"text":"Mein Laptop hat kein optisches Laufwerk.","translation":"My laptop doesn't have an optical disk drive."},{"text":"Sie müssen ihr Laufwerk regelmäßig defragmentieren.","translation":"You need to defragment the drive on a regular basis."},{"text":"Diskettenlaufwerke wurden schon längst durch CD-Laufwerke verdrängt.","translation":"Floppy drives have long since been replaced by CD drives."}],"fortlaufend":[{"text":"Mathematik ist der Wissenschaftszweig, mit dem man sich fortlaufend beschäftigen kann, selbst wenn man morgens aufwacht und merkt, dass das Universum verschwunden ist.","translation":"Mathematics is the branch of science that you can deal with continuously, even if you wake up in the morning and realize that the universe has disappeared."},{"text":"Die ständige Ausstellung über Leben und Werk der Brüder Grimm dokumentiert chronologisch fortlaufend ihre wichtigsten Lebensstationen im Rahmen ihres wissenschaftlichen und politischen Wirkens.","translation":"The permanent exhibition on the life and work of the Brothers Grimm chronologically documents their most important stages in their lives as part of their scientific and political work."},{"text":"Mich faszinieren Wolken und Uhren auf alten Fotografien – vielleicht, weil man sie als Symbole der Vergänglichkeit und des immer fortlaufenden Zeitenstroms verstehen kann.","translation":"I am fascinated by clouds and clocks on old photographs - perhaps because they can be understood as symbols of the transience and continuous passage of time."}],"Entschädigung":[{"text":"Die Familien der verstorbenen Bergleute erhielten eine finanzielle Entschädigung.","translation":"The families of the deceased miners received financial compensation."},{"text":"Wenn Sie die Dame oder einen Turm gegen den Läufer, Springer oder sogar Bauern Ihres Gegners aufgeben, bringen Sie ein Opfer, das fast immer eine Investition ist, weil Sie eine vorteilhafte Entschädigung erzielen möchten.","translation":"If you hand over the queen or a rook in exchange for your opponent's bishop, knight, or even pawn, you are making a sacrifice, which is almost always, in fact, an investment because you are looking to gain advantageous compensation."}],"ausdehnen":[{"text":"Wir beschlossen, das Geschäft auszudehnen und Lebensmittel zu vertreiben.","translation":"We decided to expand the business and distribute food."},{"text":"Wenn sich das Universum ausdehnt, wohinein dehnt es sich dann aus?","translation":"If the universe is expanding, what is it expanding into?"},{"text":"Unser Einflussbereich hat sich seit damals stark ausgedehnt.","translation":"Our sphere of influence has greatly expanded since then."},{"text":"Die Anklage wurde nach Tod des Opfers von tätlichem Angriff auf Mord ausgedehnt.","translation":"The charge was upgraded from assault to murder after the death of the victim."},{"text":"Beruflichen Ärger erspart man sich garantiert, wenn man das Studium bis zum Rentenalter ausdehnen kann!","translation":"Professional trouble is guaranteed to be saved if you can extend your studies until retirement age!"},{"text":"Das Land, in dem ihr zu Gast seid, ist sehr ausgedehnt.","translation":"The country in which you are a guest is very extensive."},{"text":"Eine Sprache ist ein weites Land, und ebenso ausgedehnt wie reichhaltig sind die Möglichkeiten, die es einem Reisenden bietet.","translation":"A language is a vast country, and the possibilities it offers to a traveler are as extensive as they are abundant."},{"text":"Ich glaube, dass der Staat überall über das Ziel hinausgeschossen ist. Der Staat hat seinen Einfluß auf zu viele Gebiete ausgedehnt.","translation":"I believe that the state has overshot the mark everywhere. The state has extended its influence to too many areas."}],"Wassermelone":[{"text":"Ich esse eine Wassermelone.","translation":"I eat a watermelon."},{"text":"Das ist eine Art Wassermelone.","translation":"This is a kind of watermelon."},{"text":"Im Sommer gibt es nichts Besseres als kalte Wassermelone.","translation":"In summer, there is nothing better than cold watermelon."},{"text":"So eine riesige Wassermelone habe ich noch nie gesehen.","translation":"I've never seen such a giant watermelon!"},{"text":"Tom läuft mit einer Wassermelone herum.","translation":"Tom is carrying a watermelon."}],"untersagen":[{"text":"Ihm war es untersagt, Medizin zu praktizieren.","translation":"He was banned from practising medicine."},{"text":"Rauchen ist in diesem Restaurant untersagt.","translation":"Smoking is prohibited in this restaurant."},{"text":"Es ist den Angestellten untersagt, sich die Olympischen Spiele anzusehen.","translation":"Employees are prohibited from watching the Olympics."},{"text":"Es ist Tom untersagt, dieses Gebäude zu betreten.","translation":"Tom is banned from entering this building."},{"text":"Es gibt eine sehr strikte Regel, die das Rauchen im Bett untersagt.","translation":"There is a very strict rule forbidding smoking in bed."}],"legitim":[{"text":"Der Zufall ist der einzig legitime Herrscher des Universums.","translation":"Chance is the only legitimate ruler of the universe."},{"text":"Eine Blockade kann ein legitimes Mittel in einer Demokratie sein.","translation":"A blockade can be a legitimate means in a democracy."},{"text":"Belgien, die Niederlande und Luxemburg haben den Nationalen Übergangsrat Libyens als einzigen legitimen Vertreter des libyschen Volkes anerkannt.","translation":"Belgium, the Netherlands and Luxembourg have recognised libya's National Transitional Council as the only legitimate representative of the Libyan people."},{"text":"Im Zusammenhang mit der von Angela Merkel geäußerten Besorgnis angesichts der Ereignisse auf der Krim und in der Ukraine insgesamt verwies Wladimir Putin auf die nicht nachlassende Androhung von Gewalt durch ultranationalistische Kräfte, welche das Leben und die legitimen Interessen der russischen Bürger und der gesamten russischsprachigen Bevölkerung gefährden.","translation":"In connection with Angela Merkel's concern about the events in Crimea and Ukraine as a whole, Vladimir Putin referred to the unrelenting threat of violence by ultra-nationalist forces that endangers the lives and legitimate interests of Russian citizens and the entire Russian-speaking population."},{"text":"Einige Politiker haben in der Vergangenheit die schmerzliche Erfahrung machen müssen, dass zwischen den Wörtern „legal\" und „legitim\" ein kleiner, feiner Unterschied besteht.","translation":"Some politicians have had the painful experience in the past that there is a small, subtle difference between the words \"legal\" and \"legitimate\"."}],"reiß":[{"text":"Liebe deinen Nachbarn, reiß aber den Zaun nicht ein.","translation":"Love your neighbor, but don't tear down the fence."},{"text":"Ich reiß mir hier den Arsch auf und du liegst auf der faulen Haut.","translation":"I'm tearing my ass open here and you're lying on my lazy skin."},{"text":"Jetzt reiß dich zusammen!","translation":"Now pull yourself together."},{"text":"Ich reiß dir deine verdammten Eier ab, wenn du auch nur einmal in ihre Richtung guckst.","translation":"I'll rip your fucking balls off if you ever as much as look her way."},{"text":"Maria, reiß dich endlich von den Büchern los; sonst fährt dir der Zug vor der Nase weg!","translation":"Mary, finally tear yourself away from the books; otherwise the train will drive away in front of your nose!"},{"text":"Reiss dich zusammen!","translation":"Pull yourself together!"},{"text":"Reiß eine Seite aus deinem Heft.","translation":"Rip a page out of your notebook."},{"text":"Reiß deine Gedanken von deinen Problemen fort, an den Ohren, an den Fersen oder wie immer. Das ist das Beste, was der Mensch für seine Gesundheit tun kann.","translation":"Pull your thoughts away from your problems, on your ears, on your heels, or whatever. This is the best thing that man can do for his health."},{"text":"Reiß dich zusammen.","translation":"Get a hold of yourself."},{"text":"Reiß dich zusammen und hör auf zu weinen!","translation":"Pull yourself together and stop crying."},{"text":"Reiß Unkraut mit der Wurzel heraus, sonst treibt es im Frühjahr wieder aus.","translation":"Rip out weeds with the root, otherwise it will sprout again in the spring."},{"text":"„Ich bin es leid, dass man sich ständig über dich beschwert, Tom. Reiß dich am Riemen, oder du darfst gehen! Haben wir uns verstanden?“ – „Ja, Maria. Ich werde mich jetzt benehmen. Ich versprech’s!“ – „Na hoffentlich!“","translation":"\"I'm tired of people constantly complaining about you, Tom. Pull yourself by the strap, or you can walk! Did we understand each other?\" – \"Yes, Mary. I will behave now. I promise!\" – \"Well, hopefully!\""},{"text":"„Maria hat mich verlassen! O ich armer Tropf! Ich bedauernswertes Wesen! Mein Leben hat keinen Sinn mehr!“ – „Reiß dich doch zusammen, Tom!“","translation":"\"Maria has left me! O I poor drip! I regrettable being! My life has no meaning anymore!\" – \"Pull yourself together, Tom!\""}],"Trophäe":[{"text":"Er hielt die Trophäe in die Höhe.","translation":"He held up the trophy."},{"text":"Tom hat eine Trophäe gewonnen.","translation":"Tom won a trophy."},{"text":"Der Manager verlieh ihm eine Trophäe.","translation":"The manager bestowed a trophy on him."},{"text":"Sie überreichte ihm die Trophäe.","translation":"She presented him with the trophy."},{"text":"Du bist nicht der Besitzer dieser Speicherdaten. Du kannst deine Fortschritte nicht speichern. Die Trophäen werden deaktiviert.","translation":"You are not the owner of this save data. You can't save your progress. The trophies will be deactivated."}],"reizen":[{"text":"Die Herausforderung des Übersetzens reizt mich.","translation":"The challenge of translating appeals to me."},{"text":"Im Munde gewisser Leute reizen die eigenen Ansichten zum Widerspruch.","translation":"In the mouths of some people, their own views provoke contradiction."},{"text":"Entschuldige, ich habe meine Tage, da bin ich immer so gereizt.","translation":"Sorry, I have my days, I'm always so irritable."},{"text":"Chaos lockt mich und reizt mich zum Gestalten.","translation":"Chaos lures me and excites me to create."},{"text":"Ich liebe dich, mich reizt deine schöne Gestalt.","translation":"I love you, I am attracted by your beautiful figure."}],"ausgefüllt":[{"text":"Hast du das Formular schon ausgefüllt?","translation":"Have you already filled the form in?"},{"text":"Das Formular muß dreifach ausgefüllt werden.","translation":"This form must be filled out in triplicate."},{"text":"Du hast dieses Formular nicht fertig ausgefüllt.","translation":"You didn't finish filling out this form."},{"text":"Ihre Anträge sind alle zurückgekommen. Die waren leider unvollständig ausgefüllt.","translation":"Their requests have all come back. Unfortunately, they were incomplete."},{"text":"Du hast dich im Datum vertan, als du den Scheck ausgefüllt hast.","translation":"You made a mistake in the date you filled the check."},{"text":"Manche halten einen ausgefüllten Terminkalender für ein ausgefülltes Leben.","translation":"Some consider a busy schedule to be a full life."},{"text":"Das war ein ausgefüllter Tag.","translation":"That was a busy day."}],"außerirdisch":[{"text":"Gibt es eine intelligente außerirdische Zivilisation? Wenn überhaupt, dann nur dort!","translation":"Is there an intelligent extraterrestrial civilization? If anything, then only there!"},{"text":"Zu wissen, ob außerirdisches Leben existiert oder nicht, ist für jeden von Interesse.","translation":"Knowing whether extraterrestrial life exists or not is of interest to everyone."},{"text":"Ich glaube nicht an außerirdisches Leben.","translation":"I don't believe in alien life."},{"text":"Er behauptet, eine außerirdische Sprache zu sprechen.","translation":"He claims to speak an alien language."},{"text":"Ich habe gehört, man hätte ein außerirdisches Artefakt auf dem Mond gefunden.","translation":"I heard they found an alien artifact on the moon."},{"text":"Tun wir so, als wären wir Außerirdische!","translation":"Let's pretend we are aliens."},{"text":"Was für eine Sprache sprechen wohl Außerirdische?","translation":"I wonder what language aliens would speak in."},{"text":"Glaubst du, dass es Außerirdische gibt?","translation":"Do you think there are aliens?"},{"text":"Existieren Außerirdische im Universum? Ich denke schon.","translation":"Do extraterrestrials exist in the universe? I think so."},{"text":"Er hatte mit Außerirdischen Kontakt.","translation":"He had contact with extraterrestrials."}],"bedacht":[{"text":"Viele Frauen sind nur auf ihren guten Ruf bedacht, aber die anderen werden glücklich.","translation":"Many women are only concerned about their reputation, but the others become happy."},{"text":"Ich habe es vor meinem Gewissen bedacht, und meine Antwort lautet „Nein!“","translation":"I have considered it before my conscience, and my answer is \"No!\""},{"text":"Ich war darauf bedacht, nichts zu sagen, was ihn verärgern könnte.","translation":"I was careful not to say anything to make him angry."},{"text":"Das hatte Tom nie bedacht.","translation":"Tom never considered that."},{"text":"Sie hatte diese Möglichkeit nicht bedacht.","translation":"She hadn't considered that possibility."},{"text":"Nur durch Forschen gewinnt man Vorsicht und Bedacht in allem Tun.","translation":"Only through research can one gain caution and consideration in all actions."},{"text":"Er wählte jedes Wort mit Bedacht.","translation":"He chose every word wisely."},{"text":"Maria wählte ihre Antwort mit Bedacht.","translation":"Mary considered her answer carefully."},{"text":"Wähle mit Bedacht!","translation":"Choose carefully."},{"text":"Sie können eine Menge Geld sparen, wenn Sie Energie mit Bedacht einsetzen.","translation":"You can save a lot of money if you use energy wisely."}],"portugiesisch":[{"text":"Ich suche jemanden, der Portugiesisch spricht.","translation":"I am looking for someone who speaks Portuguese."},{"text":"Mir gefällt das brasilianische Portugiesisch.","translation":"I like Brazilian Portuguese."},{"text":"Ich verstehe kein Portugiesisch.","translation":"I don't understand Portuguese."},{"text":"Brasilianisches und europäisches Portugiesisch klingen sehr unterschiedlich.","translation":"Brazilian and European Portuguese sound very different."},{"text":"Nick kann ziemlich gut Portugiesisch. Er lernt es nämlich schon seit fünf Jahren.","translation":"Nick can speak Portuguese very well. That's because he's been studying it for 5 years."},{"text":"Wir teilen unsere Sprache mit Portugal, deshalb studieren wir auch die portugiesische Literatur.","translation":"We share our language with Portugal, that's why we also study Portuguese literature."},{"text":"Tiradentes war ein brasilianischer Held, der an einem Aufstand gegen die portugiesische Herrschaft teilnahm.","translation":"Tiradentes was a Brazilian hero who took part in an uprising against Portuguese rule."},{"text":"Ich spreche portugiesisch.","translation":"I speak Portuguese."},{"text":"Welche guten portugiesischen Filme gibt es?","translation":"What are some good Portuguese movies?"},{"text":"Angola war früher ein portugiesisches Gebiet.","translation":"Angola used to be a Portuguese territory."},{"text":"In Brasilien spricht man Portugiesisch.","translation":"Portuguese is spoken in Brazil."},{"text":"Manche Leute glauben, dass Spanisch und Portugiesisch dieselbe Sprache sind.","translation":"Some people believe that Spanish and Portuguese are the same language."},{"text":"Maria bringt Ausländern Portugiesisch bei.","translation":"Mary teaches Portuguese to foreigners."},{"text":"Können Sie auch Portugiesisch?","translation":"Do you also speak Portuguese?"},{"text":"Mein Urenkel spricht Portugiesisch und Russisch und lernt Englisch.","translation":"My great-grandson speaks Portuguese and Russian and is learning English."}],"respektlos":[{"text":"Respektlose Menschen sind gefährlich.","translation":"Disrespectful people are dangerous."},{"text":"Sie sind unhöflich und respektlos.","translation":"You're rude and disrespectful."},{"text":"Wer Respekt vor dem Tod vermissen lässt, führt ein respektloses Leben!","translation":"Those who lack respect for death lead a disrespectful life!"},{"text":"Seine respektlosen Aussagen sind beleidigend.","translation":"His disrespectful statements are offensive."},{"text":"Die arme Mutter konnte das respektlose Verhalten ihres Sohnes nicht ertragen.","translation":"The poor mother could not endure the unfilial behaviour of her son."}],"Dorn":[{"text":"Schöne Dinge wachsen inmitten der Dornen.","translation":"Beautiful things grow in the midst of thorns."},{"text":"Manchmal muss man durch Dornen gehen, um Rosen zu erreichen.","translation":"Sometimes you have to go through thorns to reach roses."},{"text":"Das ist mir ein Dorn im Auge.","translation":"That is a thorn in my side."},{"text":"Hübsche Blumen haben Dornen.","translation":"Beautiful flowers have thorns."},{"text":"Mir steckt ein Dorn im Finger.","translation":"I have a thorn in my finger."}],"Reflexion":[{"text":"Das Theater ist die tätige Reflexion des Menschen über sich selbst.","translation":"Theatre is man's active reflection on himself."},{"text":"Musik ist eine Reflexion der Zeit, in der sie entsteht.","translation":"Music is a reflection of the time in which it is created."},{"text":"Während des Tages der Reflexion denken die Bürger darüber nach, für wen sie stimmen werden.","translation":"During the day of reflection, citizens think about who they will vote for."},{"text":"Das übergeordnete Ziel des Projektes war es, ein Gebäude zu schaffen, das Raum und Gelegenheit für ruhige Reflexion und für einen Augenblick eine Auszeit vom Alltag draußen bietet.","translation":"The overall goal of the project was to create a building that offers space and opportunity for quiet reflection and for a moment a break from everyday life outside."},{"text":"Tom beginnt sein Buch „Reflexionen zur japanischen Sprache“ mit den Worten, dass niemand, der nicht mit ihr aufgewachsen sei, hoffen solle, diese Sprache jemals auch nur annähernd perfekt zu beherrschen. Wer dies dennoch wolle, möge dafür Sorge tragen, im nächsten Leben als Japaner wiedergeboren zu werden.","translation":"Tom begins his book \"Reflections on the Japanese Language\" with the words that no one who has not grown up with it should hope to ever master this language even remotely perfectly. Those who still want this, may they ensure that they are reborn as Japanese in their next life."}],"mitspielen":[{"text":"Ich möchte mit den Kindern mitspielen.","translation":"I want to play with the children."},{"text":"Die Schauspieler, die in diesem Film mitspielen, sind inzwischen alle tot.","translation":"The actors who star in this film are all dead by now."},{"text":"Ich werde bei diesem Spiel nicht mitspielen.","translation":"I'm not going to play this game."},{"text":"Ich fragte die Jungen, ob ich mitspielen dürfe, was sie mir versagten.","translation":"I asked the boys if I could play, and they said no."},{"text":"Wo nicht Liebe oder Hass mitspielt, spielt das Weib mittelmäßig.","translation":"Where love or hate does not play along, the woman plays mediocrely."}],"erteilt":[{"text":"An den „häufig gestellten Fragen“ bin ich nicht annähernd so interessiert wie an den „häufig erteilten Antworten“.","translation":"I'm not nearly as interested in the \"frequently asked questions\" as I am in the \"frequently asked questions\"."}],"Entsetzen":[{"text":"Entsetzen stand ihm im Gesicht geschrieben.","translation":"Horror was written on his face."},{"text":"Maria fasste sich vor Entsetzen an den Kopf.","translation":"Maria grabbed her head in horror."},{"text":"Zu meinem Entsetzen zog der Mann eine Waffe aus seiner Tasche.","translation":"To my horror, the man took a gun out of his pocket."},{"text":"Und Entsetzen erfasst mich beim bloßen Gedanken an die Bewohner der Welt.","translation":"And horror seizes me at the mere thought of the inhabitants of the world."},{"text":"In den Stunden des nackten Entsetzens tropfen die Sekunden wie langsam fließender Honig in die Gegenwart.","translation":"In the hours of naked horror, the seconds drip like slow-flowing honey into the present."},{"text":"Ich fasse nicht, was diese Reden meinen, doch sie entsetzen mich.","translation":"I can't believe what these speeches mean, but they horrify me."},{"text":"Wir waren total entsetzt, wie sie sich aufgeführt hat.","translation":"We were totally horrified at how she behaved."},{"text":"Ihre Eltern waren entsetzt.","translation":"Her parents were horrified."},{"text":"Tom scheint entsetzt zu sein.","translation":"Tom appears outraged."},{"text":"Tom wird entsetzt sein, wenn er entdeckt, dass Maria vergessen hat, die Miete zu bezahlen.","translation":"Tom will be upset when he finds out that Mary forgot to pay the rent."},{"text":"Entsetzt blickte er mich an.","translation":"Horrified, he looked at me."},{"text":"„Sie sind entsetzt, nicht?“ – „Ich bin zu Tode erschrocken.“","translation":"\"They're horrified, aren't they?\" – \"I'm scared to death.\""},{"text":"Tom wandte sich entsetzt ab, als sich Maria zum Ketchup Mayonnaise auf die Pommes frites tat.","translation":"Tom looked away in horror as Mary doused her fries with mayonnaise on top of the ketchup."},{"text":"Entsetzt und verzweifelt weinend, hastete Maria weiter, obgleich sie schon völlig erschöpft war.","translation":"Horrified and desperately crying, Mary hurried on, even though she was already completely exhausted."},{"text":"Die heimlich und zum ersten Mal in ihrem Leben aus dem Palast geflohene Prinzessin war entsetzt ob des Elends der Bevölkerung, und sie beschloss, Abhilfe zu schaffen.","translation":"The princess, who had secretly fled the palace for the first time in her life, was horrified by the misery of the population, and she decided to remedy the situation."}],"bewaffnen":[{"text":"Er ist bewaffnet und äußerst gefährlich.","translation":"He is armed and highly dangerous."},{"text":"Der Verdächtige ist bewaffnet und gefährlich.","translation":"The suspect is armed and dangerous."},{"text":"Er bewaffnete sich mit einer Pistole.","translation":"He armed himself with a pistol."},{"text":"Die Soldaten wurden bewaffnet.","translation":"The soldiers were equipped with weapons."},{"text":"Der flüchtige Häftling ist bewaffnet und gefährlich.","translation":"The fugitive prisoner is armed and dangerous."}],"Diskriminierung":[{"text":"Selbst heutzutage noch kämpfen Frauen gegen Diskriminierung.","translation":"Even today, however, women struggle against discrimination."},{"text":"In unserem Land ist diese Art von Diskriminierung nicht sehr verbreitet.","translation":"This type of discrimination isn't very widespread in our country."},{"text":"Diskriminierung von Leuten wegen ihrer Rasse ist ein Fehler.","translation":"Discriminating against people because of their race is a mistake."},{"text":"Dies ist die einzig mögliche Weg, allen einen gesetzlichen Schutz gegen Diskriminierung zu gewähren.","translation":"This is the only possible way to provide everyone with legal protection against discrimination."},{"text":"Diskriminierung aufgrund des Geschlechtes ist verboten.","translation":"Discrimination on the basis of gender is prohibited."}],"umständlich":[{"text":"Männer finden, Frauen seien oft sehr umständlich.","translation":"Men think women are often very cumbersome."},{"text":"Für deutsche Ohren klingt der Satz etwas umständlich.","translation":"To German ears, the sentence sounds a bit cumbersome."},{"text":"Mit dem Computer Großbuchstaben tippen ist ein bisschen umständlich.","translation":"Typing capital letters with the computer is a bit cumbersome."},{"text":"Die Erläuterungen sind zu umständlich und sollten vereinfacht werden.","translation":"The explanations are too cumbersome and should be simplified."},{"text":"Ich finde es viel zu umständlich, dass man hier nur mit Getränkemarken zahlen kann.","translation":"I find it much too cumbersome that you can only pay with beverage stamps."}],"Tarif":[{"text":"Die Taxi-Tarife werden nächsten Monat steigen.","translation":"Taxi fares will rise next month."},{"text":"Wir hoffen, den Tarif senken zu können.","translation":"We hope to be able to lower the tariff."},{"text":"Laut Tarif beträgt das Fahrgeld einen Euro zwanzig.","translation":"According to the fare, the fare is one euro twenty."},{"text":"Gibt es ermäßigte Tarife für mehrere Fahrten?","translation":"Are there discounted fares for several trips?"}],"Opposition":[{"text":"Keine Regierung kann sich lange ohne eine mächtige Opposition in Sicherheit befinden.","translation":"No government can be long secure without formidable opposition."},{"text":"Er stellte sich auf die Seite der Opposition in dem Argument.","translation":"He sided with the opposition group in the argument."},{"text":"Die Ukrainische Partei der Regionen hat erklärt, dass sie in die Opposition geht.","translation":"The Ukrainian Party of Regions has declared that it is going into opposition."},{"text":"Ihre Opposition brach zusammen.","translation":"Their opposition collapsed."},{"text":"Sie werden die Opposition ausschalten.","translation":"They will obliterate the opposition."}],"schärfen":[{"text":"Sattelt mein Pferd, schärfet mein Schwert – ich ziehe in die Welt hinaus!","translation":"Saddle my horse, sharpen my sword – I'll go out into the world!"},{"text":"Kochen schärft das Bewusstsein fürs Essen.","translation":"Cooking raises awareness of food."},{"text":"Wann hast du dieses Messer das letzte Mal geschärft?","translation":"When was the last time you sharpened this knife?"},{"text":"Der Stein schärft die Messer, aber ist selber stumpf.","translation":"The stone sharpens the knives, but is blunt itself."},{"text":"Wer mit einem Taschenmesser einen Bleistift schärfen kann, der kann mit einem Taschenmesser eine Holzente schnitzen.","translation":"If you can sharpen a pencil with a pocket knife, you can carve a wooden duck with a pocket knife."},{"text":"Ich schärfe mein Schwert.","translation":"I am sharpening my sword."},{"text":"Tom schärfte sein Messer.","translation":"Tom sharpened his knife."},{"text":"Schärfe es dir gut ein.","translation":"Sharpen it well."},{"text":"Ich schärfe die Messer.","translation":"I sharpen the knives."},{"text":"Ich schärfe das Messer.","translation":"I sharpen the knife."}],"wüsstest":[{"text":"„Tom würde nie lügen.“ – „Wenn du wüsstest, mein Lieber, wenn du wüsstest.“","translation":"\"Tom would never lie.\" \"If you knew, my dear, if you knew.\""},{"text":"Wenn du jetzt keine Ausrede wüsstest, würdest du schweigen.","translation":"If you didn't know an excuse now, you would be silent."},{"text":"Ich dachte, du wüsstest es bereits.","translation":"I thought you already knew."},{"text":"Wenn du nur wüsstest, in welcher Lage ich mich befinde.","translation":"If you only knew what kind of a situation I am in."},{"text":"Ich hatte gehofft, du wüsstest es vielleicht.","translation":"I was hoping that you might know."},{"text":"„Tom würde nie lügen.“ – „Wenn du wüsstest, mein Lieber, wenn du wüsstest.“","translation":"\"Tom would never lie.\" – \"If you knew, my dear, if you knew.\""},{"text":"Manchmal wünsche ich mir, dass du wüsstest, wie oft ich an dich denke.","translation":"Sometimes I wish you knew how often I think of you."},{"text":"„Warum hast du das nie erwähnt?“ — „Ich dachte, du wüsstest das!“","translation":"\"Why did you never mention that?\" — \"I thought you knew that!\""},{"text":"Tu doch nicht so, als wüsstest du nicht, wovon ich rede!","translation":"Don't pretend you don't know what I'm talking about!"},{"text":"Es bringt nichts, so zu tun, als wüsstest du nichts darüber.","translation":"It is no use pretending you know nothing about it."}],"Handschrift":[{"text":"Deine Handschrift ist überhaupt nicht zu lesen!","translation":"Your handwriting cannot be read at all!"},{"text":"Meine Mutter hat eine gute Handschrift.","translation":"My mother has good handwriting."},{"text":"Erkennst du hier die Handschrift deines Bruders?","translation":"Do you recognise your brother's handwriting here?"},{"text":"Sie hat eine schöne Handschrift.","translation":"She has beautiful handwriting."},{"text":"Du solltest sie nicht verachten, nur weil sie eine schlechte Handschrift hat.","translation":"You shouldn't despise her just because she has bad handwriting."}],"Vorfeld":[{"text":"Im Vorfeld helfe ich mir selbst, erst dann denke ich an euch.","translation":"In advance I help myself, only then do I think of you."},{"text":"Im Vorfeld der Konferenz wurde zu viel Porzellan zerschlagen. Eine Einigung ist unter diesen Umständen kaum zu erwarten.","translation":"In the run-up to the conference, too much porcelain was smashed. An agreement is hardly to be expected under these circumstances."}],"Kundenservice":[{"text":"Guter Kundenservice ist nicht das Ziel, es ist der Weg.","translation":"Good customer service is not the goal, it is the way."},{"text":"Die Preise sind hier ziemlich hoch, aber das kommt durch den wirklich guten Kundenservice.","translation":"Prices are high here but that's because the after-sale service is really good."},{"text":"Kundenservice ist keine Abteilung – Kundenservice ist eine Haltung.","translation":"Customer service is not a department – customer service is an attitude."}],"nachgeben":[{"text":"Wir können der Verzweiflung nicht nachgeben.","translation":"We cannot give in to despair."},{"text":"Jane muss aufhören, ihrem Verlangen nach Schokolade nachzugeben.","translation":"Jane must stop giving in to her craving for chocolate."},{"text":"Versuchungen sollte man nachgeben. Wer weiß, ob sie wiederkommen!","translation":"Temptations should be yielded to. Who knows if they will come back!"},{"text":"Es gibt schreckliche Versuchungen, und es erfordert Kraft, Kraft und Mut, ihnen nachzugeben.","translation":"There are terrible temptations, and it takes strength, strength and courage to yield to them."},{"text":"Der einzige Weg, eine Versuchung loszuwerden, ist, ihr nachzugeben.","translation":"The only way to get rid of a temptation is to give in to it."}],"widerspiegeln":[{"text":"Ihr Verhalten widerspiegelt verschiedene Charaktere.","translation":"Their behavior reflects different characters."},{"text":"Ihr Gesicht widerspiegelte die fröhliche Stimmung der Reisegesellschaft.","translation":"Her face reflected the cheerful mood of the tour company."},{"text":"Die Pfütze ist wunderschön anzusehen, wenn sich der darüber stehende Mond widerspiegelt.","translation":"The puddle is beautiful to look at when the moon above it is reflected."},{"text":"Der Name, den ein Spieler wählt widerspiegelt wahrscheinlich seine Vorlieben oder seinen Gemütszustand.","translation":"The name a player chooses is likely to reflect their preferences or state of mind."},{"text":"Idealerweise sollte sich im Parlament die Zusammensetzung der Gesamtbevölkerung widerspiegeln.","translation":"Ideally, Parliament should reflect the composition of the population as a whole."}],"because":[],"nachlassen":[{"text":"Es ist immer wieder schön, wenn der Schmerz nachlässt.","translation":"It is always nice when the pain subsides."},{"text":"Als ich merkte, dass meine Kräfte nachließen, ließ ich es etwas ruhiger angehen.","translation":"When I noticed that my strength was waning, I took it a little easier."},{"text":"Der Wind hat nachgelassen.","translation":"The wind has subsided."},{"text":"Die Hitze hat nachgelassen.","translation":"The heat has relaxed."},{"text":"Das öffentliche Interesse hat stark nachgelassen.","translation":"Public interest has fallen off a lot."},{"text":"Das plötzliche Nachlassen von Appetit ist manchmal das Symptom einer Krankheit.","translation":"The sudden decrease in appetite is sometimes the symptom of a disease."},{"text":"Der Schmerz hat ein wenig nachgelassen.","translation":"The pain has lessened a little."},{"text":"In diesem Alter ist ein Nachlassen der körperlichen Kräfte nichts Ungewöhnliches.","translation":"At this age, a decrease in physical strength is not uncommon."},{"text":"Rezession ist das temporäre Nachlassen wirtschaftlicher Aktivitäten während einer Zeit, in der diese üblicherweise zunehmen.","translation":"Recession is a temporary falling off of business activity during a period when such activity is generally increasing."},{"text":"Das Alter ist weniger durch das Nachlassen der körperlichen und geistigen Fähigkeiten schwer zu ertragen als vielmehr durch die Last der Erinnerung.","translation":"What makes old age hard to bear is not the failing of one's faculties, mental and physical, but the burden of one's memories."}],"tweet":[{"text":"Ich denke, der Tweet des Präsidenten spricht für sich selbst.","translation":"I think the president's tweet speaks for itself."}],"schwanken":[{"text":"Tom schwankte auf den Beinen. Er hatte nicht ordentlich gefrühstückt.","translation":"Tom swayed on his legs. He hadn't had a proper breakfast."},{"text":"Ich schwanke zwischen zwei Parteien.","translation":"I vacillate between two parties."},{"text":"Er schwankte zwischen Hoffnung und Verzweiflung.","translation":"He fluctuated between hope and despair."},{"text":"Der Preis schwankt je nach Nachfrage.","translation":"The price fluctuates depending on demand."},{"text":"Sein Zustand schwankt auf und ab.","translation":"His condition fluctuates up and down."}],"Techniker":[{"text":"Sollen wir einen Techniker schicken?","translation":"Should we send a technician?"},{"text":"Der Techniker ist Ingenieur geworden.","translation":"The technician has become an engineer."},{"text":"Der Techniker wird die Drähte verbinden.","translation":"The technician will connect the wires."},{"text":"Der Techniker kletterte auf den Telefonmast.","translation":"The engineer climbed the telephone pole."},{"text":"Vor der Tür steht ein Techniker, der den Wasserzähler ablesen will.","translation":"In front of the door is a technician who wants to read the water meter."}],"Accessoire":[{"text":"Ein Mann kann anziehen, was er will — er bleibt doch nur ein Accessoire der Frau.","translation":"A man can wear what he wants — he remains only an accessory of the woman."}],"duftend":[{"text":"Die eigene Heimat ist wie eine duftende Blume.","translation":"Your own homeland is like a fragrant flower."},{"text":"Jede duftende Blume erzählt uns die Geheimnisse des Universums.","translation":"Each fragrant flower tells us the secrets of the universe."},{"text":"Diese süß duftenden Rosen schenke ich dir.","translation":"These sweet-smelling roses I give you."},{"text":"Daheim habe ich einen kleinen Garten, wo ich einige duftende Pflanzen anbaue.","translation":"At home I have a small garden where I grow some fragrant plants."},{"text":"Mary hat duftende Müllbeutel gekauft.","translation":"Mary bought fragrant trash bags."}],"lo":[{"text":"Als sie Lo-Ryhamo entwöhnt hatte, wurde sie wieder schwanger und gebar einen Sohn.","translation":"When she weaned Lo-Ryhamo, she became pregnant again and gave birth to a son."}],"naht":[{"text":"Ein altes Loch bedingt eine neue Naht.","translation":"An old hole requires a new seam."},{"text":"An den Enden erkennt man die Naht.","translation":"At the ends you can see the seam."},{"text":"Und Tom aß und aß und aß, bis er aus allen Nähten platzte.","translation":"And Tom ate and ate and ate until he was bursting at the seams."},{"text":"Sparen ist zu spät, wenn man im Beutel auf die Naht und im Fass auf den Boden greift.","translation":"Saving is too late if you reach for the seam in the bag and the bottom in the barrel."},{"text":"Obwohl sie keinen Kontakt mehr hatten, dachte Tom jedes Jahr, wenn ihr Geburtstag nahte, an Maria und schickte ihr ein kleines Geschenk, ohne etwas dafür zu erwarten, wie etwa, dass sie sich bei ihm melde: er wollte ihr nur eine Freude machen.","translation":"Although they were no longer in contact, every year when her birthday approached, Tom thought of Maria and sent her a small gift, without expecting anything in return, such as that she would contact him: he just wanted to make her happy."}],"Unterbrechung":[{"text":"Ich entschuldige mich bei Ihnen für die Unterbrechung.","translation":"I apologize to you for the interruption."},{"text":"Niemanden stört eine Unterbrechung, wenn es Beifall ist.","translation":"No one minds being interrupted by applause."},{"text":"Wir verlangen eine Unterbrechung der Sitzung.","translation":"We request that the sitting be suspended."},{"text":"Es regnete fünf Tage ohne Unterbrechung.","translation":"There were five days of unbroken rain."},{"text":"Er arbeitet länger als fünf Stunden ohne Unterbrechung.","translation":"He worked more than five hours on end."}],"möchten":[{"text":"Ich habe gerade Zeit für Kaffee. Möchtet Ihr auch einen?","translation":"I've got time for coffee. Would you like a cup?"},{"text":"Möchtet ihr Eis?","translation":"Would you like ice?"},{"text":"Möchtet ihr lieber gesund oder reich sein?","translation":"Would you rather be healthy or rich?"},{"text":"Möchtet ihr etwas Suppe?","translation":"Do you want some soup?"},{"text":"Worüber möchtet ihr sprechen?","translation":"What do you want to talk about?"}],"Einhorn":[{"text":"Hast du das Einhorn schon gefangen?","translation":"Have you caught that Unicorn yet?"},{"text":"Willst du auf einem Einhorn zur Arbeit reiten? Ich schon.","translation":"Do you want to ride a unicorn to work? Because I do."},{"text":"Tom glaubt, dass es Einhörner wirklich gibt.","translation":"Tom believes that unicorns are real."},{"text":"Silvio sucht ein blaues Einhorn.","translation":"Silvio is looking for a blue unicorn."},{"text":"Ich träumte immer, ein Einhorn zu kennen, das mir die Geheimnisse der Nacht erzählen wird.","translation":"I always dreamed of knowing a unicorn that will tell me the secrets of the night."}],"zöger":[{"text":"Auch zum Zögern muss man sich entschließen.","translation":"You also have to decide to hesitate."},{"text":"Es gibt ein Ziel, aber keinen Weg; was wir Weg nennen, ist Zögern.","translation":"There is a goal, but no way; what we call the path is hesitation."},{"text":"Ich hoffe, du kannst mein Zögern in dieser Angelegenheit verstehen.","translation":"I hope you can understand why I'm hesitant to do that."},{"text":"Zögern Sie nicht, um Rat zu fragen.","translation":"Don't hesitate to ask for advice."},{"text":"Zögern Sie nicht, an alle Türen zu klopfen.","translation":"Do not hesitate to knock on all doors."}],"Ventil":[{"text":"Dieses Ventil muss ausgetauscht werden.","translation":"This valve needs to be replaced."},{"text":"Dieses Ventil ist kaputt.","translation":"This valve is broken."},{"text":"Das Weinen ist ein emotionales Ventil. Der Schmerz oder Frohsinn sind meistens die Stimuli.","translation":"Crying is an emotional outlet. The pain or cheerfulness are usually the stimuli."},{"text":"Die Karikatur ist heute das Ventil für den politischen Frust des resignierten Zeitungslesers.","translation":"Today, the cartoon is the outlet for the political frustration of the resigned newspaper reader."}],"Elektronik":[{"text":"Die Elektronik in den Geräten kann versagen.","translation":"The electronics in the devices may fail."},{"text":"Clive will Elektronik-Ingenieur werden.","translation":"Clive wants to be an electronic engineer."},{"text":"Er versteht nichts von Elektronik.","translation":"He doesn't know anything about electronics."},{"text":"Er sucht auf dem Gebiet der Elektronik seinesgleichen.","translation":"It is unparalleled in the field of electronics."},{"text":"Japanische Kameras, Pkw, Hifigeräte usw. sind im Ausland weit verbreitet, sodass heutzutage kaum ein entwickeltes Land ohne modernste Elektronik „made in Japan“ auskommt.","translation":"Japanese cameras, cars, hi-fi devices, etc. are widely used abroad, so that nowadays hardly any developed country can do without state-of-the-art electronics \"made in Japan\"."},{"text":"Ich habe an der Universität Elektronik studiert.","translation":"I studied electronics at university."}],"offline":[{"text":"Wenn man sich die Karte vorher herunterlädt, kann man sie auch offline benutzen.","translation":"If you download the map beforehand, you can also use it offline."},{"text":"Ich gehe offline, um zu baden.","translation":"I go offline to bathe."},{"text":"Imogen aus dem Internet ist auch offline immer nett.","translation":"Imogen from the Internet is always nice even offline."},{"text":"Ich dachte, wir wären offline.","translation":"I thought we were offline."},{"text":"Gehe offline, um zu baden.","translation":"Go offline to bathe."}],"abonnier":[{"text":"Abonnier unseren YouTube-Kanal.","translation":"Subscribe to our YouTube channel."}],"übersteigen":[{"text":"„Könntest du diesen Text für mich übersetzen?“ – „Das übersteigt leider meine Fähigkeiten.“","translation":"\"Could you translate this text for me?\" – \"Unfortunately, this is beyond my abilities.\""},{"text":"Dieses Buch zu verstehen, übersteigt meine Fähigkeiten.","translation":"Understanding this book is beyond my capacity."},{"text":"So etwas übersteigt meine Kräfte.","translation":"Such things are beyond my powers."},{"text":"Das übersteigt weit unsere Erwartungen.","translation":"This is way beyond our expectations."},{"text":"Die tatsächlichen Kosten überstiegen die Schätzungen.","translation":"The actual cost was higher than the estimate."}],"Fledermaus":[{"text":"Ist das eine Fledermaus?","translation":"Is this a bat?"},{"text":"Hast du jemals eine Fledermaus gegessen?","translation":"Have you ever eaten a bat?"},{"text":"Normalerweise fliegen Fledermäuse in der Dunkelheit.","translation":"Usually bats fly in the dark."},{"text":"Kein Wunder, dass wir Fledermäuse mit dunklen Gegenden in Verbindung bringen.","translation":"No wonder we associate bats with dark places."},{"text":"Eine Fledermaus ist so wenig ein Vogel wie eine Ratte es ist.","translation":"A bat is no more a bird than a rat is."}],"Temperament":[{"text":"Starrsinn verdirbt den Charakter — so ungefähr wie Temperament die Liebe.","translation":"Stubbornness spoils the character — much like temperament spoils love."},{"text":"Glück und Unglück hängen genauso vom Temperament wie vom glücklichen Zufall ab.","translation":"Happiness and unhappiness depend as much on temperament as on happy coincidence."},{"text":"Man merkt schnell, dass Tom ein anderes Temperament hat als die Leute hier.","translation":"You quickly realize that Tom has a different temperament than the people here."},{"text":"Die hat ein ganz schönes Temperament, was?","translation":"She has a pretty nice temperament, doesn't she?"},{"text":"Maria hat ein explosives Temperament, kann Kritik nur schwer vertragen und annehmen,","translation":"Maria has an explosive temperament, can hardly tolerate and accept criticism,"}],"Gerede":[{"text":"Es geht das Gerede, dass du den Posten bekommen hast.","translation":"Rumour has it that you got the job."},{"text":"Das ist leeres Gerede.","translation":"This is empty talk."},{"text":"Das Auto ist nicht mehr im Gespräch, sondern im Gerede.","translation":"The car is no longer in conversation, but in talk."},{"text":"Das ist doch alles bloß Gerede.","translation":"That's all just talk."},{"text":"Nicht die Frage des anderen, sondern dein eigenes Gerede stürzt dich ins Unglück.","translation":"Not the question of the other, but your own talk plunges you into misfortune."}],"Schub":[{"text":"Tom hat einen Schub in die richtige Richtung erhalten.","translation":"Tom got a shove in the right direction."},{"text":"Schubs mich nicht so heftig. Das ist gefährlich.","translation":"Don't push me very hard. It's dangerous."},{"text":"Wir erhoffen uns einen Schub für die Klimakonferenz in Südafrika.","translation":"We hope for a boost for the climate conference in South Africa."},{"text":"Wenn ich die Milch aus dem Kühlschrank hole, mache ich nachher die Kühlschranktür zu, indem ich ihr mit dem Ellbogen einen Schubs gebe. Wie machst du's?","translation":"When I get the milk out of the fridge, I close the fridge door by giving it a shove with my elbow. How do you do it?"},{"text":"Schubs mich nicht!","translation":"Don't push me!"}],"union":[{"text":"Algerien ist ein wichtiger Partner der Europäischen Union.","translation":"Algeria is an important partner of the European Union."},{"text":"In welche Richtung wird sich die Europäische Union entwickeln?","translation":"In which direction will the European Union develop?"},{"text":"Was ist für die Euröpäische Union gut?","translation":"What is good for the European Union?"},{"text":"Ich will nicht, dass mein Land Mitglied der Europäischen Union bleibt.","translation":"I do not want my country to remain a member of the European Union."},{"text":"Großbritannien verlässt die Europäische Union.","translation":"Britain is leaving the European Union."}],"einstufen":[{"text":"Tom lässt sich weder als konservativ noch als liberal einstufen.","translation":"Tom doesn't identify as either a conservative or a liberal."},{"text":"Der Name eines Lebensmittels kann beeinflussen, ob man es als essenswert oder widerlich einstuft.","translation":"The name of a food can affect whether you consider it worth eating or disgusting."},{"text":"Der neue Plan wurde als praktikabel eingestuft.","translation":"The new plan was considered practicable."},{"text":"Sie wurden als Mitläufer eingestuft.","translation":"They were classified as followers."},{"text":"Professionelle Go-Spieler werden nach ihrer Spielstärke eingestuft.","translation":"Professional Go players are ranked according to their skill level."}],"läufst":[{"text":"Du läufst einfach vor den Problemen des Lebens davon.","translation":"You just run away from life's problems."},{"text":"Du läufst Gefahr, auf der Strecke zu bleiben.","translation":"You run the risk of falling by the wayside."},{"text":"Warum läufst du immer schneller?","translation":"Why do you run faster and faster?"},{"text":"Egal, wie schnell du läufst, du wirst nie rechtzeitig da sein.","translation":"However fast you run, you won't be in time."},{"text":"Ich mag die Art, wie du läufst.","translation":"I like the way you run."},{"text":"Warum läufst du denn?","translation":"Why are you running?"},{"text":"Wenn du weiter so läufst wie eine lahme Ente, werden wir nie ans Ziel gelangen.","translation":"If you continue to run like a lame duck, we will never reach our destination."},{"text":"Läufst du jeden Tag?","translation":"Do you run every day?"},{"text":"Warum läufst du denn? Hast du keine Zeit?","translation":"Why are you running? Don't have time?"}],"vorzeitig":[{"text":"Utopien sind oft nur vorzeitige Wahrheiten.","translation":"Utopias are often only premature truths."},{"text":"Tom wurde aus gesundheitlichen Gründen in den vorzeitigen Ruhestand versetzt.","translation":"Tom was put into early retirement for health reasons."},{"text":"Der Gefangene bat darum, vorzeitig entlassen zu werden.","translation":"The prisoner asked to be released early."},{"text":"Sie bestanden darauf, dass alles vorzeitig fertig sein sollte.","translation":"They insisted that everything be ready ahead of time."},{"text":"Wir haben das Kino vorzeitig verlassen.","translation":"We left the movie early."}],"Allianz":[{"text":"Eine Allianz ist eine Ehe, bei der die Eifersucht größer ist als die Liebe.","translation":"An alliance is a marriage in which jealousy is greater than love."},{"text":"Frankreich, Österreich und Russland bildeten eine Allianz gegen Preußen.","translation":"France, Austria and Russia formed an alliance against Prussia."},{"text":"Fast jedes Genie verursacht augenblicklich eine Allianz der Mittelmäßigkeit.","translation":"Almost every genius instantly creates an alliance of mediocrity."},{"text":"Bei dir gehen wohl Eitelkeit und Dummheit eine unselige Allianz ein.","translation":"Vanity and stupidity probably form an unfortunate alliance with you."},{"text":"In einer strategischen Allianz will einer der beiden Partner oder aber wollen beide sicherstellen, dass der andere keine Affäre mit einem Außenstehenden eingeht. Wir vom Kartellamt sind mehr für die freie Liebe.","translation":"In a strategic alliance, one of the two partners wants or both want to make sure that the other does not have an affair with an outsider. We at the Cartel Office are more in favour of free love."},{"text":"In Geschichte lernen wir gerade über die Heilige Allianz zwischen Russland, Preußen und Österreich.","translation":"In History we are learning about the Holy Alliance between Russia, Prussia and Austria."},{"text":"Ungeachtet des Versprechens, eine Regierung der nationalen Einheit zu schaffen, kommen die Regierungsmitglieder vorrangig aus der Allukrainischen Vereinigung „Vaterland“. UDAR, die Ukrainische demokratische Allianz für Reformen, ist in der Regierung nicht vertreten.","translation":"Despite the promise to create a government of national unity, the members of the government come primarily from the All-Ukrainian Association \"Fatherland\". UDAR, the Ukrainian Democratic Alliance for Reform, is not represented in the government."}],"Spinner":[{"text":"Maria hält Tom für einen Spinner.","translation":"Maria thinks Tom is a weirdo."},{"text":"Nur arme Spinner würden ihren eigenen Kindern so etwas antun lassen.","translation":"Only poor weirdos would let their own children do such a thing."},{"text":"Was für ein kranker Spinner bist du bitte schön?","translation":"What kind of sick weirdo are you?"},{"text":"Beachtet das gar nicht, was der alte Spinner erzählt.","translation":"Don't even pay attention to what the old weirdo tells."},{"text":"Ein Spinner kann nur Schaden anrichten.","translation":"A spinner can only do damage."}],"entspannend":[{"text":"Bücher zu lesen ist sehr entspannend.","translation":"Reading books is very relaxing."},{"text":"Ich empfehle diesen Ort sehr als Ziel eines entspannenden Spaziergangs.","translation":"I highly recommend this place as the destination of a relaxing walk."},{"text":"Ich finde das Geräusch des Regens entspannend.","translation":"I find the sound of the rain relaxing."},{"text":"Ich mag Fische fangen, es ist eine sehr entspannende Art und Weise, den Tag zu verbringen.","translation":"I like catching fish, it's a very relaxing way to spend the day."},{"text":"Im Moment habe ich eine Vorliebe für entspannende Musik.","translation":"At the moment I have a preference for relaxing music."}],"langlebig":[{"text":"Die meisten Langlebigen sind Vegetarier.","translation":"Most of the long-lived are vegetarians."},{"text":"Die Kunst ist mit allem zu ihr Gehörenden und noch Hinzukommenden auch ein Problem, und zwar, wie man sieht, ein verwandlungsfähiges, zäh- und langlebiges, will sagen ewiges.","translation":"Art, with everything that belongs to it and is still to come, is also a problem, and, as you can see, a transformable, tenacious and durable, in other words eternal."},{"text":"Der Begriff Infrastruktur umfasst alle langlebigen Grundeinrichtungen personeller, materieller oder institutioneller Art, die in ihrer Gesamtheit das Funktionieren einer arbeitsteiligen Volkswirtschaft garantieren.","translation":"The term infrastructure encompasses all long-lived basic facilities of a human, material or institutional nature, which in their entirety guarantee the functioning of an economy based on the division of labour."}],"Kamin":[{"text":"Das Wohnzimmer hat einen Kamin.","translation":"The living room has a fireplace."},{"text":"Der Kamin ist, sofern vorhanden, regelmäßig zu reinigen.","translation":"The fireplace must be cleaned regularly, if available."},{"text":"Die Uhr ist über dem Kamin.","translation":"The clock is above the fireplace."},{"text":"Links ist ein großer Kamin, in dem ich nie Feuer mache.","translation":"To the left is a large fireplace that I never light."},{"text":"Es ist schön, an einem heißen Kamin zu sitzen.","translation":"It's nice sitting alongside a hot fireplace."}],"beweglich":[{"text":"Zustand ist ein albernes Wort, weil nichts steht und alles beweglich ist.","translation":"State is a silly word because nothing stands and everything is movable."},{"text":"Karl ist beweglich wie ein Affe.","translation":"Karl is as mobile as a monkey."},{"text":"Erwanderte Gedanken sind individuell und beweglich.","translation":"Wandered thoughts are individual and flexible."},{"text":"Leichte, bewegliche Pulte dienten beim Lesen zum Auflegen der Bücher.","translation":"Light, movable desks were used to hang up the books when reading."},{"text":"Sie werden das bewegliche Gut abzüglich der Juwelen erben.","translation":"You will inherit the movable property minus the jewels."}],"orgasmus":[{"text":"Sie weiß genau, wie man ihn zum Orgasmus bringt.","translation":"She knows exactly how to bring him to orgasm."},{"text":"Ich blieb gerne lange in ihr noch weit nach dem Orgasmus.","translation":"I liked to stay in her for a long time after orgasm."},{"text":"Franzosen nennen den Orgasmus kleinen Tod.","translation":"The French call orgasm a small death."},{"text":"Sie kam mehrmals zum Orgasmus.","translation":"She orgasmed several times."},{"text":"Franzosen nennen den Orgasmus in ihrer eigenen Sprache \"La petite mort\".","translation":"The French call orgasm \"La petite mort\" in their own language."}],"mäßig":[{"text":"Iss mäßig, aber regelmäßig!","translation":"Eat moderately, but regularly."},{"text":"Rede wenig, rede wahr, trinke mäßig, zahle bar.","translation":"Speak little, speak true, drink moderately, pay cash."},{"text":"Manchmal ist ein rechtmäßiger Ehemann auch ein recht mäßiger Ehemann!","translation":"Sometimes a legitimate husband is also a fairly moderate husband!"},{"text":"Guter Wein, mäßig getrunken, schadet auch in größeren Mengen nicht.","translation":"Good wine, drank moderately, does not hurt even in larger quantities."},{"text":"Drum lebe mäßig, denke klug, denn wer nichts braucht, der hat genug.","translation":"Therefore live moderately, think wisely, because if you don't need anything, you have enough."}],"index":[{"text":"Die Bahnlänge eines Punktes ist immer gleich dem Index seines Stabilisators.","translation":"The orbital length of a point is always equal to the index of its stabilizer."},{"text":"Eine Folge von Elementen eines metrischen Raums wird als Cauchyfolge bezeichnet, wenn die Abstände zweier beliebiger Elemente ab einem bestimmten Index beliebig klein werden.","translation":"A sequence of elements of a metric space is called a cauchy sequence if the distances between any two elements become arbitrarily small above a certain index."},{"text":"Es sei (𝑎ₙ) eine Folge von Elementen eines metrischen Raumes (𝑋, d). Man nennt ein Element 𝑎 ∈ 𝑋 den Grenzwert dieser Folge, wenn man zu jeder positiven reellen Zahl 𝜀 > 0 einen Index 𝑁 ∈ ℕ derart findet, dass d(𝑎, 𝑎ₙ) < 𝜀 für alle 𝑛 ≥ 𝑁 erfüllt ist.","translation":"It is (to) a sequence of elements of a metric space (X, d). An element a ∈ X is called the limit value of this sequence if one finds an index N ∈ N for each positive real number ε > 0 in such a way that d(a, at) < ε is fulfilled for all n ≥ N."},{"text":"Der Dow-Jones-Index ist um 500 Punkte gefallen.","translation":"The Dow is down 500 points."},{"text":"Die Anwendung erlaubt ein schnelles Ausrechnen des Body Mass Index – BMI.","translation":"The application allows you to quickly calculate the ratio of body mass index - BMI."},{"text":"Der Nikkei-Index machte kurz vor Handelsschluss einen dramatischen Sprung.","translation":"The Nikkei index jumped dramatically just before closing."},{"text":"Der japanische Nikkei-Index ist wie der heilige Nikolaus – keiner glaubt an ihn, aber jeder tut gerne so, als ob.","translation":"The Japanese Nikkei index is like Saint Nicholas – no one believes in it, but everyone likes to pretend."},{"text":"Der \"Index in Esperanto\" führt einen zu den einzelnen Bestandteilen der Abteilung \"Referenzgrammatik\".","translation":"The \"Index in Esperanto\" leads you to the individual components of the \"Reference Grammar\" section."}],"seither":[{"text":"Es ist erstaunlich, wie wenig sich die akademische Kultur seither verändert hat.","translation":"It's amazing how little academic culture has changed since then."},{"text":"Übrigens, haben Sie seither etwas von ihr gehört?","translation":"By the way, have you heard from her since then?"},{"text":"Mein Englischniveau ist seither deutlich gesunken.","translation":"My level of English has dropped significantly since then."},{"text":"Seither hat er seine ganze Seele in sein Werk gesteckt.","translation":"Since then he had put his whole soul into his work."},{"text":"Seither sind schon mehrere Jahre vergangen.","translation":"Several years have passed since then."}],"Plakat":[{"text":"Was steht auf dem Plakat?","translation":"What's on that placard?"},{"text":"Es gibt Plakate der Parteien an den Straßen.","translation":"There are posters of the parties on the streets."},{"text":"Das Plakat weichte ab.","translation":"The poster deviated."},{"text":"Er hielt an, um das Plakat anzusehen.","translation":"He paused to look at the poster."},{"text":"Die Plakate wurden sofort von der Wand entfernt.","translation":"The posters were immediately removed from the wall."}],"glätten":[{"text":"Tom glättet den Stoff.","translation":"Tom smoothes the fabric."},{"text":"Dann glättete die Großmutter sein Haar und erzählte ihm noch ein paar Märchen.","translation":"Then the grandmother smoothed his hair and told him some more tales."},{"text":"Diese Hose muss geglättet werden.","translation":"These pants need to be smoothed."},{"text":"Er musste zunächst einmal in den Gesprächen die Wogen wieder etwas glätten.","translation":"First of all, he had to smooth the waves a bit in the conversations."},{"text":"Wenn ein Mensch in den Spiegel sieht, glättet er jedes Mal sein Gesicht und sucht ihm den freundlichsten Ausdruck zu geben. Möchte er sich doch erinnern, dass alle Menschen, denen er auf der Straße begegnet, in Bezug auf ihn Spiegel sind!","translation":"When a person looks in the mirror, he smoothes his face every time and tries to give it the friendliest expression. He wants to remember that all the people he meets on the street are mirrors in relation to him!"},{"text":"Ein Hobel ist ein Werkzeug zum Ebnen und Glätten von Oberflächen.","translation":"A planer is a tool for leveling and smoothing surfaces."}],"excel":[],"sen":[{"text":"Ich kenne sene Motivation nicht.","translation":"I don't know the motivation."},{"text":"Die in der Muromachi-Zeit entstandene und während der Azuchi-Momoyama-Zeit von Sen no Rikyu vollendete, bis in heutige Zeit fortgeführte Teezeremonie ist ein Kulturgut, dessen Japan sich weltweit rühmen kann.","translation":"The tea ceremony, which originated in the Muromachi period and was completed by Sen no Rikyu during the Azuchi-Momoyama period and continues to this day, is a cultural asset whose Japan can boast worldwide."}],"Stoffwechsel":[{"text":"Krebszellen unterscheiden sich von gesunden Zellen in ihrem Stoffwechsel.","translation":"Cancer cells differ from healthy cells in their metabolism."},{"text":"Wenn ich am Käsen bin, trinke ich immer eine Tasse Molke, denn die soll gut für den Stoffwechsel sein.","translation":"When I'm making cheese, I always drink a cup of whey, because it's supposed to be good for my metabolism."},{"text":"Enzyme sind für die Verdauung, die Atmung, die Photosynthese und den Stoffwechsel verantwortlich. Sie sind dafür verantwortlich, uns alle zu formen und am Leben zu erhalten. Sie sind die Motoren des Lebens.","translation":"Enzymes are responsible for digestion, respiration, photosynthesis, and metabolism. They are responsible for forming all of us and keeping us alive. They are the engines of life."},{"text":"Die Bauchspeicheldrüse produziert das Hormon Insulin, das für den Stoffwechsel in der Zelle eine wichtige Rolle spielt.","translation":"The pancreas produces the hormone insulin, which plays an important role in the metabolism in the cell."}],"meditieren":[{"text":"Ich gehe oft dorthin, um zu meditieren.","translation":"I often go there to meditate."},{"text":"Tom meditiert gerade.","translation":"Tom is meditating."},{"text":"Er meditierte über das Problem von Gut und Böse.","translation":"He meditated on the problem of good and evil."},{"text":"Die Mönche meditieren.","translation":"The monks are meditating."},{"text":"Die Wahrheit braucht weder zu meditieren noch witzig zu sein.","translation":"The truth does not need to meditate or be funny."}],"weiterzumachen":[{"text":"Meine Arbeit macht mir keine Freude, aber ich zwinge mich dazu, weiterzumachen.","translation":"I don't enjoy my work, but I force myself to keep going."},{"text":"Das gibt mir die Kraft, weiterzumachen.","translation":"That gives me the strength to carry on."},{"text":"Diese Komplimente ermutigen mich weiterzumachen. Aber es bleibt noch viel zu tun.","translation":"These compliments encourage me to continue. But much remains to be done."},{"text":"Wir können es uns nicht leisten, so weiterzumachen wie bisher.","translation":"We can't afford to keep doing things the way we've been doing them."},{"text":"Was treibt dich an weiterzumachen?","translation":"What keeps you going?"}],"pfeifen":[{"text":"Ich glaub, mein Schwein pfeift!","translation":"Blow me down!"},{"text":"Abseits ist, wenn der Schiedsrichter pfeift.","translation":"Offside is when the referee blows the whistle."},{"text":"Markku war völlig fertig, er pfiff auf dem letzten Loch.","translation":"Marcus was shattered; he was on his last legs."},{"text":"Wer morgens pfeift, den holt abends die Katze.","translation":"If you whistle in the morning, the cat gets you in the evening."},{"text":"Der Scherz ist das Loch, aus dem die Wahrheit pfeift.","translation":"The joke is the hole from which the truth whistles."}],"Gesetzgeber":[{"text":"Der Gesetzgeber hat weitgehende Gesetze erlassen.","translation":"The legislature enacted far-reaching laws."},{"text":"Für mangelnde Vernunft gibt es auch in einer freiheitlichen Gesellschaft nur einen Ersatz: den Gesetzgeber.","translation":"Even in a free society, there is only one substitute for a lack of reason: the legislator."},{"text":"Wir als Gesetzgeber müssen zumindest versuchen, den Schaden zu begrenzen, und die Erzeuger verpflichten, die Verbraucher zu warnen, und das so deutlich wie möglich.","translation":"We, as legislators, must at least try to limit the damage and oblige producers to warn consumers, and do so as clearly as possible."},{"text":"Die Begründer der modernen Wissenschaft - Kopernikus, Galilei, Kepler, Newton, Boyle und viele andere - sahen eindeutige Beweise für die Gestaltung des Universums und wurden durch ihren Glauben an einen transzendenten Gesetzgeber dazu inspiriert, die Naturgesetze zu entdecken.","translation":"The fathers of modern science – Copernicus, Galileo, Kepler, Newton, Boyle, and many others – saw clear evidence of design in the universe and, in fact, were inspired to discover the laws of nature by their faith in a transcendent lawgiver."},{"text":"Der Gesetzgeber jener Provinz schaffte veraltete Gesetze ab.","translation":"The legislature of that province abolished outdated laws."}],"ticken":[{"text":"Mein Wecker tickt viel zu laut.","translation":"My alarm clock is ticking way too loudly."},{"text":"Maria weiß wie Tom tickt.","translation":"Maria knows what makes Tom tick."},{"text":"Die Deutschen ticken anders als alle anderen.","translation":"The Germans tick differently than everyone else."},{"text":"Die Uhr tickt leise.","translation":"The clock is ticking quietly."},{"text":"Warten an sich ist neutral. Aber das, was wir daraus machen, zeigt, wie wir „ticken\".","translation":"Waiting itself is neutral. But what we make of it shows how we \"tick\"."},{"text":"Man hörte nichts außer dem Ticken der Uhr.","translation":"You could hear nothing but the ticking of the clock."},{"text":"Nur, wenn ich nachts nicht schlafen kann, stört mich das Ticken der Uhr.","translation":"It's only when I can't sleep at night that the ticking of the clock bothers me."},{"text":"Das Ticken meines Weckers ist zu laut.","translation":"My alarm clock's ticking is too loud."},{"text":"Meine Mutter konnte nie das Ticken der Uhr ertragen, die sie in unserem Elternhaus auf dem Kaminsims stehen hatte. Da sie nie beweisen konnte, wer es war, stellte das Aufziehen derselben für mich eine Methode dar, Rache zu üben.","translation":"My mother couldn't stand the ticking of the clock that she kept on the mantel in our family home. Since she could never prove who had done it, winding it up was a way for me to exact revenge."},{"text":"Nur das Ticken der Uhr war zu hören.","translation":"Only the ticking of the clock could be heard."}],"nazi":[{"text":"Er floh vor den Nazis.","translation":"He escaped from the Nazis."},{"text":"Im Dezember 1932 brach Einstein in die Vereinigten Staaten auf. Einen Monat nach seiner Abreise übernahmen die Nazis die Macht in Deutschland. Er kehrte nie mehr nach Deutschland zurück.","translation":"In December of 1932, Einstein left for the United States. A month after his departure the Nazis assumed control of Germany. He never returned to Germany."},{"text":"Maler und Bildhauer unter den Nazis stellten oft Akte dar, aber es war ihnen nicht erlaubt, körperliche Unvollkommenheiten abzubilden.","translation":"Painters and sculptors under the Nazis often depicted the nude, but they were forbidden to show any bodily imperfections."},{"text":"Dank der Besetzung seines Landes gewann der Führer der örtlichen Nazis neue Mitglieder für seine gescheiterte Partei und wurde der erste Mensch, der einen Umsturz der Staatsmacht über den Rundfunk erklärte.","translation":"Thanks to the occupation of his country, the leader of the local Nazis gained new members for his failed party and became the first person to declare a overthrow of state power via radio."},{"text":"Sie hasst Nazis.","translation":"She hates Nazis."},{"text":"Ich bin kein Nazi.","translation":"I am not a Nazi."},{"text":"Dieses Buch beschreibt das Leben einer jüdischen Familie während der Nazi-Zeit.","translation":"This book describes the life of a Jewish family during the Nazi era."},{"text":"Grammatik-Nazis müssen sterben.","translation":"Grammar Nazis must die."},{"text":"Nazi-Vergleiche sind in jeder Situation unangebracht.","translation":"Nazi comparisons are inappropriate in every situation."}],"mittags":[{"text":"Käse ist morgens Gold, mittags Silber, abends Blei.","translation":"Cheese is gold in the morning, silver at noon, and lead in the evening."},{"text":"Tom ist in der Regel schon mittags betrunken.","translation":"Tom is usually already drunk at noon."},{"text":"Mittags gab es meist nur Eintopf.","translation":"For lunch, it was mostly just stew."},{"text":"Wir essen oft zusammen mittags.","translation":"We often have lunch together."},{"text":"Das Meeting ging bis mittags.","translation":"The meeting went on until midday."}],"Zähler":[{"text":"Der Zähler wurde auf Null gestellt.","translation":"The meter is set at zero."},{"text":"Bitte lesen Sie den Zähler ab.","translation":"Please read the meter."},{"text":"Ich ließ meinen Zähler reparieren.","translation":"I had my meter repaired."},{"text":"Die Zähler in diesem Haus senden und empfangen Daten digital.","translation":"This house has a smart meter."},{"text":"Ich bat sie, die Zahlen auf dem Zähler langsam vorzulesen.","translation":"I asked her to slowly read off the numbers on the meter."}],"Babys":[{"text":"Die Babys sind klein.","translation":"The babies are small."},{"text":"Die Größe des Babys ist für sein Alter normal.","translation":"The baby's growth is normal for his age."},{"text":"Nichts ist niedlicher als das unschuldige Gesicht eines schlafenden Babys.","translation":"Nothing is cuter than the innocent face of a sleeping baby."},{"text":"Die Babys werden von Freiwilligen versorgt.","translation":"The babies are taken care of by volunteers."},{"text":"Nach der Geburt deines Babys kannst du maximal als Teilzeitkraft arbeiten.","translation":"After the birth of your baby, you can only work part-time."},{"text":"Babys weinen, wenn sie Hunger haben.","translation":"Babies cry when they're hungry."},{"text":"Babys fallen oft um.","translation":"Babies often fall over."},{"text":"Diese weiche Decke ist genau richtig für Babys.","translation":"This soft blanket is just right for babies."},{"text":"Wer ist der Vater des Babys?","translation":"Who is the father of the baby?"},{"text":"Wir sind in seinen Augen Babys.","translation":"We are babies in his eyes."}],"Trauma":[{"text":"Psychisches Trauma ist der Ursprung vieler Neurosen.","translation":"Psychological trauma is the origin of many neuroses."},{"text":"Ein Trauma zieht eine lange Überregtheit des vegetativen Nervensystems nach sich.","translation":"Trauma entails a long excitation of the autonomic nervous system."},{"text":"„Hast du schon mal was von ‚Tigerpferden‘ gehört?“ fragte Maria. – „Bitte was?“ erwiderte Tom kopfschüttelnd. – „In diesem japanischen Satz steht ‚torauma‘, übersetzt ‚Tigerpferd‘.“ – „Du Vogel! Gemeint sind keine Tigerpferde, sondern ein Trauma! Und so was will mal Übersetzerin werden! Wenn du ein Buch über Medizin übersetzt, wird am Ende ein Märchenbuch daraus! Da brauchst du gar nicht so zu lachen!“","translation":"\"Have you ever heard of 'tiger horses'?\" asked Maria. \"Please what?\" Replied Tom, shaking his head. – \"In this Japanese sentence it says 'torauma', translated 'tiger horse'.\" – \"You bird! What is meant are not tiger horses, but a trauma! And that's what you want to be a translator! If you translate a book about medicine, it will end up being a fairy tale book! You don't need to laugh like that!\""}]}