{"Bauchmuskel":[{"text":"Diese Übung ist gut für die Bauchmuskeln.","translation":"That exercise is good for the abdominal muscles."},{"text":"Jesus hat Bauchmuskeln aus Stahl.","translation":"Jesus has abs of steel."},{"text":"Tom hat sich mit angespannten Bauchmuskeln im Spiegel fotografiert.","translation":"Tom took a picture of himself flexing his abs in front of the mirror."},{"text":"Mit Hilfe einer speziell entwickelten Übungsreihe können Sie den Hüftumfang reduzieren und die Bauchmuskeln kräftigen.","translation":"With the help of a specially developed series of exercises, you can reduce the hip circumference and strengthen the abdominal muscles."}],"befohlen":[{"text":"Ich habe dir befohlen, alles zu unternehmen, was nötig ist.","translation":"I have commanded you to do whatever it takes."},{"text":"Ich tue als ein guter Christ nicht mehr, als mir befohlen ist.","translation":"As a good Christian, I do no more than I am commanded to do."},{"text":"Ich dachte, der Kapitän hätte dir befohlen, das nicht zu tun.","translation":"I thought the captain ordered you not to do that."},{"text":"Man hat mir befohlen, dich zu töten.","translation":"I've been ordered to kill you."},{"text":"Der Kaiser hatte den Rückzug befohlen, aber Tom sah die Gelegenheit gekommen, Geschichte zu schreiben, und traf eine folgenschwere Entscheidung.","translation":"The emperor had ordered the retreat, but Tom saw the opportunity to make history and made a momentous decision."}],"knall":[{"text":"Mit einem Knall flog die Tür zu.","translation":"The door slammed shut with a bang."},{"text":"Du hast wohl n’Knall!","translation":"You've got a bang!"},{"text":"Es explodierte mit einem großen Knall.","translation":"It exploded with a big bang."},{"text":"In dem Augenblick explodierte es mit einem lauten Knall.","translation":"At that moment it exploded with a loud bang."},{"text":"Mein Bruder schlug die Tür mit einem Knall hinter sich zu, als er ging.","translation":"My brother slammed the door behind him with a bang as he left."},{"text":"Ani, kannst du dich mal um Dr. Knall kümmern?","translation":"Ani, can you take care of Dr. Knall?"},{"text":"Kann mir jemand sagen, wer dieser Dr. Knall ist?","translation":"Can anyone tell me who this Dr. Bang is?"},{"text":"Das ist der Rechtsanwalt von der Kanzlei Knall, Auf, Fall.","translation":"This is the lawyer from the law firm Knall, Auf, Fall."},{"text":"Du hast 'nen Knall.","translation":"You've got a bang."},{"text":"Hast du 'nen Knall?","translation":"Do you have a bang?"}],"Ausblick":[{"text":"Dieser Ausblick ist fantastisch.","translation":"This view is fantastic."},{"text":"Dieses Zimmer hat einen schönen Ausblick auf den Berg.","translation":"This room has fine view of the mountain."},{"text":"Ich möchte dir einen spektakulären Ausblick zeigen.","translation":"I want to show you a spectacular view."},{"text":"Von den Befestigungsmauern der Altstadt hat man einen großartigen Ausblick aufs Meer.","translation":"From the fortification walls of the old town you have a great view of the sea."},{"text":"Von der obersten Etage des einzigen Hochhauses der Stadt hat man einen wunderschönen Ausblick auf die Stadt, ohne ein einziges Hochhaus zu sehen.","translation":"The top floor of the town's only high-rise building offers a wonderful view across town, with not a high-rise in sight."}],"vage":[{"text":"Er gab eine vage Antwort.","translation":"He gave a vague answer."},{"text":"Nach seinen politischen Maßnahmen gefragt, gab der Kandidat nur vage Antworten.","translation":"When asked about his policies, the candidate gave only vague answers."},{"text":"Tom hat nur vage Erinnerungen an seinen Großvater.","translation":"Tom only has faint memories of his grandfather."},{"text":"Tom drückt sich vage aus.","translation":"Tom is vague."},{"text":"Das vage Gerücht erwies sich als falsch.","translation":"The vague rumor proved to be false."}],"fried":[{"text":"Friede ist die Fortsetzung des Krieges mit anderen Mitteln.","translation":"Peace is the continuation of war with other means."},{"text":"Friede ist ein Prozess – ein Weg, Probleme zu lösen.","translation":"Peace is a process – a way to solve problems."},{"text":"Friede ist sehr wichtig.","translation":"Peace is very important."},{"text":"Man soll sich nicht auf jeden Streit einlassen: Friede zählt manchmal mehr, als recht zu haben.","translation":"Be selective in your battles. Sometimes peace is better than being right."},{"text":"Friede ist nicht Abwesenheit von Krieg; Friede ist eine Tugend, eine Geisteshaltung, eine Neigung zu Güte, Vertrauen, Gerechtigkeit.","translation":"Peace is not the absence of war; peace is a virtue, a mindset, a disposition towards kindness, trust, justice."},{"text":"Friede seiner Asche!","translation":"Peace to his ashes!"},{"text":"Es gibt keinen Weg zum Frieden, der Friede ist der Weg.","translation":"There is no way to peace, peace is the way."},{"text":"Der Krieg ist gewonnen — aber nicht der Friede.","translation":"War is won — but not peace."},{"text":"Der Friede ist der täglichen Mühe wert.","translation":"Peace is worth the daily effort."},{"text":"Der Friede ist ein Baum, der eines langen Wachstums bedarf.","translation":"Peace is a tree that needs long growth."}],"diplomatisch":[{"text":"Das hast du sehr diplomatisch formuliert.","translation":"You formulated that very diplomatically."},{"text":"Das Missverständnis ist die diplomatische Form der Ausrede.","translation":"Misunderstanding is the diplomatic form of excuse."},{"text":"Die diplomatischen Beziehungen zwischen Kanada und dem Iran sind seitdem abgebrochen.","translation":"Since then, diplomatic relations between Canada and Iran have been suspended."},{"text":"Maria sagte das Gleiche, jedoch in diplomatischeren Worten.","translation":"Mary said the same thing, but used more diplomatic language."},{"text":"Diplomatische Beziehungen zwischen Japan und Nordkorea sind noch nicht etabliert.","translation":"Diplomatic relations between Japan and North Korea are not yet established."}],"kollegin":[{"text":"Sie hat sich bei ihrer Kollegin für den Irrtum entschuldigt.","translation":"She has apologized to her colleague for the error."},{"text":"Die neue Kollegin grüßt mich nie.","translation":"The new colleague never greets me."},{"text":"Auch die schlechteste Kritik hat ihr Gutes, wenn sie einer Kollegin gilt.","translation":"Even the worst criticism has its good when it applies to a colleague."},{"text":"Das ist eine ehemalige Kollegin von mir.","translation":"This is a former colleague of mine."},{"text":"Maria ist mir Kollegin und Freundin.","translation":"Mary is my colleague and my friend."}],"aufklären":[{"text":"Diese Sache kann nur Tom aufklären. Ich rufe ihn!","translation":"This matter can only be clarified by Tom. I call him!"},{"text":"Ich hoffe, dass es sich bald aufklärt.","translation":"I hope it will clear up soon."},{"text":"Vielleicht könntest du mich aufklären.","translation":"Maybe you could enlighten me."},{"text":"Er sollte alles aufklären und die Verantwortung dafür übernehmen.","translation":"He should clarify everything and take responsibility for it."},{"text":"Die Polizei versucht, die Ursache des Unfalls aufzuklären.","translation":"The police are trying to clarify the cause of the accident."}],"Schätzung":[{"text":"Selbst nach der geringsten Schätzung wird es mindestens dreitausend Yen kosten.","translation":"Even by the slightest estimate, it will cost at least three thousand yen."},{"text":"Wissenschaftlichen Schätzungen zufolge ist das Universum fast vierzehn Milliarden Jahre alt.","translation":"According to scientific estimates, the universe is nearly 14 billion years old."},{"text":"Nach meiner Schätzung ist das äußerst hochwertig.","translation":"In my estimation, this is extremely high quality."},{"text":"Das ist eine bloße Schätzung.","translation":"This is a mere estimate."},{"text":"Die Zeitung hat eine Auflage von täglich 200 000 Exemplaren und laut Schätzungen annähernd 1,3 Millionen Leser.","translation":"The newspaper has a daily circulation of 200,000 and an estimated 1.3 million readers."}],"intakt":[{"text":"Alle seine Zähne waren intakt.","translation":"All his teeth were intact."},{"text":"Das Fernsehgerät ist intakt, obwohl es vom Tisch gefallen ist.","translation":"The TV set is intact even though it fell off the desk."},{"text":"Solidarität ist der treibende Motor einer intakten humanen Gemeinschaft.","translation":"Solidarity is the driving force behind an intact humane community."},{"text":"Es ist intakt.","translation":"It's in one piece."},{"text":"Magensaftresistente Filmtabletten passieren das saure Magenmilieu intakt, im basischen Milieu des Darms lösen sie sich jedoch auf.","translation":"Enteric-coated tablets pass through the acidic stomach environment intact, but they dissolve in the alkaline environment of the intestine."}],"tragbar":[{"text":"Das Gerät ist tragbar.","translation":"The device is portable."},{"text":"Tom sah sich auf einem tragbaren DVD-Spieler einen Film an.","translation":"Tom watched a movie on a portable DVD player."},{"text":"Dieser tragbare Rechner ist aber leicht!","translation":"But this portable computer is lightweight!"},{"text":"Verluste werden tragbar durch das Bewusstsein, dass du die Freiheit hast, Neues jederzeit zu beginnen!","translation":"Losses become bearable through the awareness that you have the freedom to start new things at any time!"},{"text":"Bücher sind einzigartige, tragbare Magie.","translation":"Books are unique, portable magic."}],"Ideologie":[{"text":"Eine Ideologie ist keine Wissenschaft.","translation":"An ideology is not a science."},{"text":"Versteht sich, dass die Ideologie von gestern ist.","translation":"It goes without saying that the ideology is behind the times."},{"text":"Die Ideologie ist der Schatten der Philosophie.","translation":"Ideology is the shadow of philosophy."},{"text":"Ich mag keine Ideologien. Ich glaube an Vernunft und Ehre.","translation":"I don't like ideologies. I believe in reason and honor."},{"text":"Die Vereinigten Staaten exportieren unter anderem Ideologien.","translation":"The United States exports, among other things, ideologies."}],"verkehren":[{"text":"„Hast du deinen Pullover verkehrt herum an, Tom?“ – „Das kann gut sein.“","translation":"\"Do you have your jumper on the wrong way around, Tom?\" - \"That may well be.\""},{"text":"Wer sich nicht wehrt, lebt verkehrt.","translation":"Those who do not defend themselves live wrong."},{"text":"Du hast deine Socken verkehrt an.","translation":"You are wearing your socks inside out."},{"text":"Dieser Satz ist nicht verkehrt.","translation":"This sentence isn't wrong."},{"text":"Niemand hat bemerkt, dass das Bild verkehrt herum hing.","translation":"No one noticed that the picture was hanging upside down."}],"heizen":[{"text":"Mit Holz heizen ist ökologischer.","translation":"Heating with wood is more ecological."},{"text":"Wie heizt ihr das Haus?","translation":"How do you heat the house?"},{"text":"Ich verbrachte den Winter, ohne zu heizen.","translation":"I spent the winter without heating."},{"text":"Seine schmutzigen Kommentare heizten den Streit an.","translation":"His nasty comments fueled the argument."},{"text":"Wir heizten noch mit Kohle.","translation":"We still heated with coal."}],"abwischen":[{"text":"Würdest du für mich den Tisch abwischen?","translation":"Would you wipe the table for me?"},{"text":"Ich sah Tom seine Fingerabdrücke vom Türknauf abwischen.","translation":"I saw Tom wiping his fingerprints off the doorknob."},{"text":"Vergossene Flüssigkeiten lassen sich mit Küchenpapier bequem abwischen.","translation":"Encapsulated liquids can be conveniently wiped off with kitchen paper."},{"text":"Würdest du den Tisch für mich abwischen?","translation":"Would you wipe the table for me?"}],"einschätzen":[{"text":"Nur wenige Menschen sind bescheiden genug, um zu ertragen, dass man sie richtig einschätzt.","translation":"Few people are humble enough to bear to be properly assessed."},{"text":"Ich habe sie falsch eingeschätzt.","translation":"I misjudged them."},{"text":"Du musst die Ergebnisse deines Handelns in angemessener Weise einschätzen.","translation":"You must appropriately review the outcome of your bargain."},{"text":"Tom kann Menschen schlecht einschätzen.","translation":"Tom is a bad judge of character."},{"text":"Es tut mir sehr leid, sollte ich Sie falsch eingeschätzt haben.","translation":"I am very sorry if I misjudged you."}],"ho":[{"text":"Halten Sie es für möglich, dass Trang Ho noch lebt?","translation":"Do you think it's possible that Trang Ho is still alive?"},{"text":"Die Ho-Chi-Minh-Stadt ist die größte Stadt Vietnams.","translation":"Ho Chi Minh City is the largest city in Vietnam."},{"text":"Bei Leuten, die etwas von der Kunst verstehen, bedarf es keiner Worte. Man sagt „Hm!“ „Ha!“ oder „Ho!“, und damit ist alles ausgedrückt.","translation":"For people who understand something about art, there is no need for words. One says \"Hm!\" \"Ha!\" or \"Ho!\", and with that everything is expressed."}],"Oberteil":[{"text":"Ich brauche ein sauberes Oberteil.","translation":"I need a clean shirt."},{"text":"Dieses Oberteil ist so süß!","translation":"This top is cute."},{"text":"Ich kann mich unsichtbar machen, aber nur, wenn ich ein frisch gewaschenes Oberteil anhabe.","translation":"I can make myself invisible, but only if I have a freshly washed top on."},{"text":"Mary trägt ein tief ausgeschnittenes Oberteil.","translation":"Mary is wearing a low-cut top."},{"text":"Maria trug ein hautfarbenes Oberteil und dazu einen hellroten Rock.","translation":"Maria wore a skin-colored top and a bright red skirt."}],"pflanzlich":[{"text":"Beeren und andere pflanzliche Lebensmittel sind reich an Antioxidantien.","translation":"Berries and other plant-based foods are rich in antioxidants."},{"text":"Wende pflanzliche Heilmittel an.","translation":"Apply herbal remedies."},{"text":"Macht es einen Unterschied, ob man die Nahrungsergänzungsmittel mit tierischer oder pflanzlicher Milch einnimmt?","translation":"Does it make a difference whether you take the dietary supplements with animal or vegetable milk?"},{"text":"Zusätzlich zu Wasser ist Sonnenschein unabdingbar für pflanzliches Leben.","translation":"In addition to water, sunshine is absolutely necessary for plant life."},{"text":"Auf der Erde entsteht durch die pflanzliche Photosynthese neuer Sauerstoff.","translation":"On Earth, new oxygen is produced from plants through the process of photosynthesis."},{"text":"Achten Sie darauf,  regelmäßig gesunde pflanzliche Nahrungsmittel auf den Speiseplan zu setzen!","translation":"Be sure to regularly add healthy plant-based foods to your diet!"},{"text":"Der Hustensaft hat eine einzigartig kombinierte pflanzliche Wirkkraft.","translation":"The cough syrup has a uniquely combined herbal effect."}],"abgefahren":[{"text":"Der Zug ist abgefahren.","translation":"That ship has sailed."},{"text":"Der Zug ist bereits abgefahren.","translation":"The train has already departed."},{"text":"Als ich am Bahnhof ankam, war der Zug schon abgefahren.","translation":"When I got to the station, the train had already gone."},{"text":"Jetzt ist es zu spät. Der Zug ist abgefahren.","translation":"Now it's too late. The train has already left."},{"text":"Toms Zug ist vor fünf Minuten abgefahren.","translation":"Tom's train left five minutes ago."}],"cam":[],"Täuschung":[{"text":"Das ist eine gewaltige Täuschung.","translation":"This is a huge deception."},{"text":"Enttäuschungen sind das Ende der Täuschungen.","translation":"Disappointment is the end of deception."},{"text":"Die Kunst ist eine Täuschung.","translation":"Art is a deception."},{"text":"Das sind einfach herausragende optische Täuschungen!","translation":"These are simply outstanding optical illusions!"},{"text":"Die Täuschung „Kaninchen und Ente“ erschien erstmals 1892 in „Fliegende Blätter“.","translation":"The duck-rabbit illusion first appeared in the Fliegenden Blätter in 1892."}],"favorite":[{"text":"Tom ging als einer der Favoriten ins Rennen.","translation":"Tom started the race as one of the favorites."},{"text":"Sie gehören nicht zu seinen Favoriten.","translation":"They are not among his favorites."}],"versöhnen":[{"text":"Arbeit, die wir lieben, ist das einzige, was uns mit dem Leben versöhnen kann.","translation":"Work we love is the only thing that can reconcile us with life."},{"text":"Tom hat sich eine ganz besondere Überraschung einfallen lassen, um Maria wieder zu versöhnen.","translation":"Tom has come up with a very special surprise to reconcile Mary."},{"text":"Meine Mutter versuchte die beiden zu versöhnen.","translation":"My mother tried to reconcile the two."},{"text":"Schließlich versöhnten sie sich.","translation":"At last, they were reconciled."},{"text":"Wie versöhnt man Brüder miteinander?","translation":"How do you reconcile brothers with each other?"}],"auspacken":[{"text":"Ich muss meine Koffer auspacken.","translation":"I have to unpack my suitcases."},{"text":"Ich sollte noch fertig auspacken.","translation":"I should finish unpacking."},{"text":"Tom wollte auspacken, konnte aber seinen Koffer nicht aufbekommen.","translation":"Tom wanted to unpack, but couldn't get his suitcase open."},{"text":"Ein handgeschriebenes Bewerbungsschreiben soll ich einreichen? Da muss ich aber meine Sonntagsschrift auspacken.","translation":"Should I submit a handwritten cover letter? But I have to unpack my Sunday script."},{"text":"Die Sprache in der Politik ist wie die Mogelpackung in der Werbung: Wenn man die Behauptung auspackt, zeigt sich, wie klein der Inhalt ist.","translation":"The language in politics is like the deceptive packaging in advertising: If you unpack the claim, it becomes clear how small the content is."}],"umzubringen":[{"text":"Religion ist das, was die Armen davon abhält, die Reichen umzubringen.","translation":"Religion is what keeps the poor from killing the rich."},{"text":"Der Sturm drohte uns alle umzubringen.","translation":"The storm threatened to kill us all."},{"text":"Der Terrorist drohte, uns alle umzubringen.","translation":"The terrorist threatened to kill us all."},{"text":"Sie versuchte, sich umzubringen.","translation":"She attempted to kill herself."},{"text":"Es gibt ziemlich viele Arten, eine Katze umzubringen.","translation":"There are quite a few ways to kill a cat."},{"text":"Mein Ehemann hat vor, mich umzubringen.","translation":"My husband's going to kill me."},{"text":"Mein Bruder hat vor, mich umzubringen.","translation":"My brother's going to kill me."},{"text":"Jemand hat versucht, Tom umzubringen.","translation":"Somebody tried to kill Tom."},{"text":"Soweit ich weiß, hat Tom nie versucht, sich umzubringen.","translation":"As far as I know, Tom never tried to kill himself."},{"text":"Im vergangenen Jahr war Tom sehr deprimiert und versuchte sich umzubringen. Jetzt ist er wieder sehr deprimiert und ich habe große Angst. Wird es wieder passieren?","translation":"Last year, Tom was very depressed and tried to kill himself. Now he is very depressed again and I am very afraid. Will it happen again?"}],"Porträt":[{"text":"Ich bin besonders mit diesem lebendigen Porträt zufrieden.","translation":"I am pleased with this vivid portrait in particular."},{"text":"Ich hänge gerade ein Porträt meiner Großmutter an die Wand.","translation":"I'm hanging a picture of my grandmother on the wall."},{"text":"Ich habe ihm versprochen, dass er ein Porträt von mir bekommt.","translation":"I promised him that he would get a portrait of me."},{"text":"Kennst du das Mädchen auf dem Porträt?","translation":"Do you know the girl in the portrait?"},{"text":"Das Porträt erinnert mich an jemanden, den ich vor langer Zeit einmal kannte.","translation":"That portrait reminds me of someone I knew a long time ago."},{"text":"Nach 1970 wandte er seine Aufmerksamkeit Porträten zu.","translation":"After 1970 he turned his attention to portraits."},{"text":"Wessen Porträt ist auf dieser Briefmarke?","translation":"Whose portrait is on this stamp?"}],"spürst":[{"text":"Freiheit ist, wenn du die Energie des Lebens spürst.","translation":"Freedom is when you feel the energy of life."},{"text":"Wind spürst du auf deiner Haut und erkennst sein Wehen an der Bewegung der Blätter.","translation":"You feel wind on your skin and recognize its contractions by the movement of the leaves."},{"text":"In allen Wipfeln spürst du kaum einen Hauch.","translation":"In all the tops you hardly feel a whiff."},{"text":"Sei du selber — vor allem: Heuchele keine Zuneigung, wo du sie nicht spürst. Doch denke nicht verächtlich von der Liebe, wo sie sich wieder regt.","translation":"Be yourself — above all: do not feign affection where you do not feel it. But do not think contemptuously of love, where it stirs again."},{"text":"Ich denke dir, dass du den eisigen Wind auf deinem Bauch spürst, wenn du dich in der Winterzeit so sommerlich kleidest.","translation":"I think you feel the icy wind on your stomach when you dress so summery in the winter time."},{"text":"Spürst du den Unterschied?","translation":"Can you feel the difference?"},{"text":"Spürst du noch einen Schmerz?","translation":"Do you still feel a pain?"},{"text":"Ich spüre hier eine ungeheuer starke Energie. Spürst du sie auch?","translation":"I feel a tremendously strong energy here. Do you feel them too?"},{"text":"Ein Traum wird wahr, wenn du eines Morgens erwachst und spürst, jetzt ist die Zeit gekommen, um den Traum zu verwirklichen.","translation":"A dream comes true when you wake up one morning and feel that now is the time to make the dream come true."},{"text":"Sobald Du weinst, spürst du, jetzt reagierst du auf die Welt, wie es sich gehört. Angemessen. Verhältnismäßig.","translation":"As soon as you cry, you feel, now you react to the world as it should be. Appropriate. Relatively."}],"playstation":[{"text":"Ich werde meine Playstation nie wegschmeißen.","translation":"I will never throw away my Playstation."},{"text":"Als der Kleine die neueste PlayStation-Software haben wollte, benahm er sich wie ein verzogenes Kind.","translation":"When the kid wanted the latest PlayStation software, he acted like a spoiled child."},{"text":"Tom benutzt seine PlayStation 3 als Blu-ray-Player.","translation":"Tom uses his Playstation 3 as a Blu-ray player."},{"text":"Ich spiele mit der PlayStation 3.","translation":"I play with the PlayStation 3."}],"armer":[{"text":"Da steh’ ich nun, ich armer Tor, und bin so klug als wie zuvor.","translation":"And here I stand, with all my lore, poor fool, no wiser than before."},{"text":"Gift findet man nicht in armer Leute Küchen.","translation":"Poison is not found in poor people's kitchens."},{"text":"Reicher Leute Krankheit und armer Leute Braten riecht man weit.","translation":"Rich people's illness and poor people roast you can smell far."},{"text":"In armer Leute Mund verdirbt viel Weisheit.","translation":"In poor people's mouths, a lot of wisdom spoils."},{"text":"Ich würde gern leben wie ein armer Mann mit einem Haufen Geld.","translation":"I would like to live like a poor man with a bunch of money."},{"text":"Ein Armer, der sich schämt, bekommt nichts.","translation":"A poor man who is ashamed gets nothing."},{"text":"Armer kleiner Junge!","translation":"Poor little boy!"},{"text":"Sie hat alles entdeckt! Ich Armer!","translation":"She has discovered everything! Poor me!"},{"text":"Ein Armer hat keine Verwandten.","translation":"The poor man has no relatives."},{"text":"Armer Leute Pfannkuchen und reicher Leute Krankheiten riechen weit.","translation":"Poor people's pancakes and rich people's diseases smell far."},{"text":"Armer Tom! Du tust mir leid!","translation":"Poor Tom, I'm sorry for you."},{"text":"Armer Tom! Das ist ja furchtbar! Und wir können nicht das Geringste für ihn tun.","translation":"Poor Tom! That's terrible! And we cannot do anything for him."},{"text":"Eugen! Mein armer Eugen! Öffne die Augen und sieh mich an! Warum antwortest du nicht?","translation":"Eugene! My poor Eugene! Open your eyes and look at me! Why don't you answer?"},{"text":"Armer Tom! Weil er sich, blind vor Liebe, den Namen seiner letzten Freundin auf den Arm hat tätowieren lassen, will nun kein anderes Mädchen mit ihm ausgehen.","translation":"Poor Tom! Because he has had the name of his last girlfriend tattooed on his arm, blind with love, no other girl wants to go out with him."},{"text":"„Armer Junge!“, sagte der alte Dichter noch einmal, nahm ihn bei der Hand und führte ihn in seine Kammer. „Komm zu mir, und wir werden dich bald wieder warm bekommen; ich werde dir etwas Wein geben und ein paar Bratäpfel für dein Nachtmahl, mein liebes Kind!“","translation":"'Poor boy!' said the old poet again, taking him by the hand, and leading him into his room. 'Come to me, and we'll soon make thee warm again, and I will give thee some wine, and some roasted apples for thy supper, my pretty child!'"}],"Verhaftung":[{"text":"Nach einigen Verhaftungen verlor ich meine Arbeit.","translation":"After a few arrests, I lost my job."},{"text":"Ich verließ Australien, um einer Verhaftung zu entgehen.","translation":"I left Australia to avoid getting arrested."},{"text":"Die Polizei hat seit der Verhaftung versucht, die Identität der Opfer festzustellen.","translation":"Since the arrest, the police have tried to establish the identity of the victims."},{"text":"Gleich nach meiner Verhaftung bin ich mehrmals verhört worden.","translation":"Right after my arrest I was interrogated several times."},{"text":"Der Streit endete mit mehreren Verhaftungen.","translation":"The fight resulted in several arrests."},{"text":"Die Hansens gerieten mit Toms Verhaftung in Verruf.","translation":"The Jackson family fell into disrepute after Tom's arrest."}],"angerichtet":[{"text":"Was habe ich da bloß angerichtet!","translation":"What have I done there!"},{"text":"Da hast du ein richtiges Chaos angerichtet.","translation":"You've made a real mess."},{"text":"Was hast du diesmal angerichtet?","translation":"What've you been up to this time?"},{"text":"Wohin man auch sieht, überall sieht man die Schäden, die das Erdbeben angerichtet hat.","translation":"No matter where you look you can see damage caused by the earthquake."},{"text":"Der Taifun hat überhaupt keinen Schaden angerichtet.","translation":"The typhoon did not cause any damage at all."},{"text":"Das Essen ist angerichtet.","translation":"The food is served."},{"text":"Man bestrafte ihn nicht nur; er musste auch für den angerichteten Schaden aufkommen.","translation":"He wasn't only fined, he also had to pay for damages."},{"text":"Es ist nie zu spät, um für angerichteten Schaden Wiedergutmachung zu leisten.","translation":"It's never too late to make amends for harm done."},{"text":"Was er da angerichtet hat, war eine typische Eulenspiegelei.","translation":"What he did was a typical owl mirror egg."},{"text":"Eine Nachricht von dem in den USA angerichteten Massaker kam mir in den Sinn und zieht nun ständig drin umher.","translation":"A message about the massacre in the USA came to my mind and is now constantly wandering around in it."}],"Stadtteil":[{"text":"Unser Hauptquartier liegt in einem anderen Stadtteil.","translation":"Our headquarters are located in another part of the city."},{"text":"Mein Stadtteil hat auch einen Bahnhof.","translation":"My district also has a train station."},{"text":"In welchem Stadtteil wohnst du?","translation":"Which part of the city do you live in?"},{"text":"In diesem grünen Stadtteil gibt es zahlreiche Alleen.","translation":"There are many avenues in this leafy part of town."},{"text":"Sie werden einen Spaziergang durch jenen Stadtteil vermutlich interessant finden.","translation":"You'll probably find walking through that part of town interesting."}],"Abgrund":[{"text":"Jeder Mensch ist ein Abgrund.","translation":"Every human being is an abyss."},{"text":"Heute stehen wir am Abgrund, morgen sind wir einen Schritt weiter.","translation":"Today we are on the brink, tomorrow we will be one step further."},{"text":"Die Wahrscheinlichkeit ist der Blick in den Abgrund der Möglichkeiten.","translation":"Probability is looking into the abyss of possibilities."},{"text":"Humor trägt die Seele über Abgründe hinweg.","translation":"Humor carries the soul across abysses."},{"text":"Gute wie böse Gedanken haben ihre Abgründe.","translation":"Good and evil thoughts have their abysses."}],"wachsam":[{"text":"Menschen, ich hatte euch lieb, seid wachsam!","translation":"People, I loved you, be vigilant!"},{"text":"Das könnte eine Falle sein. Bleib wachsam!","translation":"That could be a trap. Stay alert!"},{"text":"Sei wachsam! Der Affe wird sauer!","translation":"Be vigilant! The monkey gets angry!"},{"text":"Lasse meinen Mann wachsam sein, so lasse ihn ruhig Schuldner sein.","translation":"Let my husband be vigilant, let him be a debtor."},{"text":"Seien sie wachsam, wenn Sie eine belebte Straße überqueren!","translation":"Be alert when you cross a busy street!"},{"text":"Halten Sie ein wachsames Auge auf ihn.","translation":"Keep a close eye on him."},{"text":"Tut mir leid, aber ich glaube, dass wir nicht sehr wachsam sind.","translation":"I am sorry, but I do not think we are very vigilant."},{"text":"Während des Vorstellungsgesprächs musst du wachsam bleiben und, sobald sich eine Möglichkeit zeigt, nach ihr greifen.","translation":"During the interview, you need to remain vigilant and, as soon as an opportunity arises, reach for it."},{"text":"Mit den wachsam angespannten Augen eines Adlers schaute er sich aufmerksam um.","translation":"With the watchfully tense eyes of an eagle, he looked around attentively."},{"text":"Bitte ignoriere es nicht, das Auge deines Feindes ist wachsam.","translation":"Please do not ignore it, the eye of your enemy is watchful."},{"text":"Es gilt wachsam zu sein, will man nichts verpassen.","translation":"It is important to be vigilant if you do not want to miss anything."},{"text":"Wir müssen wachsam bleiben.","translation":"We have to stay alert."},{"text":"Sein roter Bart hängt bis auf die Brust herab und seine Augen blicken wachsam.","translation":"His red beard hangs down to his chest and his eyes look watchful."},{"text":"Unfassbar, dass du Hanako nachstellst! Da du dich in der letzten Zeit ruhig verhalten hast, war ich nicht mehr so wachsam.","translation":"That you should be stalking Hanako! You'd been quiet recently so I'd let my guard down."}],"Siedlung":[{"text":"Die Hunde in der Siedlung machen alle einen großen Bogen um Marias Katze.","translation":"All the dogs on the housing estate give Mary's cat a wide berth."},{"text":"Sie lebten in einer kleinen Siedlung am Rand von Berlin.","translation":"They lived in a small settlement on the outskirts of Berlin."},{"text":"Tom hat mit den Kindern aus der Siedlung Fußball gespielt.","translation":"Tom played football with the kids from the estate."},{"text":"In der Siedlung, in der ich eine lange Zeit gelebt habe, sagte man es so.","translation":"In the settlement where I lived for a long time, they said so."},{"text":"Der Weg führt an einer malerischen Siedlung vorbei.","translation":"The path leads past a picturesque settlement."}],"buen":[],"Titte":[{"text":"Sie hat große Titten.","translation":"She has big boobs."},{"text":"Du hast schöne Titten.","translation":"You have beautiful tits."},{"text":"Sie hat dicke Titten.","translation":"She has big tits."},{"text":"Ich wette, die Titten sind bei der nicht echt.","translation":"I bet her boobs are fake."},{"text":"Obwohl ihre Titten viel größer sind als meine kleinen Brüste, will sie sich einer Brust-OP unterziehen, um sich ihre Möpse noch weiter aufpumpen zu lassen, weil sie glaubt, Männern ginge es nur darum, dass eine Frau ordentlich Holz vor der Hütte habe, und Frauen mit kleinerem Busen hätten also keine Chance, mit ihrem Vorbau zu punkten.","translation":"Although her tits are much bigger than my little breasts, she wants to undergo breast surgery to have her Pugs inflated even further, because she believes that men are only interested in a woman having a lot of wood in front of the hut, and women with smaller breasts would have no chance to score points with their stem."}],"umweltfreundlich":[{"text":"Ich möchte ein umweltfreundliches Haus bauen.","translation":"I'd like to build an eco-friendly house."},{"text":"„Warum sagst du, dass Fahrräder umweltfreundlich sind?“ – „Weil sie ohne Benzin fahren.“","translation":"\"Why do you say bicycles are environmentally friendly?\" – \"Because they run without gas.\""},{"text":"Maria hat ein neues Fahrrad gekriegt. Das ist umweltfreundlicher.","translation":"Maria got a new bike. This is more environmentally friendly."},{"text":"Wie umweltfreundlich bist du denn?","translation":"How environmentally friendly are you?"},{"text":"Sonnenenergie ist umweltfreundlich.","translation":"Solar energy is environmentally friendly."}],"Illustration":[{"text":"Eine Illustration kann es auf den Punkt bringen.","translation":"An illustration may make the point clear."},{"text":"Die Illustrationen in dem Buch sind sehr gut.","translation":"The book's illustrations are very good."},{"text":"Dieses Wörterbuch beinhaltet Sätze zur Illustration, wie man die einzelnen Wörter benutzt.","translation":"This dictionary has sentences that illustrate how to use each word."},{"text":"Tom wirkt häufig hilflos und kratzt sich zur Illustration dieses Zustandes oft am Kopf.","translation":"Tom often seems helpless and often scratches his head to illustrate this condition."},{"text":"„Die Hölle“ ist der erste Teil von Dantes „Göttlicher Komödie“. Kálmán Kalocsays Esperanto-Übersetzung schmücken Illustrationen von Dezsö Fáy.","translation":"\"Hell\" is the first part of Dante's \"Divine Comedy\". Kálmán Kalocsay's Esperanto translation adorns illustrations by Dezsö Fáy."}],"verstopfen":[{"text":"Natürlich waren am Sonntag alle Autobahnen verstopft.","translation":"Of course, all the motorways were chock-full on Sunday."},{"text":"Wer den Flüssen wehren will, der muss die Quellen verstopfen.","translation":"If you want to defend the rivers, you have to clog the springs."},{"text":"Die Straße ist durch den Verkehr verstopft.","translation":"The road is congested by traffic."},{"text":"Ich habe die Toiletten verstopft.","translation":"I clogged the toilets."},{"text":"Sicherlich ist das Rohr verstopft, denn das Wasser fließt nicht ab.","translation":"Certainly, the pipe is clogged, because the water does not drain off."},{"text":"Oje, das Klo ist verstopft.","translation":"Blinking heck, the loo's blocked."},{"text":"Meine Nase ist verstopft.","translation":"My nose is congested."},{"text":"Das Rohr muss verstopft sein, denn das Wasser fließt nicht ab.","translation":"The pipe must be clogged because the water does not drain off."},{"text":"Meine Nase ist verstopft. Ich habe eine fürchterliche Erkältung.","translation":"My nose is congested. I have a terrible cold."},{"text":"Die Wasserleitung muss repariert werden. Die ist verstopft.","translation":"They have to fix the water pipe. It's clogged."}],"Resultat":[{"text":"Das Resultat war peinlich.","translation":"The result was embarrassing."},{"text":"Das Resultat war bescheiden.","translation":"It was a modest outcome."},{"text":"Das Resultat hat alle offensichtlich sehr beeindruckt.","translation":"Everyone was obviously very impressed by the result."},{"text":"Die Zukunft ist das Resultat der Gegenwart.","translation":"The future is the result of the present."},{"text":"Sein Erfolg ist das Resultat jahrelanger Ausdauer.","translation":"His success is the result of many years of perseverance."}],"zusammenhalten":[{"text":"Wenn wir zusammenhalten, werden wir den Teufel aus der Hölle schlagen.","translation":"If we stick together, we will beat the devil out of hell."},{"text":"Bruno möchte erkennen, was die Welt im Innersten zusammenhält.","translation":"Bruno wants to know what holds the world together at its core."},{"text":"Wenn wir alle zusammenhalten, dann schaffen wir das!","translation":"If we all stick together, then we can do it!"},{"text":"Ihre schwarzen Haare wurden oben auf dem Kopf in der Form eines Knotens zusammengehalten.","translation":"Her black hair was held together on top of her head in the shape of a knot."},{"text":"Wenn wir zusammenhalten, können wir überleben.","translation":"If we stick together, we'll be able to survive."}],"Beförderung":[{"text":"Bei den letzten Beförderungen in seinem Betrieb fühlte sich Tom übergangen.","translation":"During the last promotions in his company, Tom felt ignored."},{"text":"Die Firma belohnte ihn mit einer Beförderung.","translation":"The company rewarded him with promotion."},{"text":"Meine Beförderung hängt von seiner Entscheidung ab.","translation":"My promotion depends on his decision."},{"text":"Sie verdienen eine Beförderung.","translation":"You deserve to be promoted."},{"text":"Über eine Beförderung freut sich jeder.","translation":"Everyone is happy about a promotion."}],"zugunsten":[{"text":"Der Zeuge sagte vor Gericht zugunsten des Angeklagten aus.","translation":"The witness testified in court in favor of the defendant."},{"text":"Erziehung ist wesentlich das Mittel, die Ausnahme zu ruinieren zugunsten der Regel.","translation":"Education is essentially the means of ruining the exception in favor of the rule."},{"text":"Der Verteidiger verstand es, gute Argumente zugunsten des Angeklagten zu finden.","translation":"The defense lawyer knew how to find good arguments in favor of the accused."},{"text":"Die Entscheidung fiel zugunsten der Verteidigung.","translation":"The decision was in favor of the defendant."},{"text":"Es ist wichtig, so bald wie möglich, konkrete Projekte zugunsten dieser Menschen durchzuführen.","translation":"It is important to carry out concrete projects for the benefit of these people as soon as possible."}],"blenden":[{"text":"Lasse dich nicht davon blenden, was du alles zu wissen meinst.","translation":"Don't let yourself be blinded by what you think you know."},{"text":"Die Sonne blendet.","translation":"The sun is dazzling."},{"text":"Er war von ihrem guten Aussehen geblendet.","translation":"He was blinded by her good looks."},{"text":"Meine Augen sind von der Sonne geblendet.","translation":"My eyes are dazzled by the sun."},{"text":"Das Sonnenlicht blendete Tom, als er aus dem Haus trat.","translation":"Tom was blinded by the sunlight when he stepped out of the house."}],"nachträglich":[{"text":"Ich möchte Ihnen nachträglich alles Gute zum Geburtstag wünschen!","translation":"I would like to wish you a happy birthday!"},{"text":"Wir haben nachträglich erfahren, dass es Tom war.","translation":"We learned afterwards that it was Tom."},{"text":"Alles Gute nachträglich zum Geburtstag!","translation":"Wishing you a belated Happy Birthday."},{"text":"Besser nachträglich lachen als vorsorglich weinen!","translation":"It's better to laugh afterwards than to cry in advance!"},{"text":"Die Geschichte ist eine interessante Pseudowissenschaft: das Drehbuch wird vorgeschrieben und nachträglich erklärt.","translation":"The story is an interesting pseudoscience: the script is prescribed and explained afterwards."},{"text":"Ich wollte dir noch nachträglich zum bestandenen Examen gratulieren.","translation":"I wanted to congratulate you, albeit belatedly, on passing your exam."},{"text":"Ungedämmte Heizungsrohre nachträglich zu isolieren kann sich lohnen, weil man dann Heizkosten spart.","translation":"Insulating uninsulated heating pipes afterwards can be worthwhile, because then you save heating costs."}],"entwickelt":[{"text":"Android ist ein für Handys entwickeltes Betriebssystem.","translation":"Android is an operating system designed for mobile phones."},{"text":"Kasachstan ist eines der entwickelten Länder in Zentralasien.","translation":"Kazakhstan is one of the developed countries in Central Asia."},{"text":"Auch wenn Amerika ein entwickeltes Land ist, findet man dort nicht wenige sehr arme Menschen.","translation":"Even though America is a developed country, it still has some very poor people."},{"text":"Ihr fehlt noch immer ein entwickelter Sinn für sprachliche Schönheit.","translation":"She still lacks a developed sense of linguistic beauty."},{"text":"Er hat keinen stark entwickelten Familiensinn.","translation":"He does not have a strongly developed sense of family."}],"Popularität":[{"text":"Seine Popularität sinkt.","translation":"His popularity is falling."},{"text":"Die Popularität einer Webseite hängt von ihrem Inhalt ab.","translation":"The popularity of a web site depends on its content."},{"text":"Der Schauspieler starb auf der Höhe seiner Popularität.","translation":"The actor died at the height of his popularity."},{"text":"Dieser Roman erfreute sich bei der Jugend einer besonderen Popularität.","translation":"This novel enjoyed a special popularity among the youth."},{"text":"Die Popularität ist eine vorübergehende Sache, die sich heute auf das, morgen auf jenes richtet.","translation":"Popularity is a temporary thing, directed to that today, tomorrow to that."}],"zuschneiden":[{"text":"Das Spiel ist ganz auf Tom zugeschnitten.","translation":"The game is entirely tailored to Tom."},{"text":"Es ist schon möglich, den Rock zu nähen, weil ich ihn schon zugeschnitten habe.","translation":"It is already possible to sew the skirt because I have already cut it."},{"text":"Heirat und Totenhemd werden im Himmel zugeschnitten.","translation":"Marriage and death shirt are cut in heaven."},{"text":"Unser ganzes Leben zu Hause war auf den Vater zugeschnitten, der seinen Tag, und dazu gehörten wir auch, minutiös plante und keinerlei Abweichung davon duldete.","translation":"Our whole life at home was tailored to the Father, who meticulously planned his day, and we were one of them, and did not tolerate any deviation from it."}],"Klimaschutz":[{"text":"Der Klimaschutz wird Geld kosten.","translation":"Protecting the environment will cost money."},{"text":"Andere sagen: Durch Klimaschutz entstehen Arbeitsplätze.","translation":"Others say that climate protection creates jobs."},{"text":"Weltweit gehen die Menschen für den Klimaschutz auf die Straße.","translation":"People around the world are taking to the streets to protect the climate."},{"text":"Inzwischen ist allerdings klar, dass Klimaschutz allein nicht ausreicht, da die Auswirkungen des Klimawandels bereits spürbar werden.","translation":"However, it is now clear that climate protection alone is not enough, as the effects of climate change are already being felt."},{"text":"„Klimaschutz“ ist eine Luftnummer, denn im Vorhinein kann man das Wetter nicht schützen und im Nachhinein ist es unnötig.","translation":"\"Climate protection\" is an air number, because in advance you can not protect the weather and in retrospect it is unnecessary."}],"nießen":[{"text":"Sie hat eine gute Erziehung genossen.","translation":"She has received a good education."},{"text":"Esperantisten nennen einander oft „Genossen“.","translation":"Esperantists often call each other \"comrades\"."},{"text":"Er hat eine gute Bildung genossen.","translation":"He received a good education."},{"text":"Wir haben eine lange Reise über den Pazifik genossen.","translation":"We enjoyed a long trip across the Pacific."},{"text":"Wir haben es genossen, Tennis zu spielen.","translation":"We enjoyed playing tennis."}],"Feiertage":[{"text":"Am Feiertage gesponnen hält nicht.","translation":"Spun on holidays does not last."},{"text":"Er hatte ihr frohe Feiertage gewünscht.","translation":"He had wished her happy holidays."},{"text":"Die Feiertage stehen an.","translation":"The holidays are coming."},{"text":"Wie verbringst du die Feiertage?","translation":"How do you spend the holidays?"},{"text":"Für die Feiertage werden wir ein Haus am Meer mieten.","translation":"For the holidays we will rent a house by the sea."}],"Philosoph":[{"text":"Der größte Philosoph ist das Gewissen.","translation":"The greatest philosopher is conscience."},{"text":"Einmal mehr sehe ich, dass du ein echter Philosoph bist.","translation":"Once again I see that you are a real philosopher."},{"text":"Ein Philosoph ist unter anderem auch ein Mann, der nie um Argumente verlegen ist.","translation":"A philosopher is, among other things, someone who is never short of an argument."},{"text":"Der Philosoph lebt von Problemen wie der Mensch von Speisen.","translation":"The philosopher lives from problems like man lives from food."},{"text":"Der Philosoph war mit den Gedanken ganz woanders.","translation":"The philosopher was somewhere else with his thoughts."}],"Frühlingszwiebeln":[],"veraltet":[{"text":"Diese Technologie ist lange veraltet.","translation":"This technology has been outdated for a long time."},{"text":"Diese Maschine ist inzwischen veraltet.","translation":"This machine is now out of date."},{"text":"Die Methode ist veraltet.","translation":"The method is outdated."},{"text":"Dieses alte Buch ist ziemlich veraltet.","translation":"This old book is quite out of date."},{"text":"Dieser Rechner ist veraltet.","translation":"This computer is obsolete."}],"Überschrift":[{"text":"Tom nahm die Zeitung in die Hand und las die Überschriften.","translation":"Tom picked up the newspaper and read the headlines."},{"text":"Tom liest für gewöhnlich nur die Überschriften.","translation":"Tom usually only reads the headlines."},{"text":"Manchmal lese ich nur die Überschriften.","translation":"Sometimes I only read the headlines."},{"text":"„Mit diesen Übungen bekommst du im Handumdrehen schöne Brüste“, versprach die Überschrift.","translation":"\"With these exercises, you'll get beautiful breasts in no time,\" the headline promised."},{"text":"Bei weniger Grafiken und etwas mehr Überschriften wäre die Darstellung übersichtlicher.","translation":"Fewer graphics and more captions would make the description clearer."}],"check":[{"text":"Ich checke aus.","translation":"I'm checking out."}],"Scheinwerfer":[{"text":"Ich muss die Scheinwerfer neu einstellen lassen.","translation":"I have to have the headlights readjusted."},{"text":"Könnten Sie Ihre Scheinwerfer einschalten?","translation":"Could you turn on your headlights?"},{"text":"Sie wurde vom Licht der Scheinwerfer geblendet und konnte den Unfall nicht vermeiden.","translation":"She was blinded by the glare of headlights and could not avoid the accident."},{"text":"Die Scheinwerfer erleuchteten das ganze Stadion.","translation":"The floodlights lit up the whole stadium."},{"text":"Vergewissern Sie sich vor der Fahrt, dass an Ihrem Wagen die Scheinwerfer funktionieren.","translation":"Check your car before you drive to make sure that your lights are working."}],"schiefgehen":[{"text":"Das wird garantiert schiefgehen.","translation":"It's guaranteed to go pear-shaped."},{"text":"Es schien, als könne nichts schiefgehen.","translation":"It seemed as if nothing could go wrong."},{"text":"Wenn etwas schiefgeht, übernehme ich für die Folgen die Verantwortung.","translation":"If something goes wrong, I take responsibility for the consequences."},{"text":"Falls etwas schiefgeht, bitte kümmere dich um meine Kinder.","translation":"In case something goes wrong, please take care of my children."},{"text":"Wenn etwas schiefgeht, solltest du dich sofort darum kümmern.","translation":"If something goes wrong, you should take care of it at once."}],"gemocht":[{"text":"Irgendwie habe ich Tom schon immer gemocht.","translation":"I've always sort of liked Tom."},{"text":"Ich habe sie am Anfang nicht gemocht, aber jetzt schon.","translation":"I didn't like them in the beginning, but I did now."},{"text":"Tom und Mary haben sich nie sehr gemocht.","translation":"Tom and Mary never did like each other much."},{"text":"Das Mädchen habe ich noch nie leiden gemocht.","translation":"I've never liked that girl."},{"text":"Ich habe Tom nie besonders gemocht.","translation":"I never liked Tom much."},{"text":"Ich habe Journalisten nie gemocht. Ich habe sie alle in meinen Büchern sterben lassen.","translation":"I never liked journalists. I let them all die in my books."},{"text":"Hast du den Film gemocht?","translation":"Did you like the movie?"},{"text":"Die Katze wird gemocht.","translation":"The cat is liked."},{"text":"Die Schule habe ich nie gemocht.","translation":"I never liked school."},{"text":"Ich habe sie ohnehin nie gemocht.","translation":"I never liked her anyway."}],"balance":[{"text":"Es fällt Tom anscheinend schwer, in seinem Unterricht die richtige Balance zu finden.","translation":"Tom seems to find it hard to strike the right balance in his lessons."},{"text":"Wir müssen eine Balance zwischen Ausgaben und Einnahmen finden.","translation":"We need to find a balance between expenditure and revenue."},{"text":"Er verliert die Balance.","translation":"He loses his balance."},{"text":"Die Praxis des Tai Chi sucht die Balance zwischen Körper, Geist und Seele.","translation":"The practice of Tai Chi seeks the balance between body, mind and soul."},{"text":"Das Leben ist eine Balance zwischen Festhalten und Loslassen.","translation":"Life is a balance between holding on and letting go."},{"text":"Er verlor die Balance und fiel vom Fahrrad.","translation":"He lost his balance and fell off his bicycle."},{"text":"Balance zu halten ist nicht immer einfach.","translation":"Keeping a balance is not always easy."},{"text":"Balance ist die Mischung von zwei Gegensätzen — nicht der Mittelweg.","translation":"Balance is the mixture of two opposites — not the middle ground."},{"text":"Ich glaube, sie ist jetzt seelisch dermaßen aus der Balance, dass sie selbst nicht mehr weiß, wer sie ist.","translation":"I think she is now so out of balance mentally that she herself no longer knows who she is."},{"text":"Er verlor die Balance und fiel hin.","translation":"He lost his balance and fell."}],"reinig":[{"text":"Reinige deine Gedanken durch Liebe und Vertrauen.","translation":"Purify your thoughts through love and trust."},{"text":"Nun, ich reinige die Zimmer.","translation":"Well, I clean the rooms."},{"text":"Ich reinige das Auto.","translation":"I clean the car."},{"text":"Wenn dich ein Hund beißt, reinige die Wunde mit Wasser und Seife.","translation":"If a dog bites you, wash the wound with soap and water."},{"text":"Ich reinige nicht gerne.","translation":"I don't like to clean."},{"text":"Reinige das Zimmer.","translation":"Clean the room."},{"text":"Reinigen Sie das Gerät mit einem feuchten Tuch oder allenfalls mit Seifenlauge, niemals mit aggressiven Reinigungsflüssigkeiten.","translation":"Clean the device with a damp cloth or, if necessary, with soapy water, never with aggressive cleaning liquids."}],"verziehen":[{"text":"Hat man ein Unrecht verziehen, muss man es aus dem Gedächtnis löschen.","translation":"If one has forgiven an injustice, one must delete it from the memory."},{"text":"Morgens ist der Himmel meistens bedeckt, aber am Nachmittag verziehen sich die Wolken.","translation":"The sky is mostly overcast in the morning, but brightens up in the afternoon."},{"text":"Wegen der ständigen Feuchtigkeit hat sich das Holz verzogen.","translation":"The wood has warped because of the constant humidity."},{"text":"\"Verzeihen Sie, Herr Kollege, Sie schulden mir noch hundert Euro!\" - \"Schon verziehen.\"","translation":"\"Excuse me, Mr Collins, you still owe me a hundred euros!\" - \"Already forgiven.\""},{"text":"Wenn man jemandem alles verziehen hat, ist man mit ihm fertig.","translation":"If you've forgiven someone everything, you're done with them."}],"Erscheinung":[{"text":"Worauf sind diese Erscheinungen Ihrer Meinung nach zurückzuführen?","translation":"In your reckoning, what accounts for these phenomena?"},{"text":"Einen Mann zu sehen, der Kopf und Herz hätte — die seltenste Erscheinung.","translation":"To see a man who would have a head and heart — the rarest appearance."},{"text":"Man sollte sich von der äußeren Erscheinung nicht blenden lassen.","translation":"One should not be blinded by the external appearance."},{"text":"Diese Erscheinung ist sehr einfach zu erklären.","translation":"This phenomenon is very easy to explain."},{"text":"„Ich bin der Geist der gegenwärtigen Weihnacht“, sagte die Erscheinung. „Sieh mich an!“","translation":"\"I am the Ghost of Christmas Present,\" said the Spirit. \"Look upon me!\""}],"Testament":[{"text":"Bevor Sie dieses Arzneimittel einnehmen, sollten Sie Ihr Testament machen.","translation":"Before taking this medicine, you should make your will."},{"text":"Der Schriftsteller schreibt sein ganzes Leben an seinem Testament.","translation":"The writer writes his whole life on his will."},{"text":"Wenn Tom das erfährt, können wir unser Testament machen.","translation":"If Tom finds out, we can make our will."},{"text":"Er machte ein Testament im letzten Jahr.","translation":"He made a will last year."},{"text":"Der alte Mann verfasste sein Testament.","translation":"The old man made out his will."},{"text":"Das Alte Testament ist der erste Teil der Bibel.","translation":"\"The Old Testament\" is the first part of the Bible."},{"text":"Hast du schon dein Testament geschrieben?","translation":"Have you written your will?"},{"text":"Ich habe Toms Testament gelesen.","translation":"I've read Tom's will."},{"text":"Hast du schon einmal das Alte Testament gelesen?","translation":"Have you ever read the Old Testament?"},{"text":"Das Alte Testament verbietet es, Muscheln zu essen.","translation":"The Old Testament forbids eating shellfish."}],"Menschenrecht":[{"text":"Gibt es ein Menschenrecht auf den eigenen Tod?","translation":"Is there a human right to one's own death?"},{"text":"Ich bezweifle, dass es ein Menschenrecht auf totale Transparenz gibt.","translation":"I doubt that there is a human right to total transparency."},{"text":"Das erste Menschenrecht ist den Mund zu halten.","translation":"The first of human rights is to shut up!!!"},{"text":"Die Ehe ist eine Art der Verletzung der Menschenrechte.","translation":"Marriage is a type of human rights violation."},{"text":"Tom tritt für die Menschenrechte ein.","translation":"Tom is a human rights activist."}],"vorsprechen":[],"strukturiert":[{"text":"Das schöne an Kindern ist, dass sie in ihrer eigenen Fantasiewelt leben und nicht von der Gesellschaft korrumpiert worden sind. Sie haben noch keine Grenzen in ihrem Denken und sind frei, bevor es ihnen in der Schule durch strukturiertes Lernen genommen wird.","translation":"The beauty of children is that they live in their own fantasy world and have not been corrupted by society. They still have no limits in their thinking and are free before it is taken away from them in school through structured learning."}],"Abfahrt":[{"text":"Heftiger Schnee hinderte die Bahn an der Abfahrt.","translation":"Heavy snow prevented the train from departing."},{"text":"Wir haben die Abfahrt verpasst.","translation":"We missed the exit."},{"text":"Am Tage der Abfahrt sollten die Zimmer bis um elf Uhr geräumt sein.","translation":"Rooms should be left vacant by eleven a.m. on the day of departure."},{"text":"Starker Wind verzögerte Liisas Abfahrt.","translation":"Strong winds delayed Liisa's departure."},{"text":"Wir fuhren die Abfahrt herunter.","translation":"We skied down the slope."}],"bestätigt":[{"text":"Jedes Mal, wenn ich eine Aufgabe beende, bestätigte ich das auf der Liste.","translation":"Every time I finish a task, I confirmed that on the list."},{"text":"Der Anblick, der sich ihm darbot, bestätigte seine schlimmsten Befürchtungen.","translation":"The sight which met his eyes confirmed his worst fears."},{"text":"Mehr als 100 Jahre nach Veröffentlichung seines Aufsatzes, worin er die Gleichungen der Allgemeinen Relativitätstheorie aufstellte, bestätigte sich abermals, dass Einstein recht hatte.","translation":"More than 100 years after he published his paper setting out the equations of general relativity, Einstein has been proved right once more."},{"text":"Zunächst wurden wir arg auf die Folter gespannt, denn wir hatten keine bestätigte Buchung für den Flug. Zum Glück kamen wir trotzdem mit und konnten uns endlich entspannt an Bord in die Sessel sinken lassen.","translation":"At first we were very much on the torture, because we had no confirmed booking for the flight. Luckily, we still came along and were finally able to relax on board in the armchairs."}],"Metapher":[{"text":"Metaphern sollen nicht wörtlich genommen werden.","translation":"Metaphors aren't meant to be taken literally."},{"text":"Tom weiß nicht den Unterschied zwischen einem Metall und einer Metapher.","translation":"Tom doesn't know the difference between a metal and a metaphor."},{"text":"Welch eine ungeschickte Metapher!","translation":"What a clumsy metaphor!"},{"text":"Das ganze Buch ist durchzogen von diesen Metaphern der Hoffnungslosigkeit.","translation":"The whole book is permeated by these metaphors of hopelessness."},{"text":"Es ist schwierig, Metaphern zu verstehen, wenn man Idiome lernt.","translation":"It is difficult to understand metaphors when learning idioms."}],"vorankommen":[{"text":"Wo muss Europa auf wirtschaftlichem Gebiet jetzt vorankommen?","translation":"Where does Europe need to make progress in the economic field now?"},{"text":"Egal wohin du gehst, ohne Geduld wirst du nicht vorankommen.","translation":"No matter where you go, without patience you will not progress."},{"text":"Nicht alle guten Menschen werden vorankommen.","translation":"Not all good men will prosper."},{"text":"Wenn du im Leben vorankommen willst, musst du härter arbeiten.","translation":"If you are to get ahead in life, you must work harder."},{"text":"Mit Klagen werden wir nicht vorankommen.","translation":"We will not move forward with lawsuits."},{"text":"Das Geheimnis des Vorankommens ist das Anfangen.","translation":"The secret to moving forward is getting started."},{"text":"Das Vorankommen ist mühsam.","translation":"Moving forward is arduous."},{"text":"In der Jugend denkt man ans Vorankommen, im Alter an die Nachkommen.","translation":"In youth one thinks of progress, in old age of offspring."},{"text":"Es war der Bär auf den Straßen los. Es gab kaum ein Vorankommen, so viele Autos waren unterwegs.","translation":"There was the bear on the streets. There was hardly any progress, so many cars were on the road."},{"text":"Tausende von Dornen werden deine Haut zerkratzen und dein Vorankommen im Dschungel verlangsamen.","translation":"Thousands of thorns will scratch your skin and slow down your progress in the jungle."}],"Beantwortung":[{"text":"Hebt die Hände vor der Beantwortung.","translation":"Raise your hands before answering."},{"text":"Sie wich der Beantwortung meiner Fragen aus.","translation":"She dodged answering my questions."},{"text":"Der Fortschritt besteht nur in einer klaren Beantwortung der Grundfragen des Lebens.","translation":"Progress consists only in a clear answer to the basic questions of life."},{"text":"Er drückte sich um die Beantwortung der Frage.","translation":"He shied away from answering the question."},{"text":"Ich möchte Sie an einige Fragen erinnern, deren Beantwortung Sie dem Publikum bisher noch schuldig blieben.","translation":"I would like to remind you of some of the questions that you have so far failed to answer for the audience."}],"tschüss":[{"text":"Tschüss zusammen, ich bin dann mal weg.","translation":"Goodbye together, I'll be gone."},{"text":"Haut nicht ab, ohne „tschüss“ zu sagen.","translation":"Don't go off without saying good-by."},{"text":"Tschüss dann!","translation":"Bye then!"},{"text":"Tschüss, bis morgen!","translation":"Bye, see you tomorrow!"},{"text":"Ich muss jetzt gehen. Tschüss!","translation":"I should go now. Bye!"},{"text":"Mama, ich gehe zur Schule. Tschüss!","translation":"Mom, I go to school. Goodbye!"},{"text":"Morgen kommt der Weihnachtsmann. Tschüss!","translation":"Father Christmas is coming tomorrow. Bye!"},{"text":"Tschüss, bis morgen.","translation":"Goodbye till tomorrow."}],"herbringen":[{"text":"Die Liebe zur Freiheit hat uns hergebracht.","translation":"The love of liberty brought us here."},{"text":"Die Kinder wurden um ungefähr acht Uhr hergebracht.","translation":"The children were brought here at about eight o'clock."},{"text":"Es mehrt sich das Gerücht: Das Schiff, das diese beiden hergebracht, sei irgend noch in einer Bucht versteckt.","translation":"There is a growing rumor: The ship that these two brought here is still hidden in a bay."},{"text":"Ich habe die wichtigen Unterlagen, die ich mit in die Firma nehmen wollte, aus Versehen zu Hause liegen gelassen. Wärst du so nett und würdest sie mir jetzt herbringen?","translation":"I accidentally left the important documents I wanted to take with me to the company at home. Would you be so nice and would you bring them to me now?"},{"text":"Zu dem Zeitpunkt wurde ein an schwerer Tuberkulose leidender hinduistischer Geistlicher hergebracht. Mutter Theresa pflegte den Geistlichen genauso wie andere Menschen.","translation":"At that time, a Hindu clergyman suffering from severe tuberculosis was brought here. Mother Theresa cared for the clergyman as well as other people."}],"größtenteils":[{"text":"Der Schmerz ist größtenteils verschwunden.","translation":"The pain has mostly gone away."},{"text":"Ich war größtenteils nicht in der Lage, das, was sie sagte, zu verstehen.","translation":"For the most part, I couldn't understand what she was saying."},{"text":"Unser Lebensstil hängt größtenteils vom Geld ab.","translation":"One's lifestyle is largely determined by money."},{"text":"Ich bin größtenteils einverstanden mit dem, was er sagte.","translation":"I mostly agree with what he said."},{"text":"Sie hat ihr Leben größtenteils darauf verwendet, sich um arme Leute zu kümmern.","translation":"She has devoted most of her life to caring for poor people."}],"bedingungslos":[{"text":"Sein bedingungsloses Vertrauen berührte sie und stärkte ihren Glauben in die Kraft der Liebe.","translation":"His unconditional trust touched them and strengthened their faith in the power of love."},{"text":"Wenn man die Liebe bedingungslos loslassen muss, bleibt sie einem trotzdem oftmals treu.","translation":"If you have to let go of love unconditionally, it often remains faithful to you."},{"text":"Wir stimmten dem Plan bedingungslos zu.","translation":"We agreed to the plan unconditionally."},{"text":"Hunde lieben bedingungslos!","translation":"Dogs love unconditionally!"},{"text":"Wahre Liebe ist bedingungslos.","translation":"True love is unconditional."}],"Flieger":[{"text":"Otto Lilienthal gilt als erster erfolgreicher Flieger der Menschheit.","translation":"Otto Lilienthal is considered the first successful aviator of mankind."},{"text":"Der Flieger landete sicher.","translation":"The aeroplane landed safely."},{"text":"Dieser Pilot ist ein sehr guter Flieger.","translation":"This pilot is a very good pilot."},{"text":"Ich fahre nicht mit dem Zug nach Berlin, sondern nehme einen Flieger.","translation":"I don't take the train to Berlin, but take a plane."},{"text":"Um wieviel Uhr geht dein Flieger?","translation":"What time does your plane depart?"}],"Lord":[{"text":"Der Lord fährt mit dem Ford fort.","translation":"The Lord continues with the Ford."},{"text":"Ein Samurai, selbst wenn er nichts gegessen hat, benutzt einen Zahnstocher wie ein Lord.","translation":"A samurai, even when he has not eaten, uses a toothpick like a lord."},{"text":"In England sagt man „betrunken wie ein Lord“, in Russland dagegen „betrunken wie ein Schuhmacher“.","translation":"In England, they say \"as drunk as a lord,\" in Russia by contrast, \"as drunk as a shoemaker.\""},{"text":"Der Lord fährt mit einem Ford weg.","translation":"The Lord drives away in a Ford."},{"text":"Lord Ashburton hatte eine amerikanische Ehefrau.","translation":"Lord Ashburton had an American wife."},{"text":"Lord Nelson litt zeit seines Lebens – auch noch als berühmter Admiral – stark an der Seekrankheit.","translation":"Lord Nelson suffered greatly from seasickness throughout his life – even as a famous admiral."},{"text":"Journalismus besteht hauptsächlich darin, Leuten zu erzählen „Lord Jones ist gestorben“, die vorher nicht einmal wussten, dass Lord Jones überhaupt je gelebt hat.","translation":"Journalism is mainly about telling people \"Lord Jones died\" who didn't even know Lord Jones ever lived."},{"text":"Journalismus besteht größtenteils darin, Leuten Dinge wie \"Lord Jones gestorben\" mitzuteilen, die nie wussten, dass Lord Jones gelebt hat.","translation":"Journalism consists largely of telling things like \"Lord Jones died\" to people who never knew Lord Jones lived."}],"verreisen":[{"text":"Ich war eine Woche verreist.","translation":"I was away for a week."},{"text":"Ich muss heute meinen Koffer packen, denn ich will morgen verreisen.","translation":"I have to pack my suitcase today because I want to travel tomorrow."},{"text":"Maria möchte gern verreisen und nie mehr zurückkehren.","translation":"Mary wants to travel and never return."},{"text":"Ich verreise, sobald es mir möglich ist.","translation":"I travel as soon as I can."},{"text":"Bist du schon einmal mit dem Flugzeug verreist?","translation":"Have you ever traveled by plane?"}],"anlügen":[{"text":"Leute, die für dich lügen würden, würden dich anlügen.","translation":"People who would lie for you would lie to you."},{"text":"Wenn Sie mich weiterhin anlügen, sehe ich mich gezwungen, die Gespräche zu beenden.","translation":"If you continue to lie to me, I will be forced to end the talks."},{"text":"Versprich mir bitte, dass du mich nie wieder anlügen wirst!","translation":"Please promise you'll never lie to me again."},{"text":"Du würdest mich nicht anlügen, oder?","translation":"You wouldn't be lying to me, would you?"},{"text":"Du hättest ihn in Bezug auf das Kind nicht anlügen sollen.","translation":"You shouldn't have lied to him about the baby."},{"text":"Du kannst Tom nicht einfach anlügen.","translation":"You can't just lie to Tom."},{"text":"Ich kann Tom nicht einfach anlügen.","translation":"I can't just lie to Tom."},{"text":"„Ich kann ihn nicht einfach anlügen.“ – „Warum denn nicht?“","translation":"\"I can't just lie to him.\" \"Why not?\""},{"text":"„Ich kann sie nicht einfach anlügen.“ – „Warum denn nicht?“","translation":"\"I can't just lie to her.\" \"Why not?\""},{"text":"Ich kann ihn nicht einfach anlügen.","translation":"I can't just lie to him."}],"ziehe":[{"text":"Ziehe deine Socken an!","translation":"Put on your socks!"},{"text":"Sagt sie: Wenn mal einer von uns zweien stirbt, ziehe ich nach Miami.","translation":"She says: If one of the two of us dies, I'll move to Miami."},{"text":"Ziehe den Stecker heraus!","translation":"Disconnect the plug."},{"text":"Es ist kalt draußen, ziehe deinen Mantel an!","translation":"It's cold outside, put on your coat!"},{"text":"Ziehe dich warm an, wenn du keine Erkrankung riskieren willst.","translation":"Dress warmly if you don't want to fall ill."}],"modifizieren":[{"text":"Nahrungsmittel mit genetisch modifizierten Organismen sind für menschliches Leben gefährlich.","translation":"Products with GMO are dangerous to human life."},{"text":"Die ganze Welt ist alarmiert; in Gemüse, Obst und Getreide sind technisch modifizierte Gene.","translation":"The whole world is alarmed; in vegetables, fruits and cereals are technically modified genes."},{"text":"Wir werden die Lastverteilung leicht modifizieren müssen.","translation":"We will have to modify the load distribution slightly."},{"text":"Aufgrund der überraschenden Experimentalergebnisse mussten die Wissenschaftler ihre Theorie stark modifizieren.","translation":"Due to the surprising experimental results, the scientists had to heavily modify their theory."},{"text":"Sie sollten die Zusammensetzung ihres Portfolios regelmäßig modifizieren, um das Risiko-Rendite-Profil zu optimieren.","translation":"They should regularly modify the composition of their portfolio to optimize the risk-return profile."}],"Schwager":[{"text":"Tom wollte eigentlich seinen Schwager abholen, aber dann sprang das Auto nicht an.","translation":"Tom actually wanted to pick up his brother-in-law, but then the car didn't start."},{"text":"Zum Glück ist er nicht mein Schwager geworden.","translation":"Luckily, he didn't become my brother-in-law."},{"text":"Ich öffnete die Tür und mein Schwager betrat das Zimmer.","translation":"I opened the door and my brother-in-law entered the room."},{"text":"Er ist der Mann meiner Schwester. Er ist mein Schwager.","translation":"He's my sister's husband. He's my brother-in-law."},{"text":"Dieses Hotel gehört meinem Schwager.","translation":"This hotel belongs to my brother-in-law."},{"text":"„Gott mit Euch, Herr Schwager!“ – „Glaubt Ihr denn noch an einen?“","translation":"\"God with you, Mr. Brother-in-Law!\" – \"Do you still believe in one?\""},{"text":"Mein Schwager ist ein komischer Vogel.","translation":"My brother-in-law is a weird bird."},{"text":"Mein Schwager ist anderer Ansicht.","translation":"My brother-in-law disagrees."},{"text":"Mein Schwager ist Polizist.","translation":"My brother-in-law is a policeman."},{"text":"Mein Schwager ist Bulle von Beruf.","translation":"My brother-in-law is a bull by profession."}],"Sitzungsberichte":[],"fossil":[{"text":"Braunkohle ist ein fossiler Brennstoff.","translation":"Lignite is a fossil fuel."},{"text":"Der Kontinent ist reich an fossilen Brennstoffen.","translation":"The continent is abundant in fossil fuels."},{"text":"Die Preise fossiler Brennstoffe gingen durch die Decke.","translation":"Fossil fuel prices shot through the roof."},{"text":"Fossile Brennstoffe werden nicht für alle Zeit verfügbar sein.","translation":"Fossil fuels won't be available forever."},{"text":"Der massenhafte Verbrauch fossiler Energien hat große Schäden an der natürlichen Umwelt verursacht.","translation":"The mass consumption of fossil fuels has caused great damage to the natural environment."},{"text":"Dieses Fossil ist über dreißig Millionen Jahre alt.","translation":"This fossil is over 30 million years old."},{"text":"Er ist ein lebendes Fossil!","translation":"He is a living fossil!"},{"text":"Dieser Politiker ist ein Fossil aus einer vergangenen Zeit.","translation":"This politician is a fossil from a bygone era."},{"text":"„Schön an manchen der Fossilien sind unter anderem die Geschichten, die sie erzählen“, meinte Bowen und deutete auf einen versteinerten Stachelrochen, der an der Ladenwand hing.","translation":"“One of the fun things about some of the fossils is, they tell stories,” Bowen said, pointing to a fossilized stingray hanging on the shop wall."},{"text":"Eine Wissenschaftlerin gab bekannt, Fossilien, die sie in den nordwestkanadischen Bergen auf vorzeitlichem Meeresgrund gesammelt habe, seien möglicherweise die frühesten Anzeichen irdischer Fauna, die je entdeckt worden seien.","translation":"A scientist says fossils she collected from an ancient seabed in the mountains of northwestern Canada may be the earliest evidence of animal life on Earth ever discovered."},{"text":"Als Kind sammelte Van Horne Fossilien.","translation":"As a child, Van Horne collected fossils."},{"text":"Fossilien bestehen aus Stein. Es sind Steine, die die Form von toten Tieren oder Pflanzen angenommen haben.","translation":"Fossils are made of stone. They are stones that have taken the form of dead animals or plants."},{"text":"Die Paläontologen suchen nach Fossilien.","translation":"The paleontologists are looking for fossils."},{"text":"Fossilien sind ein nicht erneuerbarer Rohstoff.","translation":"Fossils are a non-renewable resource."}],"formell":[{"text":"Verkaufen Sie formelle Kleidung?","translation":"Do you sell formal wear?"},{"text":"Sie hat sich von ihrem Mann formell scheiden lassen.","translation":"She has legally divorced her husband."},{"text":"Wie formell ist diese Zeremonie?","translation":"How formal is this ceremony?"},{"text":"Tom fühlte sich verpflichtet, Marias Eltern formell in Anzug und Krawatte um Erlaubnis zu bitten, mit Maria auszugehen.","translation":"Tom felt obliged to ask Mary's parents formally, wearing a suit and tie, for permission to go out with her."},{"text":"Die Verwendung von Analysegeräten ist bei formellen Schachwettbewerben strengstens untersagt.","translation":"The use of analytical equipment is strictly prohibited in formal chess competitions."}],"Filmmaterial":[],"erbringen":[{"text":"Diese Felder erbringen eine gute Ernte.","translation":"These fields produce fine crops."},{"text":"Tiere als Material betrachten erbringt diese Ergebnisse.","translation":"Considering animals as material yields these results."},{"text":"Ich allein kann diesen Beweis nicht erbringen.","translation":"I alone cannot provide this proof."},{"text":"Ohne Talent sind Höchstleistungen schwer zu erbringen.","translation":"Without talent, top performance is difficult to achieve."},{"text":"Wer Höchstleistungen erbringen will, muss Körper und Geist im Gleichgewicht halten.","translation":"If you want to perform at your best, you have to keep your body and mind in balance."}],"Crew":[{"text":"Ich brauche eine Crew.","translation":"I need a crew."},{"text":"Als seine Crew strandete, konnte Christoph Columbus sie vor dem Hungertod retten, indem er 100 Kaninchen aus seinem Hut zauberte.","translation":"With his crew stranded at sea, Christopher Columbus was able to save them from starvation by pulling 100 rabbits out of his hat."},{"text":"Ich werde Sie dem Rest der Crew vorstellen.","translation":"I'll introduce you to the rest of the crew."},{"text":"Ich bin verantwortlich für die Crew.","translation":"I am responsible for the crew."}],"ther":[],"vorhersehbar":[{"text":"Diese Krise war vorhersehbar.","translation":"The crisis could have been foreseen."},{"text":"Die Situation war vorhersehbar.","translation":"The situation was predictable."},{"text":"Die Geschichte war vorhersehbar, aber dennoch bezaubernd.","translation":"The story was predictable, but enchanting nonetheless."},{"text":"Je mehr Variablen man hat, desto weniger vorhersehbar werden die Ergebnisse.","translation":"The more variables you have, the less predictable the results become."},{"text":"Bis jetzt war alles vorhersehbar.","translation":"Until now, everything was predictable."}],"Wahlkampf":[{"text":"Was ist denn das zentrale Thema mit dem sie in den Wahlkampf gehen wollen?","translation":"What is the central issue with which they want to go into the election campaign?"},{"text":"Vielleicht helfen Ihnen diese Informationen, sich beim Wahlkampf zu entscheiden.","translation":"Perhaps this information will help you decide during the election campaign."},{"text":"Er bestritt einen erfolgreichen Wahlkampf.","translation":"He fought a successful election campaign."},{"text":"Die Kandidaten waren froh, dass der Wahlkampf endlich vorüber war.","translation":"The candidates were happy that the election campaign was finally over."},{"text":"Nicht jede Äußerung verdient es, über den Wahlkampf hinaus ernst genommen zu werden.","translation":"Not every statement deserves to be taken seriously beyond the election campaign."}],"renovieren":[{"text":"Mein Nachbar hat sein Haus komplett renoviert.","translation":"My neighbor has completely renovated his house."},{"text":"Viele Männer können wunderbar kochen. Das Problem: Hinterher muss die Küche renoviert werden.","translation":"Many men can cook wonderfully. The problem: Afterwards the kitchen has to be renovated."},{"text":"Tom ist gerade dabei, sein Haus zu renovieren.","translation":"Tom is in the process of renovating his house."},{"text":"Es lohnt sich nicht, dieses alte Gebäude zu renovieren. Es sollte lieber abgerissen werden.","translation":"This old building isn't worth fixing up. It would be better to tear it down."},{"text":"Es ist notwendig, alle Zimmer zu renovieren.","translation":"All the rooms need renovating."}],"gleichermaßen":[{"text":"Ich habe die Prüfung bestanden, gleichermaßen Tom.","translation":"I passed the exam and so did Tom."},{"text":"Beide Seiten sind gleichermaßen schuldig.","translation":"Both sides are equally guilty."},{"text":"Sie ist in Indien und China gleichermaßen bekannt.","translation":"She is well known in both India and China."},{"text":"Was er über die Mädchen sagte, gilt gleichermaßen für die Jungs.","translation":"What he said about the girls applies equally to the boys."},{"text":"Meiner Großmutter Tochter Bruder könnte gleichermaßen mein Onkel wie mein Vater sein.","translation":"My grandmother's daughter's brother could be my uncle as well as my father."}],"Italiener":[{"text":"Wie heißt dieser Italiener, der bei Fiat arbeitet?","translation":"What's the name of that Italian who works for Fiat?"},{"text":"Ich habe uns beim Italiener einen Tisch für sechs Personen reserviert.","translation":"I reserved a table for six people at the Italian restaurant."},{"text":"Zwei kleine Italiener, die träumen von Napoli.","translation":"Two little Italians who dream of Napoli."},{"text":"Die Italiener trinken niemals Kaffee.","translation":"The Italians never drink coffee."},{"text":"Die Italiener sind sehr nett.","translation":"The Italians are very nice."},{"text":"Italiener trinken oft Kaffee.","translation":"Italians often drink coffee."},{"text":"Italiener essen eher spät.","translation":"Italians tend to eat late."},{"text":"Italiener trinken immer Wein.","translation":"Italians always drink wine."},{"text":"Die Italiener essen gute Pizzen.","translation":"The Italians eat good pizzas."},{"text":"„Warum willst du denn unbedingt zum Italiener? Pizza gibt es doch oft genug zu Hause. Sieh mal! Da drüben ist ein Franzose. Lass uns doch da mal hin!“ – „Der Laden ist doch völlig leer; die ‚Pizzeria Milano‘ hingegen hat man mir empfohlen.“","translation":"\"Why do you want to go to the Italian? Pizza is often enough at home. Look! There's a Frenchman over there. Let's go there!\" – \"The shop is completely empty; the 'Pizzeria Milano', on the other hand, was recommended to me.\""}],"hinschauen":[{"text":"Das Schöne am Fernsehen ist, dass man nicht immer hinschauen muss.","translation":"The beauty of television is that you don't always have to look."},{"text":"Jeden Tag geschehen kleine Wunder. Man muss nur genau hinschauen.","translation":"Every day small miracles happen. You just have to look closely."},{"text":"Selbst wenn man gut hinschaut, sieht man nichts.","translation":"Even when one looks carefully, they see nothing."},{"text":"Wo Sie auch hinschauen, können Sie Kinder spielen sehen.","translation":"Everywhere you look you can see children playing."},{"text":"Ich schaute den Hund an, aber als ich nochmals hinschaute, war eine Katze draus geworden.","translation":"I looked at the dog, but when I looked again, it had become a cat."},{"text":"Allerdings muss ich gestehen, dass ich bei genauem Hinschauen den Sinn des Satzes nicht verstehe.","translation":"However, I must confess that if I look closely, I do not understand the meaning of the sentence."},{"text":"Die meisten sogenannten Sehenswürdigkeiten sind vom vielen Hinschauen schon ganz abgenutzt.","translation":"Most of the so-called sights are already completely worn out by the many looks."}],"taktisch":[{"text":"Kann Russland taktische Atomwaffen gegen die Ukraine einsetzen?","translation":"Can Russia use tactical nuclear weapons against Ukraine?"},{"text":"Das wäre taktisch unklug.","translation":"That would be tactically unwise."},{"text":"Ein taktischer Rückzug wird manchmal als Feigheit verstanden.","translation":"A tactical retreat is sometimes understood as cowardice."},{"text":"Eine gute Strategie bietet Möglichkeiten für taktische Manöver, die die Abwehr des Gegners schwächen können.","translation":"A good strategy offers opportunities for tactical maneuvers that can weaken the opponent's defenses."},{"text":"In einer Schachpartie basieren viele taktische Bewegungen auf der Fähigkeit von Springer, zwei gegnerische Figuren gleichzeitig anzugreifen.","translation":"In a game of chess, many tactical moves are based on the ability of the knights to simultaneously attack two opponent's pieces."}]}