{"Großstadt":[{"text":"Wir sind an ein Leben in der Großstadt gewöhnt.","translation":"We are used to living in the big city."},{"text":"Englisch oder Französisch konnte man nur in den Großstädten erlernen.","translation":"English or French could only be learned in the big cities."},{"text":"In einer Großstadt zu leben, hat viele Vorteile.","translation":"Living in a big city has many advantages."},{"text":"Ich würde lieber in einer Klein- als in einer Großstadt leben.","translation":"I'd rather live in a small town than in a big city."},{"text":"Zunehmend mehr Leute ziehen in die Großstädte.","translation":"More and more people are moving to the big cities."}],"zwang":[{"text":"Wenn Sie uns nicht zuhören, werden wir auf Zwang zurückgreifen müssen.","translation":"If you do not listen to us, we will have to resort to coercion."},{"text":"Liebe und Gesang kennt keinen Zwang.","translation":"Love and song knows no compulsion."},{"text":"Die Armut hat ihre Freiheiten, der Reichtum seine Zwänge.","translation":"Poverty has its freedoms, wealth its constraints."},{"text":"Kraft wird aus dem Zwang geboren und stirbt an der Freiheit.","translation":"Power is born of compulsion and dies from freedom."},{"text":"Bei Tom ist das Spielen ein Zwang.","translation":"With Tom, playing is a compulsion."},{"text":"Sie wollte nicht gehen, aber ihr Vater zwang sie zu gehen.","translation":"She didn't want to leave, but her father forced her to leave."},{"text":"Das Bewusstsein, dass jede Minute — vielleicht sogar jede Sekunde — über ein Menschenleben entscheiden könnte, zwang zur Eile.","translation":"Knowing that every minute, maybe even every second can count for a human life makes you hurry."},{"text":"Zwang erbittert die Schwärmer immer, aber er bekehrt sie nie.","translation":"Coercion always bitters the enthusiasts, but he never converts them."},{"text":"Gib dir Mühe, dahin zu kommen, dass du gar nichts wider Willen tust. Alles, was kommt, ist notwendig. Zwang gibt es nur für den, der widerstrebt, nicht für den Willigen.","translation":"Make an effort to get to the point where you don't do anything against your will. Everything that comes is necessary. Coercion exists only for those who resist, not for the willing."},{"text":"Es war einmal ein König, der hatte eine einzige Tochter, auf die war er so stolz und die hatte er so lieb, dass er in ständiger Angst war, ihr möchte etwas zustoßen, wenn sie das Schloss verließe, und so zwang er sie wegen seiner großen Liebe zu ihr, eingesperrt in ihre eigenen Gemächer das Leben einer Gefangenen zu führen.","translation":"Once on a time there was a king who had an only daughter. He was so proud and so fond of her, that he was in constant terror that something would happen to her if she went outside the palace, and thus, owing to his great love for her, he forced her to lead the life of a prisoner, shut up within her own rooms."},{"text":"Das Glück der Masse heißt Zwang.","translation":"The happiness of the masses is called coercion."},{"text":"Die Masse schreit nach Freiheit, aber hungert nach Zwang.","translation":"The masses cry out for freedom, but hunger for coercion."},{"text":"Bevor von anderer Seite Zwang angewandt wird, ist es besser, sich selbst zu disziplinieren.","translation":"Before coercion is applied by another side, it is better to discipline yourself."},{"text":"Kein Zwang sei in der Religion ! Das Rechte ist ja deutlich genug unterschieden vom Falschen.","translation":"No compulsion is in religion! The right is clear enough different from the wrong."},{"text":"Eine aufrichtige Liebe ist eine Liebe ohne Zwang.","translation":"A sincere love is a love without compulsion."}],"wende":[{"text":"Nach der Wende gab es eine Welle von Joint Ventures.","translation":"After the fall of the Berlin Wall, there was a wave of joint ventures."},{"text":"Wende dein Gesicht der Sonne zu, dann fallen die Schatten hinter dich.","translation":"Turn your face to the sun, then the shadows will fall behind you."},{"text":"„Wende dich dorthin!“ – „Wohin?“","translation":"\"Turn there.\" \"Where?\""},{"text":"Wende deine Augen von mir; denn sie verwirren mich.","translation":"Take your eyes off me; for they confuse me."},{"text":"Wende deine Methode an!","translation":"Use your method!"},{"text":"Wenden Sie sich an meinen Kollegen.","translation":"Contact my colleague."},{"text":"Wenden Sie bitte Ihren Wagen!","translation":"Please turn the car around."},{"text":"Wenden Sie sich nach links!","translation":"Turn left!"},{"text":"Wenden verboten!","translation":"No U-turn!"},{"text":"Wenden Sie!","translation":"Turn the car around."}],"Absturz":[{"text":"Sie hat als Einzige den Absturz überlebt.","translation":"She was the only one to survive the crash."},{"text":"Bei dem Absturz kamen vierhundert Passagiere ums Leben.","translation":"Four hundred passengers were killed in the crash."},{"text":"Der gleichzeitige Absturz von Aktien auf der ganzen Welt geht ins Bodenlose.","translation":"The simultaneous crash of stocks around the world is going to the bottomless."},{"text":"Ich weiß bereits, dass die Firma demnächst in eine schwerwiegende wirtschaftliche Krise geraten wird, deren Folge ein Absturz des Aktienkurses sein wird.","translation":"I already know that the company will soon be in a serious economic crisis, the result of which will be a crash in the share price."},{"text":"Alle an Bord befindlichen Passagiere wurden bei dem Absturz getötet.","translation":"All the passengers aboard were killed in the crash."}],"publizieren":[{"text":"Tom publiziert bei Facebook oft motivierende Zitate.","translation":"Tom often posts motivational quotes on Facebook."},{"text":"Wenn die Medien eines Landes nicht zu hundert Prozent unter dem Einfluss einer fremden Macht stünden und nicht nur die Hälfte der Wahrheit publizieren würden, könnte man klar sehen.","translation":"If a country's media were not one hundred percent under the influence of a foreign power and did not publish only half of the truth, one could see clearly."},{"text":"Marie-Emmanuelle hielt lange daran fest, auf Französisch, ihrer Muttersprache, zu publizieren; letztlich sah aber auch sie ein, dass der Durchbruch heutzutage nur noch auf Englisch möglich ist.","translation":"Marie-Emmanuelle has long maintained publishing in French, her mother tongue; in the end, however, she also realized that the breakthrough is nowadays only possible in English."},{"text":"Es ist nicht so, dass die französischen mathematischen Fakultäten deshalb noch auf Französisch publizieren können, weil sie einflussreich sind; es ist eher so, dass sie deswegen so leistungsfähig sind, weil sie auf Französisch publizieren, denn das zwingt sie, andere Gedankengänge zu benutzen.","translation":"It is not the case that French mathematical faculties can still publish in French because they are influential; it is rather that they are so powerful because they publish in French, because that forces them to use different lines of thought."}],"Edelstein":[{"text":"Das ist ein falscher Edelstein.","translation":"This is a false gemstone."},{"text":"Ein Edelstein gilt so viel, als ein reicher Narr dafür geben will.","translation":"A gemstone counts as much as a rich fool wants to give for it."},{"text":"Salz ist unter allen Edelsteinen, die uns die Erde schenkt, der Kostbarste.","translation":"Salt is the most precious of all the gemstones that the earth gives us."},{"text":"Ein Edelstein wird ohne Reiben nicht blank, ein Mensch ohne Prüfung nicht vollkommen.","translation":"A gemstone does not become blank without rubbing, a man without examination not perfect."},{"text":"Sie untersuchten den Edelstein.","translation":"They examined the jewel."}],"binnen":[{"text":"Er wird binnen drei Stunden zurückkommen.","translation":"He will come back within three hours."},{"text":"Er wird binnen zwei Stunden zurück sein, in der Zwischenzeit bereiten wir das Abendessen.","translation":"He'll be back in a couple of hours. Meanwhile, let's make some tea."},{"text":"Können Sie Ihr Darlehen binnen eines Jahres zurückzahlen?","translation":"Can you repay your loan within a year?"},{"text":"Es ist ihre Aufgabe, diese Arbeit binnen zwei Wochen auszuführen.","translation":"Their task is to carry out the work within two weeks."},{"text":"Das Militär schlug den Aufstand binnen weniger Stunden nieder.","translation":"The military quashed the revolt within a matter of hours."}],"Klon":[{"text":"Das Klonen von Menschen stellt uns vor große ethische Probleme.","translation":"Human cloning presents us with major ethical problems."},{"text":"Am 20. Oktober starb Tom und wurde durch einen identischen Klon ersetzt.","translation":"On October 20, Tom died and was replaced by an identical clone."},{"text":"Das Klonen von Übermenschen wurde zum militärischen Standard.","translation":"Cloning of supermen in the military became the norm."},{"text":"Im 23. Jahrhundert waren menschliche Klone mit genetischen Anpassungen wie veränderter Haarfarbe verbreiteter geworden.","translation":"By the 23rd century, human clones with genetic modifications, such as a different hair colour, became more common."},{"text":"Immer mehr Leute lassen Haustiere, die sie schätzen, klonen. Da die Lebensdauer einer Katze oder eines Hundes begrenzt ist, bekommen sie so den Eindruck, diese zu verlängern. Tatsächlich ist die Lebensdauer eines Klons noch kürzer.","translation":"More and more people are having pets they appreciate cloned. Since the lifespan of a cat or dog is limited, they get the impression of extending it. In fact, the lifespan of a clone is even shorter."}],"Zimt":[{"text":"Tom gibt oft Zimt in seinen Kaffee.","translation":"Tom often puts cinnamon in his coffee."},{"text":"In Europa verwendet man Zimt als Gewürz besonders für süße Speisen, in Asien auch für salzige.","translation":"In Europe, cinnamon is used as a spice especially for sweet dishes, in Asia also for salty ones."},{"text":"Den Zucker und Zimt zu den gekochten Äpfeln hinzufügen.","translation":"Add the sugar and cinnamon to the cooked apples."},{"text":"Kaufen Sie nicht bereits gemahlenen Zimt, sondern mahlen Sie ihn vor dem Gebrauch selbst!","translation":"Do not buy already ground cinnamon, but grind it yourself before use!"},{"text":"Diese Früchtetees schmecken wie Orange mit Zimt.","translation":"These fruit teas taste like orange with cinnamon."},{"text":"Deine Küsse schmecken nach Zimt.","translation":"Your kisses taste like cinnamon."},{"text":"Ich habe mein Lager mit Myrrhe, Aloe und Zimt besprengt.","translation":"I sprinkled my camp with myrrh, aloe and cinnamon."}],"schonen":[{"text":"Ich sollte besser versuchen, die Batterie zu schonen.","translation":"I'd better try to conserve the battery."},{"text":"Die Umwelt muss geschont werden.","translation":"The environment must be protected."},{"text":"Ein kluger Vogel schont seine Federn, ein kluger Mensch seine Worte.","translation":"A clever bird spares his feathers, a clever person his words."},{"text":"Wer Menschen ändern will, kann sie nicht schonen.","translation":"If you want to change people, you can't spare them."},{"text":"Wandern trägt dazu bei, dass Natur und Umwelt geschont werden.","translation":"Hiking helps to protect nature and the environment."}],"schwollen":[{"text":"Manchen hält man für fett, dabei ist er nur geschwollen.","translation":"Some are considered fat, but they are only swollen."},{"text":"Red nicht so geschwollen daher!","translation":"Red not so swollen therefore!"},{"text":"Hast du die ganze Nacht geweint? Deine Augen sind ja total geschwollen!","translation":"Did you cry all night? Your eyes are totally swollen!"},{"text":"Meine Füße sind ein bisschen geschwollen.","translation":"My feet are a little swollen."},{"text":"Sein Auge war geschwollen, und seine Nase blutete.","translation":"His eye was swollen and his nose was bleeding."},{"text":"Ihre Füße waren sehr geschwollen.","translation":"Her feet were very swollen."},{"text":"Ich habe zu viel getrunken. Mein Gesicht ist geschwollen.","translation":"I drank too much. My face is swollen."},{"text":"Meine Beine sind geschwollen.","translation":"My legs are swollen."},{"text":"Der Referent drückte sich ziemlich geschwollen aus, sein Vortrag hatte jedoch wenig Substanz.","translation":"The speaker expressed himself quite swollen, but his lecture had little substance."},{"text":"Meine Füße sind geschwollen.","translation":"My feet are swollen."}],"Hinrichtung":[{"text":"Zehn Jahre nach seiner Hinrichtung konnte aufgrund neuer Beweise Toms Unschuld festgestellt werden.","translation":"Ten years after his execution, Tom's innocence was established on the basis of new evidence."},{"text":"Der Tag der Hinrichtung rückt näher.","translation":"The day of execution is approaching."},{"text":"Die Hinrichtung erfolgte im Morgengrauen am Galgen.","translation":"The execution took place at dawn on the gallows."},{"text":"Trotz strenger Überwachung nahm sich Tom in der Nacht vor der Hinrichtung in seiner Zelle das Leben.","translation":"Despite close surveillance, Tom took his own life in his cell the night before the execution."},{"text":"Es hätte in der Macht des Präsidenten gestanden, die Männer mit einer einfachen Unterschrift vor der Hinrichtung zu bewahren.","translation":"The President had the power to save the men from execution at the stroke of a pen."}],"zurücklegen":[{"text":"Einen Großteil des Weges haben wir bereits zurückgelegt.","translation":"We have already covered a large part of the way."},{"text":"Welche Entfernung haben wir zurückgelegt?","translation":"How much distance have we covered?"},{"text":"Können Sie diesen Anzug für mich zurücklegen?","translation":"Could you put this suit aside for me?"},{"text":"Kann man die Strecke zwischen deinem Haus und dem Markt zu Fuß zurücklegen?","translation":"Is your house within walking distance of the market?"},{"text":"Er hat den weiten Weg aus Chicago zurückgelegt.","translation":"He came all the way from Chicago."},{"text":"Heute haben wir sechs Kilometer zurückgelegt.","translation":"We've covered six kilometres today."},{"text":"Die ASEAN-Staaten haben einen weiten Weg zurückgelegt.","translation":"The ASEAN nations have come a long way."},{"text":"Sie haben einen langen Weg zurückgelegt.","translation":"You have come a long way."},{"text":"Warum willst du jetzt so viel Geld ausgeben? Wir können es doch für später zurücklegen.","translation":"Why do you want to spend so much money now? We can put it aside for later."},{"text":"Kamele können über mehrere Tage hunderte von Kilometern zurücklegen, ohne einen Schluck Wasser zu trinken.","translation":"Camels can travel hundreds of kilometers over several days without drinking a sip of water."},{"text":"Ein schneller Fußgänger kann in einer Stunde sechs Kilometer zurücklegen.","translation":"A fast pedestrian can travel six kilometers in an hour."}],"Vorhersage":[{"text":"Die Vorhersage des Wetters basiert auf den Daten der Vergangenheit.","translation":"The forecast of the weather is based on the data of the past."},{"text":"Seine Vorhersage kann möglicherweise eintreffen.","translation":"His prediction might possibly come true."},{"text":"Seine Vorhersage hat sich erfüllt.","translation":"His prediction has come true."},{"text":"Es gibt keine Vorhersage, wann ein schweres Erdbeben Tokio trifft.","translation":"There is no telling when a severe earthquake will strike Tokyo."},{"text":"Hoffentlich ist meine Vorhersage falsch.","translation":"I hope my prediction is wrong."}],"beschäftigter":[{"text":"Ich glaube, ich bin von den Beschäftigten hier die einzige, die Französisch kann.","translation":"I think I'm the only one working here who can speak French."},{"text":"Die ersten Arbeitgeber verlangen von Beschäftigten bereits, sich impfen zu lassen.","translation":"Some employers are starting to require their workers to get vaccinated."},{"text":"Eintritt verboten, ausgenommen die Beschäftigten.","translation":"Entry prohibited, except for employees."},{"text":"Alles verändert sich sehr schnell und das fordert den Beschäftigten von heute eine neue Denkweise ab.","translation":"Everything changes very quickly, which calls for a new mindset among today's employees."},{"text":"Alle Beschäftigten mussten die Zugangskennziffer auswendig lernen.","translation":"All employees had to memorize the access code."}],"Reduzierung":[{"text":"Die Reduzierung des Haushaltsdefizits ist ein wichtiges Anliegen der Regierung.","translation":"Reducing the budget deficit is a major concern of the government."},{"text":"Die Reduzierung des Lebens auf die Ökonomie ist eine der bedrohlichsten Tendenzen unserer Epoche.","translation":"The reduction of life to the economy is one of the most threatening tendencies of our epoch."},{"text":"Die Europäische Union engagiert sich aktiv für Menschenrechte und Demokratie und hat sich im Kampf gegen den Klimawandel zur Reduzierung von Emissionen die weltweit ehrgeizigsten Ziele gesetzt","translation":"The European Union is actively committed to human rights and democracy and has set itself the world's most ambitious targets in the fight against climate change to reduce emissions."},{"text":"Der Finanzminister sagte, Ziel der Gesetzesänderung sei eine Vereinfachung des Steuersystems und eine Reduzierung der Steuern.","translation":"The finance minister said the aim of the change in the law is to simplify the tax system and reduce taxes."},{"text":"Ich finde es interessant, dass du vehement für eine drastische Reduzierung der Anzahl der Namen in den Sätzen eingetreten bist, demgegenüber aber das mutwillige Hinzufügen einer anderen Art von Quasiduplikaten propagierst. Über diese Ungereimtheit solltest du einmal nachdenken.","translation":"I find it interesting that you've argued so hard for drastic reduction of the number of names in sentences as a means of preventing near-duplicates, and yet you're arguing for intentionally adding another kind of near-duplicates. You should think about that inconsistency."}],"Artefakt":[{"text":"Ich habe gehört, man hätte ein außerirdisches Artefakt auf dem Mond gefunden.","translation":"I heard they found an alien artifact on the moon."},{"text":"Das Museum hat eine faszinierende Sammlung keltischer Artefakte.","translation":"The museum has a fascinating collection of Celtic artifacts."},{"text":"Plünderer stahlen alte Artefakte aus dem Grab.","translation":"Looters stole ancient artifacts from the tomb."}],"datenschutzrechtlich":[],"verankern":[{"text":"Wie tief sind die Wurzeln deiner Liebe im Boden verankert?","translation":"How deeply are the roots of your love anchored in the ground?"},{"text":"Das Bücherregal ist fest in der Wand verankert.","translation":"The bookshelf is firmly anchored in the wall."},{"text":"Wir sollten das Gerüst im Boden verankern.","translation":"We should anchor the scaffolding in the ground."},{"text":"Ich will in einem Land leben, in dem der Begriff „Bergmannsprämie“ im Gesetz verankert ist.","translation":"I want to live in a country where the term \"miner's premium\" is enshrined in law."},{"text":"Die Freiheit des Gedankens und der Rede ist in Artikel neunundzwanzig der russischen Verfassung verankert.","translation":"Freedom of thought and speech is enshrined in Article Twenty-nine of the Russian Constitution."},{"text":"Bis in die 80er-Jahre noch lebten wir in einer Wir-Gesellschaft, in der gegenseitige Rücksichtnahme, soziales Engagement und soziale Kontrolle fest verankert waren.","translation":"Until the 80s, we still lived in a we-society in which mutual consideration, social commitment and social control were firmly anchored."}],"Qual":[{"text":"Ein neidisch Herz hat Qual und Schmerz.","translation":"An envious heart has torment and pain."},{"text":"Qualität kommt von Qual.","translation":"Quality comes from agony."},{"text":"Lange Qual ist bittrer Tod.","translation":"Long agony is supplicant death."},{"text":"Die kurze Qual ist die beste.","translation":"The short agony is the best."},{"text":"Es gibt keine grössere Qual als einen Irrtum, dessen wir uns schämen.","translation":"There is no greater torment than a mistake of which we are ashamed."}],"herauszukommen":[{"text":"Um dort herauszukommen, bräuchte er ein Wunder, nicht wahr?","translation":"He won't be able to escape from there without a miracle, will he?"},{"text":"Ich kann es nicht erwarten, hier herauszukommen.","translation":"I can't wait to get out of here."},{"text":"Tom versuchte, Maria dazu zu bewegen, aus sich herauszukommen.","translation":"Tom tried to get Mary to come out of her shell."},{"text":"Maria schloss sich im Badezimmer ein und weigerte sich herauszukommen.","translation":"Maria locked herself in the bathroom and refused to come out."},{"text":"Hilf mir, hier herauszukommen!","translation":"Help me get out of here!"}],"Geometrie":[{"text":"Der große Gott wendet immer die Geometrie auf alles an.","translation":"The great God always applies geometry to everything."},{"text":"Der Kreis ist die Geometrie der Sorgen.","translation":"The circle is the geometry of worries."},{"text":"Er kennt sich in Geometrie gut aus.","translation":"He is well versed in geometry."},{"text":"Dieses Kapitel wird sich mit den Konzepten der Geometrie befassen.","translation":"This chapter will focus on the concepts of geometry."},{"text":"In Geometrie erlitt Anne ihr Waterloo.","translation":"In geometry, Anne met her Waterloo."}],"Langeweile":[{"text":"Die Arbeit hält drei große Gefahren fern: Langeweile, Laster und Not.","translation":"Work keeps three great dangers away: boredom, vice, and hardship."},{"text":"Einmal zählte Christoph Kolumbus aus Langeweile von eins bis unendlich – und zurück.","translation":"Once Christopher Columbus counted from one to infinity out of boredom – and back."},{"text":"Tom rauchte aus Langeweile eine Zigarette.","translation":"Tom smoked a cigarette out of boredom."},{"text":"Geist ist die Voraussetzung der Langeweile.","translation":"Mind is the prerequisite of boredom."},{"text":"Langeweile, zur rechten Zeit empfunden, ist ein Zeichen von Intelligenz.","translation":"Boredom, felt at the right time, is a sign of intelligence."}],"Rechteck":[{"text":"Rollen Sie den Teig zu einem Rechteck aus.","translation":"Roll the dough into a rectangle."},{"text":"Das Rechteck hat vier Ecken und vier Seiten.","translation":"The rectangle has four corners and four sides."},{"text":"Ein Quadrat ist zur selben Zeit ein Rechteck und auch ein Rhombus.","translation":"A square is at the same time a rectangle and also a rhombus."},{"text":"Rechteck und Rhombus sind Parallelogramme.","translation":"The rectangle and the rhombus are parallelograms."},{"text":"Die japanische Flagge ist ein weißes Rechteck mit einer roten Scheibe im Zentrum, die die Sonne darstellt.","translation":"The Japanese flag is a white rectangle with a red disc in the center representing the sun."}],"Anhaltspunkt":[{"text":"Um das zu verstehen, brauchen wir ein paar Anhaltspunkte.","translation":"We need some clues to understand it."},{"text":"Hast du Anhaltspunkte für das Problem gefunden?","translation":"Have you found any clues to the problem?"},{"text":"Gibt es einen Anhaltspunkt für die Lösung des Rätsels?","translation":"Is there a clue to solving the mystery?"},{"text":"Ein wirklich scharfsinniger Mensch kann eine ganze Situation mit nur ein paar wenigen Anhaltspunkten erfassen. Ich möchte, dass du ein solcher Mensch wirst.","translation":"A really perceptive person can figure out a whole situation with just a few clues. That's the kind of person I want you to become."},{"text":"Archäologen zufolge soll es Anhaltspunkte dafür geben, dass sich eine schätzungsweise 7000 Jahre alte, noch frühere Siedlung unter den Gebäuden von En Ensur befinde.","translation":"Archeologists said there is evidence that an even earlier settlement, estimated to be about 7,000-years-old, exists below the buildings of En Esur."}],"pressen":[{"text":"Sie presste das Kind an ihre Brust.","translation":"She pressed the child to her breast."},{"text":"Sie presste ihre Lippen fest zusammen.","translation":"She pressed her lips firmly together."},{"text":"Sie presste eine Menge Orangen aus.","translation":"She squeezed out a lot of oranges."},{"text":"Sie versuchte den Saft aus der Orange zu pressen.","translation":"She tried to squeeze the juice from the orange."},{"text":"Er kniete noch einmal nieder, nahm ihre Hand und presste sie auf seine Lippen.","translation":"He knelt down again, took her hand and pressed it to his lips."},{"text":"Er presste seine Lippen auf meine.","translation":"He pressed his lips on mine."},{"text":"Er presste sein Gesicht gegen das Schaufenster.","translation":"He pressed his face against the shop window."},{"text":"Während sie den an sie gerichteten Tadel anhörte, presste die junge Kollegin die Lippen sehr fest zusammen.","translation":"While listening to the rebuke addressed to her, the young colleague pressed her lips very tightly together."}],"Lesung":[{"text":"In der Buchhandlung findet heute Nachmittag eine Lesung statt.","translation":"A reading will take place in the bookshop this afternoon."},{"text":"Das Gesetz wurde nach der dritten Lesung einstimmig verabschiedet.","translation":"The law was passed unanimously after the third reading."},{"text":"Ich finde, die Aussprache chinesischer Schriftzeichen lernt sich viel schwieriger, wenn man bereits Japanisch beherrscht, da ich dann immer sofort an die japanische Lesung denken muss.","translation":"I think the pronunciation of Chinese characters is much more difficult to learn if you already know Japanese, because then I always have to think immediately of the Japanese reading."}],"Orchester":[{"text":"Er ist Musiker in einem Orchester.","translation":"He is a musician in an orchestra."},{"text":"Das Wichtigste im Orchester ist: zusammen anfangen und zusammen aufhören.","translation":"The most important thing in the orchestra is: start together and stop together."},{"text":"Wer das Orchester bezahlt, bestimmt auch die Musik.","translation":"Who pays for the orchestra also determines the music."},{"text":"Tom spielt in einem der örtlichen Orchester Cello.","translation":"Tom plays the cello with one of the local orchestras."},{"text":"Das Orchester ist nicht richtig gestimmt.","translation":"The orchestra is not tuned correctly."}],"Lüfter":[{"text":"Bedient dieser Schalter das Licht oder den Lüfter?","translation":"Does this switch operate the light or the fan?"},{"text":"Der Lüfter auf meinem Computer macht viel Lärm.","translation":"The fan on my computer is making a lot of noise."},{"text":"Ein dermaßen alter Lüfter wäre so gut wie zwecklos.","translation":"Such an old fan would be next to useless."}],"Taschenlampe":[{"text":"Nimm die Taschenlampe. Die werden wir auf jeden Fall brauchen.","translation":"Take the torch—that we'll definitely need."},{"text":"Der Polizist leuchtete mit der Taschenlampe in das Haus.","translation":"The policeman shone his flashlight into the house."},{"text":"Brauchst du eine Taschenlampe?","translation":"Do you need a torch?"},{"text":"Ohne Taschenlampe siehst du gar nichts.","translation":"You won't see a thing without a torch."},{"text":"Eine kleine Taschenlampe in der Tasche zu haben kann ganz praktisch sein.","translation":"Having a small flashlight in your pocket may come in handy."}],"Schießerei":[{"text":"Wir hörten der Schießerei zu.","translation":"We listened to the shooting."},{"text":"Die Schießerei begann etwa um zwölf Uhr mittags.","translation":"The shooting started around noon."},{"text":"Das war die einzige Möglichkeit, wie wir uns gegen all diese schreckliche Schießerei verteidigen konnten.","translation":"That was the only way we could defend ourselves against all this terrible shooting."},{"text":"Einige der am Einsatzort aufgefundenen Projektile konnten wir keiner der bei den Tatverdächtigen sichergestellten Waffen zuordnen. Der Schluss liegt also nahe, dass noch weitere, unbekannte Personen in die Schießerei verwickelt waren.","translation":"Some of the projectiles found at the scene could not be assigned to any of the weapons seized from the suspects. The conclusion is therefore obvious that other, unknown persons were involved in the shooting."},{"text":"In der Mitte des Films kommt es zu einer großen Schießerei, bei welcher der Sheriff erschossen wird.","translation":"There's a big gunfight in the middle of the movie and the sheriff gets killed."}],"Akne":[{"text":"Sie machte sich über meine Akne lustig.","translation":"She made fun of my acne."},{"text":"Tom hat Akne.","translation":"Tom has acne."}],"Vorjahr":[{"text":"Im Vorjahr hatten wir viel Schnee.","translation":"Last year we had a lot of snow."},{"text":"Dieses Jahr wurden mehr Fahrzeuge zugelassen als im Vorjahr.","translation":"This year, more vehicles were registered than last year."},{"text":"Die Abogebühr der Zeitschrift bleibt dieselbe wie im Vorjahr.","translation":"The newspaper subscription fee is the same this year as the previous year."},{"text":"Deutsche Bierbrauer konnten im ersten Halbjahr 2018 im Vergleich zum Vorjahr einen Verkaufszuwachs von 0,6 % oder 300 000 hl verbuchen.","translation":"Beer brewers in Germany have seen sales rise by 0.6 percent, or 300,000 hectoliters, in the first half of 2018 compared to the same period last year."},{"text":"Der Tatsache zum Trotz, dass es im diesjährigen Juni regnerische, graue Tage im Überfluss, hingegen sonnige und heitere zu selten gab, entschlossen wir uns - das heißt meine Familie und ich - zufrieden zu sein. Rückblickend kann ich aufrichtig sagen, dass wie die Ferien inmitten der Natur sogar intensiver genossen haben als im Vorjahr, als uns an einigen Tagen eine zu große Wärme plagte.","translation":"Despite the fact that this year's June saw rainy, grey days in abundance, while sunny and cheerful days were too rare, we - that is, my family and I - decided to be satisfied. Looking back, I can honestly say that we enjoyed the holidays in the middle of nature even more intensively than in the previous year, when on some days we were plagued by too much warmth."}],"befreundet":[{"text":"Ich bin froh, dass ich mit Tom befreundet bin.","translation":"I'm glad I'm Tom's friend."},{"text":"Ich weiß, dass du und Tom befreundet seid.","translation":"I know that you and Tom are friends."},{"text":"Tom will bestimmt nicht mehr mit mir befreundet sein.","translation":"I don't think Tom wants to be my friend anymore."},{"text":"Meine Schwester heiratete Herrn Satō, dessen Vater mit meiner Mutter befreundet ist.","translation":"My sister married Mr. Satō, whose father is friends with my mother."},{"text":"Tom und Maria sagten Johannes, dass sie mit Elke gut befreundet seien.","translation":"Tom and Mary told John that Alice was a good friend of them."}],"Fängen":[{"text":"Wer auf einen Baum klettern will, fängt unten an, nicht oben.","translation":"If you want to climb a tree, start at the bottom, not at the top."},{"text":"Wer zwei Hasen auf einmal jagt, fängt keinen.","translation":"If you hunt two hares at once, you won't catch one."},{"text":"Ein Hund, der nicht auf einer Spur bleibt, fängt weder Hirsche noch Hasen.","translation":"A dog that does not stay on a trail does not catch deer or hares."},{"text":"Wer schläft, fängt keine Fische.","translation":"If you sleep, you don't catch fish."},{"text":"Er will andrer Leute Ratten fangen und fängt sich selber nicht die Mäuse.","translation":"He wants to catch other people's rats and does not catch the mice himself."}],"Truthahn":[{"text":"Ein Truthahn ist ein bisschen größer als ein Huhn.","translation":"A turkey is a bit bigger than a chicken."},{"text":"Maria hat noch nie einen Truthahn zubereitet.","translation":"Mary has never cooked a turkey."},{"text":"Ich kann nicht einmal Wasser kochen und noch viel weniger einen Truthahn braten.","translation":"I cannot even boil water, much less roast a turkey."},{"text":"Werden Truthähne für Weihnachten stimmen?","translation":"Will turkeys vote for Christmas?"},{"text":"Der Truthahn schmeckt gut!","translation":"This turkey tastes good."},{"text":"Wann isst du Truthahn?","translation":"When do you eat turkey?"},{"text":"Warum essen Amerikaner zu Thanksgiving Truthahn?","translation":"Why do Americans eat turkey on Thanksgiving?"},{"text":"Ein wilder Truthahn griff Tom an.","translation":"A wild turkey attacked Tom."},{"text":"Sie ist Vegetarierin; daher hat sie statt Truthahn Tōfu gegessen.","translation":"She's vegetarian, so she ate tofu instead of turkey."}],"vorteilhaft":[{"text":"In dem Kleid siehst du nicht sehr vorteilhaft aus.","translation":"In the dress you do not look very beneficial."},{"text":"Mit diesem Hut war Maria vorteilhaft gekleidet.","translation":"With this hat, Maria was dressed advantageously."},{"text":"Es könnte für mich vorteilhaft sein, so weiterzumachen.","translation":"It could be advantageous for me to continue this way."},{"text":"Ich weiß nicht, was in ihm vorgeht, einen so vorteilhaften Vorschlag abzulehnen.","translation":"I have no idea what he has in mind, rejecting such a favorable proposal."},{"text":"Das ist eine sehr vorteilhafte Frisur.","translation":"That's a very becoming hairstyle."}],"Schwachsinn":[{"text":"So ein Schwachsinn!","translation":"Such!"},{"text":"Lass den Schwachsinn!","translation":"Leave the!"},{"text":"Was für ein Schwachsinn, bei dieser Kälte zu schwimmen!","translation":"What nonsense to swim in this cold!"},{"text":"Komm schon, wer würde diesen Schwachsinn glauben?","translation":"Come on, who would believe that crap?"},{"text":"Was soll denn der Schwachsinn? Deinem Opa die Zähne zu klauen!","translation":"What is the point of this nonsense? To steal your grandpa's teeth!"},{"text":"Die fünf Sinne: Unsinn, Wahnsinn, Blödsinn, Schwachsinn, Stumpfsinn.","translation":"The five senses: nonsense, madness, nonsense, nonsense, dullness."},{"text":"Der bekannte Kinderbuchautor Eduard Uspenski, der Schöpfer der Zeichentrickfigur Tscheburaschka, sagte in einem Interview mit dem Fernsehsender „Der Regen“, dass 90 Prozent der Staatsbürger Russlands an Schwachsinn leiden.","translation":"The well-known children's book author Eduard Uspensky, the creator of the cartoon character Cheburashka, said in an interview with the tv channel \"The Rain\" that 90 percent of Russian citizens suffer from nonsense."},{"text":"Das ist Schwachsinn.","translation":"This is nonsense."}],"Superstar":[{"text":"Rajinikanth ist in Indien ein Superstar.","translation":"Rajinikanth is a superstar in India."},{"text":"Im nächsten Jahr suchen wir in Deutschland den Superstar.","translation":"Next year we are looking for the superstar in Germany."},{"text":"Tom hat es nicht ganz zum internationalen Superstar geschafft, aber auf den Festen im Dorf ist er immer sehr gefragt.","translation":"Tom never quite achieved international superstardom, but he's always in demand at village fetes."},{"text":"Tim war es nur deswegen möglich, an der Akademie der Zauberer zu studieren, weil Tom es vorzug, der Superstar eines gewissen Projektes mit japanischem Namen aus Frankreich zu werden.","translation":"Tim was only able to study at the Academy of Wizards because Tom preferred to become the superstar of a certain project with a Japanese name from France."},{"text":"Tom ist kein Superstar.","translation":"Tom is not a superstar."}],"mittelalterlich":[{"text":"Diese Zustände sind mittelalterlich.","translation":"These conditions are medieval."},{"text":"Das Kleid sieht mittelalterlich aus.","translation":"The dress looks medieval."},{"text":"Fast die gesamte mittelalterliche Philosophie konzentrierte sich auf diese Frage.","translation":"Almost all medieval philosophy focused on this question."},{"text":"Ich interessiere mich für mittelalterliche europäische Geschichte.","translation":"I am interested in medieval European history."},{"text":"Zuerst müssen sie sich aus ihrer mittelalterlichen Denkweise befreien.","translation":"First, they must free themselves from their medieval way of thinking."}],"hervorbringen":[{"text":"Das Glück ist ein Zustand der Ruhe, der weder Vergnügen noch Schmerzen hervorbringt.","translation":"Happiness is a state of calmness that brings forth neither pleasure nor pain."},{"text":"Die Demokratie setzt die Vernunft des Volkes voraus, die sie erst hervorbringen soll.","translation":"Democracy presupposes the reason of the people, which it is supposed to produce in the first place."},{"text":"Shakespeare ist der größte Dichter, den England je hervorgebracht hat.","translation":"Shakespeare is the greatest poet that England has ever produced."},{"text":"Der kleine Junge war so erschrocken, dass er kein Wort mehr hervorbringen konnte.","translation":"The little boy was so frightened that he could not produce a word."},{"text":"Es ist nicht das weiße Haar, das Weisheit hervorbringt.","translation":"It is not white hair that engenders wisdom."},{"text":"Deutschland hat viele Wissenschaftler hervorgebracht.","translation":"Germany has produced many scientists."},{"text":"Die Neigung der Menschen, kleine Dinge für wichtig zu halten, hat sehr viel Großes hervorgebracht.","translation":"People's tendency to think small things are important has produced a lot of great things."},{"text":"Die wirksamste und mächtigste wissenschaftliche Theorie, die die Menschheit je hervorgebracht hat, ist ein Rätsel.","translation":"The most effective and powerful scientific theory ever produced by mankind is a mystery."},{"text":"Die Verbreitung der Nutzung des Internets hat eine neue Generation von jungen Leuten hervorgebracht.","translation":"The spread of Internet use has produced a new generation of young people."},{"text":"Russland hat viele bekannte Männer wie Lenin, Stalin, Malenkow, Chruschtschow, Breschnew, Andropow, Tschernenko, Gorbatschow, Jelzin, Medwedew und Putin hervorgebracht.","translation":"Russia produced lots of well-known men like Lenin, Stalin, Malenkov, Krushchev, Brezhnev, Andropov, Chernenko, Gorbachev, Yeltsin, Medvedev, and Putin."}],"Groll":[{"text":"Die Tugend einer Jungfrau kennt keine Grenze, der Groll einer Frau kein Ende.","translation":"The virtue of a virgin knows no limit, the resentment of a woman no end."},{"text":"Ich habe keinen Groll gegen sie.","translation":"I have no grudge against them."},{"text":"Ich habe einen Groll gegen meine Schwester.","translation":"I have a grudge against my sister."},{"text":"Es ist nicht schlimm, ich hege keinen Groll gegen ihn.","translation":"It's not serious, I don't bear him a grudge."},{"text":"Aus Rachsucht und Groll erwächst nichts von Wert.","translation":"From vindictiveness and resentment comes nothing of value."},{"text":"Der letzte Beweis von Größe liegt darin, Kritik ohne Groll zu ertragen.","translation":"The final proof of greatness lies in enduring criticism without resentment."},{"text":"Er hegte Groll gegen mich.","translation":"He held a grudge against me."},{"text":"Ich hege niemandem gegenüber Groll.","translation":"I don't hold a grudge against anyone."},{"text":"Noch nach Jahren, als Maria den Vorfall längst vergessen hatte, war Tom voller Groll gegen sie, weil sie ihn einmal vor seinen Freunden ausgelacht hatte.","translation":"Even after years, when Maria had long forgotten the incident, Tom was full of resentment against her because she had once laughed at him in front of his friends."}],"zurückhaltend":[{"text":"Bescheiden ist nicht gleich zurückhaltend.","translation":"Being modest is not the same as being reserved."},{"text":"Sie ist niedlich und eher zurückhaltend.","translation":"She is cute and rather reserved."},{"text":"Der wahre gute Mensch ist bescheiden, zurückhaltend, unauffällig und glänzt durch stille Taten.","translation":"The true good person is humble, reserved, inconspicuous and shines with quiet deeds."},{"text":"Sie verhielt sich sehr zurückhaltend.","translation":"She behaved very reservedly."},{"text":"Juliette ist eine zurückhaltende Person.","translation":"Juliette is a reserved person."}],"Produktivität":[{"text":"Produktivität ist die wichtigste Eigenschaft der Mitarbeiter.","translation":"Productivity is the employee's most important characteristic."},{"text":"Dies erhöht die Produktivität.","translation":"This increases productivity."},{"text":"Einige Menschen hören Musik, während sie schreiben, aber andere sagen, dass das ihre Produktivität behindert.","translation":"Some people listen to music while writing, but others say it hinders their productivity."},{"text":"Mehreres gleichzeitig zu tun kann zu geringerer Produktivität führen.","translation":"Multi-tasking can lead to being less productive."},{"text":"Die einzige dauerhafte Form irdischer Glückseligkeit liegt im Bewusstsein der Produktivität.","translation":"The only permanent form of earthly bliss lies in the awareness of productivity."}],"host":[],"knüpfen":[{"text":"Es gelingt Tom immer schnell, neue Freundschaften zu knüpfen.","translation":"Tom always manages to make new friends quickly."},{"text":"Wo alle Stränge reißen, kann man nicht viel knüpfen.","translation":"Where all strands break, you can't tie much."},{"text":"Oh Fee der Verse, bezaubernd schöne Wörter knüpfst du zusammen.","translation":"Oh fairy of verses, you tie enchantingly beautiful words together."},{"text":"Mit nur einer Hand lässt sich kein Knoten knüpfen.","translation":"You can't tie a knot with just one hand."},{"text":"Mary knüpfte ihre Jacke zu.","translation":"Mary buttoned her coat."}],"Aufprall":[{"text":"Ich hörte einen Schrei und dann einen Aufprall.","translation":"I heard a shout and then a crash."},{"text":"Der Aufprall zerlegte das Motorrad in seine Bestandteile.","translation":"The impact dismantled the motorcycle into its components."},{"text":"Während des Landeanflugs werden Airbags gefüllt, um den Aufprall abzufedern.","translation":"During the landing approach, airbags are inflated to cushion the impact."},{"text":"Der Schlitten ist beim Aufprall gegen den Baum entzweigegangen; es war Glück, dass wir uns nicht verletzt haben.","translation":"The sledge got smashed to bits when it hit the tree; we were lucky not to be injured."}],"Enkelin":[{"text":"Gestern wurde mir eine Enkelin geboren.","translation":"Yesterday a granddaughter was born to me."},{"text":"Das hat meine Enkelin gemalt.","translation":"That's what my granddaughter painted."},{"text":"Hat er einen Enkel oder eine Enkelin?","translation":"Does he have a grandson or granddaughter?"},{"text":"Meine Enkelin isst einen Apfel.","translation":"My granddaughter eats an apple."},{"text":"Die alte Dame lächelte ihrer Enkelin zu.","translation":"The old lady smiled at her granddaughter."}],"diesel":[{"text":"Tom fährt einen alten Diesel.","translation":"Tom drives an old diesel."},{"text":"Tom tritt wegen des Diesel-Skandals zurück.","translation":"Tom resigns because of the diesel scandal."},{"text":"Er hat aus Versehen Diesel statt Super getankt.","translation":"He accidentally refueled diesel instead of super."},{"text":"Die Anforderungen an Diesel sind einschließlich der Kälteeigenschaften in der DIN EN 590 festgelegt.","translation":"The requirements for diesel, including the cooling properties, are specified in DIN EN 590."},{"text":"Ein Tanker verbraucht täglich zirka 120.000 Liter Diesel.","translation":"A tanker consumes around 120,000 litres of diesel per day."},{"text":"Sami roch Diesel.","translation":"Sami smelt diesel."},{"text":"Diesel wird in Deutschland geringer besteuert als Benzin.","translation":"Diesel is taxed less in Germany than petrol."},{"text":"Das elektromagnetische Prinzip von Siemens und die Verbrennungsmotoren von Otto und Diesel haben die Welt mehr verändert als die Theorien von Marx und Lenin.","translation":"The electromagnetic principle of Siemens and the internal combustion engines of Otto and Diesel have changed the world more than the theories of Marx and Lenin."},{"text":"Brauchen Sie Diesel?","translation":"Do you need diesel?"},{"text":"Der Dieselmotor wurde von Rudolf Diesel erfunden.","translation":"The diesel engine was invented by Rudolf Diesel."}],"unverzichtbar":[{"text":"Wenn jemand in einem Betrieb unverzichtbar ist, dann ist dieser Betrieb falsch organisiert.","translation":"If someone is indispensable in a company, then this company is incorrectly organized."},{"text":"Angst ist für das Überleben unverzichtbar.","translation":"Fear is essential for survival."},{"text":"Wasser ist für das Leben unverzichtbar.","translation":"Water is essential for life."},{"text":"Die Bedeutung ist ein unverzichtbarer Bestandteil des Wortes.","translation":"Meaning is an indispensable part of the word."},{"text":"Und so spielt jeder Bürger eines unverzichtbare Rolle.","translation":"And so each citizen plays an indispensable role."}],"hacker":[{"text":"Der Hacker verschaffte sich Zugang zu sensiblen Dateien in der Datenbank der Firma.","translation":"The hacker gained access to sensitive files in the company's database."},{"text":"Die Hacker finden neue Wege, private oder öffentliche Netzwerke zu infiltrieren.","translation":"The hackers are finding new ways to infiltrate private or public networks."},{"text":"Ist es eine gute Idee, ehemalige Hacker als Sicherheitsfachleute einzustellen?","translation":"Is it a good idea to hire former hackers to work as security professionals?"},{"text":"Tom ist ein Hacker.","translation":"Tom is a hacker."},{"text":"Hacker sind Meister darin, Computersicherheitsmechanismen zu umgehen.","translation":"Hackers are adept at getting around computer security measures."},{"text":"Hacker brechen ohne Erlaubnis in Computer ein.","translation":"Hackers break into computers without permission."},{"text":"Hacker finden neue Mittel und Wege, um in private und öffentliche Netze einzudringen.","translation":"Hackers are finding new ways to penetrate private and public networks."},{"text":"Hacker verstehen sich darauf, sich um Vorkehrungen zur Rechnersicherheit herumzuwinden.","translation":"Hackers know how to wriggle around computer security precautions."}],"Horror":[{"text":"Die Fassade dieses Hauses ist der Horror.","translation":"The façade of that house is a nightmare."},{"text":"Der neue Zeitplan ist ein Horror!","translation":"The new schedule is a horror!"},{"text":"Halloween-Horror: Schwer verletzter Junge erhält überall nur Süßigkeiten statt Hilfe.","translation":"In a Halloween horror story, a severely injured boy received sweets instead of help everywhere he went."},{"text":"Tom weiß nicht den Unterschied zwischen Horror und Terror.","translation":"Tom doesn't know the difference between horror and terror."},{"text":"Er hatte einen Horror davor, Weihnachten im Krankenhaus zuzubringen.","translation":"He dreaded having to spend Christmas in the hospital."},{"text":"Ein Blick in die Welt beweist, dass Horror nichts anderes ist als Realität.","translation":"A look at the world proves that horror is nothing but reality."},{"text":"Der Ausflug war Horror pur. Ich hätte da wirklich nicht mitgehen sollen.","translation":"The trip was pure horror. I really shouldn't have gone along with it."},{"text":"Filme aus dem Genre Psycho-Horror, die sich mit den Geheimnissen der menschlichen Psyche befassen, sind in letzter Zeit sehr beliebt.","translation":"Psycho-horror films dealing with the mysteries of human psychology are popular these days."}],"Härte":[{"text":"Woher kommt diese Härte bei Maria? Früher war sie ganz anders.","translation":"Where does this hardness come from with Mary? It used to be very different."},{"text":"Ich stelle einen Antrag auf Berücksichtigung einer außergewöhnlichen Härte","translation":"I am making a request for consideration of exceptional hardship"},{"text":"Von Härte sollte in jenen Fällen abgesehen werden.","translation":"Harshness should be avoided in those cases."},{"text":"Härte im Leben bringt Leben in die Harten.","translation":"When the going gets tough, the tough get going."},{"text":"Männer: Diamanten entstehen durch Härte!","translation":"Men: Diamonds are created by hardness!"}],"gleis":[{"text":"Auf welchem Gleis fährt der Zug nach Stuttgart ab?","translation":"Which platform does the train to Stuttgart leave from?"},{"text":"Bleib im Gleise, so fährst du nicht irre.","translation":"Stay in the tracks, don't go crazy."},{"text":"Würdest du den dicken Mann wirklich auf die Gleise stoßen?","translation":"Would you really push the fat man on the tracks?"},{"text":"Ich bin bei meinen Berechnungen irgendwo aufs falsche Gleis geraten.","translation":"I have gone astray somewhere in my calculations."},{"text":"Es ist gefährlich, am Gleis während des Laufens aufs Smartphone zu schauen.","translation":"It is dangerous to look at your smartphone on the track while running."}],"Urin":[{"text":"Ich hatte Blut in meinem Urin.","translation":"I had blood in my urine."},{"text":"Wir wollen deinen Urin untersuchen.","translation":"We want to examine your urine."},{"text":"Warum serviert man amerikanisches Bier kalt? Damit es von Urin unterschieden werden kann!","translation":"Why do you serve American beer cold? So that it can be distinguished from urine!"},{"text":"Wir müssen Ihren Urin mittels eines Katheters entnehmen.","translation":"We need to take your urine through a catheter."},{"text":"Im Verhältnis 1:10 mit Wasser verdünnter Urin ist ein hervorragender Dünger.","translation":"Urine diluted in water 1:10 is an excellent fertilizer."},{"text":"Mein Urin ist klar.","translation":"My urine is clear."},{"text":"Mein Urin ist rosa.","translation":"My urine is pink."},{"text":"Mein Urin riecht schlecht.","translation":"My urine smells bad."},{"text":"Welche Farbe hat dein Urin: hell, dunkelgelb, rötlich oder goldbraun?","translation":"What color is your urine: bright, tawny, reddish or golden brown?"},{"text":"Der Inhalt dieser PET-Flasche ist wolkig trüb und gelblich. Könnte es sich um Urin handeln?","translation":"The content of that polyethylene bottle is cloudy and yellowish. Could it be urine?"}],"dusch":[{"text":"Ich dusche gewöhnlich abends.","translation":"I usually shower at night."},{"text":"Ich dusche gern warm. Und ich finde das völlig logisch.","translation":"I like to take a warm shower. And I think that's completely logical."},{"text":"Ich dusche jeden Abend.","translation":"I shower every night."},{"text":"Ich wasche mir jedes Mal die Haare, wenn ich mich dusche.","translation":"I wash my hair every time I take a shower."},{"text":"Ich gehe schnell duschen.","translation":"I take a quick shower."},{"text":"Tom hat Mary in der Dusche singen gehört.","translation":"Tom heard Mary singing in the shower."},{"text":"Gibt es Zimmer mit Toilette und Dusche?","translation":"Are there any en suite rooms?"},{"text":"Maria konnte Tom unter der Dusche singen hören.","translation":"Mary could hear Tom singing in the shower."},{"text":"Da ich unter der Dusche stand, habe ich das Telefon nicht gehört.","translation":"Since I was in the shower, I didn't hear the phone."},{"text":"In der Dusche ist eine Spinne.","translation":"There's a spider in the shower."}],"port":[],"bewährt":[{"text":"Dies ist eine bewährte Methode, um das Gewicht zu reduzieren.","translation":"This is a proven method to reduce weight."},{"text":"Von jedem wird erwartet, sich an bewährte Regeln des Unternehmens zu halten.","translation":"Everyone is expected to abide by the company's established rules."},{"text":"Wir setzen bewährte Strategien ein.","translation":"We use proven strategies."},{"text":"Wir machen bei der Entwicklung unserer Produkte von diesen bewährten Erfahrungen bzw. von den Ergebnissen der modernen Forschungen Gebrauch.","translation":"In the development of our products, we make use of these proven experiences or the results of modern research."},{"text":"Nur mein bewährtes Standardgericht: Zitronenhuhn.","translation":"Just my old standby: lemon chicken."}],"fünfmal":[{"text":"A ist fünfmal länger als B.","translation":"A is five times longer than B."},{"text":"Ich habe den Film fünfmal gesehen.","translation":"I saw the movie five times."},{"text":"Die Bevölkerung von Tōkyō ist etwa fünfmal so groß wie die unserer Stadt.","translation":"The population of Tokyo is about five times as large as that of our city."},{"text":"Mein Großvater ist fünfmal so alt wie ich.","translation":"My grandfather is five times as old as I am."},{"text":"Das ist so ein herrlicher Film, ich habe ihn mir schon fünfmal angesehen.","translation":"This is such a wonderful film, I've watched it five times."}],"verängstigen":[{"text":"Sie klingen nicht verängstigt.","translation":"You don't sound scared."},{"text":"Tom wirkte verängstigt und besorgt.","translation":"Tom seemed frightened and worried."},{"text":"Sie war so verängstigt, dass sie nicht sprechen konnte.","translation":"She was so scared that she couldn't speak."},{"text":"Die Mutter war wegen des Kindes Erkältung sehr verängstigt.","translation":"The mother was very scared because of the baby's cold."},{"text":"Nach einem Erdbeben sind die Menschen normalerweise verängstigt.","translation":"After an earthquake, people are usually frightened."},{"text":"Du sahst verängstigt aus.","translation":"You looked scared."},{"text":"Tom schaute verängstigt aus.","translation":"Tom looked terrified."},{"text":"Das Tier war verängstigt und verwirrt.","translation":"The animal was scared and confused."},{"text":"Katzen schnauben, wenn sie böse oder verängstigt sind.","translation":"Cats snort when they are angry or frightened."},{"text":"Tom sieht verängstigt aus.","translation":"Tom looks scared."}],"gedeihen":[{"text":"Dankbarkeit und Weizen gedeihen nur auf gutem Boden.","translation":"Gratitude and wheat only thrive on good soil."},{"text":"Wo gebaut wird, gedeiht alles.","translation":"Where construction takes place, everything thrives."},{"text":"Eine Pflanze, oft versetzt, gedeiht nicht.","translation":"A plant, often staggered, does not thrive."},{"text":"Wo wir lieben, gedeiht auch unser Talent.","translation":"Where we love, our talent thrives."},{"text":"Abwesenheit lässt ein Kind nicht gedeihen.","translation":"Absence does not allow a child to thrive."}],"Formulierung":[{"text":"Die schönsten Formulierungen sind üblicherweise auch die einfachsten.","translation":"The most beautiful formulations are usually also the simplest."},{"text":"Bismarck war immer der Meinung, man müsse mit sanften Formulierungen harte Politik machen.","translation":"Bismarck was always of the opinion that one had to make tough policies with gentle formulations."},{"text":"Über die Formulierung geht die Wahrheit zum Teufel.","translation":"Through the formulation, the truth goes to the devil."},{"text":"Was willst du mit dieser Formulierung ausdrücken?","translation":"What do you want to express by this wording?"},{"text":"Ich nehme an, es geht um meine Formulierung.","translation":"I assume it is about my wording."}],"unterstützt":[{"text":"Er starb durch ärztlich unterstützten Selbstmord.","translation":"He died by medically assisted suicide."},{"text":"Achtung: nicht unterstützte Buchstaben werden als „_“ angezeigt.","translation":"Warning: unsupported characters are displayed using the '_' character."},{"text":"Laut Angaben des soziologischen Forschungszentrums „Lewada“, unterstützt jeder zehnte Russländer die Politik der föderativen Behörden, auch wenn er der Meinung ist, dass dies das Land in die Sackgasse führt.","translation":"According to the sociological research center \"Levada\", one in ten Russians supports the policies of the federal authorities, even if they believe that this leads the country to a dead end."}],"Provider":[{"text":"Letzte Nacht ist der Provider ausgefallen.","translation":"Last night the provider failed."},{"text":"Wenn man den Provider wechselt, kann es zu Problemen kommen.","translation":"If you change the provider, it can lead to problems."},{"text":"Mein Provider ist leider sehr teuer.","translation":"My provider is unfortunately very expensive."},{"text":"Ein weiterer Stein des Anstoßes sind Preissenkungen, die diverse Provider nur an Neukunden, nicht aber an Bestandskunden weitergeben.","translation":"Another stumbling block is price reductions, which various providers only pass on to new customers, but not to existing customers."},{"text":"Welchen Provider hast du?","translation":"Which provider do you have?"}],"Gewährleistung":[{"text":"Qualität kann nicht erzeugt werden, wenn das Produkt schon fertig ist. Wenn jedoch alle vorhergehenden Schritte so ablaufen, dass nur noch einwandfreie Produkte entstehen können, sprudelt die Quelle für alle Zukunft, und Kosten für Nachbesserung und Gewährleistung entfallen ein für alle Mal.","translation":"Quality cannot be produced when the product is already finished. However, if all previous steps are carried out in such a way that only flawless products can be created, the source bubbles for all future, and costs for repair and warranty are eliminated once and for all."}],"Zertifizierung":[],"Poesie":[{"text":"Die Poesie heilt die Wunden, die der Verstand schlägt.","translation":"Poetry heals the wounds inflicted by reason."},{"text":"Wein ist in Flaschen gefüllte Poesie.","translation":"Wine is bottled poetry."},{"text":"Jede Wissenschaft wird Poesie — nachdem sie Philosophie geworden ist.","translation":"Every science becomes poetry — after it has become philosophy."},{"text":"Poesie allein kann Kriege beenden.","translation":"Poetry alone can end wars."},{"text":"Ah! Die Jugend, die unsterbliche Poesie des Herzens!","translation":"Ah! Youth, the immortal poetry of the heart!"},{"text":"Poesie ist der Aufstand des Menschen gegen das, was er ist.","translation":"Poetry is man's rebellion against what he is."},{"text":"Poesie will vor allem die Seele berühren.","translation":"Above all, poetry wants to touch the soul."},{"text":"Poesie muss nicht logisch sein.","translation":"Poetry doesn't have to be logical."},{"text":"Kann man in Toki Pona Gedichte schreiben? Bestimmt. Poesie steckt in den einfachsten Dingen.","translation":"Is it possible to write poetry in Toki Pona? Certain. Poetry is in the simplest things."},{"text":"Die Poesie ist nicht nur Qual; Poesie ist Liebe. Sie ist eine warme und unvergleichliche Leidenschaft; sie ist Revolution, Romantik und Zärtlichkeit.","translation":"Poetry is not just torment; Poetry is love. It is a warm and incomparable passion; it is revolution, romance and tenderness."}],"übernatürlich":[{"text":"Tom glaubt an das Übernatürliche.","translation":"Tom believes in the supernatural."},{"text":"Wenn niemand mehr an das Übernatürliche glaubt, wandelt sich die Religion zur Mythologie.","translation":"When no one believes in the supernatural anymore, religion turns into mythology."},{"text":"Wenn du mich dazu bringen willst, an etwas Übernatürliches zu glauben, musst du mir einen eindeutigen Beweis seiner Existenz liefern.","translation":"In order to get me to believe in something supernatural, you need to provide me with unequivocal proof of its existence."},{"text":"Er glaubt an das Übernatürliche.","translation":"He believes in the supernatural."},{"text":"Gibt es das Übernatürliche?","translation":"Does the supernatural exist?"},{"text":"Tom glaubt an übernatürliche Phänomene.","translation":"Tom believes in supernatural phenomena."},{"text":"Nur starke übernatürliche Kräfte können Wunder verursachen.","translation":"Only strong supernatural forces can cause miracles."},{"text":"Sie verfügt über übernatürliche Kräfte!","translation":"She has supernatural powers!"},{"text":"Hast du irgendwelche übernatürliche Fähigkeiten?","translation":"Do you have any supernatural abilities?"},{"text":"Der Prinz wurde durch übernatürliche Kräfte zum Frosch.","translation":"The prince became a frog through supernatural powers."},{"text":"Marie hat übernatürliche Fähigkeiten.","translation":"Mary has psychic abilities."},{"text":"Meine Mutter hat übernatürliche Kräfte.","translation":"My mom has psychic powers."},{"text":"Tom hat übernatürliche Fähigkeiten.","translation":"Tom has supernatural abilities."},{"text":"Sie hat übernatürliche Geisteskräfte.","translation":"She has psychic abilities."}],"nicken":[{"text":"Mit leerem Kopf nickt es sich leichter.","translation":"Nodding is easier with an empty head."},{"text":"So richtig verstanden hatte es keiner, aber alle nickten, als wäre alles ganz klar.","translation":"No one had really understood, but everyone nodded as if it was all totally clear."},{"text":"Als sie diese Erklärung hörte, nickte Maria, tief beeindruckt, mit dem Kopf.","translation":"When she heard this explanation, Mary, deeply impressed, nodded her head."},{"text":"Er bemerkte meine Anwesenheit und nickte mir zu.","translation":"He noticed my presence and nodded at me."},{"text":"Maria nickte und schaute sich äußerst aufmerksam um.","translation":"Maria nodded and looked around very attentively."}],"Schrott":[{"text":"Wir kaufen nicht jeden Schrott aus China.","translation":"We don't buy every scrap from China."},{"text":"Tom fährt ein Auto nach dem anderen zu Schrott.","translation":"Tom drives one car after another to scrap."},{"text":"Was heutzutage im Fernsehen gezeigt wird, ist überwiegend Schrott.","translation":"What is shown on television today is predominantly junk."},{"text":"Das ist Schrott. Wirf es weg.","translation":"It's junk. Throw it away."},{"text":"Dieser Wagen ist Schrott.","translation":"This car is fit for the scrapheap."}],"Welpe":[{"text":"Das ist der süßeste kleine Welpe, den ich je gesehen habe.","translation":"This is the cutest puppy I've ever seen."},{"text":"Der Welpe kam ohne Schwanz auf die Welt.","translation":"The puppy was born without a tail."},{"text":"Der Welpe will schlafen.","translation":"The puppy wants to sleep."},{"text":"Dieser Welpe bellt sehr laut.","translation":"This puppy barks very loudly."},{"text":"Tom sah wie ein trauriger Welpe aus.","translation":"Tom made sad puppy eyes."},{"text":"Ein junger Hund heißt Welpe.","translation":"A young dog is called a \"puppy.\""},{"text":"Mein Welpe heult immer, wenn Maria singt.","translation":"My puppy always howls when Mary sings."},{"text":"Trinkt der Welpe Wasser?","translation":"Does the puppy drink water?"}],"ägyptisch":[{"text":"Das Paket hängt an der ägyptischen Grenze fest.","translation":"The package is stuck at the Egyptian border."},{"text":"Ich habe einen ägyptischen Nachbarn.","translation":"I have an Egyptian neighbor."},{"text":"Sami arbeitet für ein ägyptisches Restaurant.","translation":"Sami works for an Egyptian restaurant."},{"text":"Ich lerne Ägyptisch.","translation":"I'm learning Egyptian."},{"text":"Osiris, Anubis und Horus zählen zu den bekanntesten ägyptischen Gottheiten.","translation":"Osiris, Anubis, and Horus are some of the most famous ancient Egyptian deities."}],"respektvoll":[{"text":"Tom verhält sich sehr respektvoll.","translation":"Tom behaves very respectfully."},{"text":"Bleibe hartnäckig aber respektvoll im Lauf deines Studium.","translation":"Stay persistent but respectful throughout your studies."},{"text":"Sie sollten die Menschen respektvoller behandeln.","translation":"They should treat people with more respect."},{"text":"Seid höflich und respektvoll!","translation":"Be courteous and respectful."},{"text":"Kritiken sind stets willkommen, wenn sie respektvoll sind.","translation":"Reviews are always welcome if they are respectful."},{"text":"Behandeln Sie Ihre Freunde respektvoll!","translation":"Treat your friends with respect!"},{"text":"Behandle sie respektvoll.","translation":"Treat them with respect."},{"text":"Er ist einer jener zivilcouragierten Querdenker, die in ihrem Mut zur Provokation vor keiner Papst-Kritik zurückschrecken, bei Repräsentanten und Symbolen des Islam aber ganz leise und respektvoll werden.","translation":"He is one of those civilly courageous lateral thinkers who, in their courage to provocation, do not shy away from any criticism of the Pope, but become very quiet and respectful of representatives and symbols of Islam."}],"jemanden":[{"text":"Erwarten Sie jemanden?","translation":"Are you waiting for anybody?"},{"text":"Vergesse ich jemanden?","translation":"Who am I forgetting?"},{"text":"Kennst du jemanden, der auf dem Schiff war, das gesunken ist?","translation":"Do you know anyone who was on that ship that sunk?"},{"text":"Hast du momentan jemanden, den du magst?","translation":"Do you currently have someone you like?"},{"text":"Zum Glück habe ich in dir jemanden, mit dem ich reden kann.","translation":"Fortunately, I've got you to talk to."}],"lähmen":[{"text":"Diese Medizin wird dein Bein lähmen.","translation":"This medicine will paralyze your leg."},{"text":"Kein Fürchten soll mich lähmen.","translation":"No fear should paralyze me."},{"text":"Nach einem Schlaganfall war Tom gelähmt.","translation":"After a stroke, Tom was paralyzed."},{"text":"Diese Medizin wird deinen Arm lähmen.","translation":"This medicine will paralyze your arm."},{"text":"Viele Menschen lähmt die Angst zu versagen.","translation":"Many people are paralyzed by the fear of failure."},{"text":"Ich bin wie gelähmt, weil alles hoffnungslos ist.","translation":"I'm paralyzed because everything is hopeless."},{"text":"Ihre Arme und Beine sind gelähmt.","translation":"She's quadriplegic."},{"text":"Sie war so hübsch, dass ich für den Moment wie gelähmt war bei ihrem Anblick.","translation":"She was so pretty that I was momentarily paralyzed by the sight of her."},{"text":"Erst sechs Wochen nach dem Unfall erwachte Maria aus dem Koma. Sie konnte nicht mehr sprechen und war halbseitig gelähmt.","translation":"It was not until six weeks after the accident that Maria awoke from the coma. She could no longer speak and was paralyzed on one side."},{"text":"Sie waren das glücklichste Paar, und Maria war die treueste Frau, bis Tom einen Verkehrsunfall erlitt und von der Taille abwärts gelähmt war.","translation":"They were the happiest couple, and Maria was the most faithful woman until Tom suffered a traffic accident and was paralyzed from the waist down."}],"geladen":[{"text":"Es gibt nichts stilleres als eine geladene Kanone.","translation":"There is nothing quieter than a loaded cannon."},{"text":"Ich empfing die Geladenen.","translation":"I received the invitees."},{"text":"Die Aurora borealis – oder das Nordlicht – entsteht in einer Höhe von achtzig bis hundert Kilometern, das sind fünfzig bis hundert Meilen, über der Erdoberfläche, wenn die geladenen Teilchen der Sonnenstürme die Gase der oberen Atmosphäre zum Leuchten anregen. Die Aurorae können einige Minuten, aber auch mehrere Stunden bestehen bleiben. Sie sind in ganz Alaska und Nordkanada verbreitet.","translation":"The aurora borealis – or Northern Lights – is formed at an altitude of eighty to one hundred kilometers, that is fifty to a hundred miles, above the Earth's surface, when the charged particles of solar storms excite the gases of the upper atmosphere to glow. The auroras can persist for a few minutes, but also for several hours. They are common throughout Alaska and northern Canada."},{"text":"Die Batterieleuchte zeigt an, dass die Batterie nicht geladen wird.","translation":"The battery light is showing that the battery is not getting charged."},{"text":"Maria pöbelte einen Mann an, da sie meinte, dieser habe seinen Einkaufswagen deutlich zu voll geladen.","translation":"Mary was hurling abuse at a man who, she thought, had clearly overloaded his shopping trolley."},{"text":"Ich denke, das ist eine klare Sache; Sie sehen, dass die Pistole vollständig geladen ist. Was können wir daraus schlussfolgern?","translation":"I think that is a clear thing; You will see that the gun is fully loaded. What can we conclude from this?"}],"Verlobung":[{"text":"Viele Verlobungen sind ein Rätsel. Deshalb werden sie auch gelöst.","translation":"Many engagements are a mystery. That is why they are solved."},{"text":"Ich gratuliere zu eurer Verlobung.","translation":"I congratulate you on your engagement."},{"text":"Sie haben ihre Verlobung aufgehoben.","translation":"They have broken off their engagement."},{"text":"Sie gaben die Verlobung ihrer Tochter bekannt.","translation":"They announced the engagement of their daughter."},{"text":"Ich habe unsere Verlobung aufgelöst.","translation":"I've broken off our engagement."}],"Tänzerin":[{"text":"Sprache ist eine Tänzerin.","translation":"Language is a dancer."},{"text":"Meine Mutter war Tänzerin.","translation":"My mother was a dancer."},{"text":"Sie schrieb ein Buch über ihr Leben als Tänzerin.","translation":"She wrote a book about her life as a dancer."},{"text":"Mit einem Wort gesagt, sie ist eine schlechte Tänzerin.","translation":"In a word, she's a bad dancer."},{"text":"Tom verließ seine Frau einer exotischen Tänzerin wegen, die er in einem Ausziehschuppen kennengelernt hatte.","translation":"Tom left his wife for an exotic dancer that he met in a strip club."}],"Wiederherstellung":[{"text":"Sie beschlossen geeignete Maßnahmen zur Wiederherstellung des Friedens.","translation":"They decided on appropriate measures to restore peace."},{"text":"Die Wiederherstellung der Monarchie steht heute nicht mehr zur Debatte.","translation":"The restoration of the monarchy is no longer up for debate."},{"text":"Die halbherzige Neustrukturierung, die nicht einmal die Kosten senken kann, gefährdet die Wiederherstellung der JAL.","translation":"The half-hearted restructuring, which cannot even reduce costs, jeopardizes the restoration of the JAL."}],"kostengünstig":[{"text":"Jugendherbergen stellen eine kostengünstige Alternative zu Hotels dar.","translation":"Youth hostels are a reasonably priced alternative to hotels."},{"text":"Aber bitte senden Sie es zeitnah mit einem kostengünstigen Versender.","translation":"But please send it promptly with a low-cost shipper."},{"text":"Eine kostengünstige Art der Erforschung des Sonnensystems bestand darin, Tausende Robotersonden loszuschicken, damit diese von den Himmelskörpern Daten sammelten.","translation":"A cost-effective way to explore the Solar System was to send thousands of robotic probes to scour celestial bodies for data."}],"weinend":[{"text":"Das Kind näherte sich weinend.","translation":"The child approached crying."},{"text":"Die weinende Braut wird eine lachende Frau.","translation":"The weeping bride becomes a laughing woman."},{"text":"Sünden kehren lachend ein und weinend aus.","translation":"Sins come in laughing and weeping."},{"text":"Der Polizist fragte das weinende Mädchen, ob es sich verlaufen habe.","translation":"The policeman asked the crying girl if she had gotten lost."},{"text":"Kennst du den weinenden Jungen da?","translation":"Do you know that boy who's crying?"}],"heiratest":[{"text":"Bevor du heiratest, halte beide Augen offen, doch hinterher drücke eines zu.","translation":"Before you get married, keep both eyes open, but afterwards one closes."},{"text":"Wann heiratest du sie?","translation":"When are you going to marry her?"},{"text":"Deine Mutter und ich wollen, dass du Tom heiratest.","translation":"Your mother and I want you to marry Tom."},{"text":"Wenn du mich heiratest, bringe ich dir jeden Abend Schokolade mit, wenn ich nach Hause komme.","translation":"When you marry me, I'll bring you chocolate every night when I get home."},{"text":"Es ist höchste Zeit, dass du heiratest und dich irgendwo niederlässt.","translation":"It's high time you got married and settled down."},{"text":"„Ich liebe mein Telefon.“ – „Das sehe ich. Ich frage mich nur, warum du’s nicht gleich heiratest.“","translation":"\"I love my phone.\" – \"I see that. I just wonder why you don't get married right away.\""},{"text":"Heiratest du nach Geld, so verkaufst du dich selbst; heiratest du eine Witwe, so kommt der fremde Mann ins Haus.","translation":"If you marry for money, you sell yourself; If you marry a widow, the strange man comes into the house."},{"text":"Wenn du eine böse Frau findest und sie heiratest, dann wirst du sicher später Schwierigkeiten haben, glücklich zu sein.","translation":"If you find a bad wife and get married to her, then it will certainly be difficult to be happy later."},{"text":"„Ich will Tom, diesen alten Sack, nicht heiraten. Der ist ja fast so alt wie du!“ – „Tom ist nicht nur ein alter Sack, sondern auch ein reicher. Als Familienoberhaupt verfüge ich hiermit, dass du den heiratest!“ – „Such dir eine andere Tochter, mit der du das machen kannst, Papa! Ich heirate Hans!“","translation":"\"I don't want to marry Tom, that old sack. He's almost as old as you!\" – \"Tom is not only an old sack, but also a rich one. As the head of the family, I hereby decree that you marry him!\" – \"Find another daughter with whom you can do this, Dad! I'm getting married Hans!\""}],"größt":[{"text":"Das Leben ist der Güter höchstes nicht, der Übel größtes aber ist die Schuld.","translation":"Life is not the highest of goods, but the greatest evil is guilt."},{"text":"Was ist Ihr größtes Projekt?","translation":"What is your greatest project?"},{"text":"Toms größtes Bedauern war es, dass Französisch nicht seine Muttersprache war.","translation":"Tom's biggest regret was that French was not his mother tongue."},{"text":"Das war mein größtes Problem.","translation":"That was my biggest problem."},{"text":"Eine internationale Sprache wäre für die Menschheit von größtem Nutzen.","translation":"An international language would be of greatest benefit to humanity."}],"Beurteilung":[{"text":"Markku erhielt eine schlechte Beurteilung für seinen zu kurz geratenen Aufsatz.","translation":"Markku received a poor rating for his essay that fell short."},{"text":"Ich überlasse das Ihrer Beurteilung.","translation":"I leave that to your assessment."},{"text":"Er ist in seiner Beurteilung präzise.","translation":"He is precise in his assessment."},{"text":"Wegen einer besseren Beurteilung deines Herzens müssen wir eine Elektrokardiografie machen.","translation":"Because of a better assessment of your heart, we need to do an electrocardiography."},{"text":"Wegen einer besseren Beurteilung deiner Gehirnfunktion muss ich ein Elektroencephalogramm vorbereiten.","translation":"For a better assessment of your brain function, I need to prepare an electroencephalogram."}],"Knödel":[{"text":"Warum haben Sie nicht gleich gesagt, dass Sie Knödel nicht mögen?","translation":"Why didn't you say right away that you don't like dumplings?"},{"text":"Ich hätte großen Appetit auf Knödel.","translation":"I really want to eat dumplings."},{"text":"Maria konnte nicht die Tränen zurückhalten, als sie im September in Gent war und die wunderschöne Innenstadt sah, und noch dazu einen Teller majestätische Tomatensuppe mit Knödel und Käse aß.","translation":"Maria couldn't hold back the tears when she was in Ghent in September and saw the beautiful city center, and ate a plate of majestic tomato soup with dumplings and cheese."},{"text":"Im Nu war der tennisballgroße Knödel verschwunden.","translation":"In the blink of an eye, the tennis-ball-sized dumpling had disappeared."},{"text":"Zu Weihnachten isst man Gänsebraten, Rotkohl und Knödel.","translation":"At Christmas you eat roast goose, red cabbage and dumplings."},{"text":"Ohne Knödel ist ein Steckrübeneintopf nichts.","translation":"Without dumplings, a turnip stew is nothing."}],"Maulwurf":[{"text":"Wir haben keinen Hund, aber einen Maulwurf.","translation":"We don't have a dog, but we do have a mole."},{"text":"Der Wein wandelt den Maulwurf zum Adler.","translation":"The wine transforms the mole into an eagle."},{"text":"Maria ist blind wie ein Maulwurf.","translation":"Mary is blind as a mole."},{"text":"Diesen kleinen Maulwurf habe ich gerade vor drei Katzen gerettet.","translation":"I just saved this little mole from three cats."},{"text":"Es scheint, dass wir einen Maulwurf in unserer Mitte haben.","translation":"It seems as though we have a mole in our midst."}],"Vorgehensweise":[{"text":"Sind Sie mit der korrekten Vorgehensweise vertraut?","translation":"Are you familiar with the correct procedure?"},{"text":"Seine Vorgehensweise gefällt mir nicht.","translation":"I don't like his approach."},{"text":"Meiner Ansicht nach wäre eine solche Vorgehensweise nicht klug.","translation":"In my view, such an approach would not be wise."},{"text":"Das ist im Moment die beste Vorgehensweise für uns.","translation":"That's the best way we can do now."},{"text":"Ich halte Ihre Vorgehensweise für rechtlich fragwürdig.","translation":"I consider your approach to be legally questionable."}],"Blogger":[{"text":"Wer ist dein Lieblings-Blogger?","translation":"Who's your favorite blogger?"},{"text":"Eine Diskussion zwischen englischsprachigen offiziellen Bloggern der Europäischen Union über die Verzerrung von Debatten, die durch die Dominanz der englischen Sprache verursacht wird, führte zu einem überraschenden Vorschlag: Esperantisten sollen ein Netz von esperantosprachigen Blogs zu EU-Angelegenheiten schaffen.","translation":"A discussion between English-speaking official bloggers of the European Union about the distortion of debate caused by the dominance of the English language led to a surprising proposal: Esperantists should create a network of Esperanto-language blogs on EU affairs."}],"literarisch":[{"text":"Literarisch gesehen steht das Buch nicht auf der höchsten Stufe.","translation":"From a literary perspective, the book is not at the highest level."},{"text":"Beim Übersetzen literarischer Texte muss man viele Hürden überwinden.","translation":"There are many obstacles to surmount when translating literary texts."},{"text":"Ihre literarischen Werke haben neue Maßstäbe gesetzt.","translation":"Her literary works have set new standards."},{"text":"Tom setzte dem Dialekt seines Dorfes einige bedeutende literarische Denkmäler.","translation":"Tom set some important literary monuments to the dialect of his village."},{"text":"Sie hat ein gewisses literarisches Talent.","translation":"She has some literary talent."}],"energetisch":[],"ausgesprochen":[{"text":"Ich bedanke mich für das mir ausgesprochene Vertrauen.","translation":"I thank you for the trust expressed in me."},{"text":"Von Tom ging ein ausgesprochen unangenehmer Duft aus.","translation":"Tom emanated a very unpleasant scent."},{"text":"Tom kenne ich, ehrlich gesagt, kaum, nur seine Frau, eine ausgesprochen attraktive Person.","translation":"To be honest, I hardly know Tom, only his wife, a very attractive person."},{"text":"Als junges Mädchen war sie eine ausgesprochene Schönheit.","translation":"As a young girl, she was a real beauty."},{"text":"Er ist immer ausgesprochen höflich.","translation":"He is always exceedingly polite."},{"text":"Sie war ausgesprochen freundlich.","translation":"She was extremely friendly."},{"text":"Tom ist ausgesprochen lustig, aber nicht auf blöde Art – er hat Witz.","translation":"Tom is very funny, but not in a stupid way – he has a wit."},{"text":"Er kommt ausgesprochen selten.","translation":"He seldom, if ever, comes."},{"text":"Frau Ogawa spielt ausgesprochen gut Tennis.","translation":"Mrs Ogawa is really good at tennis."},{"text":"Der Film hat mir ausgesprochen gut gefallen.","translation":"I really liked that movie."}],"begann":[{"text":"Er nahm seinen Bleistift und begann zu schreiben.","translation":"He picked up his pencil and began to write."},{"text":"Beethoven ging ans Klavier, setzte sich und begann zu spielen.","translation":"Beethoven went to the piano, sat down and began to play."},{"text":"Maria trat einen Schritt zurück, und der Ballon begann allmählich zu steigen.","translation":"Mary stood back, and the balloon slowly began to rise."},{"text":"In diesem Moment, umarmte er mich plötzlich und begann mich zu küssen.","translation":"At that moment, he suddenly hugged me and began to kiss me."},{"text":"Tom atmete einmal tief ein und begann zu sprechen.","translation":"Tom took a deep breath and started to speak."},{"text":"Als sie mich nackt sah, begann sie zu lachen.","translation":"When she saw me naked, she started laughing."},{"text":"Sobald ich mein Zuhause verlassen hatte, begann es zu regnen.","translation":"As soon as I left home, it started raining."},{"text":"Als sie mein Gesicht sah, begann sie zu weinen.","translation":"When she saw my face, she started crying."},{"text":"Nachdem er mich einige Augenblicke lang aufmerksam angesehen hatte, begann er zu sprechen.","translation":"After looking at me attentively for a few moments, he began to speak."},{"text":"Ich hätte die Blumen nicht gießen müssen, gerade als ich fertig war, begann es zu regnen.","translation":"I needn't have watered the flowers. Just after I finished, it started raining."}],"Empathie":[{"text":"Empathie kann man nicht lernen.","translation":"Empathy cannot be learned."},{"text":"Empathie ist nicht das Gleiche wie Sympathie.","translation":"Empathy is not the same as sympathy."},{"text":"Es gibt nichts Wichtigeres als Empathie.","translation":"There is nothing more important than empathy."},{"text":"Empathie ist das einzig funktionierende Reinigungsmittel, um diese Welt vom Schmutz der Unmenschlichkeit zu befreien.","translation":"Empathy is the only working cleansing agent to rid this world of the filth of inhumanity."},{"text":"Fürsorglichkeit, Empathie und Sensibilität sind keine femininen Eigenschaften, sondern menschliche.","translation":"Caring, empathy and sensitivity are not feminine qualities, but human ones."}],"mächtige":[{"text":"Gesetz ist mächtig, mächtiger die Not.","translation":"Law is powerful, more powerful is need."},{"text":"Nichts ist mächtiger als eine Idee, deren Zeit gekommen ist.","translation":"Nothing is more powerful than an idea whose time has come."},{"text":"Die Tat wirkt mächtiger als das Wort.","translation":"Actions speak louder than words."},{"text":"Gefühle können mächtiger als Fakten sein.","translation":"Emotions can be more powerful than facts."},{"text":"Die alte Frau sagte lachend: „Mein Jesus ist viel wichtiger für mich – und viel mächtiger.“","translation":"The old woman said with a laugh: \"My Jesus is much more important to me – and much more powerful.\""},{"text":"Oft wird der Mächtige zum Schein gefragt.","translation":"Often the powerful is asked for appearances."},{"text":"Der Mächtige steckt den andern in den Sack.","translation":"The powerful one puts the others in the sack."},{"text":"Er stößt die Mächtigen vom Thron und erhöht die Niedrigen.","translation":"He knocks the mighty from the throne and elevates the humble."},{"text":"Das Recht ist das Recht des Mächtigen.","translation":"The law is the right of the powerful."},{"text":"Alle Menschen sind vor dem Gesetz gleich, aber die Mächtigen und die Reichen machen die Gesetze.","translation":"All people are equal before the law, but the powerful and the rich make the laws."}],"zack":[{"text":"Zack, zack! Schnell, schnell!","translation":"Zack, zack! Hurry, hurry!"},{"text":"Zack, zack! Hopp, hopp! Auf, auf! Kommt in die Pötte!","translation":"Zack, zack! Hopp, hopp! Up, up! Come to the pots!"},{"text":"Zack, zack!","translation":"Chop, chop!"},{"text":"Er war zwar ziemlich auf Zack, aber niemand merkte es.","translation":"He was pretty much on his toes, but no one noticed."},{"text":"Tom ist auf Zack.","translation":"Tom is on his toes."},{"text":"Kurz einmal an gar nichts gedacht – zack, schon glücklich!","translation":"Briefly thought of nothing at all – zack, already happy!"}],"Genesung":[{"text":"Nichts hindert die Genesung so sehr wie der häufige Wechsel der Heilmittel.","translation":"Nothing hinders recovery as much as the frequent change of remedies."},{"text":"Wünschen ist ein Anzeichen von Genesung oder Besserung.","translation":"Desire is a sign of recovery or improvement."},{"text":"Seine Krankheit zu kennen ist der Anfang der Genesung.","translation":"Knowing his illness is the beginning of recovery."},{"text":"Tom ist sehr krank. Die Ärzte sagen, es besteht nur wenig Hoffnung auf Genesung.","translation":"Tom is very ill. Doctors say there is little hope for recovery."},{"text":"Du musst dich ganz auf deine Genesung konzentrieren.","translation":"You need to focus on your recovery."}],"Drehmoment":[{"text":"Um ein größeres Drehmoment aufzubringen, brauchst du einen längeren Hebel.","translation":"You need a longer handle if you want to get more torque."},{"text":"Das ist der Erhaltung des Drehmoments zu verdanken.","translation":"This is due to conservation of angular momentum."},{"text":"Die Winkelbeschleunigung wird vom Drehmoment und dem Trägheitsmoment bestimmt.","translation":"Angular acceleration is determined by torque and moment of inertia."}],"durchgeführt":[{"text":"Die von ihnen durchgeführte Untersuchung zeigt, dass Amerikaner sich nicht für Japan interessieren.","translation":"The research done by them shows that Americans are not interested in Japan."},{"text":"Nach einer im Jahre 2012 durchgeführten Untersuchung sind 53 % der Ehen auf der Welt arrangiert.","translation":"According to a 2012 study, 53% of marriages around the world are arranged."},{"text":"Bei schweren Erkrankungen sind sorgfältig durchgeführte Intensivbehandlungen am effizientesten.","translation":"In the case of serious diseases, carefully performed intensive treatments are the most efficient."},{"text":"Ein Ergebnis der durchgeführten Marktanalyse ist eine Änderung der Verkaufstaktik.","translation":"One result of the market analysis carried out is a change in sales tactics."},{"text":"Unsere Produkte wurden vor dem Vertrieb dem durch das Nationale Institut für Lebensmittelsicherheit und Ernährugswissenschaften durchgeführten Genehmigungsverfahren unterworfen.","translation":"Our products have been subject to the approval procedure carried out by the National Institute of Food Safety and Nutritional Sciences prior to distribution."}],"zerstört":[{"text":"Jeder zerstörte Wunsch bietet die Gelegenheit, einen neuen Traum ins Leben zu erwecken.","translation":"Every shattered wish offers the opportunity to bring a new dream to life."},{"text":"Er verlor den Verstand, als er sein vom Feuer zerstörtes Haus sah.","translation":"He lost his mind when he saw his house destroyed by fire."},{"text":"Vor dir hast du das Meer, das Unbekannte, das Abenteuer, und zurück bleibt ein zerstörtes Land.","translation":"In front of you you have the sea, the unknown, the adventure, and what remains is a destroyed land."},{"text":"Er starb an einer zerstörten Arterie.","translation":"He died of a destroyed artery."},{"text":"Als er hundert Meter entfernt war, stoppte er seinen Lauf und schaute gespannt auf die zerstörte Tür.","translation":"When he was a hundred meters away, he stopped his run and looked intently at the destroyed door."},{"text":"Sie zerstörten Läden und Fabriken.","translation":"They destroyed stores and factories."},{"text":"Die Mongolen fielen 1258 in Bagdad ein und zerstörten das Abbasiden-Kalifat.","translation":"The Mongols invaded Baghdad in 1258 and destroyed the Abbasid Caliphate."}],"Werbespot":[{"text":"Kennst du das Mädchen, das in dem Werbespot spielt?","translation":"Do you know the girl who plays in the commercial?"},{"text":"Ich hasse Werbespots, die immer lauter und aufdringlicher sind.","translation":"I hate commercials that are louder and more intrusive."},{"text":"Hunderte von Werbespots, die du jeden Tag siehst, sagen dir, dass du nicht vollständig bist: „Du bist nicht vollständig. Nun rate mal, was dir fehlt! Um komplett zu sein, brauchst du das. Du brauchst diese Ware und jene Ware.“","translation":"Hundreds of commercials you see every day tell you you're not complete: \"You're not complete. Now guess what you're missing! To be complete, you need that. You need this commodity and that commodity.\""}]}