{"Layout":[{"text":"Ich habe das Layout meiner Website geändert.","translation":"I changed the layout of my website."},{"text":"Ich bin ziemlich erfahren, was das Layout angeht.","translation":"I'm pretty experienced when it comes to layout."},{"text":"Bitte bringen Sie mir die Vorgehensweise bei, bei der das Layout nicht kaputtgeht, wenn man Fenster verkleinert.","translation":"Please teach me the procedure where the layout does not break when you shrink windows."}],"Reform":[{"text":"Die Gesellschaft ist noch nicht reif für solche Reformen.","translation":"Society is not yet ready for such reforms."},{"text":"Reformen wurden versprochen, doch es ist alles beim Alten geblieben.","translation":"Reforms were promised, but everything has remained the same."},{"text":"In der Regierung werden Zweifel am Zeitplan der Reform laut.","translation":"Doubts have been raised in government about the reform schedule."},{"text":"Wenn ich König wäre, würde ich alle Reformen auf morgen verschieben.","translation":"If I were king, I would postpone all reforms until tomorrow."},{"text":"Das neue Gesetz stellte eine bedeutende Reform dar.","translation":"The new law was a major reform."}],"Denkmal":[{"text":"Die Denkmale sind meistens größer als die betreffenden Menschen selbst.","translation":"The monuments are usually larger than the people themselves."},{"text":"Denkmäler sind eine ständige Erinnerung an das, was ein Volk manchmal gern vergessen möchte.","translation":"Monuments are a constant reminder of what a people sometimes wants to forget."},{"text":"Ich bin kein Denkmal. Die stehen ziemlich einsam in der Gegend.","translation":"I am not a monument. They are quite lonely in the area."},{"text":"Denkmäler sind die Lesezeichen der Geschichte.","translation":"Monuments are the bookmarks of history."},{"text":"Schöne Denkmäler muss man erhalten.","translation":"Beautiful monuments must be preserved."}],"Zaren":[{"text":"Salzburger Nockerl sind süß wie die Liebe und zart wie ein Kuß.","translation":"Salzburg dumplings are sweet as love and tender as a kiss."},{"text":"Der Mensch ist hart wie ein Stein und zart wie eine Rose.","translation":"Man is hard as a stone and delicate as a rose."},{"text":"Diese Ente ist nicht besonders zart.","translation":"This duck is not particularly tender."},{"text":"Koch das noch etwa eine halbe Stunde. Das Fleisch ist noch nicht zart geworden.","translation":"Cook that for about half an hour. The meat has not yet become tender."},{"text":"Nicht zu starr und nicht zu zart so ist deutscher Schlag und Art.","translation":"Not too rigid and not too delicate so is German punch and style."},{"text":"Bis zum Zaren ist es weit, bis Gott ist es hoch.","translation":"It is far to the Tsar, it is high to God."},{"text":"Wir sagen dem großen Zaren dank.","translation":"We say thank you to the Great Tsar."},{"text":"Anton Antonowitsch war ein Spion des Zaren.","translation":"Anton Antonovich was a spy of the Tsar."},{"text":"Die Armee des russischen Zaren war schlecht ausgerüstet.","translation":"The army of the Russian Tsar was poorly equipped."},{"text":"Tom kennt nicht den Unterschied zwischen einem Zaren und einem Zäsaren.","translation":"Tom doesn't know the difference between a tsar and a caesar."},{"text":"Das Rindfleisch ist zart.","translation":"This beef is tender."},{"text":"Das Fleisch war zart.","translation":"The meat was tender."},{"text":"Ihre Wangen hatten eine zart rosa Farbe.","translation":"Her cheeks had a delicate pink color."},{"text":"Die Blütenblätter der Rose sind sehr zart.","translation":"The petals of the rose are very delicate."},{"text":"Der Truthahn war zart und saftig.","translation":"The turkey was tender and juicy."}],"nutz":[{"text":"Nutze jede Gelegenheit, um klüger zu werden.","translation":"Use every opportunity to become smarter."},{"text":"Nutze die Zeit, sie kommt nie zurück.","translation":"Use the time, it never comes back."},{"text":"Nutze den Augenblick. Lebe jetzt!","translation":"Seize the moment. Live now!"},{"text":"Trickbetrüger machen sich die Leichtgläubigkeit unerfahrener Geldgeber zu Nutze und betrügen sie um ihr Geld.","translation":"Tricksters take advantage of the gullibility of inexperienced financiers and cheat them out of their money."},{"text":"Nutze den Tag!","translation":"Seize the day!"}],"wend":[{"text":"Wende dich stets der Sonne zu, dann fallen die Schatten hinter dich.","translation":"Always turn to the sun, then the shadows fall behind you."},{"text":"Geschehenes zum Besten wende, dass Schaden sich als Nutzen ende.","translation":"What has happened turns to the best, that harm ends as a benefit."},{"text":"Im Notfall wende dich an meinen Agenten.","translation":"In case of emergency, contact my agent."},{"text":"Ich sage den anderen, was sie tun müssen, aber wende es selbst nicht an.","translation":"I tell others what to do, but I don't use it myself."},{"text":"Wenn du je Arbeit benötigst, dann wende dich an Tom!","translation":"If you ever need a job, go see Tom."}],"Campus":[{"text":"Von hier bis zum Campus dauert es 15 Minuten.","translation":"From here to the campus it takes 15 minutes."},{"text":"Ich habe sie gestern auf dem Campus getroffen.","translation":"I met her on campus yesterday."},{"text":"Ich bin gerade auf dem Campus.","translation":"I'm on campus at the moment."},{"text":"Ich bin im Moment auf dem Campus.","translation":"I'm on campus right now."},{"text":"Diese Wohnung ist vom Campus aus bequem zu Fuß zu erreichen.","translation":"This apartment is within walking distance of campus."}],"Kronprinz":[{"text":"Sie trafen die Kronprinzen von Schweden und Dänemark.","translation":"They met the crown princes of Sweden and Denmark."},{"text":"Der König bestrafte seinen Sohn, den Kronprinzen, damit, dass dieser mitansehen musste, wie sein Freund Tom hingerichtet wurde.","translation":"The king punished his son, the crown prince, by having to watch his friend Tom being executed."},{"text":"Am 27. Tag im 12. Monat des 27. Jahres der Taisho-Ära hat Nanba Daisuke auf den Kronprinzen geschossen.","translation":"On the 27th day of the 12th month of the 27th year of the Taisho era, Nanba Daisuke shot at the crown prince."},{"text":"Der Kronprinz ist fortschrittlich, und er wird nach der Thronbesteigung, ohne zu zögern, Veränderungen willkommen heißen, falls das Volk sie fordern wird.","translation":"The crown prince is progressive, and after ascending the throne, he will, without hesitation, welcome change if the people demand it."},{"text":"Alles begann, als Kronprinz Haakon Magnus Mette Marit Høiby heiratete. Das Mädchen aus Kristiansand hatte keine makellose Vergangenheit. Drogen, Rausch, Orgien und Sexfilme sind nur ein wenig von dem, was dieses Mädchen je erlebt hatte.","translation":"It all began when Crown Prince Haakon Magnus Mette married Marit Høiby. The girl from Kristiansand did not have a flawless past. Drugs, intoxication, and sex movies are just a little bit of what this girl had ever experienced."},{"text":"Am 30. Januar 1889 setzte Kronprinz Rudolf von Österreich-Ungarn seinem Leben ein Ende. Was trieb den Thronfolger in den Selbstmord?","translation":"On January 30, 1889, Crown Prince Rudolf of Austria-Hungary put an end to his life. What drove the heir to the throne to suicide?"}],"Ablenkung":[{"text":"Tom braucht eine Ablenkung, um auf andere Gedanken zu kommen.","translation":"Tom needs a distraction to come up with other thoughts."},{"text":"Filme sind eine gute Ablenkung.","translation":"Movies are a great diversion."},{"text":"Konzentriere dich auf das Ziel! Alles andere ist Ablenkung!","translation":"Focus on the goal. Everything else is a distraction."},{"text":"Die Allgemeine Relativitätstheorie sagte die Ablenkung von Sternenlicht durch die Sonne voraus.","translation":"The general theory of relativity predicted the deflection of starlight by the Sun."},{"text":"Das Leben ist eine fortwährende Ablenkung, die nicht einmal zur Besinnung darüber kommen lässt, wovon sie ablenkt.","translation":"Life is a constant distraction that doesn't even make you think about what distracts it from."}],"währen":[{"text":"Ehrlich währt ewig.","translation":"Honesty lasts forever."},{"text":"Ewig währt am längsten.","translation":"Forever lasts the longest."},{"text":"Was lange währt, wird endlich gut!","translation":"What lasts a long time will finally be good!"},{"text":"Die Sitzung währte bis Mitternacht.","translation":"The meeting lasted until midnight."},{"text":"Das Genie ist ein Blitz, dessen Donner Jahrhunderte währt.","translation":"The genius is a lightning bolt whose thunder lasts for centuries."}],"gehackt":[{"text":"Das ist Gehacktes.","translation":"This is mince."},{"text":"Honig, Zitronensaft, gehackte Mandeln und gehackte Äpfel hinzufügen.","translation":"Add honey, lemon juice, chopped almonds and chopped apples."},{"text":"Bestreuen Sie die Ziegenkäsescheiben mit gehackten Walnüssen und Pistazien.","translation":"Sprinkle the slices of goat's cheese with chopped walnuts and pistachios."}],"Stipendium":[{"text":"Ihm wurde ein Stipendium für das Studium in Deutschland gewährt.","translation":"He received a grant to study in Germany."},{"text":"Er sollte ein Stipendium erhalten.","translation":"He should receive a scholarship."},{"text":"Wenn ich du wäre, würde ich mich für das Stipendium bewerben.","translation":"If I were you, I would apply for the scholarship."},{"text":"Ob er das Stipendium bekommt oder nicht, steht noch nicht fest.","translation":"Whether he will be offered the scholarship or not is still in the air."},{"text":"Das Stipendium ermöglichte ihm, im Ausland zu studieren.","translation":"The scholarship enabled him to study abroad."}],"herausragend":[{"text":"Sie haben herausragende Ergebnisse auf verschiedenen Gebieten erzielt.","translation":"They've achieved outstanding results in a variety of fields."},{"text":"Ihr Schwimmen ist herausragend.","translation":"Her swimming is outstanding."},{"text":"Er ist ein Mann von herausragendem Charakter.","translation":"He's a man of outstanding character."},{"text":"Ich halte Tom für keine herausragende Persönlichkeit.","translation":"I don't consider Tom a great man."},{"text":"Sie verliehen ihr ein Zeugnis für herausragende Leistung.","translation":"They gave her a testimony of excellence."}],"antreiben":[{"text":"Ich fragte ihn, was ihn angetrieben hat.","translation":"I asked him what drove him."},{"text":"Da sie nun ein starker Wind antrieb, segelten die Schiffe mit hoher Geschwindigkeit.","translation":"Now driven by a strong wind, the ships sailed at high speed."},{"text":"Diese Maschine wird von einem kleinen Motor angetrieben.","translation":"This machine is driven by a small motor."},{"text":"Diese Uhr ist elektrisch angetrieben.","translation":"This watch is electrically driven."},{"text":"Ich folge dem Geist, der das Boot meines Herzens antreibt.","translation":"I follow the spirit that drives the boat of my heart."}],"wohlhabend":[{"text":"Sie ist eine wohlhabende Frau.","translation":"She is a wealthy woman."},{"text":"Ihr seid wohlhabend.","translation":"You're wealthy."},{"text":"Diese Frau macht den Eindruck, wohlhabend zu sein.","translation":"This woman gives the impression of being wealthy."},{"text":"Sie ist zwar wohlhabend, aber nicht glücklich.","translation":"She is wealthy, but not happy."},{"text":"Sie war nicht wohlhabend genug, um ihren Hund mit Fleisch zu füttern.","translation":"She wasn't wealthy enough to feed her dog meat every day."}],"überlebende":[{"text":"Was passiert mit den Überlebenden des Tatoeba-Projektes?","translation":"What happens to the survivors of the Tatoeba project?"},{"text":"Am Abend der Schlacht gab es keinen Überlebenden.","translation":"On the evening of the battle, there was no survivor."},{"text":"Der einzige Überlebende des Unfalls war ein Baby.","translation":"The accident's only survivor was a baby."},{"text":"Tom spendete dem Roten Kreuz, um den Überlebenden des Erdbebens zu helfen.","translation":"Tom donated money to the Red Cross to help survivors of the earthquake."},{"text":"Es konnten nur zwei Überlebende geborgen werden.","translation":"Only two survivors could be recovered."}],"Wartung":[{"text":"Der Wartung meines Autos kostet sehr viel.","translation":"The maintenance of my car costs a lot."},{"text":"Die Wartung der Laserdrucker ist generell konstengünstiger als die der Tintenstrahldrucker.","translation":"The maintenance of laser printers is generally cheaper than that of inkjet printers."},{"text":"Ein deutsches Landgericht hob in einer Urteilsbegründung die Vorteile von Kunststofffenstern gegenüber Holzfenstern hervor:\"Kunststofffenster mögen zahlreiche Vorteile haben, insbesondere in Bezug auf Wartung und Pflege - Holz hingegen hat den Vorteil, nicht aus Kunststoff zu sein\".","translation":"A German regional court emphasized the advantages of plastic windows over wooden windows in a ruling: \"Plastic windows may have numerous advantages, especially in terms of maintenance and care - wood, on the other hand, has the advantage of not being made of plastic\"."}],"welche":[{"text":"Ich hätte gern gewusst, welche Entscheidung getroffen wurde.","translation":"I would like to know what decision has been taken."},{"text":"Die Grundfrage ist, welche Vision strebst du an?","translation":"The basic question is, what vision do you aspire to?"}],"Botschafter":[{"text":"Der Botschafter vertritt sein Land im Ausland.","translation":"The ambassador represents his country abroad."},{"text":"Ich habe gerade gesehen, dass der Botschafter Saudi-Arabiens in Washington zurückgetreten ist.","translation":"I just saw that Saudi Arabia's ambassador to Washington has resigned."},{"text":"Botschafter sind die Augen und Ohren der Staaten.","translation":"Ambassadors are the eyes and ears of states."},{"text":"Der Botschafter kehrte zurück.","translation":"The ambassador returned."},{"text":"Wie heißt der Botschafter?","translation":"What's the ambassador's name?"}],"gegeneinander":[{"text":"Wer immer andere gegeneinander aufbringt, sollte auch mal einen auf die Nase bekommen.","translation":"Whoever turns others against each other should also get one on the nose."},{"text":"Miteinander zu sprechen ist besser als gegeneinander zu schweigen.","translation":"Talking to each other is better than remaining silent against each other."},{"text":"Lasst uns keine Vorwürfe gegeneinander erheben, sondern den Tatsachen ins Auge sehen.","translation":"Let us not make accusations against each other, but face the facts."},{"text":"Wir müssen miteinander, nicht gegeneinander arbeiten.","translation":"We need to work together, not against each other."},{"text":"Wir spielen gegeneinander.","translation":"We play against each other."}],"Wurf":[{"text":"Tom hat einen ziemlich guten Wurf.","translation":"Tom's pitching is pretty good."},{"text":"Gerät der erste Wurf nicht, so fällt die Birne beim zweiten.","translation":"If the first litter does not materialize, the pear falls on the second."},{"text":"Der erste Wurf taugt nichts.","translation":"The first litter is no good."},{"text":"Eine Igelin bekommt im Schnitt vier bis sieben Junge pro Wurf.","translation":"An Igelin gets an average of four to seven cubs per litter."},{"text":"Kein kleiner Wurf – der Weg weg von der Wegwerfgesellschaft.","translation":"Not a small throw – the way away from the throwaway society."}],"wörtlich":[{"text":"Sie können eine wörtliche Übersetzung hinzufügen.","translation":"You can add a literal translation."},{"text":"Dieser Satz kann im wörtlichen, aber auch im übertragenen Sinne verstanden werden.","translation":"This sentence can be understood literally, but also figuratively."},{"text":"Maria nahm die Einladung Toms, sich ganz wie zu Hause zu fühlen, wörtlich.","translation":"Maria took Tom's invitation to feel at home literally."},{"text":"Ist das nicht etwas zu wörtlich übersetzt?","translation":"Isn't that a bit too literal?"},{"text":"Ich empfehle, nicht so wörtlich aus dem Französischen zu übersetzen.","translation":"I recommend not translating so literally from French."}],"unterhalb":[{"text":"Unterhalb unserer Kleidung sind wir alle nackt.","translation":"We are all naked underneath our clothes."},{"text":"Unterhalb des Spiegels standen zwei Gläser.","translation":"Below the mirror were two glasses."},{"text":"Die Wasserfälle befinden sich ein Stück weit unterhalb der Brücke.","translation":"The falls are some distance below the bridge."},{"text":"Das Skelett Richards III. wurde unterhalb eines Parkplatzes entdeckt.","translation":"The skeleton of Richard III was discovered under a parking lot."},{"text":"Verlass dich ruhig auf deine Ahnungen. Sie beruhen gewöhnlich auf dicht unterhalb der Bewusstseinsschwelle registrierten Fakten.","translation":"Rely on your hunches. They are usually based on facts registered just below the threshold of consciousness."}],"verrate":[{"text":"Verrate dein Geheimnis!","translation":"Reveal your secret!"},{"text":"Delilah bat Samson: \"Verrate mir, was ist die Ursache deiner Stärke?\".","translation":"Delilah asked Samson, \"Tell me, what is the cause of your strength?\""},{"text":"Verrate wenigstens, ob es ein Mann oder eine Frau ist.","translation":"At least reveal whether it's a man or a woman."},{"text":"Verrate mir restlos deine Geheimnisse.","translation":"Tell me completely your secrets."},{"text":"Verrate uns dein Geheimnis!","translation":"Tell us your secret!"},{"text":"Ich verrate dir ein Geheimnis.","translation":"I'm going to tell you a secret."},{"text":"Verrate mir, warum man Tom gefeuert hat.","translation":"Tell me the reason why Tom was fired."},{"text":"Ich verrate dir ein kleines Geheimnis.","translation":"I'll tell you a little secret."},{"text":"Ich verrate meinen Namen nicht.","translation":"I won't reveal my name."},{"text":"Sie sind bei der falschen Adresse, wenn sie von mir verlangen, dass ich mein Vaterland verrate.","translation":"You are barking up the wrong tree by asking me to betray my country."}],"Herrin":[{"text":"Ich heiße Maria, aber du darfst mich Herrin nennen.","translation":"My name is Mary, but you may call me Mistress."},{"text":"Die Ehe ist eine Gemeinschaft, bestehend aus einem Herrn, einer Herrin und zwei Sklaven, insgesamt zwei Personen.","translation":"Marriage is a community consisting of a master, a mistress and two slaves, making in all, two."},{"text":"Die Herrin vom See verzauberte Merlin und bannte ihn in einen Baumstamm.","translation":"The Lady of the Lake bewitched Merlin and trapped him in the trunk of a tree."},{"text":"Ja, Herrin!","translation":"Yes, mistress."},{"text":"Der Kater war der Herr des Hauses, und die Henne war die Herrin, und die beiden sagten stets: „Wir und die Welt“, denn sie wähnten sich die halbe Welt, und auch die bessere Hälfte. Das Entlein meinte, dass andere möglicherweise anderer Meinung diesbezüglich seien, doch die Henne schenkte solchen Zweifeln kein Gehör.","translation":"The tom cat was the master of the house, and the hen was mistress, and they always said, \"We and the world,\" for they believed themselves to be half the world, and the better half too. The duckling thought that others might hold a different opinion on the subject, but the hen would not listen to such doubts."}],"konkurrieren":[{"text":"„Männer konkurrieren, Frauen kooperieren.“ – „Das ist ein Vorurteil.“ – „Findest du?“","translation":"\"Men compete, women cooperate.\" – \"That's a prejudice.\" – \"Do you think?\""},{"text":"Sie konkurrierten um einen Preis.","translation":"They competed for a price."},{"text":"Sie konkurriert mit ihrer Schwester.","translation":"She competes with her sister."},{"text":"Viele mächtige Nationen konkurrieren um die Quantenüberlegenheit.","translation":"Many powerful nations compete for quantum supremacy."},{"text":"Die Vermittlung von Fremdsprachen sollte nicht so wahrgenommen werden, dass sie mit der Vermittlung des Englischen konkurriert.","translation":"The teaching of foreign languages should not be perceived in such a way that it competes with the teaching of English."},{"text":"Kein Land kann konkurrieren mit französischem Wein von guter Qualität.","translation":"No country can compete with French wine of good quality."},{"text":"Zwei Firmen konkurrieren miteinander um die Marktführerschaft.","translation":"Two firms compete with each other for market leadership."},{"text":"Wie Alan Turing Mitte des 20. Jahrhunderts voraussagte, konkurrieren Maschinen bereits in vielen Bereichen der Intelligenz mit dem Menschen.","translation":"As Alan Turing predicted in the mid-twentieth century, machines are already competing with humans in many areas of intelligence."},{"text":"Beide Gospieler setzen abwechselnd einen Spielstein auf ein Linienkreuz des Spielbretts und konkurrieren darum, mit den Spielsteinen einen größeren Bereich einzuschließen.","translation":"Both Go players take turns placing a tile on a line cross of the game board and compete to enclose a larger area with the tiles."}],"geteilt":[{"text":"Geteilte Freude ist doppelte Freude.","translation":"Shared joy is double joy."},{"text":"Geteilte Freude ist doppelte Freude, geteilter Schmerz ist halber Schmerz.","translation":"Shared joy is double joy, shared pain is half pain."},{"text":"Die Natur ist ein unendlich geteilter Gott.","translation":"Nature is an infinitely divided God."},{"text":"Geteiltes Leid ist besser als Mitleid.","translation":"Shared suffering is better than compassion."},{"text":"Über die Vor- und Nachteile dieser politischen Maßnahme sind auch Experten geteilter Ansicht.","translation":"Experts are also divided on the advantages and disadvantages of this policy measure."},{"text":"Du hast noch kein Erbe mit ihnen geteilt!","translation":"You haven't shared an inheritance with them yet!"},{"text":"Vereinte Kraft ist zur Herbeiführung des Erfolges wirksamer als zersplitterte oder geteilte.","translation":"A united force is more effective in achieving success than fragmented or divided forces."},{"text":"Die vereinte Kraft ist zur Herbeiführung des Erfolges wirksamer als eine zersplitterte oder geteilte.","translation":"The combined force is more effective in bringing about success than a fragmented or divided one."}],"Athlet":[{"text":"Die nutzten die Athleten unterschiedlich.","translation":"The athletes used them differently."},{"text":"Bei den Olympischen Spielen in Rio werden zehn Flüchtlinge unter den Athleten sein.","translation":"At the Olympic Games in Rio, ten refugees will be among the athletes."},{"text":"Die Verletzung bereitete dem Athleten große Schmerzen.","translation":"The injury caused the athlete great pain."},{"text":"Der Athlet gewann drei Mal in Folge bei diesem Turnier.","translation":"That athlete won three times in a row in this tournament."},{"text":"Die Ernährung der Athleten ist genauso wichtig wie ihr Training.","translation":"Athletes' nutrition is just as important as their training."}],"hierhin":[{"text":"Das gehört nicht hierhin.","translation":"That does not belong here."},{"text":"Wir sollten uns besser hierhin setzen.","translation":"We'd better sit here."},{"text":"Ich bin müde, ich setze mich fünf Minuten hierhin.","translation":"I'm tired, I sit down here for five minutes."},{"text":"Bitte setzen Sie sich hierhin.","translation":"Please sit here."},{"text":"Dieser Tisch passt nicht gut hierhin.","translation":"This table doesn't fit well here."}],"verführen":[{"text":"Tom hat seine eigene Strategie, um eine Frau zu verführen.","translation":"Tom has his own strategy to seduce a woman."},{"text":"Ich will niemanden verführen, ich will überzeugen.","translation":"I don't want to seduce anyone, I want to convince."},{"text":"Maria wollte Tom verführen, aber er ließ sich nicht darauf ein.","translation":"Maria wanted to seduce Tom, but he did not agree."},{"text":"Offene Türe verführt einen Heiligen.","translation":"Open door seduces a saint."},{"text":"Hast du wirklich geglaubt, du könntest mich verführen?","translation":"Did you really think that you could seduce me?"}],"me":[{"text":"„Dang Me“ war nicht das erste Lied, das Roger Miller geschrieben hatte, aber es war sein erster großer Erfolg.","translation":"\"Dang Me\" wasn't the first song Roger Miller wrote, but it was his first big hit."},{"text":"1964 erklärte sich Roger Miller damit einverstanden, sechzehn Lieder aufzunehmen. Eines dieser Lieder war „Dang Me“. Es wurde sein erster Nummer-eins-Verkaufsrekord.","translation":"In 1964, Roger Miller agreed to record sixteen songs. One of those songs was \"Dang Me.\" It became his first number one selling record."}],"Ausmaß":[{"text":"Man verzeiht im gleichen Ausmaß in dem man liebt.","translation":"One forgives to the same extent that one loves."},{"text":"Das ist ein Problem von ganz anderem Ausmaß.","translation":"That problem is on a completely different scale."},{"text":"Niemand kann angesichts einer Tragödie dieses Ausmaßes seine Hände in Unschuld waschen.","translation":"No one can wash their hands of innocence in the face of a tragedy of this magnitude."},{"text":"Ich kann dich in gewissem Ausmaße verstehen.","translation":"I can understand you to some extent."},{"text":"Welche Ausmaße hat das Zimmer?","translation":"What are the dimensions of the room?"}],"Tugend":[{"text":"Tugenden und Mädchen sind am schönsten, ehe sie wissen, dass sie schön sind.","translation":"Virtues and girls are most beautiful before knowing that they are beautiful."},{"text":"Die Freude ist die Mutter aller Tugenden.","translation":"Joy is the mother of all virtues."},{"text":"Sie machte aus der Not eine Tugend.","translation":"She made a virtue of necessity."},{"text":"Niemand ist zufällig gut, die Tugend muss man lernen.","translation":"Nobody is born good, they have to learn how to be virtuous."},{"text":"Sich entschuldigen zu können ist eine große Tugend.","translation":"Being able to apologize is a big virtue."}],"gegenwärtig":[{"text":"Gegenwärtig befindet sich Maria in einer äußerst schwierigen finanziellen Situation.","translation":"At present, Maria is in an extremely difficult financial situation."},{"text":"Die Vergangenheit vergeht nicht, sie ist immer gegenwärtig.","translation":"The past does not pass away, it is always present."},{"text":"Lange Haare sind gegenwärtig aus der Mode.","translation":"Long hair is currently out of fashion."},{"text":"Was geschieht gegenwärtig in Polen?","translation":"What is currently happening in Poland?"},{"text":"Gegenwärtig sind Baumaterialien sehr teuer.","translation":"Building materials are currently very expensive."}],"bewußtlos":[{"text":"Er war drei Tage lang bewusstlos.","translation":"He was unconscious for three days."},{"text":"Falls der Patient bewusstlos ist, kann seine Familie die Entscheidung treffen.","translation":"If the patient is unconscious, his family can make the decision."},{"text":"Sie war nach dem Unfall einen ganzen Tag lang bewusstlos.","translation":"She was unconscious for an entire day after the accident."},{"text":"Menschen, die bewusstlos sind, können nicht sagen, dass sie sterben wollen.","translation":"People who are unconscious can't say they want to die."},{"text":"Kaum hatte Tom sich gesetzt, als er auch schon bewusstlos zu Boden fiel.","translation":"No sooner had Tom sat than he slumped over unconscious, sliding to the floor."}],"Kongreß":[{"text":"Ein Kongress ist eine Sitzung, bei der viele hineingehen und wenig herauskommt.","translation":"A congress is a session where many go in and little comes out."},{"text":"Der Kongress bot uns Gelegenheit, Kollegen aus der ganzen Welt wieder zu treffen.","translation":"The congress gave us the opportunity to meet colleagues from all over the world again."},{"text":"Der Politiker schlug dem Kongress Reformen vor.","translation":"The politician proposed reforms to Congress."},{"text":"Ich folge den Planungen, die der Kongress gemacht hat.","translation":"I am following the plans made by Congress."},{"text":"Er wurde das erste Mal 1948 in den Kongress gewählt.","translation":"He was first elected to Congress in 1948."}],"inmitten":[{"text":"Inmitten von Schwierigkeiten liegen günstige Gelegenheiten.","translation":"In the midst of difficulties lie favorable opportunities."},{"text":"Wo ist es besser als inmitten seiner Familie?","translation":"Where is it better than in the midst of his family?"},{"text":"Marias Bilder zeigen oft Figuren inmitten eines dichten Nebels.","translation":"Mary's pictures often show figures shrouded in a heavy mist."},{"text":"Er saß inmitten junger Mädchen.","translation":"He was sitting among young girls."},{"text":"Tom befindet sich inmitten von etwas.","translation":"Tom is in the middle of something."}],"Überlegung":[{"text":"Ihr Vorschlag ist eine Überlegung wert.","translation":"Your proposal is worth considering."},{"text":"Ordnung ist die Tochter der Überlegung.","translation":"Order is the daughter of reasoning."},{"text":"Niemand ist mehr Fehlern ausgesetzt, als wer nur aus Überlegung handelt.","translation":"No one is exposed to more mistakes than those who act only out of consideration."},{"text":"Die Aber kosten Überlegung.","translation":"But they cost consideration."},{"text":"Die Kinder sind zu komplexen Überlegungen nicht fähig.","translation":"The children are not capable of complex considerations."}],"Invasion":[{"text":"Frankreich und Großbritannien schlossen sich der Invasion an.","translation":"France and Britain joined the invasion."},{"text":"Nordkorea entschied, dass die Zeit reif für die Invasion war.","translation":"North Korea decided the time was right to invade."},{"text":"Tom kennt nicht den Unterschied zwischen einer Einladung und einer Invasion.","translation":"Tom doesn't know the difference between an invitation and an invasion."},{"text":"Dieses Buch handelt von der Invasion der Römer.","translation":"This book is about the invasion of the Romans."},{"text":"Die Menschen konnten die Invasion zurückschlagen.","translation":"The people could repel the invasion."}],"erstrecken":[{"text":"Rund um das Dorf herum erstreckten sich die unendlichen Wälder des Ural.","translation":"Around the village stretched the endless forests of the Urals."},{"text":"Die letzten Prüfungen werden sich wohl bis in den nächsten Monat erstrecken.","translation":"The final tests will probably extend into next month."},{"text":"Das Britische Weltreich erstreckte sich über alle Kontinente.","translation":"The British Empire stretched across all continents."},{"text":"Das Alter der Studenten erstreckt sich von 18 bis 25.","translation":"The age of students ranges from 18 to 25."},{"text":"Sein Einfluss erstreckte sich über das ganze Land.","translation":"His influence extended throughout the country."}],"ukraine":[{"text":"Mein Mann musste in der Ukraine bleiben.","translation":"My husband had to stay in Ukraine."},{"text":"Ich liebe die Ukraine.","translation":"I love Ukraine."},{"text":"Die Ukraine hat kein Geld.","translation":"Ukraine has no money."},{"text":"Es lebe die Ukraine!","translation":"Long live Ukraine!"},{"text":"Was in der Ukraine geschieht, erfüllt uns mit großer Sorge.","translation":"We are very concerned about what is happening in Ukraine."}],"plaudern":[{"text":"Es war eine Freude, mit dir zu plaudern.","translation":"It's been a pleasure chatting with you."},{"text":"Ich fragte mich, ob wir ein wenig plaudern können.","translation":"I wondered if we could chat a little."},{"text":"Sie würde lieber Sätze auf Tatoeba übersetzen, als mit mir zu plaudern.","translation":"She would sooner translate sentences on Tatoeba than chat with me."},{"text":"Ich bin da, möchtest du mit mir plaudern?","translation":"I'm here, would you like to chat with me?"},{"text":"Ich möchte über E-Mail mit dir plaudern.","translation":"I want to chat with you via email."},{"text":"Dann lass uns ein wenig plaudern!","translation":"Then let's chat a little!"},{"text":"Wir sind alte Leute hier und am Plaudern.","translation":"We are old people here and we’re chatting."},{"text":"Plaudern, Prinz, ist meines Amtes strafbarste Verletzung.","translation":"Chatting, prince, is the most punishable violation in my office."},{"text":"Das sind Heimlichkeiten, die das Plaudern durchaus nicht leiden können.","translation":"These are secrets that can't stand chatting at all."},{"text":"Im Englischen ist das Wort „chat“ ein Verb, das „plaudern“ bedeutet; im Französischen jedoch ist es ein Wort für ein Tier, nämlich eine Katze.","translation":"In English, the word chat is a verb which means “to talk casually;” but in French, the word chat is the word for an animal: a cat."}],"Schurke":[{"text":"In Schurken und Narren teilt sich die Welt.","translation":"The world divides into villains and fools."},{"text":"Markku behandelte Liisa wie ein Schurke.","translation":"Markku treated Liisa like a villain."},{"text":"Sind die Alten nicht aufrichtig, so lehren sie die Jungen Schurken zu werden.","translation":"If the old are not sincere, they teach the young to become villains."},{"text":"Der Mensch ist weder Schurke noch Held. Vielmehr ist er beides zugleich.","translation":"Man is neither a villain nor a hero. Rather, it is both at the same time."},{"text":"Du bist in meinen Händen, Schurke!","translation":"You are in my hands, rogue!"}],"Herd":[{"text":"Ist der Herd wirklich aus?","translation":"Is the stove really off?"},{"text":"Freiheit und eigener Herd sind Geldes wert.","translation":"Freedom and your own stove are worth money."},{"text":"Verlassen Sie nicht die Küche, während Sie auf dem Herd kochen!","translation":"Don't leave the kitchen while cooking on the stove!"},{"text":"Ich muss mir einen neuen Herd kaufen; der, den ich habe, ist sehr alt.","translation":"I’ve got to buy myself a new stove: the one I have is very old."},{"text":"Tom gab Wasser in den Kessel und stellte ihn auf den Herd.","translation":"Tom put some water into the kettle and put it on the stove."},{"text":"Eigener Herd ist Goldes wert.","translation":"Own stove is worth its weight in gold."},{"text":"Eine Frau gehört an den Herd.","translation":"A woman belongs to the stove."},{"text":"Eigener Herd ist Goldes wert; ist er gleich arm, hält er doch warm.","translation":"Own stove is worth its weight in gold; If he is equally poor, he keeps warm."},{"text":"Hast du den Herd ausgestellt?","translation":"Did you turn the stove off?"},{"text":"Er las im Sitzen, während seine Frau am Herd stand und kochte.","translation":"He read sitting while his wife stood at the stove and cooked."}],"led":[{"text":"Von den Männern bleibt der Name, vom Ochsen das Leder.","translation":"The name remains of the men, of the ox the leather."},{"text":"Wir können nicht die ganze Welt mit Leder bedecken. Aber wir können Schuhe anziehen.","translation":"We cannot cover the whole world with leather. But we can put on shoes."},{"text":"Sie gab mir eine Tasche aus Leder.","translation":"She gave me a bag made of leather."},{"text":"Warum hält man Rinder? - Das macht man, um Fleisch, Milch und Leder zu erhalten.","translation":"Why are cattle kept? - This is done to obtain meat, milk and leather."},{"text":"Maria und Toni tragen sexy Lack und Leder.","translation":"Maria and Toni wear sexy lacquer and leather."},{"text":"Einige Leute halten Led Zeppelin für die größte Band aller Zeiten.","translation":"Some people consider Led Zeppelin to be the greatest band there has ever been."},{"text":"Seit vierzig Jahren geht bei mir immer mehr einer ab, wenn ich Led Zeppelin höre.","translation":"For forty years, I have been getting more and more people off when I hear Led Zeppelin."},{"text":"Du kannst keine Zahlen eingeben, weil die NumLock LED ausgeschaltet ist.","translation":"You cannot enter numbers because the NumLock LED is turned off."},{"text":"Unser Testsieger konnte durch eine eingebaute LED-Leuchte und einen gepolsterten Tragegriff überzeugen.","translation":"Our test winner was able to convince with a built-in LED light and a padded carrying handle."}],"akku":[{"text":"Er ließ den Akku laden.","translation":"He let the battery charge."},{"text":"Der Akku ist leer.","translation":"The battery is empty."},{"text":"Wenn du dein Handy bekommst, ist der Akku schon aufgeladen.","translation":"When you get your phone, the battery is already charged."},{"text":"Das Gerät lässt sich nicht mehr hochfahren, außer man hat vorher den Akku herausgenommen und wieder eingesetzt; dann fährt das Gerät manchmal doch kurz hoch, schaltet sich aber meist gleich beim Eingeben der Pinnummer oder spätestens nach drei Minuten von selbst wieder aus.","translation":"The device can no longer be booted up unless you have previously removed the battery and reinserted it; then the device sometimes boots up briefly, but usually switches off immediately when entering the pin number or at the latest after three minutes by itself."},{"text":"Dieser Akku ist aufgeladen.","translation":"This battery is charged."},{"text":"Mein Akku ist leer.","translation":"My battery is dead."},{"text":"Mein Akku ist fast leer.","translation":"My battery is almost flat."},{"text":"Der Akku meines Handys funktioniert nicht mehr gut.","translation":"My phone's battery is no longer working well."},{"text":"Mein Laptop-Akku hält nicht mehr so lange wie früher.","translation":"My laptop battery doesn't last as long as it used to."},{"text":"Ich glaube, der Akku ist leer.","translation":"I think the battery is empty."}],"Sekretärin":[{"text":"Meine Mutter ist Sekretärin.","translation":"My mother is a secretary."},{"text":"Die neue Sekretärin ist schüchtern.","translation":"The new secretary is shy."},{"text":"Markku hat seine Sekretärin gebeten, eine Stunde länger im Büro zu bleiben.","translation":"Markku has asked his secretary to stay an hour longer in the office."},{"text":"Wer viel Geld machen kann, der kann ein Verhältnis mit seiner Sekretärin anfangen.","translation":"If you can make a lot of money, you can start a relationship with your secretary."},{"text":"Du bist die schlechteste Sekretärin aller Zeiten, die je ans Telefon ging.","translation":"You're the worst secretary ever to answer the phone."}],"Antrieb":[{"text":"Ich mache das aus eigenem Antrieb.","translation":"I do this on my own initiative."},{"text":"Der Antrieb des Flugzeugs ist ausgefallen.","translation":"The engine of the aircraft has failed."},{"text":"Mein Antrieb, meine Motivation war immer meine Liebe zum Publikum.","translation":"My drive, my motivation has always been my love for the audience."},{"text":"Bedürfnis ist der stärkste Antrieb.","translation":"Need is the strongest drive."},{"text":"Es fehlt Tom an Antrieb.","translation":"Tom lacks motivation."}],"Sophie":[{"text":"Chris schloss seine geliebte Sophie in die Arme.","translation":"Chris embraced his beloved Sophie."},{"text":"Sie grüßten Sophie.","translation":"They greeted Sophie."},{"text":"Meine beste Freundin ist Sophie.","translation":"My best friend is Sophie."},{"text":"Maximilian war ebenso nervös wie Sophie.","translation":"Maximilian was as nervous as Sophie."},{"text":"Etwas anderes, das Sophie gern wollte, ist, sehr dichte Augenbrauen zu haben.","translation":"Something else Sophie wanted is to have very thick eyebrows."},{"text":"Sophie wird an Claudias Tür klopfen.","translation":"Sophie will knock on Claudia's door."},{"text":"Sophie hatte sich darauf gefreut, einen weiteren Brief von dem unbekannten Absender zu bekommen.","translation":"Sophie had been looking forward to getting another letter from the unknown sender."},{"text":"Sophie wird die Blumen auf den Wohnzimmertisch stellen.","translation":"Sophie will put the flowers on the living room table."}],"highlight":[{"text":"Dieses Musikfestival ist das Highlight dieses Jahres!","translation":"This music festival is the highlight of this year."},{"text":"Ein Highlight des heutigen Programmes ist ein tanzender Eisbär.","translation":"A highlight of today's program is a dancing polar bear."},{"text":"Für mich ist das jedes Mal wieder ein Highlight!","translation":"For me, this is a highlight every time!"}],"Unsicherheit":[{"text":"Das Einzige, was sicher ist, ist die Unsicherheit.","translation":"The only thing that's certain is uncertainty."},{"text":"Nichts an seinem Auftreten deutete auf Unsicherheit hin.","translation":"Nothing about his appearance indicated uncertainty."},{"text":"Allmählich macht die Begeisterung Zweifeln und Unsicherheit Platz.","translation":"Enthusiasm is gradually giving way to doubt and uncertainty."},{"text":"Das letzte Jahr war eine Zeit der wirtschaftlichen Unsicherheit.","translation":"Last year was a period of economic uncertainty."},{"text":"Diese Unsicherheit macht mich verrückt.","translation":"This uncertainty drives me crazy."}],"Internetbrowser":[],"Munition":[{"text":"Ist dir aufgefallen, dass Actionfilmhelden nie die Munition auszugehen scheint?","translation":"Have you noticed that action movie heroes never seem to run out of ammunition?"},{"text":"Er wollte nur Waffen und Munition.","translation":"He only wanted weapons and ammunition."},{"text":"Wir können es uns nicht leisten, noch mehr Munition zu verschwenden.","translation":"We can't afford to waste any more ammunition."},{"text":"Wir müssen Munition sparen.","translation":"We need to conserve ammunition."},{"text":"Sie verschwenden Munition.","translation":"You're wasting ammo."}],"Verwirrung":[{"text":"Wer schon nicht überzeugen kann, soll wenigstens für Verwirrung sorgen.","translation":"If you can't convince, you should at least cause confusion."},{"text":"Die Neuigkeit rief große Verwirrung hervor.","translation":"The news created a lot of confusion."},{"text":"Schrecken und Verwirrung machten sich breit.","translation":"Horror and confusion spread."},{"text":"Tom geriet in große Verwirrung.","translation":"Tom became very confused."},{"text":"Sie versuchte, ihre Verwirrung zu verbergen.","translation":"She tried to hide her confusion."}],"Epidemie":[{"text":"Eine Epidemie brach aus.","translation":"An epidemic broke out."},{"text":"Sein schnelles Handeln hat eine Epidemie verhindert.","translation":"His swift action has prevented an epidemic."},{"text":"Bei der Epidemie starben Massen von Menschen.","translation":"Scores of people died in the epidemic."},{"text":"Was ist der Unterschied zwischen einer Epidemie und einer Pandemie?","translation":"What's the difference between an epidemic and a pandemic?"},{"text":"Das ist eine Epidemie, deren Anfang und Ende von Politikern bestimmen wird.","translation":"This is an epidemic whose beginning and end will be determined by politicians."},{"text":"Die Zahl der Opfer der Cholera-Epidemie in der Dominikanischen Republik hat 92 erreicht.","translation":"The number of victims of the cholera epidemic in the Dominican Republic has reached 92."},{"text":"Reagan unterschätzte die Schwere der AIDS-Epidemie.","translation":"Reagan failed to recognize the severity of the AIDS epidemic."},{"text":"Die Ebola-Epidemie in Afrika ist ein Stoff für Horrorfilme.","translation":"The Ebola epidemic in Africa is the stuff of horror movies."},{"text":"Es war eine Cholera Epidemie in Haiti.","translation":"It was a cholera epidemic in Haiti."},{"text":"Den Behörden fällt es noch immer schwer nachzuvollziehen, wie die Epidemie in Italien ihren Anfang nahm.","translation":"Authorities are still struggling to understand how the epidemic in Italy began."}],"Blutung":[{"text":"Ich fürchte, ich habe innere Blutungen.","translation":"I'm afraid I have internal bleeding."},{"text":"Üben Sie Druck auf die Wunde aus, um die Blutung zu stoppen.","translation":"Put pressure on the wound to stop the bleeding."},{"text":"Wir müssen sicher sein, dass keine Blutung vorhanden ist.","translation":"We need to be sure that there is no bleeding."},{"text":"Die Blutung hört nicht auf.","translation":"The bleeding is not stopping."},{"text":"Ich bin schwanger und habe Blutungen.","translation":"I am pregnant and I am bleeding."}],"aufsetzen":[{"text":"Darf ich mal deine Brille aufsetzen?","translation":"May I put on your glasses?"},{"text":"Man muss einen Helm aufsetzen, um den Kopf zu schützen.","translation":"One has to put on a helmet to protect the head."},{"text":"Tom erhob sich zum König, indem er sich selbst die Krone aufsetzte.","translation":"Tom rose to become king by putting the crown on himself."},{"text":"Den Hut kannst du nicht zur Schule aufsetzen.","translation":"You can't wear that hat to school."},{"text":"Lass mich mal meine Brille aufsetzen, denn ich kann dich nicht hören.","translation":"Let me put on my glasses since I can't hear you."}],"Erkältung":[{"text":"Du musst dich warm anziehen, sonst holst du dir eine Erkältung.","translation":"You'll have to wear warm clothes, otherwise you'll catch a cold."},{"text":"Meine Stimme ist rau wegen der Erkältung.","translation":"My voice is hoarse from a cold."},{"text":"Warum bekommt man eine Erkältung, wenn es kalt ist?","translation":"Why do you get a cold when it's cold?"},{"text":"Aufgrund einer schweren Erkältung konnte er nicht an dem Spiel teilnehmen.","translation":"Owing to a bad cold, he could not take part in the game."},{"text":"Nimm diese Medizin wenn du eine Erkältung hast.","translation":"Take this medicine when you have a cold."}],"interaktiv":[{"text":"In unserer Klasse haben wir eine interaktive Tafel.","translation":"In our class we have an interactive board."},{"text":"Unser Kurs bedient sich einer interaktiven Methode.","translation":"Our course uses an interactive method."},{"text":"Wenn alle nur perfekte Sätze hinzufügen würden, wäre dieses Projekt nicht so interaktiv und interessant.","translation":"If everybody just added perfect sentences, this project would never be very interactive and interesting."},{"text":"Durch das Internet kann sich jetzt fast jeder Mensch interaktiver Kommunikation mit der Welt erfreuen.","translation":"Through the Internet, almost everyone can now enjoy interactive communication with the world."},{"text":"Unsere Lehrer verwenden die interaktive Unterrichtsmethode, in welcher der Kommunikation mit dem Schüler besondere Aufmerksamkeit geschenkt wird.","translation":"Our teachers use the interactive teaching method, in which particular attention is given to communicating with pupils."}],"geht’s":[{"text":"Worum geht’s hier?","translation":"What's this all about?"},{"text":"Ich brauche nur beim Arzt anzurufen, und schon geht’s mir besser.","translation":"All I have to do is call the doctor and I'll feel better."},{"text":"Jetzt geht’s ums Ganze.","translation":"Now it's all about the big picture."},{"text":"Hallo, Schorsch! Lange nicht gesehen! Wie geht’s dir denn?","translation":"Hello, Schorsch! Long time no see! How are you?"},{"text":"Wie geht’s dir so? Es ist lange her, seit ich dich gesehen habe.","translation":"How are you doing? It's been a long time since I've seen you."},{"text":"Ach, Tom! Wenn ich dich sehe, dann geht’s mir gleich besser!","translation":"Oh, Tom! When I see you, I feel better right away!"},{"text":"Ich rauche schnell eine, und dann geht’s los.","translation":"I quickly smoke one, and then off I go."},{"text":"„Ich mach’ jetzt zwei Wochen Urlaub.“ – „Und wo geht’s hin?“","translation":"\"I'm going on holiday for two weeks now.\" – \"And where are I going?\""},{"text":"Wie geht’s jetzt weiter?","translation":"What's next?"},{"text":"Meine Damen und Herren, die Uhren laufen. Los geht’s!","translation":"Ladies and gentlemen, the clocks are running. Let's go!"}],"vorm":[{"text":"Hast du Angst vorm Onkel Doktor, Tom?","translation":"Are you afraid of Uncle Doctor, Tom?"},{"text":"Da stehste, wie die Kuh vorm neuen Tor!","translation":"There you stood, like the cow in front of the new gate!"},{"text":"Er frisst einem alles vorm Munde weg.","translation":"He eats everything away from you in front of your mouth."},{"text":"Der Teufel sitzt vorm Paradies.","translation":"The devil sits in front of paradise."},{"text":"Die Kinder hatten Angst vorm Wasser und konnten nicht schwimmen.","translation":"The children were afraid of the water and could not swim."},{"text":"Er hat Angst vorm Schwimmen.","translation":"He is afraid to swim."},{"text":"Hier steht die Kuh vorm neuen Tor!","translation":"Here the cow stands in front of the new gate!"},{"text":"Tom hat vorm Haus den Rasen gemäht.","translation":"Tom mowed the front lawn."},{"text":"„Maria hat gedroht, mich beim Lehrer zu verpetzen, wenn ich ihr nicht meinen Frühstückskuchen gebe.“ – „Was hast du denn gemacht?“ – „Ja, nichts, aber ich hatte doch so Angst vorm Lehrer!“","translation":"\"Maria threatened to beat me up at the teacher if I didn't give her my breakfast cake.\" – \"What did you do?\" – \"Yes, nothing, but I was so afraid of the teacher!\""},{"text":"Er hat vorm Fliegen Angst.","translation":"He is afraid of flying."}],"einschlagen":[{"text":"Ich glaube, wir sollten einen neuen Weg einschlagen.","translation":"I believe that we should take a new path."},{"text":"Vor Ärger habe ich mit der Faust auf die Wand eingeschlagen.","translation":"Out of anger, I slammed my fist on the wall."},{"text":"Es war, als ob eine Bombe eingeschlagen hätte.","translation":"It was as if a bomb had hit."},{"text":"Du solltest das Bild beim Transport in Packpapier einschlagen.","translation":"You should wrap the image in wrapping paper during transport."},{"text":"Alle hatten gespannt auf die Nachricht gewartet, die wie eine Bombe einschlug.","translation":"Everyone had been eagerly awaiting the news, which hit like a bomb."}],"Angewohnheit":[{"text":"Das Wesen der Dinge hat die Angewohnheit, sich zu verbergen.","translation":"The essence of things has a habit of hiding."},{"text":"Tom hatte nicht die Angewohnheit, zu Hause über das Geschäft zu sprechen.","translation":"Tom didn't have the habit of talking about business at home."},{"text":"Es ist einfach, schlechte Angewohnheiten anzunehmen.","translation":"It's easy to pick up bad habits."},{"text":"Das nervöse Mädchen hat die Angewohnheit, am Ende ihres Bleistiftes zu kauen.","translation":"The nervous girl has a habit of chewing at the end of her pencil."},{"text":"Rauchen ist keine Angewohnheit, sondern eine Sucht.","translation":"Smoking is no habit but an addiction."}],"problematisch":[{"text":"Wenn direkte Demokratie immer nur „dagegen sein“ bedeutet, dann wird es auf Dauer problematisch.","translation":"If direct democracy always means \"being against it\", then it becomes problematic in the long run."},{"text":"Ist es in irgendeiner Weise problematisch, wenn ich meinem Hund Speiseeis zu fressen gebe?","translation":"Is there any problem with feeding my dog ice cream?"},{"text":"Sie zeigt ein problematisches Verhalten.","translation":"She shows problematic behavior."},{"text":"Der Fortschritt der Menschheit besteht in der Zunahme ihres problematischen Charakters.","translation":"The progress of humanity consists in the increase of its problematic character."},{"text":"Der gemeinsame Entschließungsantrag ist sehr problematisch.","translation":"The joint motion for a resolution is very problematic."}],"Sortiment":[{"text":"Wir haben auch Linsen in unserem Sortiment.","translation":"We also have lentils in our assortment."},{"text":"Der Laden hatte ein großes Sortiment an Weinen auf Lager.","translation":"The store had a wide assortment of wines in stock."},{"text":"Dieses Modell haben wir schon seit Längerem nicht mehr im Sortiment.","translation":"We have not had this model in our range for a long time."},{"text":"Zusätzlich ist das Sortiment mit strengeren Standards als das gesetzliche Verbot von Tierversuchen es vorschreibt zertifiziert - für nachhaltige Sauberkeit und einen nachhaltigen Lifestyle ohne Abstriche.","translation":"In addition, the range is certified with stricter standards than the legal ban on animal testing - for sustainable cleanliness and a sustainable lifestyle without compromises."}],"fluchen":[{"text":"Fluchen läutet dem Teufel zur Messe.","translation":"Cursing rings the bell to the devil at Mass."},{"text":"Fluchen Sie nicht in der Öffentlichkeit.","translation":"Do not curse in public."},{"text":"Sie spricht fünf Sprachen, aber zum Fluchen bedient sie sich ihrer Muttersprache.","translation":"She speaks five languages, but she uses her mother tongue to curse."},{"text":"Es gibt doch nichts, auf dem soviel Verführung und soviel Fluch liegt wie auf einem Geheimnis.","translation":"There is nothing on which there is so much seduction and as much curse as on a secret."},{"text":"Maria küsste den Prinzen, und der Fluch war gebrochen: er verwandelte sich in seine ursprüngliche Froschgestalt zurück und sprang in den Brunnen.","translation":"Mary kissed the prince, and the curse was broken: he changed back into his original frog form and jumped into the well."},{"text":"Hör bitte auf zu fluchen!","translation":"Stop swearing, please."},{"text":"Ich kann nicht in Gegenwart meiner Brüder fluchen. Ich habe Achtung vor ihnen.","translation":"I cannot swear in the presence of my brothers. I respect them."},{"text":"Es ist das erste Mal, dass ich auf mein Auto fluche.","translation":"This is the first time I've ever sworn at my car."},{"text":"Tom flucht auf Portugiesisch, wenn sein Team nicht gewinnt.","translation":"Tom curses in Portuguese when his team doesn't win."},{"text":"O Mist, fluchte er leise.","translation":"Oh crap, he cursed softly."}],"ablaufen":[{"text":"Es muss sichergestellt werden, dass die Wahlen demokratisch ablaufen.","translation":"It must be ensured that the elections are democratic."},{"text":"Sind wir uns sicher, dass alles glatt ablaufen wird?","translation":"Are we sure that everything will go fine?"},{"text":"Meine Frage ist: Wie wird die Diskussion dieses Gesetzes ablaufen?","translation":"My question is: how will the discussion of this law proceed?"},{"text":"Bevor mein Pass abläuft, will ich noch mal nach Australien.","translation":"Before my passport expires, I want to go back to Australia."},{"text":"Willst du wissen, was ich denke, was hier gerade abläuft?","translation":"Do you want to know what I think is going on?"}],"erstaunt":[{"text":"Ich war erstaunt, wie scharf das Bild war.","translation":"I was astonished by the clarity of the picture."},{"text":"Ich bin erstaunt, dass es heute so warm geworden ist.","translation":"I'm surprised how warm it's become today."},{"text":"Zuerst war Karl erstaunt, dann wütend.","translation":"At first Karl was amazed, then angry."},{"text":"Frauen sind erstaunt, was Männer alles vergessen. Männer sind erstaunt, woran Frauen sich erinnern.","translation":"Women are amazed at what men forget. Men are amazed at what women remember."},{"text":"Ich war sehr erstaunt von dieser Nachricht.","translation":"I was very surprised by this news."}],"Oberkörper":[{"text":"Diese Übung soll gezielt den Oberkörper stärken.","translation":"This exercise is intended to specifically strengthen the upper body."},{"text":"Tom hat einen starken Oberkörper.","translation":"Tom has a strong upper body."},{"text":"Tom erschien mit nacktem Oberkörper auf der Terrasse.","translation":"Tom appeared on the terrace with his upper body bare."},{"text":"Tom hat einen bloßen Oberkörper.","translation":"Tom is barechested."},{"text":"Bitte den Oberkörper frei machen.","translation":"Please take off all of your clothes from the waist up."}],"leder":[{"text":"Dieser Mantel ist aus echtem Leder.","translation":"This coat is made of genuine leather."},{"text":"Gutes Leder kann man jahrelang tragen.","translation":"Good leather can be worn for years."},{"text":"Die Schuhe sind aus Leder.","translation":"The shoes are made of leather."},{"text":"Diese Stiefel sind aus Leder.","translation":"These boots are made of leather."},{"text":"Letzten Endes wird es wohl günstiger sein, echtes Leder zu benutzen.","translation":"In the end, it will probably be cheaper to use real leather."},{"text":"Sie schenkte mir eine Tasche aus Leder.","translation":"She gave me a bag made of leather."},{"text":"Diese Tasche besteht aus Leder.","translation":"This bag is made of leather."},{"text":"An einer Wand des Raumes steht ein Regal mit in Leder gebundenen Büchern.","translation":"On one wall of the room is a shelf with leather-bound books."},{"text":"Aus fremder Leute Leder ist trefflich Riemen schneiden.","translation":"Leather from strangers is excellent strap cutting."},{"text":"Das Wort erstirbt schon in der Feder, die Herrschaft führen Wachs und Leder.","translation":"The word dies already in the pen, the rule leads wax and leather."}],"bergen":[{"text":"Es konnten nur zwei Überlebende geborgen werden.","translation":"Only two survivors could be recovered."},{"text":"Bei dir fühle ich mich geborgen.","translation":"I feel safe with you."},{"text":"Schönheit birgt eine tiefere und höhere Wahrheit in sich, als die Wahrheit selber.","translation":"Beauty contains a deeper and higher truth than truth itself."},{"text":"Gewalt birgt immer ein Element der Verzweiflung.","translation":"Violence always contains an element of despair."},{"text":"Das Gute birgt das Wahre und Schöne in sich.","translation":"The good holds the true and the beautiful."}],"Wichser":[{"text":"Ich wusste gar nicht, dass du so ein Wichser bist.","translation":"I didn't know you were such a wanker."},{"text":"Wichser.","translation":"Wanker."},{"text":"Wichser hielten in Budapest eine Parade ab, um kundzugeben, dass sie das alleine machen.","translation":"Wimps held a parade in Budapest to announce that they were doing it alone."}],"Leib":[{"text":"Die Sprache ist der Leib des Denkens.","translation":"Language is the body of thought."},{"text":"Man hat ihm bei lebendigem Leib die Haut abgezogen.","translation":"They skinned him alive."},{"text":"Essen und trinken hält Leib und Seele zusammen.","translation":"Eating and drinking keeps body and soul together."},{"text":"Er hat einen üblen Geruch am Leib.","translation":"He has a foul smell on his body."},{"text":"Das Alter hat den Kalender am Leib.","translation":"Age has the calendar on its body."}],"Drag":[],"umstellen":[{"text":"Vielleicht solltest du die Tastatur auf Englisch umstellen.","translation":"Maybe you should change the keyboard to English."},{"text":"Ich empfehle dir, deinen Satz etwas umzustellen.","translation":"I recommend that you change your sentence a bit."},{"text":"Muss ich meine Ernährung umstellen?","translation":"Do I need to change my diet?"},{"text":"Die Polizei hat das Gebäude umstellt.","translation":"The police have surrounded the building."},{"text":"Bis zum Morgen wurde das Lager der feindlichen Armee umstellt.","translation":"Until the morning, the camp of the enemy army was surrounded."}],"Billion":[{"text":"Im November 1927 entsprachen einem Dollar 4,2 Billionen Mark.","translation":"In November 1927, one dollar was equivalent to 4.2 trillion marks."},{"text":"Galaxien besitzen von einigen zehn Millionen bis zu Billionen von Sternen.","translation":"Galaxies contain from tens of millions to trillions of stars."},{"text":"Die aktuelle Schuldenobergrenze beträgt 15,2 Billionen Dollar.","translation":"The current debt limit stands at $15.2 trillion."},{"text":"Die Milchstraße hat ca. 1,5 Billionen Sonnenmassen.","translation":"The Milky Way has about 1.5 trillion solar masses."},{"text":"Das Gesamtvermögen der reichsten Menschen der Welt stieg im Jahre 2016 um 18 % auf 6,48 Billionen Euro.","translation":"The total net worth of the world's richest people rose by 18% in 2016 to $7.67 trillion."}],"irgendwohin":[{"text":"Warum gehen wir nicht zusammen irgendwohin?","translation":"Why don't we go somewhere together?"},{"text":"Stell es irgendwohin, wo Platz ist.","translation":"Put it somewhere where there is space."},{"text":"Bist du während des Sommers irgendwohin gereist?","translation":"Have you traveled somewhere during the summer?"},{"text":"Es tut mir leid, aber ich habe heute keine Lust, irgendwohin zu gehen.","translation":"I'm sorry, but I don't feel like going anywhere today."},{"text":"Fahren die Eltern irgendwohin, bleiben die Kinder bei Omi und Opi.","translation":"If the parents go somewhere, the children stay with Grandma and Opi."},{"text":"Tom ist mit seinem Fahrrad irgendwohin gefahren.","translation":"Tom has gone somewhere on his bicycle."},{"text":"Hast du neulich einen Ausflug irgendwohin unternommen?","translation":"Have you recently taken a trip anywhere?"},{"text":"Ich bin noch nie irgendwohin verreist.","translation":"I've never traveled anywhere before."},{"text":"Lass uns doch im nächsten Urlaub mal irgendwohin fahren, wohin es sonst fast niemanden verschlägt.","translation":"The next time we go on holiday, let's go somewhere off the beaten track."},{"text":"Der Ballon wurde vom Winde irgendwohin verweht.","translation":"The balloon was carried away somewhere by the wind."}],"the":[{"text":"Wir stellen fest, dass die These falsch ist.","translation":"We find that the thesis is wrong."},{"text":"Es gibt nichts an ihrer These zu kritisieren.","translation":"There is nothing to criticize about her thesis."},{"text":"Ich fürchte, dass es mir nicht gelingen wird, Sie von der Richtigkeit meiner These zu überzeugen.","translation":"I am afraid that I will not succeed in convincing you of the correctness of my thesis."},{"text":"Maria stellte eine provokante These vor: \"Der Slang wird zum neuen Englisch.\"","translation":"Mary presented a provocative thesis: \"Slang is becoming the new English.\""},{"text":"Aber war nicht diese Seite diejenige, welche gefälschte Regenwasseranalysen veröffentlicht hatte, um die eigene These zu untermauern?","translation":"But wasn't this site the one that published fake rainwater analyses to support its own thesis?"},{"text":"Es folgt \"We are the world\".","translation":"This is followed by \"We are the world\"."},{"text":"Kounosuke Sakazaki ist Mitglied von \"THE ALFEE\".","translation":"Kounosuke Sakazaki belongs to \"THE ALFEE\"."},{"text":"Das größte Schiff der Welt heißt \"Harmony of the Seas\". Es wurde 2015 zu Wasser gelassen.","translation":"The largest ship in the world is called the \"Harmony of the Seas\". It was launched in 2015."},{"text":"Die U-Bahn in London nennt man \"the Tube\".","translation":"The underground in London is known as the tube."},{"text":"Robert Smith ist der Sänger der Gruppe The Cure.","translation":"Robert Smith is the singer of the group The Cure."}],"soviel":[{"text":"Soviel ich weiß, ist das nicht der Fall.","translation":"As far as I know, this is not the case."},{"text":"Warum ist am Ende des Geldes noch immer soviel Monat übrig?","translation":"Why is there still so much month left at the end of the money?"},{"text":"Es bleibt einem jeden immer noch soviel Kraft, das auszuführen, wovon er überzeugt ist.","translation":"Everyone still has so much strength to carry out what he is convinced of."},{"text":"Jeder sieht im anderen nur soviel, als er selbst auch ist.","translation":"Everyone sees in the other only as much as he himself is."},{"text":"In letzter Zeit kann ich schlafen, soviel ich will: es genügt einfach nicht.","translation":"Lately I can sleep as much as I want: it's just not enough."},{"text":"Er hatte soviel Geld, dass er es sich leisten konnte, arm auszusehen.","translation":"He had so much money that he could afford to look poor."},{"text":"Wenn ich Fred Smith wäre, würden sie niemals soviel Aufhebens um mich machen.","translation":"They would never fuss about me if I were Fred Smith."},{"text":"Ich möchte dieses Jahr soviel Bücher wie möglich auf Englisch lesen.","translation":"I want to read as many books as possible in English this year."},{"text":"Der alte Herr Smith spart soviel Geld, wie er kann.","translation":"Old Mr Smith is saving as much money as he can."},{"text":"Mit soviel Widerstand hätten wir nicht gerechnet.","translation":"We would not have expected so much resistance."}],"Freundlichkeit":[{"text":"Freundlichkeit ist eine viel wichtigere Tugend, als man gewöhnlich glaubt.","translation":"Kindness is a much more important virtue than one usually believes."},{"text":"Mit Freundlichkeit erreicht man mehr als mit Gewalt.","translation":"Kindness achieves more than violence."},{"text":"Deine Freundlichkeit gegenüber einem anderen wird nicht vergessen.","translation":"Your kindness against another person is unforgettable."},{"text":"Wir schätzten Liisas Freundlichkeit sehr.","translation":"We appreciated Liisa's kindness very much."},{"text":"Der alte Mann ist die Freundlichkeit in Person.","translation":"The old man is the epitome of kindness."}],"bezaubernd":[{"text":"Meine Frau ist von bezaubernder Schönheit.","translation":"My wife is of enchanting beauty."},{"text":"Das Leben ist bezaubernd, man muss es nur durch die richtige Brille sehen.","translation":"Life is enchanting, you just have to see it through the right glasses."},{"text":"Vielen Dank für das Foto von deiner Katze vor eurem bezaubernden Garten!","translation":"Thank you for the photo of your cat in front of your enchanting garden!"},{"text":"Du siehst heute einfach bezaubernd aus.","translation":"You just look adorable today."},{"text":"Mika ist nicht weniger bezaubernd als Keiko.","translation":"Mika is no less charming than Keiko."}],"stirb":[{"text":"Lebe schnell, liebe heftig, stirb jung!","translation":"Live fast, love fiercely, die young!"},{"text":"Ich bitte dich, stirb nicht!","translation":"I beg you, do not die!"},{"text":"Willst du gescholten werden: heirate! Willst du gelobt werden: stirb!","translation":"If you want to be scolded: get married! If you want to be praised: die!"},{"text":"Bitte stirb nicht!","translation":"Please don't die!"},{"text":"Stirb nicht, Tom.","translation":"Tom, don't die."},{"text":"Stirb endlich!","translation":"Die already!"},{"text":"Stirb nicht, lieber Hengst, es kommt die Zeit, wo Gras wächst.","translation":"Do not die, dear stallion, the time will come when grass will grow."},{"text":"Und wenn du dies nicht hast, dieses Stirb und werde! Bist du nur ein trüber Gast auf der dunklen Erde.","translation":"And if you don't have this, this die and become! Are you just a cloudy guest on the dark earth?"},{"text":"Stirb nicht!","translation":"Don't die."},{"text":"Kauf oder stirb!","translation":"Buy or die!"},{"text":"Werde geboren, heirate und stirb - am besten immer mit Geld in der Tasche.","translation":"Get born, marry and die - preferably always with money in your pocket."},{"text":"Friss, Vogel, oder stirb.","translation":"Tear, bird, or die."},{"text":"Ergib dich oder stirb!","translation":"Surrender or die!"},{"text":"Trink Wein und erwirb, trink Wasser und stirb: Besser Wein getrunken und erworben, als Wasser getrunken und gestorben.","translation":"Drink wine and acquire, drink water, and die: Better to drink and acquire wine than to drink water and die."}],"fazit":[{"text":"Sie weigert sich, aus ihren Fehlschlägen das Fazit zu ziehen.","translation":"She refuses to draw the conclusion from her failures."},{"text":"Der Generaldirektor ist zu einem Fazit gekommen.","translation":"The company's president has come to a conclusion."},{"text":"Auch wenn sich bereits erste Fortschritte abzeichnen, bedarf es weiterer Untersuchungen, bevor ein Fazit gezogen werden kann.","translation":"Although initial progress is already emerging, further research is needed before a conclusion can be drawn."}],"hartnäckig":[{"text":"Ich habe niemals verstanden, warum er sich so hartnäckig verhielt.","translation":"I never understood why he was so persistent."},{"text":"Sie ist ein hartnäckiger Mensch.","translation":"She is a tenacious person."},{"text":"Ich werde diese hartnäckige Erkältung nicht los.","translation":"I can't get rid of this persistent cold."},{"text":"Sie weigert sich hartnäckig dies zu glauben.","translation":"This she stubbornly refuses to believe."},{"text":"Das bedeutet, es hartnäckig zu versuchen, selbst wenn wir dabei Fehler machen.","translation":"It means trying hard, even if we make mistakes."}],"Berücksichtigung":[{"text":"Ich danke Ihnen für die freundliche Berücksichtigung meines Vorschlags.","translation":"Thank you for the kind consideration given to my proposal."},{"text":"Ich stelle einen Antrag auf Berücksichtigung einer außergewöhnlichen Härte","translation":"I am making a request for consideration of exceptional hardship"},{"text":"Unter Berücksichtigung aller Punkte können wir nicht sagen, dass er falschliegt.","translation":"All things considered, we cannot say that he is wrong."},{"text":"Die neue Prüfungsordnung unserer Universität sieht vor, dass Antworten, die nicht auf Englisch gegeben werden, bei der Bewertung keine Berücksichtigung finden sollen.","translation":"The new examination regulations of our university stipulate that answers that are not given in English should not be taken into account in the evaluation."},{"text":"Wenn Sie zu jenen Menschen gehören, die ihr Selbstwertgefühl erhöhen müssen, wird es Ihnen von Nutzen sein, ein paar einfache Wahrheiten zu kennen, deren Berücksichtigung Ihr Leben erleichtern wird.","translation":"If you are one of those people who need to increase their self-esteem, it will be useful for you to know a few simple truths that will make your life easier to consider."}],"verehren":[{"text":"Tom verehrte ihr eine goldene Kette.","translation":"Tom worshipped her a golden chain."},{"text":"Tom wurde als Prophet verehrt.","translation":"Tom was revered as a prophet."},{"text":"So, wie ein Volk seine Toten verehrt, so offenbart sich seine Seele vor dir.","translation":"Just as a people worships its dead, so its soul reveals itself before you."},{"text":"Menschen, die wie Götter verehrt werden, verlieren mit der Zeit tatsächlich ihre menschlichen Züge.","translation":"People who are worshipped like gods actually lose their human traits over time."},{"text":"Tom wurde fast schon wie ein Heiliger verehrt.","translation":"Tom was venerated almost like a saint."},{"text":"Verehrte Damen und Herren. Willkommen an Bord.","translation":"Ladies and gentlemen. Welcome aboard."},{"text":"Sind Sie, verehrte Kollegen, mit meinem Vorschlag zufrieden?","translation":"Are you, ladies and gentlemen, satisfied with my proposal?"},{"text":"Verehrte Gäste, liebe Freunde! Seien Sie herzlich willkommen!","translation":"Dear guests, dear friends! You are very welcome!"},{"text":"Verehrte Nutzer des Weltnetzes, Tatoeba begrüßt Sie auf seiner offiziellen Website.","translation":"Dear users of the World Network, Tatoeba welcomes you to its official website."},{"text":"Er ist der von mir am meisten verehrte Romancier.","translation":"He is the novelist I admire the most."}],"Debüt":[{"text":"Die Schauspielerin gab ihr Debüt, als sie acht war.","translation":"The actress made her debut when she was eight."},{"text":"Sein Debüt erfreute sich allseits größter Beliebtheit.","translation":"His debut enjoyed great popularity on all sides."}],"Klebeband":[{"text":"Dieses Klebeband klebt nicht.","translation":"This tape does not stick."},{"text":"Klebeband funktioniert als provisorische Lösung, hält aber nicht lange.","translation":"Sticky tape works as a temporary solution, but will not last long."},{"text":"Hast du Klebeband?","translation":"Do you have any tape?"}],"haupt":[{"text":"Das Haupt regiert, nicht die Füße.","translation":"The head rules, not the feet."},{"text":"Auf vollem Bauch steht ein fröhliches Haupt.","translation":"On a full belly stands a happy head."},{"text":"Der Mann bleibt immer das Haupt und die Frau sein Hut.","translation":"The man always remains the head and the woman his hat."},{"text":"Meines Vaters Haupt ist grau geworden.","translation":"My father's head has turned gray."},{"text":"Er streut sich Asche aufs Haupt.","translation":"He is doing penance."}],"gigantisch":[{"text":"Sie hat einen gigantischen Appetit.","translation":"She has a gigantic appetite."},{"text":"Hoffmann war unter den ersten, welche die gigantische Größe Beethovens erkannten.","translation":"Hoffmann was among the first to recognize Beethoven's gigantic greatness."},{"text":"US-Präsident plant ein gigantisches Forschungsprojekt","translation":"US President plans a gigantic research project"},{"text":"Das Land ist einzigartig, grandios und gigantisch!","translation":"The country is unique, grandiose and gigantic!"},{"text":"Der Fels, den ich in der Höhle sah, war gigantisch.","translation":"The rock I saw in the cave was gigantic."}],"zuzuhören":[{"text":"Das Wichtigste ist, dass sie die Fähigkeit besitzt, anderen Menschen zuzuhören.","translation":"The most important thing is that she has the ability to listen to other people."},{"text":"Es ist eine Lust, Tom zuzuhören.","translation":"It's a pleasure to listen to Tom."},{"text":"Er ist nicht gut darin, aufmerksam zuzuhören.","translation":"He's not good at listening attentively."},{"text":"Viel zu erzählen gibt viel zuzuhören.","translation":"Much to tell gives a lot to listen to."},{"text":"Er beschuldigt sie oft, nie zuzuhören, wenn er etwas sagt.","translation":"He often accuses her of never listening to what he says."}],"höchstwahrscheinlich":[{"text":"Das bedeutet höchstwahrscheinlich Krieg","translation":"In all likelihood, this means war."},{"text":"Höchstwahrscheinlich wird es morgen regnen.","translation":"There's a very good chance it'll rain tomorrow."},{"text":"Du hast höchstwahrscheinlich recht.","translation":"You are very likely right."},{"text":"Ich weiß, dass es uns höchstwahrscheinlich nicht gelingen wird, dieses Zeug zu verkaufen.","translation":"I know that it is highly unlikely that we'll be able to sell all this stuff."},{"text":"Höchstwahrscheinlich hatte Tom es vergessen.","translation":"Most likely, Tom had forgotten it."}],"frustrierend":[{"text":"Ich komme gerade vom Chef. Das war ein verdammt frustrierendes Gespräch.","translation":"I've just come from the boss. That was a damn frustrating conversation."},{"text":"Für mich war es hingegen frustrierend.","translation":"For me, on the other hand, it was frustrating."},{"text":"Das ist unglaublich frustrierend.","translation":"This is incredibly frustrating."},{"text":"Niemand würdigt meine Arbeit. Das ist echt frustrierend!","translation":"No one appreciates my work. It's really frustrating!"},{"text":"Ich könnte es in einem derart frustrierenden Job nicht aushalten.","translation":"I won't be able to stay in such a frustrating job."}],"steil":[{"text":"Die Straße war so steil, dass wir unsere Fahrräder schieben mussten.","translation":"The street had such a steep incline that we had to push our bikes up it."},{"text":"Der Weg auf den Hügel war sehr steil.","translation":"The way up the hill was very steep."},{"text":"Das rechte Ufer des Flusses ist steil.","translation":"The right riverside is steep."},{"text":"Der Weg, der den Berg überquert, war eng, und dazu noch sehr steil.","translation":"The path that crosses the mountain was narrow, and very steep."},{"text":"Der Adler stieg steil nach oben.","translation":"The eagle rose straight upward."},{"text":"Der Weg ist zu steil. Auf diesem Steine lass mich rasten.","translation":"The path is too steep. Let me rest on this stone."},{"text":"Der Steig ist zu Beginn steil und steinig.","translation":"The path is steep and rocky at the beginning."},{"text":"Als Gott sah, dass der Weg zu lang, der Hügel zu steil, das Atmen zu schwer wurde, legte er seinen Arm um dich und sprach: \"Komm heim.\"","translation":"When God saw that the way was too long, the hill too steep, the breathing too heavy, he put his arm around you and said: \"Come home.\""},{"text":"Aus Gründen, die sich einer Erklärung entziehen, sind die Heranwachsenden und jungen Erwachsenen zunehmend apathischer und wenig an Sex interessiert. Tatsächlich zeigt die Geburtenrate steil bergab.","translation":"For reasons beyond explanation, adolescents and young adults are increasingly apathetic and have little interest in sex. In fact, the birth rate is steeply downhill."}],"fühlst":[{"text":"Es hat keinen Sinn zu lernen, wenn du dich müde fühlst.","translation":"There is no point in studying if you are feeling tired."},{"text":"Fühlst du dich überall zu Hause?","translation":"Do you feel at home anywhere?"},{"text":"Fühlst du dich schuldig?","translation":"Do you feel guilty?"},{"text":"Ich weiß nicht, ob du genauso fühlst wie ich.","translation":"I don't know if you feel the same way I do."},{"text":"Komm, wir spielen „Ich fühle etwas, was du nicht fühlst“!","translation":"Come on, we play \"I feel something you don't feel\"!"}],"Richtigkeit":[{"text":"Schau bitte nach, ob alles seine Richtigkeit hat.","translation":"Please check if everything is correct."},{"text":"Ich garantiere für die Richtigkeit von Informationen.","translation":"I guarantee the accuracy of information."},{"text":"Ich begann an der Richtigkeit seiner Aussage zu zweifeln.","translation":"I began to doubt the accuracy of his statement."},{"text":"Könnt Ihr die Richtigkeit eurer Behauptung beweisen?","translation":"Can you prove the validity of your claim?"},{"text":"Er weiß nicht, wovon er spricht, aber er ist von der Richtigkeit seiner Meinung überzeugt.","translation":"He does not know what he is talking about, but he is convinced of the correctness of his opinion."}],"anzumelden":[{"text":"Sie füllt das Formular aus, um ihre neue Wohnung anzumelden.","translation":"She fills out the form to register her new apartment."},{"text":"Ich habe vor, mich zu der Prüfung anzumelden.","translation":"I plan to register for the exam."},{"text":"Um eine Geldspende zu leisten oder sich anzumelden, kann man sich an mich wenden.","translation":"To make a donation or to register, you can contact me."},{"text":"Wenn du unzufrieden mit deinem Privatleben bist, empfehle ich dir, dich auf Facebook anzumelden. Das ist der einfachste Weg, wie du es loswerden kannst.","translation":"If you're unhappy with your personal life, I recommend logging into Facebook. This is the easiest way you can get rid of it."},{"text":"Um sich anzumelden genügt es, das Formular auszufüllen.","translation":"To register, simply fill out the form."}],"prima":[{"text":"Ich gehe spazieren, weil heute prima Wetter ist.","translation":"I go for a walk because today is great weather."},{"text":"Die jungen Leute in Deutschland sind prima. Sie stammen ja auch von uns ab.","translation":"The young people in Germany are great. After all, they also descend from us."},{"text":"Wir haben prima gegessen.","translation":"We had a lovely meal."},{"text":"Es läuft prima!","translation":"It's going nicely!"},{"text":"Hör auf so einen Unsinn zu reden, mein Lieber. Selbstverständlich machst du das ganz prima!","translation":"Stop talking such nonsense, my dear. Of course you do it great!"},{"text":"Na prima! Du hast den Job bekommen.","translation":"Thumbs up! You've got the job."},{"text":"„Um wie viel Uhr kommst du mich abholen?“ – „Um 6 Uhr“ – „Prima! Ich freue mich.“","translation":"\"What time do you come to pick me up?\" – \"At 6 o'clock\" – \"Great! I'm delighted.\""},{"text":"„Wir haben einen Unfall gehabt. Das Auto ist kaputt.“ – „Prima! Dann können wir ja endlich ein neues kaufen! Der alte Kasten war ja sowieso schon klapprig.“","translation":"\"We had an accident. The car is broken.\" – \"Great! Then we can finally buy a new one! The old box was already rickety anyway.\""},{"text":"Prima!","translation":"Great!"}],"Verfolgung":[{"text":"Verfolgung ist schlecht und ein indirekter Weg eine Religion zu begründen.","translation":"Persecution is bad and an indirect way to establish a religion."},{"text":"Jeder hat das Recht, in anderen Ländern vor Verfolgung Asyl zu suchen und zu genießen.","translation":"Everyone has the right to seek and to enjoy in other countries asylum from persecution."},{"text":"Er flüchtete wegen der Verfolgung.","translation":"He fled because of the persecution."},{"text":"Die Verfolgung des Einbrechers begann.","translation":"The pursuit of the burglar began."},{"text":"Wegen der religiösen Verfolgung haben wir unser Heimatland verlassen.","translation":"Because of religious persecution, we left our homeland."}],"Atemzug":[{"text":"Neu beginnen kannst du mit deinem letzten Atemzug.","translation":"You can start anew with your last breath."},{"text":"Sie nahm einen tiefen Atemzug.","translation":"She took a deep breath."},{"text":"Ich las das Buch in einem Atemzug durch.","translation":"I read the book in the same breath."},{"text":"Längst werden die Wörter Comics und Schmuddelecke nicht mehr in einem Atemzug genannt.","translation":"The words comics and dirty corners are no longer mentioned in the same breath."},{"text":"Blase alle Kerzen auf dem Geburtstagskuchen mit einem Atemzug aus!","translation":"Blow out all the candles on the birthday cake with one breath!"}]}