{"historisch":[{"text":"Das ist eine historische Stadt.","translation":"This is a historic city."},{"text":"Dies ist ein historischer Moment.","translation":"This is an historical moment."},{"text":"Die Geschichte kommt der historischen Wahrheit nahe.","translation":"The story approximates to historical truth."},{"text":"Meine Freunde sehen sich gern gemeinsam historische Filme an.","translation":"My friends like to watch historical films together."},{"text":"Es ist traurig, dass viele historische Gebäude im Krieg zerstört wurden.","translation":"It's sad that many historical buildings got destroyed during the war."}],"filmen":[{"text":"Er filmt gerne.","translation":"He likes to film."},{"text":"Hör auf zu filmen!","translation":"Stop filming."},{"text":"Warum habe ich während meiner vielen Reisen niemals gefilmt?","translation":"Why did I never film during my many travels?"},{"text":"Unterwegs filmen wir Interviews mit sehr verschiedenen Menschen.","translation":"On the way, we film interviews with very different people."},{"text":"Der Plan wird bereits gefilmt.","translation":"The plan is already being filmed."},{"text":"Sie haben die ganze Zeremonie gefilmt.","translation":"They filmed the entire ceremony."},{"text":"Eine Überwachungskamera hat Tom beim Legen des Brandes gefilmt.","translation":"Surveillance camera footage showed Tom lighting the fire."}],"Mut":[{"text":"Manchmal muss man den Mut haben, schwierige Entscheidungen zu treffen.","translation":"Sometimes you have to have the courage to make difficult decisions."},{"text":"Leid frisst das Herz und auch den Mut.","translation":"Suffering eats the heart and also the courage."},{"text":"Und außer diesen drei Dingen braucht es Mut.","translation":"And apart from these three things, it takes courage."},{"text":"Wer keine Kraft zum Träumen hat, hat keinen Mut zum Kämpfen.","translation":"Those who have no strength to dream have no courage to fight."},{"text":"Ihn verließ der Mut.","translation":"He lost his courage."}],"klären":[{"text":"Jetzt haben wir das geklärt; jetzt können wir anfangen.","translation":"Now we have clarified this; now we can start."},{"text":"Diese Sache haben wir also schnell geklärt.","translation":"So we quickly clarified this matter."},{"text":"Diese Sache ist inzwischen geklärt.","translation":"This matter has now been resolved."},{"text":"Trotz aller Mühe haben die Historiker eins noch nicht geklärt: Die alten Römer hatten noch kein Toilettenpapier. Wie lösten sie ihr Problem?","translation":"Despite all the effort, historians have not yet clarified one thing: The ancient Romans did not yet have toilet paper. How did they solve their problem?"},{"text":"Dass der Mond in Horizontnähe größer scheint als im Zenit, ist eine optische Täuschung, deren Ursache noch nicht endgültig geklärt ist.","translation":"That the moon appears larger close to the horizon than at the zenith is an optical illusion, the cause of which has not been definitively clarified."},{"text":"Am besten ist es, wenn wir die Sache an Ort und Stelle klären.","translation":"It is best if we clarify the matter on the spot."},{"text":"Die Wahrheit und der Morgen klären sich nach und nach auf.","translation":"The truth and the morning are gradually clearing up."},{"text":"Da dies nun geklärt ist, können wir beginnen.","translation":"Since this has now been cleared up, we can start."},{"text":"Es klärt sich bald auf.","translation":"It's going to clear up soon."},{"text":"Ich hoffe, dass du die Situation bald klären kannst.","translation":"I hope you can clarify the situation soon."}],"üblich":[{"text":"Dies ist in allen Gesellschaften üblich.","translation":"This is customary in all societies."},{"text":"Es ist nicht üblich, das zu lieben, was man besitzt.","translation":"It is not common to love what you own."},{"text":"Dieses Problem kann nicht auf die übliche Weise gelöst werden.","translation":"You cannot solve this problem in an ordinary way."},{"text":"Beschäftigt, wie üblich?","translation":"Busy, as usual?"},{"text":"Bill kam wie üblich zu spät zur Schule.","translation":"Bill was late for school as usual."}],"leise":[{"text":"Wenn ihr so leise sprecht, kann euch kein Mensch verstehen.","translation":"When you speak so quietly, no one can understand you."},{"text":"Der Lehrer spricht leise.","translation":"The teacher speaks quietly."},{"text":"Ich sage ganz leise: „Ich habe Angst.“","translation":"I say very quietly, \"I'm afraid.\""},{"text":"Liisa sang leise, die Augen geschlossen.","translation":"Liisa sang softly, eyes closed."},{"text":"Die Tür öffnete sich leise.","translation":"The door opened quietly."},{"text":"Die guten Dinge sind leise.","translation":"The good things are quiet."},{"text":"Er ist weit über 80 und kein bisschen leise.","translation":"He is well over 80 and not a bit quiet."},{"text":"Wer schreit, der lügt. Die Wahrheit hat immer eine leise Stimme.","translation":"Whoever screams is lying. The truth always has a small voice."},{"text":"Eine leise Minute ist eine lange Minute.","translation":"A quiet minute is a long minute."},{"text":"Die Sprache der Liebe ist leise, aber du kannst sie hören.","translation":"The language of love is quiet, but you can hear it."}],"ruinieren":[{"text":"Wenn eine Frau einen Mann ruinieren will, braucht sie ihm nur alles erlauben.","translation":"If a woman wants to ruin a man, she just needs to allow him everything."},{"text":"Diese Regierung ruiniert unsere Wirtschaft.","translation":"This government is ruining our economy."},{"text":"Ich ruiniere meine Kleidung.","translation":"I'm ruining my clothes."},{"text":"Er arbeitete zu viel und ruinierte seine Gesundheit.","translation":"He worked too much and ruined his health."},{"text":"Das würde meine Ehe ruinieren.","translation":"That would ruin my marriage."}],"stattfinden":[{"text":"Gestern stand in unserer Zeitung, dass der Sommer dieses Jahr an einem Montag stattfindet.","translation":"It said in our paper yesterday that summer was going to happen on a Monday this year."},{"text":"Das Treffen wird nächste Woche Montag stattfinden.","translation":"The meeting will take place next week on Monday."},{"text":"Viele amerikanische Schüler wissen nicht, dass der Amerikanische Bürgerkrieg von 1861 bis 1865 stattfand.","translation":"Many American high-school students do not know that the Civil War took place between 1861 and 1865."},{"text":"Sag mir, wo das Treffen stattfinden wird.","translation":"Tell me where the meeting will be held."},{"text":"Wir fragten unseren Lehrer: \"Wo wird die Hochzeit stattfinden?\"","translation":"We asked our teacher: \"Where will the wedding be held?\""}],"fremd":[{"text":"Wer fremde Sprachen nicht kennt, weiß nichts von seiner eigenen.","translation":"Anyone who doesn't know foreign languages knows nothing of his own."},{"text":"Vor fremden Menschen habe ich Angst.","translation":"I am afraid of strangers."},{"text":"Alles, was Tom sah, war ihm fremd.","translation":"Everything Tom saw was foreign to him."},{"text":"Gut ist ein fremdes Land, aber andere sollen dort wohnen.","translation":"Good is a foreign country, but others should live there."},{"text":"Wir haben eine große fremde Kirche besucht.","translation":"We visited a large foreign church."},{"text":"Er behandelt mich, als wäre ich ein Fremder.","translation":"He treats me as if I am a stranger."},{"text":"Ein Fremder bringt sein Recht mit sich.","translation":"A stranger brings with him his right."},{"text":"Ein Fremder ist nur ein Freund, den man noch nicht kennt.","translation":"A stranger is just a friend you don't know yet."},{"text":"Er ist ein völlig Fremder für mich.","translation":"He is a complete stranger to me."},{"text":"Ein Fremder kam zu mir und fragte nach dem Weg zum Krankenhaus.","translation":"A stranger came to me and asked for directions to the hospital."}],"Rezept":[{"text":"Es gibt kein Rezept für die Liebe — es gibt nur gute Zutaten.","translation":"There is no recipe for love — there are only good ingredients."},{"text":"Das Medikament bekommt man nur mit einem Rezept.","translation":"The medicine is available only by prescription."},{"text":"Wenn ein Fisch nicht frisch ist, dann hilft auch das beste Rezept nichts mehr.","translation":"If a fish is not fresh, then even the best recipe will not help."},{"text":"Dafür gibt es kein Rezept.","translation":"There is no recipe for this."},{"text":"Ich stelle Ihnen ein Rezept aus.","translation":"I'll give you a recipe."}],"Nachbar":[{"text":"Der Hund meines Nachbarn ist tot.","translation":"My neighbor's dog is dead."},{"text":"Der Schlüssel zu einer Situation steckt oft in der Tür des Nachbarn.","translation":"The key to a situation often is in the neighbor's door."},{"text":"Des Nachbarn Katze liebt unseren Garten.","translation":"The neighbor's cat loves our garden."},{"text":"Kein Mensch ist so reich, dass er nicht seinen Nachbarn braucht.","translation":"No man is so rich that he does not need his neighbor."},{"text":"Du kannst nicht in Frieden leben, wenn es dem bösen Nachbarn nicht gefällt.","translation":"You cannot live in peace if the evil neighbor does not like it."}],"leiten":[{"text":"Wer litt, vergisst nicht.","translation":"Those who suffered do not forget."},{"text":"Lass dich von deinem Gefühl leiten!","translation":"Let yourself be guided by your feelings!"},{"text":"Traust du dir zu, eine Gruppe zu leiten?","translation":"Do you dare to lead a group?"},{"text":"Mein älterer Bruder leitet diese Firma.","translation":"My older brother manages that company."},{"text":"Sie leitete das Büro, während ich für eine Woche unterwegs nach Kyoto war.","translation":"She ran the office while I was on the road to Kyoto for a week."}],"Paket":[{"text":"Ist das Paket noch nicht angekommen?","translation":"Hasn't the parcel arrived yet?"},{"text":"Darf ich Ihnen das schwere Paket abnehmen, Frau Müller?","translation":"May I take the heavy package from you, Mrs Müller?"},{"text":"Ich hole ein Paket ab.","translation":"I pick up a package."},{"text":"Der Brief liegt im Paket bei.","translation":"The letter is enclosed in the package."},{"text":"Werden wir das Paket denn im Ausland je finden?","translation":"Will we ever find the package abroad?"}],"Stimmung":[{"text":"Das Wetter hat einen Einfluss auf meine Stimmung.","translation":"The weather has an influence on my mood."},{"text":"Das Gesicht verrät die Stimmung des Herzens.","translation":"The face betrays the mood of the heart."},{"text":"Markku war immer der, der für gute Stimmung sorgte.","translation":"Markku was always the one who created a good atmosphere."},{"text":"Seit einigen Wochen gibt es schlechte Stimmung in diesem Büro.","translation":"For several weeks there has been a bad mood in this office."},{"text":"Musik hebt die Stimmung.","translation":"Music improves the mood."}],"erschießen":[{"text":"Gott hat sich erschossen.","translation":"God shot Himself."},{"text":"Du musst jetzt sehr stark sein, Maria. Tom ist tot. Er wurde erschossen.","translation":"You must be very strong now, Mary. Tom is dead. He was shot."},{"text":"„Tom ist tot. Er wurde erschossen!“ — „Erschossen? Das ist ja ein Ding!“","translation":"\"Tom is dead. He was shot!\" — \"Shot? That's a thing!\""},{"text":"Der Polizist war außer Dienst, als er erschossen wurde.","translation":"The policeman was off duty when he was shot to death."},{"text":"Tom wollte gerade in seinen Wagen steigen, als er erschossen wurde.","translation":"Tom was about to get into his car when he was shot."}],"eingehen":[{"text":"Um das zu tun, musst du Risiken eingehen.","translation":"To do that, you have to take risks."},{"text":"Dieser Tag wird in die Geschichte eingehen.","translation":"This day will go down in history."},{"text":"Nicht jeder ist bereit, Verantwortung zu übernehmen und das Risiko einzugehen, Fehler zu machen.","translation":"Not everyone is willing to take responsibility and take the risk of making mistakes."},{"text":"Unternehmen heißt ein Risiko eingehen – auch mit Menschen.","translation":"Taking a risk means taking a company – even with people."},{"text":"Dieses Ereignis wird in die Geschichte eingehen.","translation":"This event will go down in history."}],"lese":[{"text":"Warum muss ich beim Lesen dieses Satzes an Obama denken?","translation":"Why does reading this sentence make me think of Obama?"},{"text":"Marias größte Freude ist das Lesen.","translation":"Mary's greatest joy is reading."},{"text":"Wäre ich ein Buch zum Lesen, welche Art von Buch wäre ich?","translation":"If I were a book to read, what kind of book would I be?"},{"text":"Schreiben ist Reden mit den Fingern und Lesen ist Hören mit den Augen!","translation":"Writing is talking with your fingers and reading is hearing with your eyes!"},{"text":"In letzter Zeit komme ich kaum zum Lesen.","translation":"Lately I hardly get to read."},{"text":"Abends lese ich meinem Sohn ein Buch vor.","translation":"In the evening, I read my son a book."},{"text":"Um das Gute zu lesen, ist eine Bedingung, dass man das Schlechte nicht lese.","translation":"In order to read what is good one must make it a condition never to read what is bad."},{"text":"Ich fragte, was Tom lese.","translation":"I asked what Tom read."},{"text":"Ich lese nur kostenlose Zeitungen.","translation":"I only read free newspapers."},{"text":"Ich bin glücklich, wenn ich lese.","translation":"Reading makes me happy."}],"lit":[],"Medizin":[{"text":"Denk daran, deine Medizin regelmäßig zu nehmen.","translation":"Remember to take your medicine regularly."},{"text":"Sie ist nach Amerika gegangen, um Medizin zu studieren.","translation":"She went to America to study medicine."},{"text":"Lachen ist die beste Medizin.","translation":"Laughter is the best medicine."},{"text":"Die traditionelle chinesische Medizin ist nun auch bei uns ein Thema.","translation":"Traditional Chinese medicine is now also an issue for us."},{"text":"Es gibt nur eine Medizin gegen große Sorgen: Kleine Freuden.","translation":"There is only one cure for big worries: small pleasures."}],"fahrt":[{"text":"Bitte während der Fahrt nicht mit dem Fahrer sprechen.","translation":"Please do not talk to the driver while he's driving."},{"text":"Die Fahrt dauerte sehr lange, bis in die Nacht hinein.","translation":"The journey took a very long time, until late at night."},{"text":"Während der Fahrt sagte Maria kein Wort.","translation":"During the ride, Maria did not say a word."},{"text":"Fahrt ihr ab? Oder habt ihr es euch anders überlegt?","translation":"Are you leaving? Or did you change your mind?"},{"text":"Der Zug war so voll, dass ich die ganze Fahrt über stehen musste.","translation":"The train was so crowded that I had to keep standing all the way."}],"vermutlich":[{"text":"Jeder hat sich vermutlich schon einmal die Frage, welchen Sinn das Leben hat, gestellt.","translation":"Everyone has probably asked themselves the question of what meaning life has."},{"text":"Sie sind bestimmt wegen meines Sohnes und vermutlich auch wegen meines Mannes gekommen.","translation":"They must have come because of my son and probably also because of my husband."},{"text":"Tom wartet vermutlich.","translation":"Tom is probably waiting."},{"text":"Du hast vermutlich recht.","translation":"I suppose you are right."},{"text":"Jetzt dürfte es passen. Vermutlich. Wahrscheinlich. Ich hoffe es.","translation":"Now it should fit. Probably. Probably. I hope so."}],"plazieren":[{"text":"Die platzieren sich in der Nähe von anderen großen Firmen.","translation":"They place themselves in the vicinity of other larger companies."},{"text":"Was ist in diesem Gebäude platziert?","translation":"What is placed in this building?"},{"text":"Das Observatorium ist gut platziert.","translation":"That observatory stands in a good location."},{"text":"Für den Senat wird ein Kreuz neben dem Kandidaten deiner Wahl platziert.","translation":"For the Senate, a cross will be placed next to the candidate of your choice."},{"text":"Die Salatgabeln sind kleiner als die normalen Gabeln und werden weiter entfernt vom Teller platziert.","translation":"The salad forks are smaller than the normal forks and are placed further away from the plate."}],"regnen":[{"text":"Ich blieb im Haus, weil es regnete.","translation":"I stayed in the house because it was raining."},{"text":"Es regnet, aber ich würde gerne nach draußen gehen.","translation":"It's raining, but I'd love to go outside."},{"text":"Es wird doch morgen nicht regnen.","translation":"It will not rain tomorrow."},{"text":"„Wird es morgen wohl regnen?“ – „Ist gut möglich.“","translation":"\"Will it rain tomorrow?\" \"It's quite possible.\""},{"text":"Denkst du, dass es am Wochenende regnen wird?","translation":"Do you think it's going to rain this weekend?"}],"betreiben":[{"text":"300 Jahre lang haben sie auf dem Land in der Umgebung Ackerbau betrieben.","translation":"For 300 years they have been farming in the surrounding countryside."},{"text":"Mein Vater betreibt ein Restaurant.","translation":"My father runs a restaurant."},{"text":"Natürlich, ich bin jung und Politik wird von Erwachsenen betrieben.","translation":"Of course, I'm young, and politics is conducted by grown-ups."},{"text":"Dieses Krankenhaus wird von der Stadt betrieben.","translation":"This hospital is run by the city."},{"text":"Etwas, was ich mir schon immer gewünscht habe ist, ein eigenes Restaurant zu betreiben.","translation":"One thing I've always wanted to do is run my own restaurant."}],"genannt":[{"text":"Aus dem bereits genannten Grund habe ich mich anders entschieden.","translation":"For the reason already mentioned, I decided otherwise."},{"text":"Aus den genannten Gründen muss ich kündigen.","translation":"I have to resign for the reasons given."},{"text":"Der genannte Wissenschaftler ist nicht nur in Japan bekannt, sondern auch im Ausland.","translation":"The named scientist is known not only in Japan, but also abroad."},{"text":"Es ist auch viel so genannte Arbeit hinter den Kulissen dabei.","translation":"There's also a great deal of so called behind-the-scenes work."},{"text":"Viele meiner Freunde fahren eine so genannte \"Statuskarosse\".","translation":"Many of my friends drive a so-called \"status car\"."},{"text":"Eine Idee, die nicht gefährlich ist, verdient es nicht, überhaupt eine Idee genannt zu werden.","translation":"An idea that is not dangerous does not deserve to be called an idea at all."},{"text":"Er verwehrte sich dagegen, ein Feigling genannt zu werden.","translation":"He resented being called a coward."},{"text":"Nachdem die Menschenplage auf der Erde rasch unter Kontrolle gebracht worden war, fingen die ersten Außerirdischen an, sich für den Schutz dieser Art einzusetzen, allen voran Maria, die wegen ihres unaussprechlichen Namens von ihren Hausmenschen so genannt wurde.","translation":"After the human plague on Earth was quickly brought under control, the first aliens began to work for the protection of this species, especially Mary, who was so called by her domestic people because of her unspeakable name."},{"text":"Sie verwehrte sich dagegen, ein Feigling genannt zu werden.","translation":"She resented being called a coward."}],"griff":[{"text":"Der Winter hat uns noch fest im Griff.","translation":"Winter still has us firmly under control."},{"text":"Es wurde immer schwieriger, die Situation in den Griff zu bekommen.","translation":"It became increasingly difficult to get to grips with the situation."},{"text":"Du kannst nicht in kurzer Zeit Englisch im Griff haben.","translation":"You can not master English in a short time."},{"text":"Sie hat ihre Gefühle nicht im Griff.","translation":"She can't control her emotions."},{"text":"Ich wünschte, ich hätte meine Gefühle im Griff.","translation":"I wish I could control my emotions."}],"Lieferung":[{"text":"Ich erwarte eine Lieferung.","translation":"I expect a delivery."},{"text":"Das war die letzte Lieferung.","translation":"That was the last delivery."},{"text":"Das Werk erscheint in Lieferungen.","translation":"The work appears in deliveries."},{"text":"Die Lieferung ist nicht im Preis enthalten.","translation":"Delivery is not included in the price."},{"text":"Wir konnten nicht in Erfahrung bringen, wann die Lieferung ankommt.","translation":"We haven't been able to find out when the shipment will arrive."}],"Zentrum":[{"text":"Wien liegt nicht im Zentrum, sondern am Rande Österreichs.","translation":"Vienna lies not in the centre of Austria, but at the country's periphery."},{"text":"Können Sie mir sagen, wie ich ins Zentrum der Stadt gelange?","translation":"Can you tell me how I can get downtown?"},{"text":"Er wohnte im Zentrum von London.","translation":"He lived in the center of London."},{"text":"Bis zum 15. Jahrhundert glaubte man, die Erde wäre das Zentrum des Universums.","translation":"Before the 15th century it was generally believed that the Earth was at the centre of the universe."},{"text":"Das Zentrum ist ein Ideal.","translation":"The center is an ideal."}],"Muskel":[{"text":"Mir tun alle Muskeln weh.","translation":"All my muscles are aching."},{"text":"Sprachen sind wie Muskeln. Wenn man sie nicht regelmäßig benutzt, verliert man sie.","translation":"Languages are like muscles. If you don't use them regularly, you will lose them."},{"text":"Die Katze bewegte keinen Muskel.","translation":"The cat didn't move a muscle."},{"text":"Er trainiert, um Muskeln aufzubauen.","translation":"He trains to build muscle."},{"text":"Das Herz ist ein Muskel.","translation":"The heart is a muscle."}],"berechnen":[{"text":"Wenn man alles berechnet, gelingt nichts.","translation":"If you calculate everything, nothing succeeds."},{"text":"Ich habe gerade berechnet, wie viele Stunden Unterricht wir gemacht haben.","translation":"I just calculated how many hours of lessons we did."},{"text":"Es ist nicht schwer zu berechnen.","translation":"It's not hard to calculate."},{"text":"Das Frühstück wird gesondert berechnet.","translation":"There's an extra charge for breakfast."},{"text":"Mir wurden für die Tasche fünf Dollar berechnet.","translation":"They charged me five dollars for the bag."}],"worauf":[{"text":"Worauf wollen Sie hinaus?","translation":"What are you getting at?"},{"text":"Worauf bist du neugierig?","translation":"What are you curious about?"},{"text":"Worauf seid ihr neugierig?","translation":"What are you curious about?"},{"text":"Was wollen Sie denn damit sagen? Worauf wollen Sie denn hinaus?","translation":"What do you mean by that? What do you want to achieve?"},{"text":"Vielleicht verstehe ich nicht ganz, worauf du hinaus willst.","translation":"Maybe I don't quite understand what you're getting at."}],"diskutieren":[{"text":"Darüber kann man lange diskutieren.","translation":"This can be discussed for a long time."},{"text":"Mit Hans diskutiere ich immer über Politik.","translation":"I always discuss politics with Hans."},{"text":"Man diskutiert nicht mit Gott.","translation":"One does not argue with God."},{"text":"Du kannst über deine Träume nicht diskutieren, du kannst sie leben oder sie verlieren.","translation":"You can't discuss your dreams, you can live them or lose them."},{"text":"Über Tatsachen kann man nicht diskutieren – man stellt sie fest.","translation":"Facts cannot be discussed – they are established."}],"kombinieren":[{"text":"Ein Glück, dass ich mich darauf verstehe, zu kombinieren und Schlüsse zu ziehen.","translation":"Luckily, I know how to combine and draw conclusions."},{"text":"Sicher können Computer Probleme lösen, Informationen speichern, kombinieren und Spiele spielen - aber es macht ihnen keinen Spaß.","translation":"Sure, computers can solve problems, store information, combine, and play games — but they don't enjoy it."},{"text":"Eine Idee kann dein ganzes Leben verändern. Wenn wir unsere Ideen kombinieren, können wir die ganze Welt verändern.","translation":"One idea can change your whole life. If we combine our ideas, we can change the whole world."},{"text":"Dieses Modell kann mit jeder Kleidungsfarbe kombiniert werden.","translation":"This model can be combined with any clothing color."},{"text":"Kreativität ist die Fähigkeit, bekannte Elemente in neuer, ungewohnter Weise zu kombinieren.","translation":"Creativity is the ability to combine known elements in a new and unusual way."}],"bedarf":[{"text":"Arm ist nicht, wer wenig hat, sondern wer viel bedarf.","translation":"Poor is not who has little, but who needs a lot."},{"text":"Es gibt einen dringenden Bedarf an Wasser.","translation":"There is an urgent need for water."},{"text":"Der Bedarf ist sehr hoch.","translation":"Demand is very high."},{"text":"Es besteht ein dringender Bedarf an Blutspenden.","translation":"There is an urgent need for blood donations."},{"text":"Diese Maschine erzeugt Strom für unseren täglichen Bedarf.","translation":"This machine produces electricity for our daily use."},{"text":"Kauf bedarf hundert Augen, Verkauf hat an einem genug.","translation":"Buying requires a hundred eyes, selling has enough on one."},{"text":"Dieser Wald bedarf unseres Schutzes.","translation":"This forest needs our protection."},{"text":"Die Wahrheit bedarf nicht vieler Worte, die Lüge kann nie genug davon haben.","translation":"The truth does not need many words, the lie can never have enough of it."},{"text":"Glück bedarf keines Rates.","translation":"Happiness needs no advice."},{"text":"Nichts ist besser verkauft, als was man einem echten Freund, der es bedarf, schenkt.","translation":"Nothing sells better than what you give to a real friend who needs it."}],"Spiegel":[{"text":"Die Haut ist der Spiegel der Seele.","translation":"The skin is the mirror of the soul."},{"text":"Ein Spiegel ist besser als eine ganze Reihe Ahnenbilder.","translation":"A mirror is better than an entire row of ancestral portraits."},{"text":"Es gibt keinen besseren Spiegel als ein alter Freund.","translation":"There is no better mirror than an old friend."},{"text":"Wenn du jemanden suchst, der dein Leben verändern kann, dann schau in den Spiegel.","translation":"If you're looking for someone who can change your life, look in the mirror."},{"text":"Wer an den Spiegel tritt, um sich zu ändern, der hat sich schon geändert.","translation":"Those who step up to the mirror to change have already changed."}],"bring":[{"text":"Bring Wasser, bring Wein!","translation":"Bring water, bring wine!"},{"text":"Da bring ich's, sagte Paul, und fiel damit zur Tür hinein.","translation":"That's when I bring it, Paul said, and fell into the door with it."},{"text":"Ich bring dich vorbei.","translation":"I'll take you over."},{"text":"Bring das in die Küche.","translation":"Bring that to the kitchen."},{"text":"Bitte bring das Buch bis morgen zurück.","translation":"Please return the book by tomorrow."},{"text":"Bring mir mal ne Flasche Bier.","translation":"Bring me a bottle of beer."},{"text":"Bring Wasser, bring Wein!","translation":"Bring water, bring wine!"},{"text":"Bring den Müll weg.","translation":"Remove the trash."},{"text":"Tom sieht müde aus. Bring ihn bitte nach Hause!","translation":"Tom looks tired. Please take him home."},{"text":"Mariano! Bring den Müll raus und geh mit dem Hund Gassi!","translation":"Mariano! Take out the garbage and walk the dog!"}],"anscheinend":[{"text":"Sie ist anscheinend eine ehrliche Frau.","translation":"She is apparently an honest woman."},{"text":"Tom hat anscheinend ein schlechtes Gewissen.","translation":"Tom seems to have a guilty conscience."},{"text":"Tom weiß anscheinend nicht, was sich gehört.","translation":"Tom doesn't seem to know what's right."},{"text":"Deutschland ist den Deutschen anscheinend nicht cool genug.","translation":"Germany is apparently not cool enough for the Germans."},{"text":"Diese sogenannten Künstler können anscheinend gar nicht malen.","translation":"These so-called artists apparently cannot paint at all."},{"text":"„Tom isst jeden Tag im Restaurant.“ – „Der kann es sich anscheinend leisten.“","translation":"\"Tom eats in the restaurant every day.\" – \"He can apparently afford it.\""},{"text":"Jack ist anscheinend krank.","translation":"Jack is apparently ill."},{"text":"Tom erwartet anscheinend, dass Maria etwas tut.","translation":"Tom seems to be expecting Mary to do something."},{"text":"Anscheinend möchtest du nicht, dass ich Erfolg habe.","translation":"It seems that you don't want me to succeed."},{"text":"Anscheinend braucht er unsere Hilfe nicht mehr.","translation":"Apparently, he no longer needs our help."}],"Netz":[{"text":"Haben Sie das im Netz gefunden?","translation":"Did you find that on the net?"},{"text":"Ein neues Netz fängt keinen alten Vogel.","translation":"A new net does not catch an old bird."},{"text":"Ab jetzt arbeiten wir ohne Netz und doppelten Boden.","translation":"From now on we work without net and double bottom."},{"text":"Wie verändert uns das Netz?","translation":"How does the Internet change us?"},{"text":"Er reparierte das Netz.","translation":"He repaired the net."}],"Mörder":[{"text":"Der Mörder starb zusammen mit seinem Opfer.","translation":"The murderer died along with his victim."},{"text":"Die Polizei hat den Mörder noch nicht gefunden.","translation":"The police have not yet found the murderer."},{"text":"Die Schule an sich sei der Mörder des Kindes.","translation":"The school itself is the murderer of the child."},{"text":"Geld ist ein Mörder.","translation":"Money is a murderer."},{"text":"Maria wollte schon lange nicht mehr leben, als sie ihren Mörder traf.","translation":"Maria had not wanted to live for a long time when she met her murderer."}],"drück":[{"text":"Ich drücke ein Auge zu, wenn mein Bruder mal trinkt.","translation":"I turn a blind eye when my brother drinks."},{"text":"Ich drücke meine Gedanken aus, auch wenn sie negativ sind.","translation":"I express my thoughts, even if they are negative."},{"text":"Tut es weh, wenn ich hier drücke?","translation":"Does it hurt when I press here?"},{"text":"Ich drücke es lieber auf meine Weise aus.","translation":"I prefer to express it in my own way."},{"text":"Dieses Mal drücke ich ein Auge zu, aber sieh zu, dass es nicht noch einmal passiert.","translation":"I'll overlook it this time, but don't let it happen again."},{"text":"Drück dich nicht vor der Antwort.","translation":"Don't dodge the question."},{"text":"Komm und drück mich!","translation":"Come here and give me a hug."},{"text":"Drück dich bitte deutlicher aus!","translation":"Please express yourself more clearly!"},{"text":"Drück dich nicht in einer Sprache aus, welche die Leute um dich herum nicht verstehen.","translation":"Don't express yourself in a language that the people around you don't understand."},{"text":"Wir werden den Zug noch verpassen! Drück auf die Tube!","translation":"We're going to miss the train. Step on it!"}],"sagtest":[{"text":"Ich sah die Frau, von der du sagtest, dass sie dich liebe.","translation":"I saw the woman you said loved you."},{"text":"Das ist nicht das, was du vorher sagtest.","translation":"That's not what you said before."},{"text":"Niemand glaubte, was du sagtest.","translation":"No one believed what you said."},{"text":"Was du sagtest, trifft auch für diesen Fall zu.","translation":"What you said is also true in this case."},{"text":"Du sagtest mir nicht, was wir in dieser E-Mail geschrieben hatten.","translation":"You didn't tell me what we wrote in that email."}],"ex":[{"text":"Ist der Ex-Mann meiner Tante dann mein Ex-Onkel?","translation":"Is my aunt's ex-husband my ex-uncle?"},{"text":"Meine Ex-Frau will meine neue Beziehung ruinieren.","translation":"My ex-wife wants to ruin my new relationship."},{"text":"Auch heute denke ich noch oft an meinen Ex-Mann.","translation":"Even today, I still think of my ex-husband."},{"text":"Sie vertraute ihr Baby ihrem Ex-Mann an.","translation":"She confided her baby to her ex-husband."},{"text":"Tom ist Marys Ex-Freund.","translation":"Tom is Mary's ex-boyfriend."}],"zahlreich":[{"text":"Hier können Sie einfach zahlreiche Kommentare hinterlassen.","translation":"Here you can simply leave numerous comments."},{"text":"Wie zahlreich sind doch die Dinge, deren ich nicht bedarf!","translation":"How numerous are the things I do not need!"},{"text":"Ich habe noch zahlreiche Fragen.","translation":"I still have a lot of questions."},{"text":"Du hast zahlreiche Bücher.","translation":"You have numerous books."},{"text":"Dieses Buch enthält zahlreiche Bilder.","translation":"This book contains numerous pictures."}],"flach":[{"text":"Die schönsten Tore sind die, wo der Ball schön flach oben rein geht.","translation":"The most beautiful goals are those where the ball goes in nicely flat at the top."},{"text":"Tom wohnt in einer sehr flachen Gegend.","translation":"Tom lives in a very flat area."},{"text":"Dennis lag flach auf dem Boden.","translation":"Dennis lay flat on the floor."},{"text":"Hier ist das Wasser sehr flach.","translation":"The water here is very shallow."},{"text":"Früher glaubten die Leute, die Erde wäre flach.","translation":"People once believed the world was flat."}],"Saison":[{"text":"Er wird in dieser Saison nicht mehr spielen.","translation":"He won't play any more this season."},{"text":"Für ihn ist die Saison zu Ende.","translation":"His season is over."},{"text":"In der vergangenen Saison hat er 30 Tore erzielt.","translation":"He scored thirty goals last season."},{"text":"Seine Mannschaft hat in dieser Saison noch kein Spiel verloren.","translation":"His team still hasn't lost a game this season."},{"text":"Welche Vorteile bringt es, Obst der Saison zu essen?","translation":"What are the advantages of eating seasonal fruit?"}],"erfinden":[{"text":"Wenn es nicht wahr ist, so ist es doch gut erfunden.","translation":"Even if it isn't true, it's still rather clever."},{"text":"Frauen lügen nicht, sie erfinden die Wahrheit nur neu!","translation":"Women don't lie, they just reinvent the truth!"},{"text":"Findest du keine Realität in die du passt, erfinde deine eigene!","translation":"If you don't find a reality you fit into, invent your own!"},{"text":"Philipp Reis hat das Telefon erfunden.","translation":"Philipp Reis invented the telephone."},{"text":"Der Kerl, der die Arbeit erfunden hat, der muss nichts zu tun gehabt haben!","translation":"The guy who invented the work must have had nothing to do!"}],"Glückwunsch":[{"text":"Herzlichen Glückwunsch zum runden Geburtstag!","translation":"Happy birthday!"},{"text":"Herzlichen Glückwunsch zu deinem Abschluss.","translation":"Congratulations on your graduation."},{"text":"Dein Esperanto ist ausgezeichnet, Glückwunsch!","translation":"Your Esperanto is excellent, congratulations!"},{"text":"„Entschuldige bitte, dass ich dir nicht früher zu deiner bestandenen Prüfung gratuliert habe!“ – „Ich freue mich über jeden Glückwunsch, auch über einen späten.“","translation":"\"Sorry for not congratulating you sooner on passing your exam!\" \"I'm glad to receive any congratulations, however late.\""},{"text":"Herzlichen Glückwunsch zum Neuen Jahr.","translation":"Congratulations on the New Year."},{"text":"Du warst mal wieder schneller als ich. Glückwunsch!","translation":"You were once again faster than me. Congratulations!"},{"text":"Glückwunsch zum Sieg!","translation":"Congratulations on the victory!"},{"text":"Glückwunsch zu deinem Erfolg.","translation":"I congratulate you on your success."},{"text":"Ich habe gehört, dass du gewonnen hast. Glückwunsch!","translation":"I heard you won. Congratulations!"},{"text":"Mit dieser Leistung hast du dich selbst übertroffen. Glückwunsch!","translation":"With this performance, you have surpassed yourself. Congratulations!"},{"text":"Wenn – und nur, wenn – du du diesen Satz liest und verstehst, dann – Glückwunsch! – kannst du Lojban.","translation":"If – and only if – you read and understand this sentence, then – congratulations! – you can Lojban."},{"text":"Es hing ein Transparent an der Wand, auf dem „Herzlichen Glückwunsch zum Geburtstag“ stand.","translation":"There was a banner on the wall that said \"Happy Birthday.\""},{"text":"Richte Maria meinen Glückwunsch aus.","translation":"Congratulations to Mary."},{"text":"Noch nachträglich herzlichen Glückwunsch zum Geburtstag, Herr Poppins! Sie sind doch gestern 75 Jahre alt geworden, nicht wahr?","translation":"Happy birthday in retrospect, Mr Poppins! You turned 75 yesterday, didn't you?"},{"text":"Ich werde der Witwe einen Brief schreiben, aber ich bin mir noch nicht sicher, was in diesem Fall passend ist: „Aufrichtiges Beileid“ oder „Herzlichen Glückwunsch“.","translation":"I will write a letter to the widow, but I am not yet sure what is appropriate in this case: \"Sincere condolences\" or \"Congratulations\"."}],"Flughafen":[{"text":"Der Flughafen ist dort drüben.","translation":"The airport is over there."},{"text":"Wo befinden sich die größten Flughäfen der Welt?","translation":"Where are the largest airports in the world?"},{"text":"Im Sommer werden auf diesem Flughafen die ersten Flugzeuge starten und landen.","translation":"In the summer, the first planes will take off and land at this airport."},{"text":"Wir können alles, außer Flughäfen bauen!","translation":"We can build anything except airports!"},{"text":"Badis läuft zum Flughafen.","translation":"Badis walks to the airport."}],"zuschauen":[{"text":"Du darfst gerne zuschauen.","translation":"You are welcome to watch."},{"text":"Es macht mich nervös, mir wenn jemand bei der Arbeit zuschaut.","translation":"It makes me nervous when someone watches at work."},{"text":"Das Gewissen ist die innere Stimme, die uns warnt, weil jemand zuschauen könnte.","translation":"Conscience is the inner voice that warns us because someone might be watching."},{"text":"Ich habe mich versichert, dass niemand zuschaut.","translation":"I made sure that no one was watching."},{"text":"Wenn einer isst und der andere zuschaut, geht die Welt zugrunde.","translation":"When one eats and the other watches, the world perishes."},{"text":"Niemand darf zuschauen, wie Sie gewählt haben.","translation":"No one is allowed to stand by and watch how you voted."},{"text":"Aufstand entsteht, wenn einige essen, andere nur zuschauen.","translation":"Revolt arises when some eat, others just watch."},{"text":"Fernsehsendungen, die während der Hauptsendezeit ausgestrahlt werden, dürfen nichts enthalten, was für Kinder, die möglicherweise zuschauen, ungeeignet ist.","translation":"Shows that are broadcast during prime time are not supposed to have content unsuitable for children who might be watching."},{"text":"Die Menschen sind grob in drei Kategorien zu unterteilen: Die Wenigen, die dafür sorgen, dass etwas geschieht..., die Vielen, die zuschauen, wie etwas geschieht..., und die überwältigende Mehrheit, die keine Ahnung hat, was überhaupt geschieht.","translation":"People are roughly divided into three categories: the few who make things happen..., the many who watch something happen..., and the overwhelming majority who have no idea what is happening."},{"text":"Meine Hobbys sind Reisen und das Zuschauen bei Baseballspielen.","translation":"My hobbies are traveling and watching baseball games."},{"text":"Ich habe beim Zuschauen im Fernsehen gelernt, wie man Escalivada macht.","translation":"I learned how to make escalivada while watching on TV."},{"text":"Danke fürs Zuschauen!","translation":"Thanks for watching."},{"text":"Danke fürs Zuschauen.","translation":"Thank you for watching."},{"text":"Schon vom bloßen Zuschauen wird einem schlecht.","translation":"Just watching it makes you feel bad."}],"zukünftig":[{"text":"Solche Kommentare kannst du dir zukünftig sparen.","translation":"You can save yourself such comments in the future."},{"text":"Was möchtest du zukünftig machen?","translation":"What do you want to do in the future?"},{"text":"Wollen wir, dass so eine zukünftige Könige sein soll?","translation":"Do we want such a person to be kings in the future?"},{"text":"Stelle mich deiner zukünftigen Frau vor!","translation":"Introduce me to your future wife."},{"text":"Wenn sie zukünftig erneut einen Artikel zu diesem Thema veröffentlichen, werde ich mich freuen.","translation":"If they publish an article on this topic again in the future, I will be happy."}],"wissenschaftlich":[{"text":"Wissenschaftlich betrachtet haben Sie recht.","translation":"From a scientific point of view, you are right."},{"text":"Aus wissenschaftlicher Sicht betrachtet, sollten wir jetzt alle in Panik geraten!","translation":"From a scientific point of view, we should all panic now!"},{"text":"Es gibt keinen wissenschaftlichen Beweis.","translation":"There's no scientific proof."},{"text":"Wie viele wissenschaftliche Bücher hast du bisher gelesen?","translation":"How many science books have you read up to now?"},{"text":"Es gibt einen dringenden Bedarf an Lehrern mit wissenschaftlichem Hintergrund.","translation":"There is an urgent need for teachers with science backgrounds."}],"Diskussion":[{"text":"Ich finde diese ganze Diskussion total blöd.","translation":"I find this whole discussion really stupid."},{"text":"Es hatte keinen Zweck mehr, der Diskussion aus dem Wege zu gehen.","translation":"There was no longer any point in avoiding the discussion."},{"text":"Ende der Diskussion!","translation":"End of discussion!"},{"text":"Die Diskussion zog sich hin, es war kein Land in Sicht.","translation":"The discussion dragged on, there was no country in sight."},{"text":"Nicht Sieg sollte der Sinn der Diskussion sein, sondern Gewinn.","translation":"Not victory should be the meaning of the discussion, but profit."}],"gegenseitig":[{"text":"Sie ziehen sich gegenseitig an.","translation":"They're attracted to each other."},{"text":"Die Kinder zogen sich gegenseitig an den Haaren.","translation":"The children pulled each other's hair."},{"text":"Er sagt uns oft, dass wir uns gegenseitig helfen müssen.","translation":"He often tells us that we need to help each other."},{"text":"Wir sollten versuchen, uns gegenseitig zu verstehen.","translation":"We should try to understand one another."},{"text":"Wir stellten uns gegenseitig vor.","translation":"We introduced ourselves to each other."}],"verwirren":[{"text":"Meine Meinung steht fest! Bitte verwirren Sie mich nicht mit Tatsachen!","translation":"My opinion is certain! Please do not confuse me with facts!"},{"text":"Wer wirklich weise ist, kann nie verwirrt werden.","translation":"Those who are truly wise can never be confused."},{"text":"Tom hat sich jetzt selbst verwirrt!","translation":"Tom has now confused himself!"},{"text":"Bosheit ist eine Art Delirium und verwirrt den Verstand.","translation":"Malice is a kind of delirium and confuses the mind."},{"text":"Herr Hashimoto war von Kens Frage verwirrt.","translation":"Mr Hashimoto was confused by Ken's question."},{"text":"Der junge Soldat war verwirrt.","translation":"The young soldier was confused."},{"text":"Ich bin ganz verwirrt. Was mache ich jetzt bloß?","translation":"I'm confused. What do I do now?"},{"text":"Ich war wütend und verwirrt.","translation":"I was angry and confused."},{"text":"Tom schien total verwirrt zu sein.","translation":"Tom seemed totally confused."},{"text":"Einmal träumte ich, ein Eichhörnchen zu sein, und wachte völlig verwirrt auf.","translation":"One day, I dreamt I was a squirrel, and woke up totally confused."}],"Länge":[{"text":"Ich kenne die genaue Länge dieser Brücke nicht.","translation":"I don't know the exact length of this bridge."},{"text":"Können Sie die Länge messen?","translation":"Can you measure the length?"},{"text":"Heute haben Tag und Nacht die gleiche Länge.","translation":"Night is as long as day today."},{"text":"Die Länge dieses Schiffs beträgt 30 Meter.","translation":"The length of this ship is 30 meters."},{"text":"Ich ging die Straße der Länge nach.","translation":"I walked the length of the street."}],"unbekannt":[{"text":"Ich betrete wieder unbekanntes Land.","translation":"I'm re-entering unknown territory."},{"text":"Vom unbekannten Soldaten wissen wir nicht einmal den Namen.","translation":"We don't even know the name of the unknown soldier."},{"text":"Wo Tom wohnt, ist unbekannt.","translation":"Where Tom lives is unknown."},{"text":"Wir haben derzeit 332 Sätze in unbekannten Sprachen.","translation":"We currently have 332 sentences in unknown languages."},{"text":"Gestern Abend ging mir auf der Straße ein unbekannter Mann nach.","translation":"Last night an unknown man went after me on the street."},{"text":"Tom fing ein Gespräch mit einem Unbekannten an.","translation":"Tom struck up a conversation with a stranger."},{"text":"Tom hat immer Angst vor allem Unbekannten.","translation":"Tom is always afraid of the unknown."},{"text":"Am Ende nahm Maria das Angebot des Unbekannten an.","translation":"In the end, Mary accepted the offer of the unknown."},{"text":"Ich wusste nicht im Geringsten, was ich von dem Unbekannten halten sollte.","translation":"I didn't know what to make of the unknown."},{"text":"Sie traut Unbekannten nicht.","translation":"She doesn't trust strangers."}],"gelb":[{"text":"Nichts ist gelber als Gelb selber.","translation":"Nothing is yellower than yellow itself."},{"text":"Seine Zähne sind gelb.","translation":"Its teeth are yellow."},{"text":"Schau mal bei den Gelben Seiten nach.","translation":"Take a look at the Yellow Pages."},{"text":"Das gelbe Haus ist schön.","translation":"The yellow house is nice."},{"text":"Heute sitzt leider niemand mehr hoch auf dem gelben Wagen.","translation":"Today, unfortunately, no one sits high on the yellow car."},{"text":"Nichts ist gelber als Gelb selber.","translation":"Nothing is more yellow than yellow itself."},{"text":"Die Gelbe Gefahr wird uns keine Probleme bereiten.","translation":"The Yellow Danger will not cause us any problems."},{"text":"Wir denken an Pastellfarben, Gelb oder Türkis.","translation":"We think of pastel colors, yellow or turquoise."},{"text":"Wenn man die Farben Blau und Gelb mischt, kommt dann Grün heraus?","translation":"If you mix the colors blue and yellow, does green come out?"},{"text":"Mir gefällt die Farbe Gelb.","translation":"I like the colour yellow."}],"Profil":[{"text":"Wir erstellen keine Profile von Menschen, die keine Mitglieder sind.","translation":"We do not create profiles of people who are not members."},{"text":"Besuche mein Profil bei Facebook.","translation":"Visit my Facebook profile."},{"text":"Finde heraus, wer dein Profil besucht.","translation":"Find out who is visiting your profile."},{"text":"Wie oft bearbeiten Sie Ihr Profil?","translation":"How often do you edit your profile?"},{"text":"Tom hat gerade das Bild in seinem Profil geändert.","translation":"Tom has just changed the picture in his profile."}],"männlich":[{"text":"Er ist stark und männlich.","translation":"He's manly and strong."},{"text":"Welche Art von Verhalten halten Sie im Allgemeinen für typisch männlich?","translation":"What kind of behavior do you think is typically male in general?"},{"text":"Ich fühle mich sehr männlich.","translation":"I feel very masculine."},{"text":"Die Wahrheit ist, dass ich eine Frau in einem männlichen Körper bin.","translation":"The truth is that I am a woman in a male body."},{"text":"Männer mögen es, männlich auszusehen.","translation":"Men like to look masculine."}],"Alkohol":[{"text":"Nie wieder Alkohol!","translation":"Alcohol - never again!"},{"text":"Ich darf keinen Alkohol trinken.","translation":"I am not allowed to drink alcohol."},{"text":"Toms Tee enthält dreißig Prozent Alkohol.","translation":"Tom's tea contains thirty percent alcohol."},{"text":"Tom, lass bitte die Finger vom Alkohol!","translation":"Tom, please keep your hands off alcohol!"},{"text":"Karl riecht leicht nach Alkohol.","translation":"Karl smells slightly of alcohol."}],"you":[{"text":"Der Name dieses Liedes ist „Only You“.","translation":"The name of this song is \"Only You\"."},{"text":"Dieses Lied heißt „Only You“.","translation":"This song is called \"Only You\"."},{"text":"Der Titel dieses Liedes lautet „Only You“.","translation":"The title of this song is \"Only You\"."},{"text":"„Tom, ich habe das Gefühl, das wir verschiedene Sprachen sprechen.“ – „What did you say, Maria?“","translation":"\"Tom, I have the feeling that we speak different languages.\" – \"What did you say, Maria?\""}],"fließen":[{"text":"Der Strom der Wahrheit fließt durch Kanäle von Irrtümern.","translation":"The stream of truth flows through channels of error."},{"text":"Wo ist das Land, wo Milch und Honig fließen?","translation":"Where is the land where milk and honey flow?"},{"text":"Donau und Rhein fließen nicht zusammen.","translation":"The Danube and Rhine do not converge."},{"text":"Alles fließt und nichts bleibt.","translation":"Everything flows and nothing remains."},{"text":"Das Wasser, das du nicht trinken kannst, lass fließen.","translation":"Let the water you can't drink flow."}],"Sendung":[{"text":"Lächle, Tom! Du bist auf Sendung!","translation":"Smile, Tom! You're on the air!"},{"text":"Vielleicht konnten Sie die Sendung nicht sehen.","translation":"Maybe you couldn't watch the show."},{"text":"Hat Ihnen diese Sendung gut gefallen?","translation":"Did you like this show?"},{"text":"Diese Sendung läuft jede zweite Woche.","translation":"That program is broadcast every other week."},{"text":"Haben Sie gestern die Sendung über die deutschen Universitäten gesehen?","translation":"Did you see the programme yesterday about German universities?"}],"einsam":[{"text":"Sie kam sich einsam und verlassen vor.","translation":"She was feeling all alone."},{"text":"Macht Macht einsam?","translation":"Does power make you lonely?"},{"text":"Wer einsam lebt, hat selten Grund zu lachen.","translation":"Those who live lonely rarely have reason to laugh."},{"text":"Wenn man anders ist, als die anderen Menschen, muss man einsam bleiben.","translation":"If you are different from other people, you have to stay lonely."},{"text":"Sie fühlte sich einsam und verlassen.","translation":"She felt lonely and abandoned."}],"Lektion":[{"text":"Ich bin froh, jetzt meine Lektion zu machen.","translation":"I'm glad to be doing my lesson now."},{"text":"Diese Lektion habe ich gelernt.","translation":"I learned that lesson."},{"text":"Während der ganzen Lektion zählte er Fliegen.","translation":"During the entire lesson, he counted flies."},{"text":"Kehren wir zu Lektion drei zurück.","translation":"Let's return to Lesson 3."},{"text":"Entweder bekommt man einen Freund fürs Leben oder man erhält eine Lektion fürs Leben.","translation":"Either you get a friend for life or you get a lesson for life."}],"Praxis":[{"text":"Viele Theorien verursachen Probleme in der Praxis.","translation":"Many theories cause problems in practice."},{"text":"Er setzte seine Ideen in die Praxis um.","translation":"He brought his ideas into practice."},{"text":"Mir fehlt die Praxis.","translation":"I lack practice."},{"text":"Was heißt das in der Praxis?","translation":"What does that mean in practice?"},{"text":"In der Praxis gibt es kaum Unterschiede zwischen den beiden.","translation":"In practice, there is little difference between the two."}],"Zusammenarbeit":[{"text":"Die Grundlage unseres Erfolgs ist die gute Zusammenarbeit.","translation":"The basis of our success is the good cooperation."},{"text":"Ich freue mich auf eine gute Zusammenarbeit!","translation":"I am looking forward to a good cooperation!"},{"text":"Ich ertrage die Zusammenarbeit mit ihm nicht.","translation":"I can't bear to work with him."},{"text":"Ich würde euch gern für eure Zusammenarbeit danken.","translation":"I would like to thank you for your cooperation."},{"text":"Wir nehmen uns gerne Zeit für Sie, denn dies ist die Basis einer guten Zusammenarbeit.","translation":"We are happy to take time for you, because this is the basis of a good cooperation."}],"schwanz":[{"text":"Deine Rede hat weder Kopf noch Schwanz.","translation":"Your speech has neither head nor tail."},{"text":"Komm ich über den Hund, so komm ich auch über den Schwanz.","translation":"If I come over the dog, I also come over the tail."},{"text":"Mir wächst ein Schwanz, mit dem ich fliegen kann.","translation":"I have a tail that I can fly with."},{"text":"Das Kind erwischte die Katze am Schwanz.","translation":"The child caught the cat by the tail."},{"text":"Du hättest fast auf den Schwanz des Hundes getreten.","translation":"You almost stepped on the dog's tail."}],"plus":[{"text":"Zwei plus zwei ist gleich vier, immer und überall!","translation":"Two plus two is equal to four, always and everywhere!"},{"text":"999999 plus eins ist eine Million.","translation":"999999 plus one is a million."},{"text":"5 plus 2 ergibt 7.","translation":"Add 5 and 2, and you get 7."},{"text":"Ein guter Ruf ist ein zusätzliches Plus.","translation":"A good reputation is an added plus."},{"text":"Vorigen Monat haben wir ein dickes Plus gemacht.","translation":"Last month we made a big plus."},{"text":"Jeder weiß, dass zwei plus zwei vier ergibt.","translation":"Everyone knows two plus two equals four."},{"text":"Der Onkel hat gefragt: \"Wie viel macht drei plus vier?\"","translation":"The uncle asked, \"How much does three plus four do?\""},{"text":"Die Summe von zwei plus drei plus vier ist neun.","translation":"The sum of two plus three plus four is nine."},{"text":"Heute ist die Zukunft von gestern – plus die Ernüchterung.","translation":"Today is the future of yesterday – plus disillusionment."},{"text":"Zehntausend plus fünftausend und fünf Cent ergeben fünfzehntausend und fünf Cent.","translation":"Ten thousand plus five thousand and five cents make fifteen thousand and five cents."},{"text":"Fünf plus zwei macht sieben.","translation":"Five plus two makes seven."},{"text":"Sechs plus vier ergibt zehn.","translation":"Six and four are ten."},{"text":"Ich wüsste gerne, ob ich bei Tatoeba „Eins plus eins gleich drei.“ schreiben darf.","translation":"I would like to know if I can write \"One plus one equals three.\" at Tatoeba."},{"text":"Wie bitte? Hunderttausende Yen plus Verlobungsgeschenke?","translation":"Eh? Hundreds of thousands of Yen plus betrothal gifts?"},{"text":"Vier plus achtzehn ist gleich zweiundzwanzig.","translation":"Four plus eighteen equals twenty-two."}],"Nudeln":[{"text":"Ich esse Nudeln.","translation":"I eat pasta."},{"text":"Tom kann keine Nudeln kochen.","translation":"Tom doesn't know how to cook pasta."},{"text":"Spätzle sind eine Art deutscher Nudeln.","translation":"Spätzle are a type of German pasta."},{"text":"Zum Mittagessen gibt es oft Reis oder Nudeln.","translation":"Lunch is often rice or pasta."},{"text":"Isst du Nudeln oder Reis? Zum Trinken Orangensaft oder Kaffee?","translation":"Do you eat pasta or rice? Orange juice or coffee to drink?"}],"unterhalten":[{"text":"Wir haben uns mit ihm über seine Arbeit unterhalten.","translation":"We talked to him about his work."},{"text":"Wir unterhielten uns über Gott und die Welt.","translation":"We talked about God and the world."},{"text":"Wir unterhielten uns über moderne Musik.","translation":"We talked about modern music."},{"text":"Die Frau, deren Kind schlief, unterhielt sich mit anderen Eltern.","translation":"The woman whose child was asleep was talking to other parents."},{"text":"Können wir uns nicht in Ruhe darüber unterhalten?","translation":"Can't we talk about it in peace?"}],"Kiste":[{"text":"Die Reichen haben den Glauben in der Kiste.","translation":"The rich have faith in the box."},{"text":"Ein freundliches Gesicht ist besser als Kisten voller Gold.","translation":"A friendly face is better than boxes full of gold."},{"text":"Die Kiste ist leer.","translation":"The box is empty."},{"text":"Weißt du, wie man diese Kiste öffnet?","translation":"Do you know how to open this box?"},{"text":"Die Kiste war zu schwer.","translation":"The box was too heavy."}],"fördern":[{"text":"Unsere Schule fördert den Sport.","translation":"Our school encourages sports."},{"text":"Seine Arbeit ist es, den Verkauf zu fördern.","translation":"His job is to promote sales."},{"text":"Wen man am meisten gefördert hat, von dem wird man oft besonders enttäuscht.","translation":"Who you have supported the most, you are often particularly disappointed by."},{"text":"Handel fördert die Entwicklung aller Länder.","translation":"Trade promotes the development of all countries."},{"text":"Süßkartoffeln fördern Blähungen.","translation":"Sweet potatoes promote flatulence."}],"Untersuchung":[{"text":"Ich nehme an, die Untersuchung wird nicht lange dauern.","translation":"I suppose the investigation will not take long."},{"text":"Diese Frage scheint mir der Untersuchung wert.","translation":"This question seems to me to be worth investigating."},{"text":"Die Untersuchung ist noch nicht abgeschlossen.","translation":"The investigation hasn't yet been completed."},{"text":"Die Untersuchung ist im Gang.","translation":"The investigation is under way."},{"text":"Wir brauchen eine unabhängige Untersuchung.","translation":"We need an independent investigation."}],"single":[{"text":"Tom war sein ganzes Leben lang Single.","translation":"Tom has been single all his life."},{"text":"Ich frage mich, ob Tom noch Single ist.","translation":"I wonder if Tom is still single."},{"text":"„Bist du Single?“ – „Technisch gesehen schon, aber ich habe kommenden Freitag ein Date.\"","translation":"\"Are you single?\" – \"Technically, yes, but I have a date next Friday.\""},{"text":"Tom war offiziell Single, befand sich aber mit Maria in einem beziehungsartigen Zustand.","translation":"Tom was officially single, but was in a relationship-like state with Maria."},{"text":"„Ihr habt so viele Gemeinsamkeiten.“ – „Was denn zum Beispiel?“ – „Nun, zuallererst einmal, dass ihr beide Single seid.“","translation":"\"You've got so much in common.\" \"Like what?\" \"Well, for a start you're both single.\""}],"wertvoll":[{"text":"Was Sie sagen, ist sehr wertvoll, aber kommen Sie zu einem Ende!","translation":"What you say is very valuable, but come to an end!"},{"text":"Was wertvoll ist, muss nicht teuer sein, was teuer ist, muss nicht wertvoll sein.","translation":"What is valuable does not have to be expensive, what is expensive does not have to be valuable."},{"text":"Ich denke, dass der deutsche Vorschlag wertvoll ist.","translation":"I think that the German proposal is valuable."},{"text":"Falsch: Zeit ist Geld. Richtig: Zeit ist wertvoll.","translation":"Wrong: Time is money. That's right: time is valuable."},{"text":"Nichts ist so wertvoll wie Gesundheit.","translation":"Nothing is as valuable as health."}],"übersetzen":[{"text":"Sprache schafft Bewusstsein, also sei vorsichtig mit dem, was du hier schreibst oder übersetzt!","translation":"Conscience grows from language, so be careful about what you write or translate in here."},{"text":"Was man nicht verstanden hat, das kann man nicht übersetzen.","translation":"You can't translate what you don't understand."},{"text":"Dieser Satz wurde noch niemals übersetzt.","translation":"This sentence was never translated."},{"text":"Diesen Text habe nicht ich übersetzt.","translation":"I did not translate this text."},{"text":"Es gibt Sätze, die es verdienen, nicht übersetzt zu werden.","translation":"There are sentences which do not deserve to be translated."}],"versteckt":[{"text":"Wo ist die versteckte Kamera?","translation":"Where is the hidden camera?"},{"text":"Wo er sich wohl versteckt hält?","translation":"Where is he hiding?"},{"text":"Links ist ein versteckter Gang.","translation":"On the left is a hidden passageway."},{"text":"Das ist eine versteckte Botschaft an alle Völker der Erde.","translation":"This is a hidden message to all the peoples of the earth."},{"text":"Ich lese zu gerne in Glückskeksen versteckte Botschaften.","translation":"I love reading the messages hidden inside fortune cookies."},{"text":"Jemand versteckt sich in der Ecke.","translation":"Someone is hiding in the corner."},{"text":"Warum versteckt er sich unter dem Tisch?","translation":"Why is he hiding under the table?"},{"text":"Ich habe keine Ahnung, wo Tom das Geld versteckt hat.","translation":"I have no idea where Tom hid the money."},{"text":"Der Fisch versteckt sich unter den Steinen.","translation":"The fish hides under the stones."},{"text":"Versteckt den Alkohol! Tom kommt heute mit seiner Frau vorbei.","translation":"Hide the alcohol! Tom comes by today with his wife."}],"sichern":[{"text":"Frühes Kommen sichert die besten Plätze.","translation":"Coming early secures the best seats."},{"text":"Tom sicherte seine Daten.","translation":"Tom backed up his data."},{"text":"Eltern opfern sich oft auf, um ihren Kindern eine gute Ausbildung zu sichern.","translation":"Parents often sacrifice themselves to ensure that their children receive a good education."},{"text":"Es ist die Pflicht einer Universität, die Freiheit der Rede und des Denkens zu sichern.","translation":"It is the duty of a university to safeguard freedom of speech and thought."},{"text":"Er hatte Mühe, sein Auskommen zu sichern.","translation":"He had a hard time making a living."},{"text":"Die allgemeine Aufmerksamkeit war gesichert.","translation":"The general attention was assured."},{"text":"Je mehr man danach strebt die Stabilität zu wahren, desto weniger ist sie gesichert.","translation":"The more one strives to maintain stability, the less it is secured."},{"text":"Auf der Kunstausstellung wurden mehrere Exponate beschädigt, weil sie unzureichend gesichert waren.","translation":"At the art exhibition, several exhibits were damaged because they were insufficiently secured."},{"text":"Die Zukunft des Menschen steht auf dem Spiel; sie ist gesichert, sobald nur genügend Menschen sich dieser Einsicht nicht verschließen.","translation":"The future of man is at stake; it is secured as soon as enough people do not close themselves to this insight."},{"text":"Den Riegel schob Maria beiseite, konnte aber dennoch die Tür nicht öffnen, da sie zusätzlich durch ein Schloss gesichert war.","translation":"Maria pushed the latch aside, but still could not open the door because it was additionally secured by a lock."}],"streng":[{"text":"Er war streng zu seinen Kindern.","translation":"He was strict with his children."},{"text":"Du gehst zu streng mit Dir ins Gericht.","translation":"You go to court too strictly with yourself."},{"text":"Der Lehrer ist streng mit seinen Schülern.","translation":"The teacher is strict with his students."},{"text":"Sei doch bitte nicht so streng mit mir, ich bin auch nur ein Mensch.","translation":"Please don't be so me, I'm only human."},{"text":"Im strengen Sinn trifft es sicherlich nicht zu.","translation":"In the strict sense, it is certainly not true."}],"Abstand":[{"text":"Weniger Abstand bedeutet nicht unbedingt mehr Nähe.","translation":"Less distance does not necessarily mean more proximity."},{"text":"Der mit Abstand größte See der Erde ist das Kaspische Meer.","translation":"By far the largest lake on earth is the Caspian Sea."},{"text":"Ich habe jetzt einen emotionalen Abstand von Tom, der mir sehr gut tut.","translation":"I now have some emotional distance from Tom, which is really good for me."},{"text":"Den Abstand wahren ist das Geheimnis der Kultur.","translation":"Keeping your distance is the secret of culture."},{"text":"Er ist mit Abstand der beste Junge in der Klasse.","translation":"He is by far the best boy in the class."}],"mittler":[{"text":"Sie war eine Frau mittleren Alters.","translation":"She was a middle-aged woman."},{"text":"Wir haben große, mittlere und kleine, welche Größe möchten Sie?","translation":"We have large, medium, and small. What size do you want?"},{"text":"Ich komme aus einer kleinen Stadt im mittleren Westen.","translation":"I come from a small town in the Midwest."},{"text":"Der Mond umkreist die Erde in einem mittleren Abstand von 382 400 km.","translation":"The Moon orbits Earth at an average distance of 382,400 kilometers."},{"text":"Tom ist jetzt im mittleren Alter und hat ernste Gesundheitsprobleme.","translation":"Tom is now middle age and has serious health problems."}],"antun":[{"text":"Das Schlimmste, was du deinem Feind antun kannst, ist besser zu sein als er.","translation":"The worst thing you can do to your enemy is to be better than him."},{"text":"Das darfst du mir nicht antun.","translation":"You must not do that to me."},{"text":"Ich weiß, was Tom dir angetan hat.","translation":"I know what Tom did to you."},{"text":"Das haben Menschen Menschen angetan.","translation":"That's what people have done to people."},{"text":"„Ich bin von dir angetan“, er spricht kaum und schließt die Augen.","translation":"\"I'm taken with you,\" he barely speaks and closes his eyes."},{"text":"Wenn Sie ihm das antun, schneiden Sie sich den Hals ab.","translation":"If you do that to him, he will cut your throat."},{"text":"Tom war von der Idee sehr angetan.","translation":"Tom was delighted by the idea."},{"text":"Von Anfang an war er von Akiko sehr angetan.","translation":"He took to Akiko from the moment he met her."},{"text":"Wir haben uns das nun lange genug angetan.","translation":"We've endured for long enough."},{"text":"Warum nur, Tom, hast du uns das angetan? Wir hatten dich in unser Herz geschlossen!","translation":"Why, Tom, did you do this to us? We had you in our hearts!"}],"Hut":[{"text":"Sie trug einen schwarzen Hut.","translation":"She wore a black hat."},{"text":"Gib der Mutter den Hut!","translation":"Give the mother the hat!"},{"text":"Wir suchen einen Mann mit einem Hut.","translation":"We're looking for a guy with a hat."},{"text":"Sie wählte einen Hut aus, der zum neuen Kleid passte.","translation":"She chose a hat that matched the new dress."},{"text":"Tom hatte seinen Hut ins Gesicht gezogen, weil er nicht erkannt werden wollte.","translation":"Tom had pulled his hat down over his face because he didn't want to be recognised."}],"garantieren":[{"text":"Heute soll kein Regen fallen, aber das ist nicht garantiert.","translation":"It won't be raining today but that's not for certain."},{"text":"Wer garantiert, kennt keine Ruhe.","translation":"Who guarantees, knows no peace."},{"text":"Eine Hochzeit des Nachbarn garantiert einen Fehler.","translation":"A wedding of the neighbor guarantees a mistake."},{"text":"Mut ist der erste von allen menschlichen Qualitäten, weil er alle anderen garantiert.","translation":"Courage is the first of all human qualities because it guarantees all others."},{"text":"Ich garantiere ihnen keinen Erfolg.","translation":"I do not guarantee them success."},{"text":"Tom wird mir garantiert helfen.","translation":"Tom will definitely help me."},{"text":"Ihr Sohn wird garantiert Erfolg haben.","translation":"Her son is sure to succeed."},{"text":"Das Flugzeug kommt garantiert pünktlich.","translation":"The plane is guaranteed to arrive on time."},{"text":"Das wird garantiert schiefgehen.","translation":"It's guaranteed to go pear-shaped."},{"text":"Ich bin in Stein-Schere-Papier ziemlich schlecht. Gibt es da nicht eine Methode, um garantiert zu gewinnen?","translation":"I'm pretty bad at rock-scissors-paper. Isn't there a way to guarantee winning?"}],"u":[{"text":"Maria macht Tom ein X für ein U vor.","translation":"Maria shows Tom an X for a U."},{"text":"Das U-Boot ging unter und tauchte nie mehr auf.","translation":"The submarine sank and never resurfaced."},{"text":"Ich fahre mit der U-Bahn.","translation":"I take the subway."},{"text":"Nimmst du das Fahrrad oder die U-Bahn?","translation":"Do you take the bike or the subway?"},{"text":"Sie nahmen die U-Bahn.","translation":"They took the subway."}],"verbunden":[{"text":"Mira hat ihr Telefon noch nicht mit dem Internet verbunden.","translation":"Mary hasn't connected her phone to the Internet yet."},{"text":"Diese Frage ist eng verbunden mit der anderen.","translation":"This question is closely related to that one."},{"text":"Hast du verbundene Augen gehabt?","translation":"Have you been blindfolded?"},{"text":"Die Ehe ist wie ein Telefon: Wenn man nicht richtig gewählt hat, ist man falsch verbunden.","translation":"Marriage is like a telephone: if you have not chosen correctly, you are wrongly connected."},{"text":"Die Liebe hatte ihm die Augen verbunden, und wohin führte sie ihn? Ins Paradies.","translation":"Love had blindfolded him, and where did it lead him? To paradise."},{"text":"Wem in Ihrer Familie fühlen sie sich am meisten verbunden?","translation":"Who in your family do they feel most connected to?"},{"text":"Halten Sie Ihre Steine ​​​​verbunden.","translation":"Keep your stones connected."},{"text":"Häufig leben Mensch aus Gewohnheit als Familie, verbunden durch Verpflichtungen.","translation":"Often people live out of habit as a family, connected by obligations."},{"text":"Das Leben ist eine Reihe von Empfindungen verbunden mit verschiedenen Bewusstseinszuständen.","translation":"Life is a series of sensations associated with different states of consciousness."},{"text":"Stilles bescheidenes Leben gibt mehr Glück als erfolgreiches Streben, verbunden mit beständiger Unruhe.","translation":"Silent humble life gives more happiness than successful pursuit, combined with constant restlessness."}],"analysieren":[{"text":"Tom analysiert die Lage.","translation":"Tom is analysing the situation."},{"text":"Analysieren Sie die Rolle der Frau in diesem Film!","translation":"Analyze the role of women in this film!"},{"text":"Maria analysierte die Ergebnisse.","translation":"Mary analyzed the results."},{"text":"Er analysierte die Situation sorgfältig.","translation":"He analyzed the situation carefully."},{"text":"Die Wissenschaftler analysierten die Daten, die sie gesammelt hatten.","translation":"The scientists analyzed the data they had gathered."},{"text":"Er hat sich seine Lust am Analysieren und Kritisieren bewahrt.","translation":"He has retained his desire to analyze and criticize."},{"text":"Da das Analysieren der Ursachen nicht vor den Auswirkungen schützt, leidet auch unser Blatt an den Folgen der krisenhaften Wirtschaftsentwicklung.","translation":"Since the analysis of the causes does not protect against the effects, our paper also suffers from the consequences of the crisis-ridden economic development."},{"text":"Die Planungausschuss wurde mit dem Sammeln und Analysieren von Informationen beauftragt, die den Hintergrund bilden sollen für die Festlegung von Aktionen, welche den Verband bei der Erfüllung seiner Mission unterstützen werden.","translation":"The Planning Committee has been tasked with collecting and analysing information that will form the background for defining actions that will support the association in fulfilling its mission."},{"text":"Intelligenz ist ein Begriff, der sich im Allgemeinen auf kognitive Fähigkeiten bezieht, d. h. den Gehirnprozess des Wahrnehmens, Analysierens, Aufzeichnens und Abrufens von Informationen, die durch die fünf Sinne erfasst werden.","translation":"Intelligence is a term that generally refers to cognitive ability, that is, the brain process of perceiving, analyzing, recording, and recalling information captured through the five senses."}],"Absicht":[{"text":"Ich habe es nicht mit Absicht gemacht.","translation":"I didn't do it on purpose."},{"text":"Ich bin sicher, er hat das nicht mit Absicht getan.","translation":"I'm sure he didn't do that on purpose."},{"text":"Nur die Absicht zählt.","translation":"Only intent counts."},{"text":"Ich habe die Absicht, morgen nach London zu fliegen.","translation":"I intend to fly to London tomorrow."},{"text":"Die Absicht ist die Seele der Tat.","translation":"The intention is the soul of the deed."}],"Atmosphäre":[{"text":"Heute habe ich gehört, dass der Mond eine Atmosphäre haben soll.","translation":"Today I heard that the moon is supposed to have an atmosphere."},{"text":"Die Atmosphäre war freundlich.","translation":"The atmosphere was friendly."},{"text":"Ich mag die Atmosphäre in diesem Restaurant.","translation":"I like the atmosphere in this restaurant."},{"text":"Die Stadt hat eine europäische Atmosphäre.","translation":"The town has a European air."},{"text":"Die Sonnenkorona ist der äußerste Teil der Atmosphäre der Sonne.","translation":"The Sun's corona is the outermost part of the Sun's atmosphere."}],"mitteilen":[{"text":"Hallo, ich wollte dir nur mitteilen, dass das Problem gelöst ist.","translation":"Hi, I just wanted to let you know that the problem is solved."},{"text":"Als ich ihm die Nachricht mitteilte, sah er glücklich aus.","translation":"When I told him the news, he looked happy."},{"text":"Ihr Arzt wird Ihnen mitteilen, wann Sie wieder ein Fahrzeug führen dürfen.","translation":"Your doctor will tell you when you can drive a vehicle again."},{"text":"Ich habe die Freude, dir mitzuteilen, dass du das große Los gezogen hast, Tom!","translation":"I have the pleasure of informing you that you have drawn the big draw, Tom!"},{"text":"Die Polizei hat mitgeteilt, dass Maria leblos in ihrer Wohnung entdeckt wurde.","translation":"The police have announced that Maria was discovered lifeless in her apartment."}],"eignen":[{"text":"Geocaching eignet sich gut dazu, es auch zusammen mit kleinen Kindern ernsthaft zu betreiben.","translation":"Geocaching is well suited to do it seriously together with small children."},{"text":"Dieses Zimmer eignet sich nicht zum Schlafen.","translation":"This room is not suitable for sleeping."},{"text":"Männer eignen sich besser dafür als Frauen.","translation":"Men are better at this than women."},{"text":"Dieses Wasser ist zum Trinken nicht geeignet.","translation":"This water is not suitable for drinking."},{"text":"Ich glaube kaum, dass er für diese Arbeit geeignet ist.","translation":"I hardly think he is suitable for this work."},{"text":"Dieses Papier sollte für Ihre Zwecke geeignet sein.","translation":"This paper should be adequate for your purpose."},{"text":"Mir wurde gesagt, ich sei für die Stelle nicht geeignet.","translation":"They said I wasn't qualified for the job."},{"text":"Für eine solche Reise scheint der Zug am besten geeignet zu sein.","translation":"For such a journey, the train seems to be the most suitable."},{"text":"Wir werden sehen, ob die Vorschläge geeignet sind.","translation":"We will see if the proposals are suitable."},{"text":"Lies die Bücher, welche du für geeignet hältst.","translation":"Read the books you think are suitable."}],"aufhalten":[{"text":"Ich will Sie nicht weiter aufhalten.","translation":"I won't keep you any longer."},{"text":"Das Rad der Zeit lässt sich nicht aufhalten.","translation":"The wheel of time cannot be stopped."},{"text":"Auch wenn Sie mich aufhalten, werde ich meine Meinung nicht ändern.","translation":"Even if you stop me, I won't change my mind."},{"text":"Ich will mich dort nicht lange aufhalten.","translation":"I don't want to stay there for long."},{"text":"Da sie nach Kanada zurückgekehrt ist, kann sie sich gar nicht in diesem Hotel aufhalten.","translation":"Since she has returned to Canada, she cannot stay in this hotel."}],"Träne":[{"text":"Alle waren den Tränen nahe.","translation":"All were close to tears."},{"text":"Eine gute Ehe beginnt mit Tränen.","translation":"A good marriage begins with tears."},{"text":"Hör schon auf! Mir kommen gleich die Tränen.","translation":"Stop it! I'm about to cry."},{"text":"Weine bloß keine Krokodilstränen!","translation":"Don't cry crocodile tears!"},{"text":"Wenn der Seele die Worte fehlen, schickt sie Tränen.","translation":"When the soul lacks words, it sends tears."}],"Tour":[{"text":"Wir müssen es auf die sanfte Tour versuchen.","translation":"We have to try the gentle tour."},{"text":"Sie steckte fast jeden auf der Tour mit Herpes an.","translation":"She gave herpes to almost everyone on the tour."},{"text":"Wie viel kostet diese Tour?","translation":"How much does this tour cost?"},{"text":"Die Elf-Städte-Tour findet dieses Jahr nicht statt.","translation":"The Eleven Cities Tour will not take place this year."},{"text":"Wie viele Konzerte wird die Band während ihrer Tour spielen?","translation":"How many concerts will the band play during their tour?"},{"text":"Gaston wurde 1942 in Tours geboren.","translation":"Gaston was born in Tours in 1942."},{"text":"Tom hat die Tour de France gewonnen.","translation":"Tom won the Tour de France."},{"text":"Die französische Übersetzung für „Offene Drogenszene“ heißt: „Tour de France“.","translation":"The French translation for \"Open Drug Scene\" is: \"Tour de France\"."},{"text":"Marcel Kittel hat die erste Etappe der Tour de France gewonnen.","translation":"Marcel Kittel has won the first stage of the Tour de France."},{"text":"Contador hat bei der Tour de France das gelbe Trikot gewonnen.","translation":"Contador won the yellow jersey in the Tour de France."}],"Prinzessin":[{"text":"Eine Prinzessin wäscht sich nicht selbst.","translation":"A princess does not wash herself."},{"text":"Sie träumte davon, eine Prinzessin zu sein.","translation":"She dreamed of being a princess."},{"text":"Tom behandelt mich wie eine Prinzessin.","translation":"Tom treats me like a princess."},{"text":"Das Pferd der Prinzessin hieß Falada und konnte sprechen.","translation":"The Princess's horse was called Falada, and could speak."},{"text":"Träum schön, Prinzessin!","translation":"Dream beautiful, princess!"}],"Pflicht":[{"text":"Ich glaube, dass es meine Pflicht ist, diese Kinder zu beschützen.","translation":"I believe it is my duty to protect these children."},{"text":"Je größer das Land, um so schwerer die Pflicht.","translation":"The larger the country, the more difficult the duty."},{"text":"Unsere Pflichten, das sind die Rechte anderer auf uns.","translation":"Our duties are the rights of others to us."},{"text":"Gibt es eine Pflicht glücklich zu sein?","translation":"Is there a duty to be happy?"},{"text":"Er folgte dem Ruf der Pflicht.","translation":"He followed the call of duty."}],"decke":[{"text":"Decke den Tisch!","translation":"Lay the table!"},{"text":"Wir legen die Decken aufs Bett.","translation":"We put the blankets on the bed."},{"text":"Sie stecken unter einer Decke.","translation":"They are in cahoots."},{"text":"Im Winter schlafe ich mit zwei Decken.","translation":"In winter I sleep with two blankets."},{"text":"Um allein zu schlafen, ist keine Decke warm genug.","translation":"To sleep alone, no blanket is warm enough."}],"Emotion":[{"text":"Welche Emotionen lösen Menschen bei mir aus?","translation":"What emotions do people trigger in me?"},{"text":"Wer keine Emotionen erzeugt, ist nichts wert.","translation":"Those who do not generate emotions are worth nothing."},{"text":"Wer führen will, muss lernen, Emotionen zu produzieren.","translation":"If you want to lead, you have to learn to produce emotions."},{"text":"Vielleicht machen unsere Emotionen uns zu dem, was wir sind.","translation":"Perhaps our emotions make us who we are."},{"text":"Mir fehlen die Worte, um meine Emotionen zu beschreiben.","translation":"I don't have the words to describe my emotions."}],"Handel":[{"text":"Ein schlechter Handel ist immer nur für einen schlecht.","translation":"A bad trade is always bad for you."},{"text":"Liebe ist ein Handel, wo beide Parteien gewinnen.","translation":"Love is a trade where both parties win."},{"text":"Geht der Handel nicht so, wie du willst, so geh, wie er will.","translation":"Don't trade the way you want, go the way you want."},{"text":"Handel ist geben und nehmen.","translation":"Trade is give and take."},{"text":"Den Wert eines Menschen erkennt man nicht an seinem Können, sondern an seinem Handeln.","translation":"The value of a person is not recognized by his ability, but by his actions."}]}