{"einstellen":[{"text":"Heute habe ich drei weitere Mitarbeiter eingestellt.","translation":"Today I hired three more employees."},{"text":"Sie hören von uns, falls wir uns entscheiden, Sie einzustellen.","translation":"If we decide to hire you, you will hear from us."},{"text":"Wenn er Englisch sprechen könnte, würde ich ihn sofort einstellen.","translation":"If he could speak English, I would employ him right away."},{"text":"Das Unternehmen will 20 Leute einstellen.","translation":"The company wants to employ 20 people."},{"text":"Ich kann dich in meiner Firma einstellen.","translation":"I can employ you in my company."}],"messen":[{"text":"Tom frisst Maria aus der Hand.","translation":"Tom eats from Mary's hand."},{"text":"Glücklich ist, wer vergisst, was nicht mehr zu ändern ist.","translation":"Happy is he who can forget what cannot be changed anymore."},{"text":"Das vergisst man sein Leben lang nicht.","translation":"You don't forget that for the rest of your life."},{"text":"Wer schnell verspricht, bald vergisst.","translation":"Who promises quickly, soon forgets."},{"text":"Die erste Liebe ist die einzig wahre Liebe und man vergisst sie nie.","translation":"First love is the only true love and you never forget it."}],"Patient":[{"text":"Bringen Sie den Patienten sofort in den OP-Saal!","translation":"Get the patient to theatre immediately."},{"text":"Legen Sie eine Rolle unter die Füße des Patienten.","translation":"Place a roller under the patient's feet."},{"text":"Schwester, Sie dürfen diesen Patienten nicht aus den Augen lassen.","translation":"Nurse, you must not let this patient out of sight."},{"text":"Der Arzt fragte den Patienten, wie er sich fühle.","translation":"The doctor asked the patient how he felt."},{"text":"Es warten noch drei Patienten.","translation":"There are still three patients waiting."}],"beobachten":[{"text":"Ich möchte beobachten, wie sich Japaner in verschiedenen Situationen verhalten.","translation":"I would like to observe how Japanese behave in different situations."},{"text":"Ich fühle mich beobachtet.","translation":"I feel watched."},{"text":"Ich habe das Gefühl, dass uns jemand beobachtet.","translation":"I feel like someone is watching us."},{"text":"Die Frau beobachtet und der Mann denkt.","translation":"The woman observes and the man thinks."},{"text":"Der Arzt beobachtete weiter das Verhalten des Patienten.","translation":"The doctor continued to observe the patient's behavior."}],"weiterhin":[{"text":"Er ruft mich weiterhin an, und ich will wirklich nicht mit ihm sprechen.","translation":"He keeps calling me, and I really don't want to talk to him."},{"text":"Ich möchte nicht, dass Sie sich weiterhin mit meiner Tochter treffen.","translation":"I don't want you to see my daughter anymore."},{"text":"Ich möchte weiterhin spielen.","translation":"I want to keep playing."},{"text":"Die Regel gilt in diesem Fall weiterhin.","translation":"The rule still applies in this case."},{"text":"Er hat weiterhin Probleme mit ihm.","translation":"He continues to have problems with him."}],"verstecken":[{"text":"Sie versteckte sich in der Nacht.","translation":"She hid at night."},{"text":"Egal, wo sich Gefühle gerade verstecken, Musik findet sie.","translation":"No matter where feelings are hiding, music finds them."},{"text":"Damit brauche ich mich nicht zu verstecken!","translation":"I don't have to hide with that!"},{"text":"Im echten Manne ist ein Kind versteckt: das will spielen.","translation":"A child is hidden in the real man: he wants to play."},{"text":"Bis wann wirst du dich dort verstecken?","translation":"How long are you going to be hiding away there?"}],"bisher":[{"text":"Bisher ist mein Deutsch schrecklich, aber ich werde versuchen, gut Deutsch zu lernen.","translation":"So far my German is terrible, but I'll try to learn German well."},{"text":"Sterben kann gar nicht so schwer sein — bisher hat es noch jeder geschafft.","translation":"Dying can't be that hard — so far, everyone has done it."},{"text":"Das haben wir schon immer so gemacht, und es hat bisher immer funktioniert.","translation":"We've always done it that way, and it's always worked."},{"text":"Er ist schon fast 30 und hat bisher keine ernste Beziehung gehabt.","translation":"He is almost 30 and has not had a serious relationship so far."},{"text":"Das ist doch bisher nie geschehen.","translation":"That has never happened before."}],"meter":[{"text":"Er ist fast zwei Meter groß.","translation":"He is almost two meters tall."},{"text":"Es ist 30 Meter lang.","translation":"It is thirty meters in length."},{"text":"Er kann 100 Meter in 12 Sekunden laufen.","translation":"He can run 100 metres in 12 seconds."},{"text":"Er kann tausend Meter in vier Minuten laufen.","translation":"He can run a thousand metres in four minutes."},{"text":"Das Haus befindet sich nur einige Meter von der Straße entfernt.","translation":"The house is just a few metres away from the street."}],"entweder":[{"text":"Entweder alle oder gar keiner.","translation":"Either all or none."},{"text":"Entweder du gehst, oder du wirst gleich gegangen.","translation":"Either you go now or I will make you go."},{"text":"Die meisten Menschen mögen entweder Katzen oder Hunde.","translation":"Most people like either cats or dogs."},{"text":"Entweder liegt er falsch oder ich.","translation":"Either he's wrong or I'm wrong."},{"text":"Eine Tür muss entweder geschlossen oder offen sein.","translation":"A door must be either shut or open."},{"text":"Entweder ist er schuld oder ich.","translation":"Either he is to blame, or I am."},{"text":"Er ist nun entweder in Rom oder in Paris.","translation":"He is now either in Rome or in Paris."},{"text":"Der stolze Held wollte entweder siegen oder sterben.","translation":"The proud hero wanted to either win or die."},{"text":"Tom ist entweder in der Garage oder in seinem Zimmer.","translation":"Tom is either in the garage or in his bedroom."},{"text":"Sie können meine Fragen entweder auf Deutsch oder auf Französisch beantworten.","translation":"You can answer my questions either in German or in French."}],"still":[{"text":"Plötzlich wurde es sehr still.","translation":"It suddenly went very quiet."},{"text":"Der Junge blieb still.","translation":"The boy remained silent."},{"text":"Wer die Arbeit mag, kann ohne diese nicht still sitzen.","translation":"If you like work, you can't sit still without it."},{"text":"Tom, sei still! Ich muss mich konzentrieren.","translation":"Tom, be quiet! I have to concentrate."},{"text":"Tom, du hast genug geredet. Jetzt sei still!","translation":"Tom, you've talked enough. Now be quiet!"},{"text":"Die Stille macht die schönste Musik.","translation":"Silence makes the most beautiful music."},{"text":"Die Stille hat Kraft.","translation":"Silence has strength."},{"text":"Wie hört sich Stille an?","translation":"What does silence sound like?"},{"text":"Spreche ich das Wort Stille aus, zerstöre ich sie.","translation":"If I utter the word silence, I destroy it."},{"text":"Ich genieße die Stille, dass die Kinder nicht zu Hause sind.","translation":"I enjoy the silence that the children are not at home."}],"planen":[{"text":"Nachdem ich alles geplant hatte, machte ich eine Reise.","translation":"After I had planned everything I went on a trip."},{"text":"Bisher ist nichts geplant, aber wer weiß.","translation":"So far, nothing is planned, but who knows."},{"text":"Für morgen habe ich geplant, nach Tokio zu fahren.","translation":"For tomorrow I have planned to go to Tokyo."},{"text":"In diesem Jahr plane ich, so viele Bücher wie möglich zu lesen.","translation":"This year I plan to read as many books as possible."},{"text":"Er plant, sein Geschäft zu starten.","translation":"He plans to start his business."},{"text":"Bleib dran, auch wenn es anders kommt als geplant.","translation":"Stay tuned, even if it turns out differently than planned."},{"text":"Alles, was Albert tut, ist genau geplant.","translation":"Everything Albert does is precisely planned."},{"text":"Ich muss meine nächste Reise planen.","translation":"I need to plan my next trip."},{"text":"Wir planen ein kleines Fest morgen abend.","translation":"We are going to give a party tomorrow evening."},{"text":"Du kannst die Zukunft nicht aus der Vergangenheit heraus planen.","translation":"You can never plan the future by the past."}],"versuch":[{"text":"Beim dritten Versuch hat es funktioniert.","translation":"It worked at the third go."},{"text":"Versuche nie jemand anderes zu sein, es gibt keinen besseren als dich.","translation":"Never try to be someone else, there is no better than you."},{"text":"Das ist einen Versuch wert.","translation":"This is worth a try."},{"text":"Versuche nicht, ein Mann des Erfolgs zu werden. Werde lieber ein Mann von Wert!","translation":"Don't try to become a man of success. Better become a man of value!"},{"text":"Kann man das Ergebnis dieses Versuches letzten Endes denn dann auch trinken?","translation":"Is it possible to drink the result of this experiment in the end?"}],"i":[{"text":"I hätte dies tun sollen, habe ich aber nicht.","translation":"I should have done that, but I didn't."},{"text":"I Se-dol verlor gegen das Programm Alpha Go von Google Deep Mind.","translation":"I Se-dol lost to the program Alpha Go of Google Deep Mind."},{"text":"Der Unterschied zwischen Banker und Bankier ist nur ein i-Tüpfeichen.","translation":"The difference between banker and banker is just the icing on the cake."},{"text":"Diese beiden Tatbestände verstoßen gegen das deutsche Arbeitsschutzgesetz vom 7. August 1996 (BGBl. I S. 1246).","translation":"These two offences infringe the German Occupational Safety and Health Act of 7 August 1996 (Federal Law Gazette I, p. 1246)."},{"text":"Das Verb „brennen“ war bereits im Althochdeutschen vom i-Umlaut betroffen, weswegen es nicht mit „ä“ geschrieben wird.","translation":"The verb \"burn\" was already affected by the i-umlaut in Old High German, which is why it is not written with \"ä\"."},{"text":"Auf diesem i-Punkt hätten zwanzig solche Zellen Platz.","translation":"At this i-point twenty such cells would have space."},{"text":"„Ich liebe Schokolade!“ – „Mehr noch als mich?“ – „Ach i wo! Du bleibst immer mein liebstes Schokotörtchen!“","translation":"\"I love chocolate!\" – \"Even more than me?\" – \"Oh I wo! You will always be my favorite chocolate cake!\""},{"text":"In Esperanto endet der Infinitiv der Verben immer auf \"i\".","translation":"In Esperanto, the infinitive of verbs always ends in \"i\"."},{"text":"Achte darauf, dass du dein i mit einem Punkt und dein t mit einem Querbalken versiehst!","translation":"Be sure to dot your 'i's and cross your 't's."},{"text":"Ich verstehe nicht, warum so viele Frauen darunter leiden, dass sie schon wieder ein Jahr älter geworden sind. N i c h t mehr ein Jahr älter zu werden, das wäre eine Katastrophe.","translation":"I don't understand why so many women suffer from the fact that they have already become a year older. Not to get a year older, that would be a disaster."},{"text":"Außerdem kämpfen sie gegen die Terror-Miliz IS.","translation":"They are also fighting against the terrorist militia IS."},{"text":"Bosnien und Herzegowina heißt auf Bosnisch „Bosnia i Hercegovina“.","translation":"Bosnia and Herzegovina is called \"Bosna i Hercegovina\" in Bosnian."},{"text":"Die Sowjetunion startete Sputnik I im Jahre 1957.","translation":"The Soviet Union launched Sputnik I in 1957."},{"text":"I-Aah, der Esel aus „Pu der Bär“, isst am liebsten Disteln zum Frühstück.","translation":"I-Aah, the donkey from \"Pu the Bear\", prefers to eat thistles for breakfast."},{"text":"Halten Sie es für ratsam, „Europäische Geschichte I“ und „Weltgeschichte II“ im selben Semester zu belegen?","translation":"Do you think it is advisable to take 'European Literature I' and 'World History II' in the same semester?"}],"Band":[{"text":"Das spricht Bände.","translation":"That speaks volumes."},{"text":"Magst du die Musik dieser Band?","translation":"Do you like that band's music?"},{"text":"Wo ist das Band, das uns einmal verbunden hat?","translation":"Where is the bond that once connected us?"},{"text":"Unsere Band hat hier letzte Woche gespielt.","translation":"Our band played here last week."},{"text":"Ich habe mir einen Film auf Band angesehen.","translation":"I watched a movie on video."}],"wechseln":[{"text":"Maria wollte darüber nicht sprechen, und deswegen versuchte sie das Thema zu wechseln.","translation":"Mary didn't want to talk about it, so she tried to change the subject."},{"text":"Der Worte sind genug gewechselt, lasst mich auch endlich Taten sehen.","translation":"The words have changed enough, let me finally see deeds."},{"text":"Können Sie mir Geld wechseln?","translation":"Can you change money for me?"},{"text":"Chamäleons können ihre Farbe wechseln.","translation":"Chameleons can change color."},{"text":"Er hat letztes Jahr die Schule gewechselt.","translation":"He changed schools last year."}],"automatisch":[{"text":"Die technischen Daten werden laut der Firma nach 90 Tagen automatisch gelöscht.","translation":"According to the company, the technical data is automatically deleted after 90 days."},{"text":"Viele Türen öffnen sich heute automatisch, doch die wichtigsten musst du selbst öffnen.","translation":"Many doors open automatically today, but you have to open the most important ones yourself."},{"text":"Erfolgreiche Menschen werden nicht automatisch glücklich, aber glückliche Menschen werden automatisch erfolgreich.","translation":"Successful people don't automatically become happy, but happy people automatically become successful."},{"text":"Die Tür schließt automatisch.","translation":"The door locks automatically."},{"text":"Es ist automatisch passiert.","translation":"It happened automatically."}],"nachdenken":[{"text":"Lass uns über das Schlimmste, das passieren könnte, nachdenken.","translation":"Let's think about the worst that could happen."},{"text":"Ich muss mal über die Möglichkeiten nachdenken.","translation":"I have to think about the possibilities."},{"text":"Ich habe darüber nachgedacht.","translation":"I've been thinking about it."},{"text":"Wir müssen gemeinsam über Europas Zukunft nachdenken.","translation":"We need to think together about Europe's future."},{"text":"Wir sollten noch etwas darüber nachdenken. Vielleicht fällt uns noch etwas Besseres ein.","translation":"We should think about it a little more. Maybe we can think of something better."},{"text":"Was du gesagt hast, hat mich echt zum Nachdenken gebracht.","translation":"What you said really got me thinking."},{"text":"Deine Worte haben mich zum Nachdenken gebracht.","translation":"Your words made me think."},{"text":"Ich brauche etwas Zeit zum Nachdenken.","translation":"I need some time to think."},{"text":"Zum Nachdenken muss ich allein sein.","translation":"I have to be alone to think."},{"text":"Man muss handeln wie ein Mensch des Nachdenkens und denken wie ein Mensch der Tat.","translation":"One must act as a man of thought and think as a man of action."}],"Gebäude":[{"text":"Wo steht dieses Gebäude?","translation":"Where is this building?"},{"text":"Das Gebäude ist schön.","translation":"The building is nice."},{"text":"Der Kölner Dom war einmal das höchste Gebäude der Welt.","translation":"Cologne Cathedral was once the tallest building in the world."},{"text":"Das Gebäude wurde total zerstört.","translation":"The building was totally destroyed."},{"text":"Wir werden dieses Gebäude niemals verlassen.","translation":"We will never leave this building."}],"zeichnen":[{"text":"Was zeichnet unsere Arbeit aus?","translation":"What distinguishes our work?"},{"text":"Er zeichnet gerade Linien.","translation":"He draws straight lines."},{"text":"Wir zeichnen Tiere.","translation":"We are drawing animals."},{"text":"Der Film zeichnet eine Geschichte nach, wie sie nur das Leben schreibt.","translation":"The film traces a story that only life writes."},{"text":"Hast du schon einmal ein Tier gezeichnet?","translation":"Have you ever drawn an animal?"},{"text":"Beim Zeichnen musste Peter nie dem Mädchen helfen.","translation":"Peter never had to help the girl draw."},{"text":"Zeichnen Sie eine gerade Linie.","translation":"Draw a straight line."},{"text":"Mehr als alles in der Welt liebe ich das Zeichnen.","translation":"I love drawing more than anything in the world."},{"text":"Tom will zeichnen lernen.","translation":"Tom wants to learn how to draw."},{"text":"Zeichnen wir einen Stein.","translation":"Let's draw a stone."}],"Ball":[{"text":"Der Vater brachte seinem Kind einen Ball, und dieses spielte damit.","translation":"The father brought his child a ball, and he played with it."},{"text":"Der Ball ist rund, und das Spiel dauert neunzig Minuten.","translation":"The ball is round, and the game lasts ninety minutes."},{"text":"Markku warf den Ball höher, als er wollte.","translation":"Mark threw the ball higher than he wanted."},{"text":"Ich habe gestern meinen Ball verloren.","translation":"I lost my ball yesterday."},{"text":"Er bekam den Ball.","translation":"He got the ball."}],"Wand":[{"text":"Meine Mütze hängt an der Wand.","translation":"My cap hangs on the wall."},{"text":"Lieber mit dem Kopf durch die Wand als gar kein Fenster!","translation":"Better with your head through the wall than no window at all!"},{"text":"Zwischen Tür und Wand lege niemand seine Hand!","translation":"No one puts his hand between the door and the wall!"},{"text":"Jemand steht hinter der Wand.","translation":"Someone is standing behind the wall."},{"text":"Wenn wir so weiter machen, fahren wir gegen die Wand.","translation":"If we continue like this, we will hit the wall."}],"verfolgen":[{"text":"Es verfolgt uns ein Hund.","translation":"A dog is following us."},{"text":"Die Polizei verfolgt mich.","translation":"The police are chasing me."},{"text":"Tom wird von den Geistern seiner Vergangenheit verfolgt.","translation":"Tom is haunted by the ghosts of his past."},{"text":"Welche Ziele verfolgen Sie mit diesem Job?","translation":"What are your goals with this job?"},{"text":"Sie glauben, dass Tom Maria bis nach Hause verfolgt und sie getötet habe.","translation":"They believe that Tom chased Maria home and killed her."}],"Beweis":[{"text":"Für das Können gibt es nur einen Beweis: das Tun.","translation":"There is only one proof of skill: doing."},{"text":"Wenn Tom Deutsch kann, hat er es bisher kein einziges Mal unter Beweis gestellt.","translation":"If Tom can German, he hasn't proven it once."},{"text":"Gibt es Beweise dafür?","translation":"Is there any evidence of this?"},{"text":"Es ist so offensichtlich, dass es keinen Beweis benötigt.","translation":"It's so obvious that it doesn't need proof."},{"text":"Die Beweise sprachen für ihn.","translation":"The evidence was in his favor."}],"medium":[{"text":"Wem die Medien gehören, dem gehört die öffentliche Meinung.","translation":"Whoever owns the media owns public opinion."},{"text":"Tom hat in den sozialen Medien ein Foto von sich veröffentlicht.","translation":"Tom posted a picture of himself on social media."},{"text":"Den ganzen Tag hört man in Mainstream-Medien diese Scheiße.","translation":"All day long you hear this shit in mainstream media."},{"text":"Die Medien stehen hinter ihm.","translation":"The media is behind him."},{"text":"Glaube nie den Medien!","translation":"Never believe the media!"}],"Erinnerung":[{"text":"Das wird eine gute Erinnerung an meine Reise durch die Vereinigten Staaten sein.","translation":"This will be a good memory of my trip through the United States."},{"text":"Eine gute Erinnerung kann nicht schaden.","translation":"A good memory can't hurt."},{"text":"Jetzt, wo alles vorbei ist, bleibt uns nur noch die Erinnerung.","translation":"Now, when everything is gone, we still have the memory."},{"text":"Männer leben vom Vergessen, Frauen von Erinnerungen.","translation":"Men live from forgetting, women from memories."},{"text":"Tom ist ganz der Alte, er behält die Dinge nicht in seinen Erinnerungen.","translation":"Tom is quite the old man, he doesn't keep things in his memories."}],"sammeln":[{"text":"Sie sammelt Beweise.","translation":"It collects evidence."},{"text":"Du musst mehr Informationen sammeln.","translation":"You need to gather more information."},{"text":"Wir veröffentlichen alle Sätze, die wir sammeln, unter der Creative Commons Attributionslizenz.","translation":"We're releasing all the sentences we collect under the Creative Commons Attribution license."},{"text":"Warum sammeln Sie in Ihrer Wohnung so viel Müll?","translation":"Why do you collect so much garbage in your apartment?"},{"text":"Wenn man genug Erfahrung gesammelt hat, ist man zu alt, um sie auszuführen.","translation":"If you have enough experience, you are too old to carry it out."}],"dadurch":[{"text":"Wege entstehen dadurch, dass wir sie gehen.","translation":"Roads emerge because we walk them."},{"text":"Die meiste Zeit geht dadurch verloren, dass man nicht zu Ende denkt.","translation":"Most of the time is lost by not thinking to the end."},{"text":"Menschen unterscheiden sich von Tieren dadurch, dass sie denken und sprechen können.","translation":"Humans differ from animals in that they can think and speak."},{"text":"Ein Fehler wird auch dadurch, dass alle ihn begehen, nicht richtig.","translation":"A mistake is also not made right by the fact that everyone commits it."},{"text":"Ein Wunsch kann durch nichts mehr verlieren als dadurch, dass er in Erfüllung geht.","translation":"A wish can lose more by nothing than by coming true."},{"text":"Vieles erledigt sich dadurch, dass man es liegen lässt.","translation":"A lot of things are done by leaving it behind."},{"text":"Was hat du denn davon, wenn du dadurch krank wirst?","translation":"What do you get out of it if you get sick as a result?"},{"text":"Zeit ist nur dadurch, dass etwas geschieht, und nur dort, wo etwas geschieht.","translation":"Time is only when something happens, and only where something happens."},{"text":"Schon dadurch, dass jeder unterschiedliche Erfahrungen macht, ist jeder verschieden.","translation":"Just because everyone has different experiences, everyone is different."},{"text":"Was hast du dadurch gewonnen?","translation":"What have you gained?"}],"zuvor":[{"text":"Wer über Nacht berühmt wird, hat an den Tagen zuvor viel gearbeitet.","translation":"Those who become famous overnight have worked a lot the days before."},{"text":"Liebe kommt der Bitte zuvor.","translation":"Love precedes the request."},{"text":"Es war so schön wie nie zuvor!","translation":"It was more beautiful than ever!"},{"text":"Wir sind heute so weit gelaufen wie nie zuvor.","translation":"We have walked as far today as never before."},{"text":"Er ist stärker als je zuvor.","translation":"He is stronger than ever."}],"aktivieren":[{"text":"Vielen Dank. Danke, dass Sie meinen Würgereflex aktiviert haben.","translation":"Thank you very much. Thank you for activating my gag reflex."},{"text":"Hast du die Sprachsteuerung auf deinem Handy aktiviert?","translation":"Have you enabled voice control on your phone?"},{"text":"Aktivieren Sie die Soundkarte ihres Computers und genießen Sie das schöne Lied!","translation":"Activate the sound card of your computer and enjoy the beautiful song!"},{"text":"Sie erhalten eine Bestätigung, sobald Ihr Benutzerkonto durch einen Administrator aktiviert worden ist.","translation":"You will receive a confirmation email after your account has been activated by an administrator."},{"text":"Diese Arbeit ist zu schwer und zu mühselig für eine einzelne Frau. Ich will meinen Roboter aktivieren!","translation":"This work is too heavy and exhausting for a single woman. I will activate my robot!"}],"Partner":[{"text":"Wer nimmt wen zum Partner?","translation":"Who takes whom as a partner?"},{"text":"Algerien ist ein wichtiger Partner der Europäischen Union.","translation":"Algeria is an important partner of the European Union."},{"text":"Liisa war sich sicher, mit Markku als Partner das große Los gezogen zu haben.","translation":"Liisa was sure that she had won the big draw with Markku as her partner."},{"text":"Du musst herausfinden, was am besten zu dir und zu deinem Partner passt.","translation":"You need to figure out what suits you and your partner best."},{"text":"Mein Partner und ich haben heute alle Spiele gewonnen.","translation":"My partner and I have been winning every game today."}],"Natur":[{"text":"Alle wollen zurück zur Natur, aber keiner will zu Fuß gehen.","translation":"Everyone wants to return to nature, but no one wants to go on foot."},{"text":"Von der Natur kann man nur Gutes lernen.","translation":"You can only learn good things from nature."},{"text":"Es liegt in der Natur der Sache.","translation":"It is in the nature of things."},{"text":"Sie ist von Natur aus nett.","translation":"She's kind by nature."},{"text":"Das Leben in der Natur gibt die Wahrheit der Dinge zu erkennen.","translation":"Life in nature reveals the truth of things."}],"Material":[{"text":"Wir kaufen das Material in Malaysia ein.","translation":"We buy the material in Malaysia."},{"text":"Sie ist dabei, Material für ein Buch zu sammeln.","translation":"She is in the process of collecting material for a book."},{"text":"Dieses Material nutzt sich überhaupt nicht ab.","translation":"This material never wears out."},{"text":"Aus welchem Material wurde dieses Haus gebaut?","translation":"What material was this house built of?"},{"text":"Ein Loch kann es nur durch ein anderes Material geben.","translation":"A hole can only exist through another material."}],"herstellen":[{"text":"Dieses Produkt wurde in Italien hergestellt.","translation":"This product was made in Italy."},{"text":"Diese Uhr dort wurde in der Schweiz hergestellt.","translation":"That clock there was made in Switzerland."},{"text":"Wenn ich Dinge herstellen soll, habe ich zwei linke Hände.","translation":"When I'm supposed to make things, I have two left hands."},{"text":"Dieses Auto wurde in Japan hergestellt.","translation":"This car was made in Japan."},{"text":"Das Auto von meinem Vater wurde in Italien hergestellt.","translation":"My father's car was made in Italy."}],"Zustand":[{"text":"Sein Zustand befindet sich zwischen Hammer und Amboss.","translation":"Its condition is between hammer and anvil."},{"text":"Glücklichsein ist kein Zustand, sondern eine Fähigkeit.","translation":"Happiness is not a state, but a skill."},{"text":"Ein Unternehmen ist kein Zustand, sondern ein Prozess.","translation":"A company is not a state, but a process."},{"text":"Der Zustand des Patienten ändert sich von Tag zu Tag.","translation":"The patient's condition changes from day to day."},{"text":"Obwohl mein Auto recht alt ist, ist es noch in einem guten Zustand.","translation":"Although my car is quite old, it is still in good condition."}],"Serie":[{"text":"Er hat gerade eine interessante Serie von Artikeln veröffentlicht.","translation":"He has just published an interesting series of articles."},{"text":"Hast du schon die letzte Folge der Serie gesehen?","translation":"Have you already seen the latest episode of that series?"},{"text":"Nach der Arbeit sehe ich mir oft Serien an.","translation":"After work, I often watch series."},{"text":"Ich sehe diese Serie gern.","translation":"I like to watch this series."},{"text":"Ich hab' die Serie geliebt.","translation":"I loved that show."}],"vergiß":[{"text":"Vergiss nie, dass die anderen auf dich zählen, aber zähle nicht auf sie.","translation":"Never forget that others are counting on you, but don't count on them."},{"text":"Vergiss nicht die Regel 72!","translation":"Don't forget Rule 72!"},{"text":"Vergiss nicht: Man benötigt nur wenig, um ein glückliches Leben zu führen.","translation":"Remember this, that very little is needed to make a happy life."},{"text":"Ich lag falsch. Vergiss, was ich dir gesagt habe.","translation":"I was wrong. Forget what I said."},{"text":"Weißt du was? Vergiss es! Ich gehe einfach allein.","translation":"You know what? Forget it! I'll just go by myself."}],"gewiß":[{"text":"Leicht, ein reines Gewissen zu haben, wenn man es nicht benutzt.","translation":"Easy to have a clear conscience when you're not using it."},{"text":"Gewissen ist Gottes Gegenwart im Menschen.","translation":"Conscience is God's presence in man."},{"text":"Ich mache das, weil ich ein absolut reines Gewissen habe.","translation":"I do this because I have an absolutely clear conscience."},{"text":"Ich werde meinem Gewissen folgen.","translation":"I will follow my conscience."},{"text":"Der Tod ist gewiss, die Stunde nicht.","translation":"Death is certain, the hour is not."}],"Entwicklung":[{"text":"Nach 125 Jahren Entwicklung ist klar: Esperanto ist mehr als nur eine Sprache.","translation":"After 125 years of development, one thing is clear: Esperanto is more than just a language."},{"text":"Wir stehen noch am Anfang der Entwicklung.","translation":"We are still at the beginning of development."},{"text":"Wir werden die weitere Entwicklung im Auge behalten.","translation":"We will keep an eye on further developments."},{"text":"Ich freue mich über diese Entwicklung.","translation":"I am pleased with this development."},{"text":"Die Entwicklung des Landes fiel hinter die von Japan zurück.","translation":"The development of the country is falling behind that of Japan."}],"Browser":[{"text":"Welchen Browser benutzt ihr?","translation":"Which browser are you using?"},{"text":"Nicht alle Browser sind sicher.","translation":"Not all browsers are secure."},{"text":"Der Browser läuft voll lahm.","translation":"The browser runs completely lame."},{"text":"Ich verstehe nicht, wieso mein Browser so langsam ist, ich habe nur zweiundvierzig Fenster auf einmal geöffnet.","translation":"I don't understand why my browser is so slow, I only have forty-two windows open at a time."},{"text":"Er rennt nach Hause, um die Chronik in seinem Browser zu löschen.","translation":"He runs home to clear the timeline in his browser."}],"Schiff":[{"text":"Das Schiff kann man noch sehen.","translation":"The boat can still be seen."},{"text":"Sie waren um 2.30 Uhr auf dem Schiff.","translation":"They were on the ship at 2.30 a.m."},{"text":"Das Schiff lief auf Grund.","translation":"The ship ran aground."},{"text":"Kleine Löchlein machen das Schiff auch voll Wasser.","translation":"Small holes also make the ship full of water."},{"text":"Das Schiff kommt heute Abend in San Francisco an.","translation":"The ship is arriving in San Francisco this evening."}],"sauber":[{"text":"Sein Zimmer war klein, aber sauber, und das Essen war gut!","translation":"His room was small but clean, and the food was good."},{"text":"Meine Mutter hält unser Haus sehr sauber.","translation":"My mother keeps our house very clean."},{"text":"Du musst dein Zimmer sauber machen.","translation":"You must clean your room."},{"text":"Ich will, dass ihr mir helft, es sauber zu machen.","translation":"I want you to help me clean it up."},{"text":"Die ganze Stadt war sehr sauber.","translation":"The whole town was very clean."}],"fürs":[{"text":"Danke fürs Teilen!","translation":"Thanks for sharing!"},{"text":"Das ist wohl fürs Erste die beste Idee.","translation":"That's probably the best idea to begin with."},{"text":"Das ist gut fürs Geschäft.","translation":"It's good for business."},{"text":"Tom wird fürs Nichtstun bezahlt.","translation":"Tom is being paid to do nothing."},{"text":"Sie ist durch harte Arbeit und einen guten Sinn fürs Geschäft reich geworden.","translation":"She became rich by virtue of hard work and good business sense."}],"Charakter":[{"text":"Wer keinen Charakter hat, ist kein Mensch, sondern eine Sache.","translation":"Whoever has no character is not a human being, but a thing."},{"text":"Ich liebe ihren offenen Charakter.","translation":"I love her open character."},{"text":"Charme ist Charakter, der sich von seiner schönsten Seite zeigt.","translation":"Charm is character that shows its most beautiful side."},{"text":"Der Charakter eines Mannes wird bestimmt durch seine Familie.","translation":"The character of a man is determined by his family."},{"text":"Welchen Charakter hat meine Katze?","translation":"What is the character of my cat?"}],"Stern":[{"text":"Die Liebe bewegt die Sonne und andere Sterne.","translation":"Love moves the sun and other stars."},{"text":"Das ist ein Buch über Sterne.","translation":"This is a book about stars."},{"text":"Des Nachts konnte Maria durch das Fenster neben ihrem Bett die Sterne sehen.","translation":"At night, Mary could see the stars through the window next to her bed."},{"text":"Schau dir mal den Himmel an. Dort sind so viele Sterne!","translation":"Look at the sky. There are so many stars there!"},{"text":"Wie entstehen eigentlich Sterne?","translation":"How are stars formed?"}],"tuen":[{"text":"Was tue ich denn jetzt?","translation":"What do I do now?"},{"text":"Ich mag das Sterben nicht; es wird das Letzte sein, das ich tue.","translation":"I don't like dying. It'll be the last thing I do."},{"text":"Wenn ich es nicht jetzt tue, dann werde ich es nie tun.","translation":"If I don't do it now, I never will."},{"text":"„Was tue ich eigentlich hier? — „Etwas sehr Wichtiges.“","translation":"\"What am I doing here? — \"Something very important.\""},{"text":"Einmal in meinem Leben tue ich eine gute Tat... Und es bringt nichts.","translation":"Once in my life I do a good deed... And it's no use."}],"sowohl":[{"text":"Der deutsche Satz kann sowohl das eine als auch das andere bedeuten.","translation":"The German sentence can mean both one and the other."},{"text":"Mein Lehrer hat sowohl auf d4 als auch auf e4 immer g7 gespielt.","translation":"My teacher always played g7 on both d4 and e4."},{"text":"Sowohl Tom als auch Mary sahen beide traurig aus.","translation":"Both Tom and Mary looked sad."},{"text":"Ich mag sowohl Hunde als auch Katzen.","translation":"I like both dogs and cats."},{"text":"Seine Wohnung ist sowohl klein als auch alt.","translation":"His apartment is both small and old."}],"Opfer":[{"text":"Ein Mensch ist immer das Opfer seiner Wahrheiten.","translation":"A person is always the victim of his truths."},{"text":"Das Opfer war ein Kind.","translation":"The victim was a child."},{"text":"Die Liebe will ein freies Opfer sein.","translation":"Love wants to be a free victim."},{"text":"Sami fühlte sich wie ein Opfer.","translation":"Sami felt like a victim."},{"text":"Drei Häuser fielen dem Feuer zum Opfer.","translation":"The fire destroyed three houses."}],"runde":[{"text":"Die erste Runde geht aufs Haus.","translation":"The first round is on the house."},{"text":"Die nächste Runde geht auf mich.","translation":"The next round is on me."},{"text":"Ich würde gerne eine Runde Ping-Pong spielen.","translation":"I'd like to play a game of ping-pong."},{"text":"Es fällt Tom schwer, über die Runden zu kommen.","translation":"Tom is having trouble making ends meet."},{"text":"Eine Runde dauert etwa fünf Minuten.","translation":"A round lasts about five minutes."}],"möglicherweise":[{"text":"Möglicherweise wird er längere Zeit auf Hainan verbringen.","translation":"It's possible he will spend more time in Hainan."},{"text":"Tom fragte sich, ob er für Maria möglicherweise nur zweite Wahl gewesen war.","translation":"Tom wondered if he was perhaps only Mary's second choice."},{"text":"Möglicherweise wird das alles sogar noch teurer.","translation":"It may all become even more expensive."},{"text":"Möglicherweise kann ein Mensch nicht mehr selbst entscheiden, weil er plötzlich krank ist.","translation":"It is possible that a person can no longer decide for himself because he is suddenly ill."},{"text":"Er hat möglicherweise recht.","translation":"He might be right."}],"notwendig":[{"text":"Manchmal ist es notwendig, die Wahrheit zu sagen.","translation":"Sometimes it's necessary to tell the truth."},{"text":"Du willst nicht mehr bezahlen als unbedingt notwendig, oder?","translation":"You don't want to pay more than you have to, right?"},{"text":"Es ist nicht notwendig, dass du hier bleibst.","translation":"There is no need for you to stay here."},{"text":"Bitte tun Sie, was Sie für notwendig halten.","translation":"Please do what you consider necessary."},{"text":"Das ist ein Kampf zwischen zwei Kräften, die beide für die Entwicklung notwendig sind.","translation":"This is a struggle between two forces, both necessary for development."}],"Grenze":[{"text":"Ich kenne keine Grenze außer der zwischen Himmel und Erde.","translation":"I know no boundary except for the limit between heaven and earth."},{"text":"Man muss den Schülern zeigen, wo die Grenze ist.","translation":"You have to show the students where the limit is."},{"text":"Die Grenze ist geschlossen.","translation":"The border is closed."},{"text":"Wir haben drei Stunden ohne Essen und Trinken an der Grenze gewartet.","translation":"We waited three hours without food and drink at the border."},{"text":"Uns halten nur die Grenzen, die wir uns selbst setzen.","translation":"We are only held by the limits we set for ourselves."}],"interessieren":[{"text":"Was andere Kinder machen, interessiert mich nicht.","translation":"I'm not interested in what other children do."},{"text":"Mich interessieren so viele Themen.","translation":"I am interested in so many topics."},{"text":"Es tut mir leid, dieses Thema interessiert mich gar nicht.","translation":"I'm sorry, I'm not interested in this topic at all."},{"text":"Warum liest du es dann, wenn es dich so wenig interessiert?","translation":"So why do you read it when you care so little?"},{"text":"Du musst es ja nicht lesen, wenn es dich nicht interessiert.","translation":"You don't have to read it if you don't care."}],"wiedersehen":[{"text":"Wir sagten nach der Schule unseren Freunden Auf Wiedersehen.","translation":"We say goodbye to our school friends."},{"text":"Ohne auf Wiedersehen zu sagen, verschwand er in der Menge.","translation":"Without saying goodbye, he disappeared into the crowd."},{"text":"Sie ging weg, ohne \"Auf Wiedersehen\" zu sagen.","translation":"She went without saying goodbye."},{"text":"Er ging aus dem Haus und sagte nicht mal \"Auf Wiedersehen\".","translation":"He left the house without so much as a \"goodbye\"."},{"text":"Ich würde gern „Auf Wiedersehen“ und „Danke“ auf Esperanto sagen. Kannst du mir helfen?","translation":"I'd like to say \"goodbye\" and \"thank you\" in Esperanto. Can you help me out?"},{"text":"Ich muss sie auf jeden Fall wiedersehen, unbedingt!","translation":"Anyway, I've definitely got to see her again."},{"text":"Es wäre schön, wenn wir uns wiedersehen könnten.","translation":"It would be nice if we could meet again."},{"text":"Ich weiß noch nicht, ob wir uns nächste Woche wiedersehen können.","translation":"I don't know yet whether we can see each other again next week."},{"text":"Ich hoffe, dass wir uns eines Tages wiedersehen werden.","translation":"I hope we'll meet again some day."},{"text":"Ich hoffe, dass wir uns bald einmal wiedersehen.","translation":"I hope we meet again someday soon."}],"Design":[{"text":"Wenn du mich fragen würdest, würde ich sagen, dass ich das Design mag.","translation":"If you were to ask me, I would say that I like the design."},{"text":"Was für ein schönes Design!","translation":"What a beautiful design!"},{"text":"Ihre Tasche hat das gleiche Design wie die ihrer Mutter.","translation":"Her bag is the same design as her mother's."},{"text":"Das ist ein hässliches Design.","translation":"This is an ugly design."},{"text":"Toms Design ist sehr originell.","translation":"Tom's design is very original."}],"liefern":[{"text":"Unser Haus liefert nur gute Waren.","translation":"Our house delivers only good goods."},{"text":"Wann liefern Sie wieder neue Sätze?","translation":"When do you deliver new sets again?"},{"text":"Gerne liefern wir unsere Gerichte unseren Gästen auch nach Hause. Rufen Sie uns an!","translation":"We are also happy to deliver our dishes to our guests' homes. Give us a call!"},{"text":"Was liefern Sie uns denn heute?","translation":"What do you deliver to us today?"},{"text":"Es tut mir leid. Ich hätte das schon gestern liefern sollen.","translation":"I'm sorry. I should've delivered this yesterday."}],"betrachten":[{"text":"Um die Wahrheit herauszufinden, muss man eine Sache von allen Seiten betrachten.","translation":"To find out the truth, you have to look at one thing from all sides."},{"text":"Der Arzt betrachtet Liisa als gesund.","translation":"The doctor considers Liisa healthy."},{"text":"Schön ist eigentlich alles, wenn man es mit Liebe betrachtet.","translation":"Actually, everything is beautiful if you look at it with love."},{"text":"Ich will das näher betrachten.","translation":"Let me take a closer look."},{"text":"Ich will mir das aus der Nähe betrachten.","translation":"I want to take a closer look."}],"kennst":[{"text":"Kennst du schon das neue Lied?","translation":"Do you already know the new song?"},{"text":"Warum stellst du Fragen, deren Antwort du bereits kennst?","translation":"Why do you ask questions whose answers you already know?"},{"text":"Kennst du eine gute Disco hier in der Nähe?","translation":"Do you know a good disco nearby?"},{"text":"Kennst du diesen Mann auf dem Bild?","translation":"Do you know this man in the picture?"},{"text":"Was fragst du noch, wenn du die Antwort schon kennst?","translation":"What else do you ask if you already know the answer?"},{"text":"Es ist nicht wichtig, was du weißt, sondern wen du kennst.","translation":"It's not important what you know, but who you know."},{"text":"Es gibt nichts Neues in der Welt, außer der Geschichte, die du nicht kennst.","translation":"There's nothing new in the world except the history you don't know."},{"text":"Das beste Wissen ist das, was du kennst, wenn du es brauchst.","translation":"The best knowledge is what you know when you need it."},{"text":"Jetzt kennst du die ganze Wahrheit.","translation":"Now you know the whole truth."},{"text":"Es ist wichtig, dass du deine eigenen Grenzen kennst.","translation":"It is important that you know your own limits."},{"text":"Kennst du die Regeln?","translation":"Do you know the rules?"},{"text":"Kennst du den Film: Der Mann, der vom Himmel fiel?","translation":"Do you know the movie: The Man Who Fell from the Sky?"},{"text":"\"Kennst du Faust?\" \"Nein, wo wohnt der?\"","translation":"\"Do you know Faust?\" \"No, where does he live?\""},{"text":"Kennst du den Vaters deines Kindes?","translation":"Do you know your child's father?"},{"text":"„Kennst du Tom schon länger?“ – „Nein, ich habe ihn eben erst kennengelernt.“","translation":"\"Have you known Tom for a long time?\" \"No, I've only just met him.\""}],"deutlich":[{"text":"Ich sagte ihm deutlich meine Meinung.","translation":"I clearly told him my opinion."},{"text":"Sie hatte das deutliche Gefühl, dass da etwas im Busch war.","translation":"She had the distinct feeling that something was brewing."},{"text":"Liisa und Markku hatten das deutliche Gefühl, nicht ernst genommen zu werden.","translation":"Liisa and Markku had the distinct feeling that they were not being taken seriously."},{"text":"Sprechen Sie langsam und deutlich.","translation":"Speak slowly and clearly."},{"text":"Drücken Sie Ihre Gedanken deutlich aus!","translation":"Express your thoughts clearly!"}],"Wunsch":[{"text":"Sein Wunsch ist, nach Amerika zu gehen.","translation":"His wish is to go to America."},{"text":"„Haben Eure Kaiserliche Majestät noch einen Wunsch?“ – „Nein, Er darf sich entfernen.“","translation":"\"Do Your Imperial Majesty still have a wish?\" – \"No, He may leave.\""},{"text":"Das Leben besteht aus zwei Teilen: der Vergangenheit — ein Traum; der Zukunft — ein Wunsch.","translation":"Life consists of two parts: the past — a dream; of the future — a wish."},{"text":"Der Wunsch nach einem Sohn ist der Vater vieler Töchter.","translation":"The desire for a son is the father of many daughters."},{"text":"Tom las Maria jeden Wunsch von den Augen ab.","translation":"Tom read Maria's every wish from her eyes."}],"warte":[{"text":"Von meiner Warte aus ist keine sichere Entscheidung möglich.","translation":"From my point of view, it's not possible to make a decision safely."},{"text":"Warte nicht auf mich! Du solltest gehen!","translation":"Don't wait for me! You should go!"},{"text":"Warte bitte kurz.","translation":"Please wait a moment."},{"text":"Warte, bis du an der Reihe bist.","translation":"Wait until your turn comes."},{"text":"Als ich jung war, hat man mir gesagt: „Warte nur, bis du fünfzig bist, dann wirst du schon sehen.“ Jetzt bin ich fünfzig und sehe absolut nichts.","translation":"When I was young, I was told, \"Just wait until you're fifty, and you'll see.\" Now I'm fifty and I see absolutely nothing."},{"text":"Warte nie bis du Zeit hast!","translation":"Never wait until you have time!"},{"text":"Warte hier auf mich!","translation":"Wait here for me!"},{"text":"Warte, bis ich mit Essen fertig bin!","translation":"Wait until I finish eating."},{"text":"Ich sagte zu Tom: „Warte!“","translation":"I said to Tom, \"Wait!\""},{"text":"„Um wie viel Uhr ist unser Treffen?“ – „Warte mal, ich muss eben nachschauen.“","translation":"\"What time is our meeting?\" - \"Wait, I need to check.\""}],"unmöglich":[{"text":"Es ist mir unmöglich, es dir zu erklären.","translation":"It is impossible for me to explain it to you."},{"text":"Es ist unmöglich, in einem Monat Englisch zu lernen.","translation":"It is impossible to learn English in a month."},{"text":"Seien wir ehrlich, es ist unmöglich. Wir werden es nie schaffen.","translation":"Let's face it, it's impossible. We will never make it."},{"text":"Nichts ist unmöglich für den, der es nicht selbst machen muss.","translation":"No thing is impossible for one who has no need to do it himself."},{"text":"Es ist unmöglich, der ganzen Welt und seinem eigenen Vater zu gefallen.","translation":"It is impossible to please the whole world and one's own father."}],"Tisch":[{"text":"Wir setzen uns an den Tisch.","translation":"We sit down at the table."},{"text":"Lasst uns an diesem Tisch sitzen.","translation":"Let's sit at that table."},{"text":"Der Hund ist unter den Tisch gelaufen.","translation":"The dog went under the table."},{"text":"Der Tisch steht nicht im Wasser.","translation":"The table is not in the water."},{"text":"Ich habe das Gefühl, dass man mich ganz schön über den Tisch gezogen hat.","translation":"I have the feeling that I have been ripped off quite a bit."}],"verhindern":[{"text":"Das Schlimmste ließ sich verhindern.","translation":"The worst could be prevented."},{"text":"„Tom wird das morgen wieder tun.“ – „Das weiß ich aber zu verhindern!“","translation":"\"Tom will do it again tomorrow.\" – \"But I know how to prevent that!\""},{"text":"Wir müssen den Krieg um jeden Preis verhindern.","translation":"We must prevent war at all costs."},{"text":"Lasst uns verhindern, dass das auch anderen Familien passiert.","translation":"Let's prevent this from happening to other families as well."},{"text":"Der Wunsch, klug zu erscheinen, verhindert oft, es zu werden.","translation":"The desire to appear smart often prevents you from becoming one."}],"rede":[{"text":"Rede, bevor es zu spät ist!","translation":"Speak up before it's too late!"},{"text":"Was wäre, wenn du eine Rede halten würdest, und niemand käme?","translation":"What if you gave a speech and no one came?"},{"text":"Es war nicht der Rede wert.","translation":"It wasn't worth mentioning."},{"text":"Mein Freund hielt eine schöne Rede.","translation":"My friend gave a nice speech."},{"text":"Keine Rede kann völlig schlecht sein, wenn sie kurz genug ist.","translation":"No speech can be completely bad if it is short enough."}],"Verfügung":[{"text":"Wie viel Energie haben wir zur Verfügung?","translation":"How much energy do we have available?"},{"text":"Das alles steht zu Ihrer Verfügung.","translation":"All this is at your disposal."},{"text":"Ich habe ihm mein Auto zur Verfügung gestellt.","translation":"I put my car at his disposal."},{"text":"Ich habe etwa eine Stunde zur Verfügung, und dann muss ich gehen.","translation":"I've got about an hour until I have to leave."},{"text":"Diese Entscheidung hängt davon ab, wie viel Raum und Zeit man zur Verfügung hat.","translation":"This decision depends on how much space and time are available."}],"solange":[{"text":"Man hofft, solange man lebt.","translation":"One hopes, as long as one lives."},{"text":"Solange ich schreibe, lebe ich.","translation":"As long as I write, I live."},{"text":"Der Mensch hofft, solange er lebt.","translation":"Man hopes as long as he lives."},{"text":"Ein Mann kann mit jeder Frau glücklich werden, solange er sie nicht liebt.","translation":"A man can be happy with any woman as long as he doesn't love her."},{"text":"Solange der Mensch spielt, ist er frei.","translation":"As long as man plays, he is free."}],"Unterstützung":[{"text":"Algerien verdient Vertrauen und Unterstützung.","translation":"Algeria deserves trust and support."},{"text":"Ich brauche Unterstützung.","translation":"I need support."},{"text":"Danke für deine Unterstützung.","translation":"Thank you for your support."},{"text":"Welche Unterstützung erhalten Sie von Ihrer Familie?","translation":"What support do you receive from your family?"},{"text":"Die Gruppe stellte ihre Unterstützung für die Regierung ein.","translation":"The group withdrew their support for the Government."}],"täglich":[{"text":"Rotlichtbestrahlung war ein Wort, das in der DDR täglich gebraucht wurde.","translation":"Red Light Irradiation was a word that was used on a daily basis in the GDR."},{"text":"Wie viele fügen hier eigentlich täglich Sätze hinzu?","translation":"How many actually add sentences here every day?"},{"text":"Die Preise steigen täglich.","translation":"Prices are rising daily."},{"text":"Mein Vater trinkt täglich.","translation":"My father drinks daily."},{"text":"Läuft sie täglich?","translation":"Does she run every day?"},{"text":"Ich zähle täglich meine Sorgen.","translation":"I count my worries every day."},{"text":"Ein neues Leben kann man nicht anfangen, aber täglich einen neuen Tag.","translation":"You can't start a new life, but you can start a new day every day."},{"text":"Sei täglich besser als gestern.","translation":"Be better every day than yesterday."},{"text":"Meine Uhr geht täglich zwei Minuten nach.","translation":"My watch loses two minutes a day."},{"text":"Ich frage mich, ob Tom klar ist, wie viele Stunden täglich ich arbeite.","translation":"I wonder if Tom realizes how many hours a day I work."}],"weinen":[{"text":"Meine Schwester weint oft.","translation":"My sister cries a lot."},{"text":"Weint der Junge?","translation":"Is the boy crying?"},{"text":"Nicht alle sind glücklich, die glücklich scheinen. Manche lachen nur um nicht zu weinen.","translation":"Not everyone who seems happy is happy. Some laugh just to not cry."},{"text":"Wer am Morgen lacht, weint am Abend.","translation":"If you laugh in the morning, you cry in the evening."},{"text":"Was lässt uns lange weinen? Die Liebe.","translation":"What makes us cry for a long time? Love."}],"drüben":[{"text":"Jemand beobachtet uns gerade aus dem Fenster dort drüben.","translation":"Someone is watching us out of the window over there."},{"text":"Da drüben steht schon die ganze Zeit ein Mann und schaut uns an.","translation":"There's a man standing over there looking at us all the time."},{"text":"Er spielt dort drüben.","translation":"He is playing over there."},{"text":"Das Mädchen, das da drüben steht, ist meine Schwester Sue.","translation":"The girl standing over there is my sister Sue."},{"text":"Diese Frau dort drüben ist Ana.","translation":"That woman over there is Ana."},{"text":"Siehst du das große, weiße Gebäude dort drüben?","translation":"Do you see the big, white building over there?"},{"text":"„Wo ist euer Haus?“ – „Dort drüben.“","translation":"\"Where is your house?\" \"It is over there.\""},{"text":"Was befindet sich dort drüben?","translation":"What is over there?"},{"text":"Stelle es dort drüben hin!","translation":"Put it over there."},{"text":"Wer ist der Typ da drüben?","translation":"Who's the guy over there?"}],"leer":[{"text":"Unser Haus ist leer.","translation":"Our house is empty."},{"text":"Das Haus steht schon seit Jahren leer.","translation":"The house has been empty for years."},{"text":"Kann ein leerer Kopf mehr Gedanken aufnehmen?","translation":"Can an empty head absorb more thoughts?"},{"text":"Mein Akku ist fast leer.","translation":"My battery is almost flat."},{"text":"Was soll der Tod schon aus einem leeren Zimmer holen?","translation":"What is death supposed to get out of an empty room?"}],"Besuch":[{"text":"Besuch mich bitte ab jetzt nicht mehr.","translation":"From now on, don't come to see me any more."},{"text":"Sie und ihre Schwester kommen morgen zu Besuch.","translation":"She and her sister are coming to visit tomorrow."},{"text":"Wir haben uns sehr über euren Besuch gefreut.","translation":"We were very happy about your visit."},{"text":"Ich habe Besuch zu Hause.","translation":"I have visitors at home."},{"text":"Nach einem kurzen Besuch stand er plötzlich auf und ging.","translation":"A little while into his visit he got up suddenly and left."}],"Party":[{"text":"Ann wird nicht zu unserer Party kommen.","translation":"Ann will not come to our party."},{"text":"Freut sie sich über die Party?","translation":"Is she happy about the party?"},{"text":"Die Party ist super, finden Sie nicht?","translation":"The party is great, don't you think?"},{"text":"Tom und Maria geben eine Party. Man trinkt, tanzt und lacht viel.","translation":"Tom and Maria have a party. You drink, dance and laugh a lot."},{"text":"Bei den Partys trägt man wieder das kleine Schwarze.","translation":"At the parties you wear the little black again."},{"text":"Lasst die Party beginnen.","translation":"Let's get the party started."},{"text":"Viel Spaß bei der Party, John.","translation":"Enjoy yourself at the party, John."},{"text":"Ich werde für Marias Party einen Kuchen backen.","translation":"I'm going to bake a cake for Maria's party."},{"text":"\"Gehst du zu Toms Party?\" － \"Ich bin mir noch nicht sicher.\"","translation":"\"Are you going to Tom's party?\" \"I'm still not sure.\""},{"text":"Ich habe dich auf Toms Party gestern Nacht nicht gesehen.","translation":"I didn't see you at Tom's party last night."}],"hinaus":[{"text":"Dann öffnete er die Tür und trat hinaus.","translation":"Then he opened the door and stepped outside."},{"text":"Sie wirft das Geld zum Fenster hinaus.","translation":"She throws the money out the window."},{"text":"Das läuft aufs Gleiche hinaus.","translation":"That boils down to the same thing."},{"text":"Der Blick über die Welt hinaus ist der einzige, der die Welt versteht.","translation":"Looking beyond the world is the only one who understands the world."},{"text":"Hast du ein Haus, so denke nicht darüber hinaus.","translation":"If you have a house, don't think beyond it."}],"informieren":[{"text":"Als ich mich das letzte Mal informiert habe, war sie noch am Leben.","translation":"The last time I informed myself, she was still alive."},{"text":"Der Erfolgreichste im Leben ist der, der am besten informiert wird.","translation":"The most successful in life is the one who is best informed."},{"text":"Diese informierte sofort die Polizei.","translation":"They immediately informed the police."},{"text":"Leider muss ich dich darüber informieren, dass sie gestorben ist.","translation":"I am very sorry to inform you that she died."},{"text":"Wieso haben Sie uns nicht früher darüber informiert?","translation":"Why didn't you inform us sooner?"}],"Methode":[{"text":"Es gibt eine einfachere Methode.","translation":"There is a simpler method."},{"text":"Diese Methode hat mehr Erfolg.","translation":"This method is more successful."},{"text":"Eine sichere Methode reich zu sein, ist reich geboren zu werden.","translation":"A sure method to be rich is to be born rich."},{"text":"Es gibt eine einfachere Methode. Soll ich sie dir zeigen?","translation":"There is a simpler method. Should I show them to you?"},{"text":"Ja, das wäre eine Methode, die Sache aus der Welt zu schaffen.","translation":"Yes, that would be a method of getting things out of the world."}],"verlieben":[{"text":"Jeder an der Schule wusste, dass Tom in Maria verliebt war.","translation":"Everyone at the school knew that Tom was in love with Maria."},{"text":"Zeus verliebte sich nicht nur in schöne Frauen, sondern auch in schöne Männer.","translation":"Zeus fell in love not only with beautiful women, but also with good-looking men."},{"text":"Wenn nichts mehr richtig geht, dann bist du verliebt.","translation":"If nothing goes right anymore, then you are in love."},{"text":"Sie verliebte sich in den Bruder ihres Freundes.","translation":"She fell in love with her friend's brother."},{"text":"Meine Frau hat sich vor etwas mehr als einem Jahr in ihren Chef verliebt.","translation":"My wife fell in love with her boss a little over a year ago."}],"ebenfalls":[{"text":"Wir stimmen ebenfalls zu.","translation":"We agree as well."},{"text":"Mary ist süß. Jane ebenfalls.","translation":"Mary is cute. So is Jane."},{"text":"Wir haben die Arbeit beendet, so dass wir ebenfalls nach Hause gehen können.","translation":"We've finished the work, so we may as well go home."},{"text":"Ich hoffe, dass Sie ebenfalls glücklich sind.","translation":"I hope you're happy, too."},{"text":"Ich habe mich ebenfalls gefreut, Sie kennenzulernen!","translation":"I was also happy to meet you!"}],"annehmen":[{"text":"Kann ich das denn annehmen?","translation":"Can I accept that?"},{"text":"Er will einfach keine Arbeit annehmen, die ihm keinen Spaß macht.","translation":"He just doesn't want to take on work that he doesn't enjoy."},{"text":"Wir würden gerne mehr Azubis annehmen, aber leider finden wir keine.","translation":"We'd like to take on more apprentices, but unfortunately we can't find any."},{"text":"Ich werde dein Angebot annehmen.","translation":"I'll accept your offer."},{"text":"Wie lange hast du darüber nachgedacht, ob du dieses Angebot annehmen sollst?","translation":"How long did you think about accepting this offer?"}],"Kontrolle":[{"text":"Vertrauen ist gut, Kontrolle ist besser!","translation":"Trust is good, control is better!"},{"text":"Die Lage ist unter Kontrolle.","translation":"The situation is under control."},{"text":"Tom verlor die Kontrolle über den Wagen.","translation":"Tom lost control of the car."},{"text":"Die Polizei konnte die Menge nicht unter Kontrolle halten.","translation":"The police could not control the mob."},{"text":"Ich glaube, wir haben es unter Kontrolle gebracht.","translation":"I think we got it under control."}],"Untertitel":[{"text":"Die Untertitel stimmen nicht.","translation":"The captions are wrong."},{"text":"Ich verstehe ohne Untertitel nichts.","translation":"I won't understand anything without subtitles."},{"text":"Der Film, den wir gesehen haben, war französisch mit englischen Untertiteln.","translation":"The movie we watched was in French with English subtitles."},{"text":"Ich bin ein langsamer Leser; deswegen schaffe ich es nicht, den Untertiteln zu folgen.","translation":"I am a slow reader; therefore I am unable to follow the subtitles."},{"text":"Die gemeinsame Sprache vieler Animes sind Untertitel.","translation":"The common language of many anime is subtitles."}],"allgemein":[{"text":"Die allgemeine Meinung ist nicht immer die wahrste.","translation":"The general opinion is not always the truest."},{"text":"Aber das scheint hier in Franken allgemein ein Problem zu sein.","translation":"But that seems to be a problem here in Franconia in general."},{"text":"Im allgemeinen trinken Amerikaner sehr gern Kaffee.","translation":"Generally speaking, Americans are very fond of coffee."},{"text":"Was ist die allgemeine Sprache in Peru?","translation":"What is the common language in Peru?"},{"text":"Allgemein wird geglaubt, dass Geld glücklich macht.","translation":"It is generally believed that money brings happiness."}],"Szene":[{"text":"Das ist wie eine Szene aus einem Film.","translation":"It's like a scene from a movie."},{"text":"Sie zeigten die Szene in Zeitlupe.","translation":"They showed the scene in slow motion."},{"text":"Sie setzt sich gern in Szene.","translation":"She likes to put herself in the limelight."},{"text":"Ich ging ins Haus und sah eine schreckliche Szene.","translation":"I went into the house and saw a terrible scene."},{"text":"Es wird ziemlich viele Szenen wie diese in den nächsten paar Programmen geben.","translation":"There will be quite a few scenes like this in the next few programs."}],"Computer":[{"text":"Das ist der Computer, auf dem er seine Artikel schreibt.","translation":"That's the computer on which he writes his articles."},{"text":"Ich arbeite mit einem Computer den ganzen Tag.","translation":"I work with a computer all day."},{"text":"Ich kaufe einen Computer.","translation":"I'm buying a computer."},{"text":"Wir fragten uns, was Computer eigentlich können?","translation":"We wondered what computers can actually do?"},{"text":"Der Computer spielt eine wichtige Rolle beim Lernen.","translation":"The computer plays an important role in learning."},{"text":"Aaah!! Mein Computer ist kaputt!","translation":"Aaah!! My computer is broken!"},{"text":"Computer machen die Leute dumm.","translation":"Computers make people stupid."},{"text":"Der Laden verkauft Computer.","translation":"The store sells computers."},{"text":"Marias Computer funktioniert nicht mehr, Tom repariert ihn.","translation":"Maria's computer stops working, Tom repairs it."},{"text":"Ich habe erst einmal genug vom Am-Computer-Sitzen. Ich gehe raus!","translation":"I've had enough of sitting at the computer. I'm going out!"}],"nochmal":[{"text":"Du musst dafür sorgen, dass es nicht nochmal passiert!","translation":"You have to make sure it doesn't happen again!"},{"text":"Ich versuche es später nochmal.","translation":"I'll try again later."},{"text":"Das Gleiche nochmal, bitte!","translation":"The same thing again, please!"},{"text":"Er sagt, du sollst nochmal hierher kommen.","translation":"He says you should come here again."},{"text":"Ich muss den Test nochmal machen.","translation":"I have to do the test again."}],"Wein":[{"text":"Ich trinke keinen Wein.","translation":"I don't drink wine."},{"text":"Dieses Jahr wächst wenig Wein auf dem Schwarzwald.","translation":"This year, little wine grows in the Black Forest."},{"text":"Auf dem Markt hilft kein Weinen.","translation":"In the market, no crying helps."},{"text":"Die Nacht, die Liebe, dazu der Wein — Zu nichts Gutem Ratgeber sein.","translation":"The night, the love, the wine — To be a good counselor."},{"text":"Wer Wein verdient, soll nicht Wasser bekommen.","translation":"Those who earn wine should not get water."}],"insbesondere":[{"text":"Diese Warnung gilt insbesondere für dich.","translation":"This warning applies especially to you."},{"text":"Alte Gewohnheiten wird man schlecht los. So ist es insbesondere in der Politik.","translation":"Old habits die hard. This is particularly true of politics."},{"text":"Dieses Video wird alle diejenigen interessieren, die klassische Musik, insbesondere die mit Cello, mögen.","translation":"This video will interest everyone who likes classical music, especially those who like the cello."},{"text":"Ich mag asiatisches Essen, insbesondere thailändisch.","translation":"I like Asian food, especially Thai."},{"text":"Insbesondere der Sparrenfuß muss unbedingt vor Feuchtigkeit geschützt werden.","translation":"In particular, the rafter foot must be protected from moisture."}],"feiern":[{"text":"Auf den Straßen und Plätzen der Stadt wird gefeiert und getanzt.","translation":"People are dancing and celebrating in the city's streets and squares."},{"text":"Erfolge feiere ich nie.","translation":"I never celebrate success."},{"text":"Still feiert die Natur den Abend.","translation":"Nature quietly celebrates the evening."},{"text":"Erfolge feiere ich oft und gerne.","translation":"I celebrate successes often and gladly."},{"text":"Wer alle Tage feiert, fragt nicht nach dem Sonntag.","translation":"If you celebrate every day, don't ask for Sunday."}],"melden":[{"text":"Tom ist bestimmt etwas passiert. Sonst würde er sich bei mir melden.","translation":"Something must have happened to Tom. Otherwise he would contact me."},{"text":"„Hat sich Tom schon gemeldet?“ – „Nein, bisher noch nicht.“","translation":"\"Has Tom been in touch?\" \"No, not yet.\""},{"text":"Ich warte schon seit Tagen darauf, dass sich Tom bei mir meldet.","translation":"I've been waiting for Tom to get back to me."},{"text":"Auch Tom hat sich in dieser Sache zu Wort gemeldet.","translation":"Tom has also spoken out on this matter."},{"text":"Warum hast du dich denn nicht bei mir gemeldet, wenn du Arbeit brauchst?","translation":"Why didn't you contact me when you need work?"}],"menschlich":[{"text":"Die einzige Sprache, die jeder versteht, ist die Sprache des menschlichen Gesichts.","translation":"The only language that everyone understands is the language of the human face."},{"text":"Wir sind nur so menschlich, wie es das Tier in uns erlaubt.","translation":"We are only as human as the animal within us allows."},{"text":"Macht ist menschlich. Gott braucht keine Macht.","translation":"Power is human. God does not need power."},{"text":"Die wichtigste Aufgabe des Menschen: menschlich sein.","translation":"The most important task of man: to be human."},{"text":"Ohne Wasser wäre menschliches Leben nicht möglich.","translation":"If it were not for water, human life would be impossible."}],"verwandt":[{"text":"Ich kann nicht kommen. Meine Verwandten besuchen mich an diesem Tag.","translation":"I can't come. My relatives visit me that day."},{"text":"Ich will mit meinen Verwandten eigentlich gar nichts zu tun haben.","translation":"I don't really want to have anything to do with my relatives."},{"text":"Alle meine Freunde und Verwandten sind tot.","translation":"All my friends and family are dead."},{"text":"Alle meine Verwandten leben in dieser Stadt.","translation":"All my relatives live in this city."},{"text":"Die Verwandten verloren nie die Hoffnung, dass das Paar eines Tages heiraten würde.","translation":"The relatives never lost hope that the couple would one day marry."},{"text":"Es stellte sich heraus, dass wir doch nicht verwandt waren.","translation":"It turned out, we were not kin after all."},{"text":"Wir sind nicht verwandt, aber doch ist sie mir wie eine Schwester.","translation":"We are not related, but she is like a sister to me."},{"text":"Tom und ich sind entfernt verwandt.","translation":"Tom and I are distantly related."},{"text":"Ich wusste gar nicht, dass ihr mit Tom verwandt seid.","translation":"I didn't know you were related to Tom."},{"text":"Die verwendeten Begriffe wurden nicht einmal definiert.","translation":"The terms used were not even defined."},{"text":"Ich verwandte diesen Tisch.","translation":"I was using this table."},{"text":"Wenn ihr meint, dass man ihn heute noch verwendet, kann man ihn gerne hinzufügen.","translation":"If you think it is still used today, feel free to add it."},{"text":"Englisch wird in Tatoeba mehr verwendet als jede andere Sprache.","translation":"English is used more in Tatoeba than any other language."},{"text":"Sie verwandte ihre gesamte Energie darauf, Spanisch zu lernen.","translation":"She devoted all her energy to studying Spanish."},{"text":"Goethe verwandte diese Ausdrucksweise. Warum also sollte sie heute falsch sein?","translation":"Goethe used this idiom. Why, then, should it be incorrect today?"}],"greifen":[{"text":"Normalerweise greifen Wölfe keine Menschen an.","translation":"Usually, wolves do not attack humans."},{"text":"Gegen besseres Wissen griff er nicht ein, sondern ließ den Dingen ihren Lauf.","translation":"Against his better judgement he didn't intervene, instead letting things take their course."},{"text":"Der Mann griff nach mir.","translation":"The man made to grab at me."},{"text":"Das Leben ist mehr als das, was mit den Händen zu greifen ist.","translation":"Life is more than what you can grasp with your hands."},{"text":"Wie oft greifst du zur schnellen Küche?","translation":"How often do you eat fast food?"}],"mindestens":[{"text":"Er hat mindestens drei Bücher über das Thema geschrieben.","translation":"He has written at least three books on the subject."},{"text":"Das wird mindestens zehn Minuten dauern.","translation":"This will take at least ten minutes."},{"text":"Jede Sache hat zwei Seiten - mindestens.","translation":"Every thing has two sides - at least."},{"text":"Er liest jeden Monat mindestens 10 Bücher.","translation":"He reads ten books a month at least."},{"text":"Die meisten Japaner essen mindestens einmal täglich Reis.","translation":"Most Japanese eat rice at least once a day."}],"Hälfte":[{"text":"Die Hälfte der Welt sucht die andere Hälfte.","translation":"Half of the world is looking for the other half."},{"text":"Der Anfang ist die Hälfte des Ganzen.","translation":"The beginning is half of the whole."},{"text":"Wer keine Freunde hat, lebt nur zur Hälfte.","translation":"If you don't have any friends, you only live half."},{"text":"Die Hälfte der Menschen lacht auf Kosten der anderen.","translation":"Half of the people laugh at the expense of others."},{"text":"Die Arbeit ist zur Hälfte erledigt.","translation":"The work is half done."}],"studieren":[{"text":"Ich werde Deutsch studieren.","translation":"I will study German."},{"text":"Ich studiere jeden Tag 3 Stunden lang.","translation":"I study for 3 hours every day."},{"text":"Marias Bruder studiert nicht an der Uni.","translation":"Maria's brother is not studying at university."},{"text":"Warum hast du mir nie erzählt, dass du ein Jahr in Frankreich studiert hast?","translation":"Why didn't you ever tell me you studied in France for a year?"},{"text":"Tom möchte nicht studieren, denn er möchte lieber mit den Händen arbeiten.","translation":"Tom doesn't want to study, because he prefers to work with his hands."}],"irgendwo":[{"text":"Gehst du heute Abend irgendwo hin, oder bleibst du zu Hause?","translation":"Are you going somewhere tonight, or are you staying at home?"},{"text":"Baden-Württemberg ist … irgendwo da unten links!","translation":"Baden-Württemberg is ... somewhere down there left!"},{"text":"Ich habe ihn irgendwo schon einmal gesehen.","translation":"I've seen him somewhere before."},{"text":"Maria hat diese Nachricht irgendwo gelesen.","translation":"Mary read this message somewhere."},{"text":"Irgendwo kommt man immer auf seine Kosten.","translation":"Somewhere you always get your money's worth."}],"überleben":[{"text":"Wenn wir überleben wollen, müssen wir handeln!","translation":"If we want to survive, we must act!"},{"text":"Ich glaube, der Mensch wird nicht nur überleben – er wird siegen.","translation":"I believe that man will not only survive – he will win."},{"text":"Man überlebt nicht ohne Wasser.","translation":"You can't survive without water."},{"text":"Ohne Luft kann man nicht einmal 10 Minuten überleben.","translation":"If there were no air, man could not live even ten minutes."},{"text":"Er war der Einzige, der das Feuer überlebte.","translation":"He was the only person to survive the fire."},{"text":"Das ist ein Kampf ums Überleben.","translation":"This is a struggle for survival."},{"text":"Die Firma kämpft ums Überleben.","translation":"The company is struggling for survival."},{"text":"Die Natur findet immer eine Strategie, die dem Menschen das Überleben ermöglicht.","translation":"Nature always finds a strategy that allows humans to survive."},{"text":"Die Arbeit war hart, die Tage lang; die Bezahlung reichte kaum zum Überleben.","translation":"The work was hard, the days long; the payment was barely enough to survive."},{"text":"Angst ist für das Überleben unverzichtbar.","translation":"Fear is essential for survival."}],"hol":[{"text":"Ich hole für dich die Sterne vom Himmel.","translation":"I'll get the stars from the sky for you."},{"text":"Ob ich mir einen Kaffee hole?","translation":"Will I get a coffee?"},{"text":"Ich hole Hilfe.","translation":"I'll get help."},{"text":"Ich komme morgen früh vorbei und hole dich ab.","translation":"I'll come by tomorrow morning and pick you up."},{"text":"Ich hole das Buch morgen.","translation":"I'll go and get the book tomorrow."},{"text":"Hol dir die kostenlose App!","translation":"Get the free app!"},{"text":"Hol dir halt einen runter!","translation":"Just get one down!"},{"text":"Hol dein Teil raus!","translation":"Get your part out!"},{"text":"Mein Notizbuch ist oben in meinem Zimmer. Hol es mal bitte!","translation":"My notebook is upstairs in my room. Please get it!"},{"text":"„Brauchst du Hilfe beim Schminken?“ – „Von dir ganz sicher nicht. Hol mal Maria!“","translation":"\"Do you need help with make-up?\" – \"Certainly not from you. Get Maria!\""}],"positiv":[{"text":"Bleiben Sie positiv!","translation":"Stay positive!"},{"text":"Was bringt positive Energie in Ihr Leben?","translation":"What brings positive energy into your life?"},{"text":"Seine Kommentare über das Buch waren positiv.","translation":"His comments about the book were favorable."},{"text":"Es wirkte sich positiv aus für Tom.","translation":"It worked for Tom."},{"text":"Positive Gedanken führen zu positiven Ergebnissen.","translation":"Positive thoughts lead to positive results."}],"Hotel":[{"text":"Das ist das Hotel.","translation":"That's the hotel."},{"text":"Wie kann ich das Hotel erreichen?","translation":"How can I reach the hotel?"},{"text":"Gibt es ein Hotel in der Nähe?","translation":"Is there a hotel nearby?"},{"text":"Können Sie mir ein Hotel in ruhiger Lage nennen?","translation":"Can you tell me a hotel in a quiet location?"},{"text":"Sie verbrachten die Nacht im Hotel.","translation":"They spent the night at the hotel."}]}