{"körperliche":[{"text":"Lachen ist eine körperliche Übung von großem Wert für die Gesundheit.","translation":"Laughter is a physical exercise of great value for health."},{"text":"Würde ist eine körperliche Kunst, erfunden, um die Mängel des Geistes zu verbergen.","translation":"Dignity is a physical art, invented to hide the shortcomings of the mind."},{"text":"Tom hat heute keine gute körperliche Verfassung.","translation":"Tom doesn't have a good physical condition today."},{"text":"Haben Sie sonst irgendwo körperliche Schmerzen?","translation":"Do you feel pain in any other part of your body?"},{"text":"Regelmäßige körperliche Übungen rufen eine Reihe günstiger Veränderungen im Organismus hervor.","translation":"Regular physical exercises provoke a number of favorable changes in the organism."}],"Ratgeber":[{"text":"Angst ist kein guter Ratgeber.","translation":"Fear is not a good adviser."},{"text":"Die Nacht ist ein guter Ratgeber.","translation":"The night is a good guide."},{"text":"Der Bauch ist ein böser Ratgeber.","translation":"The belly is an evil counselor."},{"text":"Der Hass ist ein schlechter Ratgeber, er lebt nur vom Gestern.","translation":"Hatred is a bad advisor, it lives only from yesterday."},{"text":"Ein Dichter sollte nur ein Vorbild haben, nämlich die Natur; und nur einen Ratgeber, und zwar die Wahrheit.","translation":"A poet should have only one role model, namely nature; and only one counselor, and that is the truth."}],"hinterfragen":[{"text":"Kleine Kinder hinterfragen immer, was wir Erwachsene für selbstverständlich halten.","translation":"Young children are always questioning what we adults take for granted."},{"text":"Tom hinterfragt jeden Zufall.","translation":"Tom questions every coincidence."},{"text":"Jung bleiben bedeutet, weiterhin neue Gewohnheiten anzunehmen, Dinge zu hinterfragen und das Abenteuer Leben zu genießen","translation":"Staying young means continuing to adopt new habits, questioning things and enjoying the adventure of life"},{"text":"Niemand hat irgend etwas hinterfragt.","translation":"No one questioned anything."},{"text":"Einige Leute würden den Wahrheitsgehalt solcher Gerüchte hinterfragen.","translation":"Some people would question the truth of such rumors."}],"maßgeblich":[{"text":"Einige Spanischkenntnisse werden maßgeblich dazu beitragen, deinen Aufenthalt in Mexiko angenehmer zu gestalten.","translation":"Some knowledge of Spanish will be instrumental in making your stay in Mexico more enjoyable."},{"text":"Er ließ alles außer Acht, was er nicht als maßgeblich für den Projekterfolg ansah.","translation":"He ignored everything that he did not consider to be decisive for the success of the project."}],"differenz":[{"text":"Wir hatten in der Vergangenheit unsere Differenzen.","translation":"We had our differences in the past."},{"text":"Wir werden die Differenz bezahlen.","translation":"We will pay the difference."},{"text":"Mit Toleranz ist es egal, wie vermessen eine kleine Differenz ist!","translation":"With tolerance, it doesn't matter how presumptuous a small difference is!"},{"text":"Ich hoffe, Sie werden Ihre Differenzen gütlich beilegen können.","translation":"I hope you will be able to settle your differences amicably."},{"text":"Der Ritter und der Drache beschlossen, Schwert und Flammenatem einmal beiseite zu lassen und ihre Differenzen auszudiskutieren.","translation":"The knight and the dragon decided to leave the sword and flame breath aside and discuss their differences."}],"atme":[{"text":"Atme durch die Nase.","translation":"Breathe through your nose."},{"text":"Atme normal weiter!","translation":"Continue breathing normally!"},{"text":"Atme tief durch.","translation":"Take a deep breath."},{"text":"Atme durch die Nase, nicht durch den Mund.","translation":"Breathe through your nose, not your mouth."},{"text":"Atme, verdammt noch mal!","translation":"Breathe, damn you!"},{"text":"Atme langsam um Dich zu entspannen.","translation":"Breathe slowly to relax."},{"text":"Atme tief.","translation":"Breathe deeply."},{"text":"Atme ein und halte den Atem an.","translation":"Take a breath and hold it."},{"text":"Atme tief durch und beginn noch mal von vorn!","translation":"Calm down and begin at the beginning."},{"text":"Atme tief durch und entspann dich!","translation":"Take a deep breath and relax!"}],"hehe":[{"text":"Er ist nicht dein richtiger Vater. Hehe.","translation":"He is not your real father. Hehe."},{"text":"Hehe, ich bin völlig unsportlich, also bekomme ich beim Laufen sofort Seitenstiche.","translation":"He-heh-heh, I'm terrible at sports so if I run a while my sides hurt right away."}],"Stiel":[{"text":"Von dem Apfel ließ sie nur den Stiel übrig.","translation":"Of the apple she left only the stem."},{"text":"Entfernen Sie die Kerne und den Stiel.","translation":"Remove the pips and stem."},{"text":"Der Stiel zur Haue findet sich bald, wenn man einem übel will.","translation":"The stem to the Haue will soon be found, if you want to offend you."},{"text":"Halte die Pfanne bei dem Stiel, halte den Pflug bei dem Sterz.","translation":"Hold the pan at the stem, hold the plough at the Sterz."},{"text":"Ich habe die Stiele drangelassen, damit man sich die Kirschen besser in den Mund stecken kann.","translation":"I left the stems so that you can put the cherries better in your mouth."}],"Division":[{"text":"Zwei Divisionen haben sich ergeben.","translation":"Two divisions have surrendered."},{"text":"Ein Major musste das Kommando über die Division übernehmen.","translation":"A major had to take command of the division."},{"text":"Der Rest der Zahl 2²⁰¹³ bei Division durch 3 ist 1, weil 2013 ungerade ist.","translation":"The rest of the number 2²⁰¹³ when divided by 3 is 1 because 2013 is odd."},{"text":"Bestimme den Rest der Zahl 2²⁰¹³ bei Division durch 3.","translation":"Determine the remainder of the number 2²⁰¹³ when divided by 3."},{"text":"„Mama, wie kann man feststellen, welchen Rest eine positiv ganzzahlige Potenz von zwei bei Division durch drei hat?“ – „Ist der Exponent gerade, dann ist der Rest eins, sonst zwei.“","translation":"\"Mom, how can you determine what rest has a positive integer power of two when divided by three?\" – \"If the exponent is straight, then the rest is one, otherwise two.\""}],"unbequem":[{"text":"Dieses Bett ist sehr unbequem.","translation":"This bed is very uncomfortable."},{"text":"Handeln ist leicht, denken schwer; nach dem Gedanken handeln unbequem.","translation":"Trading is easy, thinking is difficult; act uncomfortably after the thought."},{"text":"Tom ist nicht der Beliebteste, weil er unbequeme Fragen stellt.","translation":"Tom is not the most popular because he asks uncomfortable questions."},{"text":"Diese Stühle sind unbequem.","translation":"These chairs are uncomfortable."},{"text":"Es ist unbequem, auf diesem Stuhl zu sitzen.","translation":"It is uncomfortable to sit in this chair."}],"Entstehung":[{"text":"Wer ist am Problem und dessen Entstehung beteiligt?","translation":"Who is involved in the problem and its creation?"},{"text":"Über die Entstehung des Lebens gibt es viele wissenschaftliche Theorien.","translation":"There are many scientific theories about the origin of life."},{"text":"Über die Entstehung des Mondes wird seit Jahrhunderten spekuliert.","translation":"The formation of the moon has been speculated for centuries."},{"text":"Für die Entstehung eines Feuers müssen drei Dinge zusammenkommen: Brennstoff, Sauerstoff und Wärme.","translation":"To start a fire, three things must come together: fuel, oxygen and heat."},{"text":"Darwin schrieb \"Die Entstehung der Arten durch natürliche Zuchtwahl\".","translation":"Darwin wrote \"The origin of species by natural selection\"."}],"mahlen":[{"text":"Zwei harte Steine mahlen selten gutes Mehl.","translation":"Two hard stones rarely grind good flour."},{"text":"Wer zuerst kommt, mahlt zuerst.","translation":"First come, first served."},{"text":"Wir mahlen unseren Kaffee von Hand.","translation":"We grind our coffee by hand."},{"text":"Ich mahle mir meinen Kaffee jeden Morgen selbst.","translation":"I grind my own coffee beans every morning."},{"text":"Ich mahle das Getreide.","translation":"I grind the grain."}],"vorliegend":[{"text":"Diese Regel ist für die vorliegende Situation nicht angemessen.","translation":"This rule isn't suited to the present situation."},{"text":"Das Gesetz ist in der vorliegenden Form nicht so streng.","translation":"The law, as it is, is not so severe."},{"text":"Markku hatte mit seiner Prognose ins Schwarze getroffen, wie die vorliegenden Ergebnisse jetzt zeigten.","translation":"Marcus's prediction was spot on, as the results now show."},{"text":"Die hier vorliegende Münze ist ein Friedrich d’or von 1774.","translation":"The present coin is a Friedrich d'or from 1774."},{"text":"Die vorliegende Entschließung übergeht, ob bewußt oder unbewußt, die Ursachen des Rowdytums.","translation":"This resolution ignores, whether consciously or unconsciously, the causes of hooliganism."}],"Pfeile":[{"text":"Ein Bogen ist ohne Pfeile nicht zu benutzen.","translation":"A bow is no use without arrows."},{"text":"Hast du nicht Pfeile im Köcher, so misch dich nicht unter die Schützen.","translation":"If you don't have arrows in your quiver, don't mingle with the shooters."},{"text":"Gewinn bringt das Gebet zum Glück und Heile; ein Panzer ist es für des Unglücks Pfeile.","translation":"Profit brings prayer to happiness and salvation; a tank it is for misfortune arrows."},{"text":"Die Pfeile schnellten auf die Ziele.","translation":"The arrows shot at the targets."},{"text":"Die Sehnsüchte der Menschen sind Pfeile aus Licht. Sie können Träume erkunden, das Land der Seele besuchen, Krankheit heilen, Angst verscheuchen und Sonnen erschaffen.","translation":"People's longings are arrows of light. You can explore dreams, visit the land of the soul, cure illness, scare away fear and create suns."}],"ungeduldig":[{"text":"Sie wartete ungeduldig auf einen Anruf.","translation":"She waited impatiently for the phone to ring."},{"text":"Sei nicht ungeduldig, wenn man deine Argumente nicht gelten lässt.","translation":"Don't be impatient if your arguments are not accepted."},{"text":"Warum sind Sie denn so ungeduldig?","translation":"Why are you being so impatient?"},{"text":"Ich warte ungeduldig auf eine Übersetzung dieses Satzes in Chinesische.","translation":"I am impatiently waiting for a translation of this sentence into Chinese."},{"text":"Er machte eine ungeduldige Geste.","translation":"He made a gesture of impatience."}],"wackeln":[{"text":"Beim Fotografieren darfst du nicht mit der Kamera wackeln.","translation":"When taking pictures, you must not wiggle your camera."},{"text":"Kannst du mit den Ohren wackeln?","translation":"Can you wiggle your ears?"},{"text":"Sitzt, passt, wackelt und hat Luft.","translation":"Sits, fits, wobbles and has air."},{"text":"Hüte dich vor Männern, deren Bauch beim Lachen nicht wackelt!","translation":"Beware of men whose bellies don't wobble while laughing!"},{"text":"Dieser Tisch wackelt.","translation":"This table wobbles."}],"rocken":[],"Gentleman":[{"text":"Ein Gentleman ist ein Mann, in dessen Gesellschaft die Frauen zu blühen beginnen.","translation":"A gentleman is a man in whose company women begin to flourish."},{"text":"Markku erwies sich als echter Gentleman.","translation":"Markku proved to be a real gentleman."},{"text":"Er ist ein wahrer Gentleman.","translation":"He is a true gentleman."},{"text":"Er ist, was man unter einem Gentleman versteht.","translation":"He is what is meant by a gentleman."},{"text":"Ihr Benehmen ist nicht würdig eines Gentleman.","translation":"Your conduct doesn't become a gentleman."},{"text":"Markku verhielt sich wie ein Gentleman.","translation":"Markku behaved like a gentleman."},{"text":"Er ist bei Weitem kein Gentleman.","translation":"He is far from being a gentleman."},{"text":"Ganz Gentleman, erhob er sich und bot ihr seinen Platz an.","translation":"Like a gentleman, he rose and offered her his seat."},{"text":"Kein wahrer Gentleman wird die reine Wahrheit in Anwesenheit von Damen sprechen.","translation":"No true gentleman will speak the pure truth in the presence of ladies."},{"text":"Eine Lady ist eine Dame, die aus Männern Gentlemen macht.","translation":"A lady is a lady who turns men into gentlemen."}],"Röhre":[{"text":"He, hast du schon gehört? Susan hat 'nen Braten in der Röhre.","translation":"Hey, did you hear? Susan has a bun in the oven."},{"text":"Die Röhre zersprang infolge der Explosion.","translation":"The tube was shattered by the explosion."},{"text":"Recht kann man sich hier mit Geld erkaufen. Wer kein Geld hat, der guckt in die Röhre.","translation":"You can buy right here with money. If you don't have any money, you look into the tube."},{"text":"Wer zuerst kommt malt zuerst, hieß es, und die ersten hundert Kunden bekamen einen Gutschein; wer später kam, musste in die Röhre gucken.","translation":"First come, first serve, was the word, and the first hundred customers got a certificate; whoever came later was shit out of luck."},{"text":"In Radiogeräten und Fernsehapparaten sind Röhren nun fast gänzlich durch Transistoren und integrierte Schaltkreise ersetzt.","translation":"In radios and televisions, tubes are now almost entirely replaced by transistors and integrated circuits."}],"Beschleunigung":[{"text":"Mein einziges Kriterium für mein Auto war die Beschleunigung.","translation":"My only critique for my car was its acceleration."},{"text":"Die SI-Einheit der Beschleunigung lautet „Meter pro Sekunde zum Quadrat“.","translation":"The SI unit of acceleration is \"meters per second squared\"."},{"text":"Wenn nicht, wie erklärst du die Beschleunigung?","translation":"If not, how do you explain the acceleration?"},{"text":"Eine zu schnelle Beschleunigung führt nicht zum Ziel.","translation":"Too fast acceleration does not lead to the goal."},{"text":"Nach dem zweiten Newtonschen Gesetz wird durch Beschleunigung einer Masse eine Kraft erzeugt.","translation":"According to Newton's second law of motion, a force is produced when a mass is accelerated."}],"dreifach":[{"text":"Tom hat einen dreifachen Regenbogen gesehen.","translation":"Tom has seen a triple rainbow."},{"text":"Jerusalem gilt in dreifacher Hinsicht als heilige Stadt.","translation":"Jerusalem is considered a holy city in three respects."},{"text":"Tod ist Trennung, dreifacher Tod Trennung ohne Hoffnung wiederzusehn.","translation":"Death is separation, triple death separation without hope to be seen again."},{"text":"Die Hühner der Welt haben das dreifache Gewicht aller Wildvögel.","translation":"The world’s chickens are triple the weight of all the wild birds."},{"text":"Dieses Düsenflugzeug fliegt ungefähr mit dreifacher Schallgeschwindigkeit.","translation":"This jet travels about three times as fast as the speed of sound."},{"text":"Das Formular muß dreifach ausgefüllt werden.","translation":"This form must be filled out in triplicate."},{"text":"Toms Haus hat dreifach verglaste Fenster.","translation":"Tom's house has triple glazed windows."},{"text":"Dreifach ist der Schritt der Zeit: Zögernd kommt die Zukunft angezogen, pfeilschnell ist das Jetzt entflogen, ewig still steht die Vergangenheit.","translation":"The step of time is threefold: hesitantly the future is attracted, the now has flown away as fast as an arrow, the past stands eternally still."},{"text":"Dreifach ist der Schritt der Zeit: Zögernd kommt die Zukunft hergezogen, pfeilschnell ist das Jetzt entflogen, ewig still steht die Vergangenheit.","translation":"The step of time is threefold: the future comes here hesitantly, the now has escaped at lightning speed, the past stands eternally still."}],"Anschuldigung":[{"text":"Diese Anschuldigungen sind lächerlich.","translation":"These accusations are ridiculous."},{"text":"Alle eure Anschuldigungen haben keine Grundlage. Sie ist unschuldig, und wir werden es beweisen!","translation":"All of your accusations are without foundation. She's innocent and we're going to prove it."},{"text":"Er wies die Anschuldigung von sich.","translation":"He denied the accusation."},{"text":"Ich kann keinerlei Beweise finden, um deine Anschuldigung zu unterstützen.","translation":"I can't find any evidence to support your accusation."},{"text":"Entgegen unseren Erwartungen wurden die Anschuldigungen nicht erhoben.","translation":"Unlike what we expected, the accusations were not made."}],"fahne":[{"text":"Er hat morgens schon eine Fahne.","translation":"He already has a flag in the morning."},{"text":"Weißt du, warum Tom heute eine Fahne aus dem Fenster gehängt hat?","translation":"Do you know why Tom has hung a flag out of his window today?"},{"text":"Er hängt seine Fahne nach dem Wind.","translation":"He hangs his flag after the wind."},{"text":"Maria sagte, sie sei nicht betrunken, aber ich roch ja ihre Fahne.","translation":"Maria said she wasn't drunk, but I smelled her flag."},{"text":"Diese Fahne ist sehr schön.","translation":"This flag is very beautiful."}],"Playlist":[],"Künstlerin":[{"text":"Maria ist eine Künstlerin, deren Werke man auf der ganzen Welt kennt.","translation":"Mary is an artist whose works are known the world over."},{"text":"Sie wird in Zukunft eine berühmte Künstlerin sein.","translation":"She will be a famous artist in the future."},{"text":"Sie ist eine sehr talentierte Künstlerin.","translation":"She's a very talented artist."},{"text":"Die Künstlerin malt ein Bild.","translation":"The artist is painting a picture."},{"text":"Sie ist eine wahre Künstlerin.","translation":"She's a true artist."}],"zutiefst":[{"text":"Was hat dich in deiner Vergangenheit zutiefst verletzt?","translation":"What has hurt you deeply in your past?"},{"text":"Die Kinder fühlen sich von ihrem Vater zutiefst verraten und enttäuscht.","translation":"The children feel deeply betrayed and disappointed by their father."},{"text":"Dieses Buch hat mich zutiefst beeindruckt.","translation":"This book profoundly impressed me."},{"text":"Zutiefst dankbar versuchte er seinen Dank auszudrücken.","translation":"Being deeply thankful, he tried to express his thanks."},{"text":"Seine Rede berührte das Publikum zutiefst.","translation":"His speech deeply affected the audience."}],"Eiweiß":[{"text":"Im Eigelb ist mehr Eiweiß als im Eiweiß.","translation":"There is more protein in egg yolks than in protein."},{"text":"Milch enthält viel Eiweiß, welches unser Körper unbedingt benötigt.","translation":"Milk contains a lot of protein, which our body absolutely needs."},{"text":"Schlagen Sie das Eiweiß bis es steif ist.","translation":"Beat the egg whites until stiff."},{"text":"Schlage ein Eiweiß zu Schaum und füge danach Zucker hinzu!","translation":"Add a egg white to foam and then add sugar!"},{"text":"Lege sie auf ein Backblech und schmiere sie mit Eiweiß an.","translation":"Place them on a baking tray and lubricate them with egg whites."}],"ausgenommen":[{"text":"Das Nest werden sie wohl finden, aber die Vögel sind ausgenommen.","translation":"They will probably find the nest, but the birds are excluded."},{"text":"Alle sind zur Feier gekommen, ausgenommen Mike.","translation":"Everyone came to the party, except Mike."},{"text":"Die Liberalen können alles verstehen, ausgenommen Leute, die sie nicht verstehen.","translation":"Liberals can understand everything except people who don't understand them."},{"text":"Niemand ist davon ausgenommen, Unsinn zu reden. Ein Unglück ist nur, wenn es feierlich geschieht.","translation":"No one is exempt from talking nonsense. A misfortune is only when it happens solemnly."},{"text":"Nichts ist so trügerisch wie Tatsachen, ausgenommen Zahlen.","translation":"Nothing is as deceptive as facts, except numbers."},{"text":"Alle Männer sind Schweine (Anwesende ausgenommen).","translation":"All men are pigs (present company excepted)."},{"text":"Wir alle, Tom ausgenommen, glaubten, Maria sei schuldig.","translation":"All of us except for Tom thought Mary was guilty."},{"text":"Du hast die Hühner ausgenommen.","translation":"You gutted the chickens."},{"text":"Das Tier, den Menschen ausgenommen, mit dem besten Gedächtnis ist möglicherweise der Delphin, nicht der Elefant.","translation":"Dolphins, not elephants, may have the best memories of any non-human species."},{"text":"Ein Philosoph ist ein Mann, der alle Probleme lösen kann, ausgenommen die eigenen.","translation":"A philosopher is a man who can solve all problems, except for his own."}],"zerquetschen":[{"text":"Kann man auf einer Tomate stehen, ohne sie zu zerquetschen?","translation":"Can you stand on a tomato without crushing it?"},{"text":"Er will die Spinne zerquetschen.","translation":"He wants to crush the spider."},{"text":"Er zerquetschte das Insekt mit der Ferse seines Fußes.","translation":"He squashed the insect with the heel of his foot."},{"text":"So ein Staubsaugerbeutel kostet 12 Euro und ein paar zerquetschte.","translation":"A vacuum cleaner bag like this costs a bit over 12 Euros."},{"text":"Sofort packte er die Schlangen mit seinen kleinen Händen und zerquetschte ihre Hälse mit großer Kraft. Auf diese Weise wurden die Schlangen von dem Jungen getötet.","translation":"He immediately grabbed the snakes with his little hands and crushed their necks with great force. In this way, the snakes were killed by the boy."}],"Enterprise":[{"text":"Leonard Nimoy, der als Mr. Spock auf der Enterprise weltweit bekannt wurde, ist jetzt gestorben.","translation":"Leonard Nimoy, who became known worldwide as Mr. Spock on the Enterprise, has now died."},{"text":"Der apokalyptische Untergang der Menschheit ereignete sich, kurz nachdem die Menschen aufgehört hatten, die Original Raumschiff-Enterprise-Serie in den Weltraum auszustrahlen.","translation":"The apocalyptical demise of mankind occurred soon after when humans stopped beaming the original Star Trek series into space."},{"text":"Lieutenant Worf ist ein Klingone, der auf dem Föderationsraumschiff Enterprise als Offizier Dienst tut.","translation":"Lieutenant Worf is a Klingon who serves as an officer on the Federation starship Enterprise."},{"text":"Dr. Jemison ist ein überragender Jazztänzer, der auch einen Auftritt in einer Folge von „Raumschiff Enterprise – das nächste Jahrhundert“ hatte.","translation":"Dr. Jemison excels in jazz dance and has appeared in an episode of \"Star Trek: The Next Generation\"."}],"em":[{"text":"Warum schreibt sich „embaixo“ zusammen und „em cima“ auseinander?","translation":"Why is \"embaixo\" written together and \"em cima\" written separately?"},{"text":"Portugal hat die EM gewonnen.","translation":"Portugal won the Euro."}],"Bauernhof":[{"text":"Tom und Maria sind Bauern. Um den Bauernhof herum bestellen sie die Felder.","translation":"Tom and Maria are farmers. Around the farm they cultivate the fields."},{"text":"Die Arbeitszeit auf dem Bauernhof dauert von Sonnenaufgang bis Sonnenuntergang.","translation":"Working hours on the farm last from sunrise to sunset."},{"text":"Mein Onkel besitzt in dem Dorf einen Bauernhof.","translation":"My uncle owns a farm in the village."},{"text":"Wir wohnen neben einem Bauernhof.","translation":"We live next to a farm."},{"text":"Sie bauten einen Zaun um den Bauernhof.","translation":"They built a fence around the farm."}],"berüchtigt":[{"text":"Er ist ein berüchtigter Lügner.","translation":"He is notorious as a liar."},{"text":"Schwarzbart war ein berüchtigter englischer Pirat.","translation":"Blackbeard was a notorious English pirate."},{"text":"Tom kennt nicht den Unterschied zwischen berühmt und berüchtigt.","translation":"Tom doesn't know the difference between famous and infamous."},{"text":"Der Rosenmontagsball unserer Schule ist berüchtigt. Ich will auch hingehen, aber ich habe noch kein Kostüm.","translation":"Our school's Rose Monday Ball is notorious. I want to go there too, but I don't have a costume yet."},{"text":"Dieser Bezirk ist berüchtigt wegen der Luftverschmutzung.","translation":"This district is notorious for air pollution."},{"text":"London, wo ich lebe, war früher wegen seines Nebels berüchtigt.","translation":"London, where I live, used to be notorious for its fog."},{"text":"Der See ist für seine Wasserverschmutzung berüchtigt.","translation":"The lake is notorious for its water pollution."},{"text":"Die Eisheiligen sind bei Landwirten und Gärtnern geradezu berüchtigt mit ihren Eisregen mitten im Frühling.","translation":"The Ice Saints are notorious among farmers and gardeners with their freezing rains in the middle of spring."},{"text":"Dieser Politiker ist für seine Ausschweifungen und Sexskandale berüchtigt.","translation":"This politician is notorious for his debauchery and sex scandals."}],"Zubereitung":[{"text":"Der Schlüssel zur Zubereitung guten Essens liegt in der Verwendung hochwertiger, frischer Zutaten.","translation":"The key to cooking good food is using high-quality, fresh ingredients."},{"text":"Meine Mutter ist mit der Zubereitung des Abendessens beschäftigt.","translation":"My mother is busy cooking dinner."},{"text":"Dieses Fleisch bleibt bis zur Zubereitung gefroren.","translation":"This meat remains frozen until it is prepared."},{"text":"Tom holte das Gemüse aus dem Garten, das Maria zur Zubereitung des Mittagessens benötigte.","translation":"Tom got all the vegetables that Mary needs to prepare lunch from the garden."},{"text":"Sie haben eine Rechnung aufgemacht, mit der sie zeigen wollen, was die Zubereitung einer Tasse Kaffee kostet.","translation":"They have made a calculation with which they want to show what it costs to prepare a cup of coffee."}],"überfordern":[{"text":"Liisa war völlig überfordert, aber es war niemand da, der ihr hätte helfen können.","translation":"Liisa was completely overwhelmed, but there was no one there who could've helped her."},{"text":"Du darfst das Kind nicht überfordern.","translation":"You must not overwhelm the child."},{"text":"Die Sprache der Verwaltung überfordert viele Bürger.","translation":"The language of the administration overwhelms many citizens."},{"text":"Tom ist selbst mit dem Einfachsten überfordert.","translation":"Tom is overwhelmed with even the simplest."},{"text":"Ich fahre auf meinem Fahrrad nur sehr langsam. Ich darf meinen Körper nicht überfordern.","translation":"I ride very slowly on my bike. I must not overwhelm my body."}],"müsstest":[{"text":"Wenn du spontan einen Namen sagen müsstest, lautete er \"Tom\".","translation":"If you had to spontaneously come up with a name, it would be \"Tom\"."},{"text":"Du müsstest Toms Bruder sein?","translation":"You would have to be Tom's brother?"},{"text":"Vor dem Essen müsstest du immer deine Hände waschen.","translation":"Before eating, you would always have to wash your hands."},{"text":"Es gibt nichts, wofür du dich entschuldigen müsstest.","translation":"There is nothing to apologize for."},{"text":"Das ist nichts, dessen du dich schämen müsstest.","translation":"It's nothing to be ashamed of."},{"text":"Du müsstest dieses geheim halten.","translation":"You would have to keep this secret."},{"text":"Du müsstest auf der Stelle anfangen.","translation":"You'd have to start immediately."},{"text":"In ein paar Tagen müsstest du wieder laufen können.","translation":"You should be able to walk in a few days."},{"text":"Du müsstest bitte ein paar Dinge für mich erledigen.","translation":"I need you to do a couple of things for me."},{"text":"Warum schläfst du noch nicht? Du müsstest doch längst im Bett sein!","translation":"Why aren't you asleep yet? You should be in bed long ago!"}],"cloud":[{"text":"Ich habe meine ganzen Fotos in der Cloud gespeichert.","translation":"I saved all my photos to the cloud."},{"text":"Tom sichert die meisten seiner Daten in seiner Daten-Cloud.","translation":"Tom stores most of his data in the cloud."}],"lockern":[{"text":"Diese Schraube hat sich gelockert.","translation":"This screw has loosened."},{"text":"Die Wolken lockern von Norden ab und zu etwas auf.","translation":"The clouds loosen up a bit from the north from time to time."},{"text":"Die Regeln wurden kürzlich gelockert.","translation":"The rules were recently relaxed."},{"text":"Die Regeln in dieser Schule sind zu streng, man müsste sie etwas lockern.","translation":"The rules in this school are too strict, you would have to relax them a bit."},{"text":"Ich habe meine Schnürsenkel gelockert.","translation":"I loosened my laces."},{"text":"Es gäbe keine Geselligkeit, alle Familienbande würden gelockert, wenn die Gedanken der Menschen auf ihrer Stirn zu lesen wären.","translation":"There would be no conviviality, all family ties would be relaxed if people's thoughts could be read on their foreheads."}],"Vollzeit":[{"text":"Tom arbeitet Vollzeit.","translation":"Tom works full-time."},{"text":"Arbeitest du jetzt Teilzeit oder Vollzeit?","translation":"Are you now working part-time or full-time?"},{"text":"Tom und Maria arbeiten beide Vollzeit.","translation":"Both Tom and Mary work full time."},{"text":"Wir arbeiten beide auf Vollzeit.","translation":"We both work full time."},{"text":"Es ist ein Vollzeit- und Ganzjahresjob.","translation":"It's a full-time, year-around job."},{"text":"Ich arbeite bis Ende September Vollzeit in einer Buchhandlung.","translation":"I'm working full time in a bookshop until the end of September."}],"paaren":[{"text":"Zum wahren Glück gehört Gesundheit, gepaart mit einem schlechten Gedächtnis.","translation":"True happiness includes health, coupled with a bad memory."},{"text":"Ich habe die Socken gepaart.","translation":"I paired the socks."},{"text":"Maria wollte Vergessenes wieder wachküssen und mit neuen Ideen paaren.","translation":"Maria wanted to kiss forgotten things awake again and pair them with new ideas."},{"text":"Es beelendet mich immer, wenn eine feine Intelligenz nicht mit einem guten Charakter gepaart ist.","translation":"It always pits me when a fine intelligence is not paired with a good character."},{"text":"Die Milben sind sehr undankbare Gäste. Sie kommen in unsere Betten und sie paaren sich auf unserem Gesicht.","translation":"The mites are very thankless guests. They come into our beds and they mate on our face."},{"text":"Bei vielen Paaren in Amerika arbeiten beide, um über die Runden zu kommen.","translation":"Many couples in America both work to make ends meet."},{"text":"Gleichgeschlechtlichen Paaren sollte es möglich sein zu heiraten.","translation":"Same-sex couples should be able to get married."}],"Verschlüsselung":[{"text":"Verschlüsselung ist die von einem Schlüssel abhängige Umwandlung von Klartext genannten Daten in einen „Geheimtext“, so dass der Klartext aus dem Geheimtext nur unter Verwendung eines geheimen Schlüssels wiedergewonnen werden kann. Sie dient zur Geheimhaltung von Nachrichten, beispielsweise um Daten gegenüber unbefugtem Zugriff zu schützen oder um Nachrichten vertraulich übermitteln zu können.","translation":"Encryption is the key-dependent transformation of data called plaintext into a \"secret text\", so that the plain text can only be recovered from the secret text using a secret key. It is used to keep messages confidential, for example to protect data against unauthorized access or to be able to transmit messages confidentially."},{"text":"Eine besondere und relativ einfache Art der Verschlüsselung ist die Codierung. Hierbei werden in der Regel nicht einzelne Klartextzeichen oder kurze Zeichenkombinationen verschlüsselt, sondern ganze Worte, Satzteile oder ganze Sätze. Beispielsweise können wichtige Befehle wie „Angriff am frühen Morgen!“ oder „Rückzug von den Hügeln!“ bestimmten Codewörtern oder unverständlichen Zeichenkombinationen aus Buchstaben, Ziffern oder anderen Geheimzeichen zugeordnet werden.","translation":"A special and relatively simple type of encryption is encoding. As a rule, not individual plain text characters or short character combinations are encrypted, but whole words, parts of sentences or entire sentences. For example, important commands such as \"Attack early in the morning!\" or \"Retreat from the hills!\" can be assigned to certain code words or incomprehensible character combinations of letters, numbers or other secret characters."},{"text":"Symmetrische Verschlüsselungsverfahren verwenden zur Ver- und Entschlüsselung den gleichen Schlüssel. Bei historischen Verfahren lassen sich zwei Verschlüsselungsklassen unterscheiden. Bei der Ersten werden, wie bei der im Beispiel benutzen Caesar-Verschlüsselung, die Buchstaben des Klartextes einzeln durch andere Buchstaben ersetzt. Mit dem lateinischen Wort substituere werden sie als Substitutionsverfahren bezeichnet. Im Gegensatz dazu bleibt bei der zweiten Verschlüsselungsklasse, genannt Transposition, jeder Buchstabe wie er ist, aber nicht wo er ist.","translation":"Symmetric encryption methods use the same key for encryption and decryption. For historical methods, two classes of encryption can be distinguished. In the first, as with the Caesar encryption used in the example, the letters of the plain text are replaced individually by other letters. With the Latin word substituere they are called substitution methods. In contrast, with the second class of encryption, called transposition, each letter remains as it is, but not where it is."}],"entgegengesetzt":[{"text":"Ich verstehe leider kein Wort, wenn du in die mir entgegengesetzte Richtung sprichst.","translation":"Unfortunately I can't understand a word when you speak facing away from me."},{"text":"Ich habe Schwierigkeiten mit Menschen zu sprechen, die entgegengesetzter Ansicht sind.","translation":"I have trouble talking to people who disagree."},{"text":"Sie hätten den Zug in die entgegengesetzte Richtung nehmen müssen.","translation":"They would have had to take the train in the opposite direction."},{"text":"Das einzige Problem ist, dass er jetzt am entgegengesetzten Ende der Welt wohnt.","translation":"The only problem is that he now lives on the opposite end of the world."},{"text":"Tom und Maria gingen in entgegengesetzten Richtungen weg.","translation":"Tom and Mary walked away in opposite directions."}],"dj":[{"text":"Hat dieser Club eine Live-Band, oder gibt es dort einen DJ?","translation":"Does this club have a live band, or is there a DJ?"},{"text":"Der Analyst zerlegt, der DJ legt auf, der Börsianer und der Schütze legen an, der Mafioso legt um, der Schläfer legt sich hin, der Stripper, die Pflanze und der Kapitän legen ab und der Verteidigungsminister sein Amt nieder.","translation":"The analyst disassembles, the DJ hangs up, the stockbroker and the shooter dock, the mafioso flips, the sleeper lies down, the stripper, the plant and the captain lay down and the minister of defense resigns."},{"text":"Wer ist der DJ heute?","translation":"Who is the DJ today?"}],"exotisch":[{"text":"Das klingt exotisch.","translation":"That sounds exotic."},{"text":"Sobald man am Bahnhof aussteigt und drei Minuten nach Süden geht, atmet man exotische Luft.","translation":"As soon as you get off at the train station and walk south for three minutes, you breathe exotic air."},{"text":"Tom verfügt über ein beeindruckendes Repertoire an Kenntnissen in exotischen Sprachen.","translation":"Tom has an impressive repertoire of knowledge of exotic languages."},{"text":"Der Tisch war voller exotischer Leckerbissen.","translation":"The table was full of exotic treats."},{"text":"Tom verließ seine Frau einer exotischen Tänzerin wegen, die er in einem Ausziehschuppen kennengelernt hatte.","translation":"Tom left his wife for an exotic dancer that he met in a strip club."}],"polen":[{"text":"Kopernikus ist einer der berühmtesten Polen.","translation":"Copernicus is one of the most famous Poles."},{"text":"Der Fläche nach ist Polen einer der größten Staaten Europas.","translation":"In terms of area, Poland is one of the largest states in Europe."},{"text":"Die Gleichgültigkeit ist wie das Eis an den Polen: Sie tötet alles.","translation":"Indifference is like the ice on the poles: it kills everything."},{"text":"Er wuchs zwischen zwei Polen heran: eine bezaubernde Natur und eine verlockende Technik.","translation":"He grew up between two poles: an enchanting nature and a tempting technique."},{"text":"Immer weniger Polen möchten als Erdbeerpflücker arbeiten.","translation":"Fewer and fewer Poles want to work as strawberry pickers."},{"text":"Offen war Polen.","translation":"Poland was open."},{"text":"Noch ist Polen nicht verloren.","translation":"Poland is not yet lost."},{"text":"Wie viel muss ich für 3 Minuten nach Polen zahlen?","translation":"How much will I pay for 3 minutes to Poland?"},{"text":"Ist sie nicht schon wieder in Polen?","translation":"Isn't she back in Poland already?"},{"text":"Wie? Ist sie noch nicht wieder in Polen?","translation":"How? Isn't she back in Poland yet?"}],"ju":[],"Seide":[{"text":"Tanja liebte es, in Samt und Seide zu gehen.","translation":"Tanja loved to walk in velvet and silk."},{"text":"Seide ist teuer.","translation":"Silk is expensive."},{"text":"Ihre Haare fühlen sich wie Seide an.","translation":"Her hair feels like silk."},{"text":"Auch wenn ein Affe Seide trägt, bleibt er ein Affe.","translation":"Even if a monkey wears silk, it remains a monkey."},{"text":"Seide fühlt sich weich an.","translation":"Silk feels soft."},{"text":"Die Prinzessin kleidete sich in Samt und Seide.","translation":"The princess dressed in velvet and silk."},{"text":"Ihre Haare sind wie Seide.","translation":"Her hair is like silk."},{"text":"Das Kleid ist aus Seide.","translation":"The dress is made of silk."},{"text":"Es gibt im Moment nur eine geringe Nachfrage nach Seide.","translation":"There is little demand for silk at the moment."},{"text":"Tom kennt nicht den Unterschied zwischen Seide und Baumwolle.","translation":"Tom doesn't know the difference between silk and cotton."}],"gelaunt":[{"text":"Ich habe noch keinen Menschen gesehen, der immer schlecht gelaunt gewesen wäre.","translation":"I have never seen a person who has always been in a bad mood."},{"text":"Wenn ich schlecht gelaunt bin, kann ich mich auch wieder aus der Stimmung rausholen.","translation":"If I'm in a bad mood, I can get out of the mood again."},{"text":"Sie scheint heute schlecht gelaunt zu sein.","translation":"She seems to be in a bad mood today."},{"text":"Komme mir lieber nicht zu nahe! Ich bin übel gelaunt.","translation":"You'd better not come too close to me. I'm in a bad mood."},{"text":"Sie ist total gut gelaunt.","translation":"She is in a very good mood."},{"text":"Ich konnte es noch nie ertragen, wenn jemand immer schlecht gelaunt ist.","translation":"I've never been able to stand it when someone is always in a bad mood."},{"text":"Jeder ist mal schlecht gelaunt, aber Tom ist es ständig.","translation":"Everyone is in a bad mood, but Tom is always in a bad mood."},{"text":"Ich zwang mich dazu, mich gut gelaunt zu zeigen.","translation":"I forced myself to be in a good mood."},{"text":"Ich hoffe, Tom ist gut gelaunt.","translation":"I hope Tom is in a good mood."},{"text":"Tom ist extrem gut gelaunt.","translation":"Tom is in very high spirits."}],"Kapitalismus":[{"text":"Der Kapitalismus ist nicht an allem schuld.","translation":"Capitalism is not to blame for everything."},{"text":"„Wer nichts hat, ist ein Niemand“, behauptet der Kapitalismus. Stimmt das?","translation":"\"He who has nothing is a nobody,\" capitalism claims. Is that true?"},{"text":"Der Kapitalismus ist die Schlange in unserem Paradies.","translation":"Capitalism is the snake in our paradise."},{"text":"Das Schöne am Kapitalismus ist das Geld.","translation":"The beauty of capitalism is money."},{"text":"Das schlimmste Virus ist der Kapitalismus.","translation":"The worst virus is capitalism."}],"Einspruch":[{"text":"„Ich erhebe Einspruch!“ — „Einspruch abgelehnt!“","translation":"\"Objection!\" \"Overruled!\""},{"text":"Der Verteidiger sprang auf und schrie: „Einspruch!“","translation":"The defense attorney jumped to his feet and shouted \"Objection!\""},{"text":"Der Richter lehnte den Einspruch ab.","translation":"The judge overruled the objection."},{"text":"Einspruch, Euer Ehren!","translation":"Objection, your honor."},{"text":"Jeder Einspruch muss dem Vorsitzenden übergeben werden, dessen Entscheidung ist endgültig.","translation":"Any objection must be handed over to the chairman, whose decision is final."}],"manifestieren":[{"text":"Das Schicksal manifestiert sich in seltenen Zufällen.","translation":"Fate manifests itself in rare coincidences."},{"text":"In unserem Angesicht manifestiert sich die Existenz unserer Seele, das gilt für Mensch, Tier und Ding.","translation":"In our face, the existence of our soul manifests itself, this applies to man, animal and thing."},{"text":"Auch wenn die Jahreszeiten sich in vielerlei Gestalt manifestieren, bleiben sie doch abstrakte Konstrukte.","translation":"Though the seasons manifest themselves in all sorts of ways, they remain abstract constructs nonetheless."},{"text":"Er kann nicht kommentieren, ohne dass die giftige Bemerkung sich sogleich manifestiert.","translation":"He cannot comment without the poisonous remark immediately manifesting itself."},{"text":"Erfolg ist, wenn man auf viele Entscheidungen zurückblickt und sich dabei ein breites Grinsen in seinem Gesicht manifestiert.","translation":"Success is when you look back on many decisions and a big grin manifests itself on your face."}],"aneinander":[{"text":"Sie reden aneinander vorbei.","translation":"They are talking past each other."},{"text":"Sie brauchten einige Zeit, um sich aneinander zu gewöhnen.","translation":"It took them some time to get used to each other."},{"text":"Tom geriet mit Marias Bruder aneinander und brach sich die Nase.","translation":"Tom got into a fight with Mary's brother and broke his nose."},{"text":"Sie klammerten sich aneinander, um sich warm zu halten.","translation":"They clung to each other to keep warm."},{"text":"Wir stießen beim Küssen aus Versehen mit den Zähnen aneinander.","translation":"We accidentally bumped teeth while kissing."}],"Weizen":[{"text":"Ein Weizen, bitte!","translation":"A wheat, please!"},{"text":"Hier trennt sich die Spreu vom Weizen.","translation":"This is where the wheat is separated from the chaff."},{"text":"Wer den Weizen geerntet hat, muss nicht mehr davon träumen.","translation":"Once you have harvested the wheat, you no longer have to dream about it."},{"text":"Dort, wo einst wilde Stämme lebten, wächst heute Weizen.","translation":"Where wild tribes once lived, wheat now grows."},{"text":"Der Weizen ist reif für die Ernte.","translation":"The wheat is ready for harvest."}],"synchronisieren":[{"text":"Er hat eine Stimme in \"Avatar\" synchronisiert.","translation":"He dubbed a voice in \"Avatar\"."},{"text":"Lass uns unsere Uhren synchronisieren.","translation":"Let's synchronize our clocks."},{"text":"Die Ampeln sind synchronisiert.","translation":"The traffic lights are synchronized."},{"text":"In dieser Stadt sind die Ampeln so synchronisiert, dass man, wenn man sich genau an die Geschwindigkeitsbegrenzungen hält, vor jeder stehenbleiben muss.","translation":"In this city, the traffic lights are synchronized in such a way that if you strictly adhere to the speed limits, you have to stop in front of everyone."}],"prächtig":[{"text":"Was für ein prächtiges Wetter.","translation":"What marvelous weather."},{"text":"Was für ein prächtiger Garten!","translation":"What a magnificent garden!"},{"text":"Gestern haben wir uns prächtig unterhalten.","translation":"Yesterday we had a wonderful conversation."},{"text":"Ihr scheint euch ja prächtig zu amüsieren.","translation":"You guys look like you're having fun."},{"text":"Ein heiliges Ritual fand im prächtigen Tempel statt.","translation":"A sacred ritual took place in the magnificent temple."}],"erfährst":[{"text":"Vom Kind und vom Verrückten erfährst du die Wahrheit.","translation":"From the child and the crazy you learn the truth."},{"text":"Tom hielt es für wichtig, dass du davon erfährst.","translation":"Tom felt it was important that you know this."},{"text":"Du wirst Augen machen, wenn du erfährst, wer heute gekommen ist.","translation":"You will make eyes when you learn who has come today."},{"text":"Du erfährst es als erster. Versprochen!","translation":"You'll be the first to know, I promise."},{"text":"Wenn etwas passiert, erfährst du es als erste. Versprochen!","translation":"If anything happens, you'll be the first to know. I promise."}],"gewerblich":[{"text":"Wohnräume dürfen nicht gewerblich genutzt werden.","translation":"Residential rooms are not to be used for commercial purposes."},{"text":"Peilsender werden vorwiegend, aber nicht ausschließlich, im gewerblichen Bereich eingesetzt.","translation":"Transceivers are used primarily, but not exclusively, commercially."},{"text":"Wir haben eine gewerbliche Waschmaschine für uns zuhause gekauft, da wir die Langlebigkeit wollten, die sie bietet.","translation":"We bought a commercial washing machine for our home because we wanted the durability it offers."},{"text":"Tom spricht schon geradezu schwärmerisch von den Blutegeln, die er gewerblich zu medizinischen Zwecken in einem Teich züchtet, und ihrer heilenden Wirkung.","translation":"Tom is already talking enthusiastically about the leeches that he breeds commercially for medical purposes in a pond and their healing effects."},{"text":"Tom ist gewerblicher Berufspilot.","translation":"Tom is a commercial pilot."}],"erotisch":[{"text":"Eine Umfrage hat ergeben, dass ich nicht zu den zehn erotischsten Männern Deutschlands gehöre.","translation":"A survey has shown that I am not one of the ten most erotic men in Germany."},{"text":"Ich lese nie erotische Bücher.","translation":"I never read erotic books."},{"text":"Ich suche erotische Science-Fiction-Romane.","translation":"I'm looking for erotic science fiction novels."},{"text":"Emil mag erotische Dinge.","translation":"Emil likes erotic things."},{"text":"Erotische Liebe ist eines der wichtigsten Themen in ihren Werken.","translation":"Erotic love is one of the most important themes in her works."}],"partnersuche":[{"text":"Wir bieten eine rein katholische Partnersuche für katholische Singles mit großem Funktionsumfang. So wird deine katholische Partnersuche.","translation":"We offer a purely Catholic Dating for Catholic Singles, feature-rich. So is your Catholic Dating."},{"text":"Das Leben ist nur eine Abfolge von Suchen: Arbeitssuche, Wohnungssuche, Partnersuche.","translation":"Life is just a sequence of searches: looking for work, looking for an apartment, finding a partner."},{"text":"Zikaden sind 3 cm lange, geflügelte Insekten, die laut zirpen, wenn sie auf Partnersuche sind.","translation":"Cicadas are 3-centimeter, winged insects that buzz loudly while seeking a mate."}],"abseits":[{"text":"Sie hat sich selbst ins Abseits gestellt.","translation":"She has marginalised herself."},{"text":"Tom stand im Abseits.","translation":"Tom was offside."},{"text":"So wirst du ins Abseits geraten.","translation":"So you will be sidelined."},{"text":"Meine Mannschaft ist 15 oder 16-mal ins Abseits gerannt. Das haben wir auch die ganze Woche geübt.","translation":"My team has been sidelined 15 or 16 times. We practiced that all week."},{"text":"Das war Abseits.","translation":"It was offside."},{"text":"Das Tor war Abseits.","translation":"The goal was offside."},{"text":"Er stand abseits von uns.","translation":"He stood apart from us."},{"text":"Ich war schüchtern und hielt mich abseits von den anderen.","translation":"I was shy and kept myself apart from the others."},{"text":"Das Haus steht abseits der Straße.","translation":"The house is off the road."},{"text":"Der Mann stand etwas abseits, aber wandte sich um, als er Tom rufen hörte.","translation":"That man was standing a little ways away, but he turned when he heard Tom shout."},{"text":"Er hält sich immer abseits der Massen.","translation":"He always stands aloof from the masses."},{"text":"Tom und Maria sitzen schon seit Stunden abseits und stecken die Köpfe zusammen. Ich glaube, hier ist eine Verschwörung im Gange.","translation":"Tom and Maria have been sitting aside for hours and putting their heads together. I believe there is a conspiracy going on here."},{"text":"Ein nebelgetränkter Tag im November vermag einem das Gefühl zu geben, wie ein körperloser Geist zu wandeln. Wie ein Schatten abseits des Lichtes. Ein Flüstern in weiter Ferne.","translation":"A mist-soaked day in November can make you feel like walking like a disembodied spirit. Like a shadow away from the light. A whisper in the distance."}],"teils":[{"text":"Die Tonghak-Bewegung war eine teils religiöse, teils politische Bewegung.","translation":"The Tonghak movement was a partly religious, partly political movement."},{"text":"Teils hast du Recht, teils nicht.","translation":"Partly you are right, partly not."},{"text":"Die Forschungsergebnisse – angeblich ein Durchbruch – waren teils frei erfunden.","translation":"The research results – allegedly a breakthrough – were partly fictitious."},{"text":"Auch heute wieder Schauerwetter mit Gewittern, teils mit Graupel und Schnee vermischt.","translation":"Today will be another showery, stormy day, with hail and snow mixed in at times."},{"text":"Meine Mutter besitzt eine große Sammlung teils handgeschriebener, teils ausgeschnittener und eingeklebter Backrezepte.","translation":"My mother owns a large collection of baking recipes, some handwritten, partly cut out and glued in."},{"text":"Sie tat das teils aus Lust am Widerspruch, teil aus Liebe zur Gerechtigkeit.","translation":"She did this partly out of a desire for contradiction, partly out of love for justice."},{"text":"Teils flach, teils wellig erstreckt sich die Tundra in alle Richtungen.","translation":"Partly flat, partly wavy, the tundra extends in all directions."}],"Sexualität":[{"text":"Ein Apfel kann ein Zeichen für Sexualität sein.","translation":"An apple can be a sign of sexuality."},{"text":"„Hat diese Aussage was mit Sexualität zu tun?“ – „Nein! Wo denkst du wieder hin!“","translation":"\"Does this statement have anything to do with sexuality?\" – \"No! Where are you thinking again!\""},{"text":"Die Entwicklung der menschliche Sexualität beginnt bereits in einem sehr frühen Alter.","translation":"The development of human sexuality begins at a very early age."},{"text":"Man kann seine Sexualität nicht ändern.","translation":"You can't change your sexuality."},{"text":"Nach den Sätzen rund um die Sexualität werden wir uns morgen mit Rock'n Roll beschäftigen.","translation":"After the sentences about sexuality, tomorrow we will deal with rock'n roll."}],"knien":[{"text":"Unterwegs gab es Stellen, wo der Schnee bis zu den Knien reichte.","translation":"There were places en route where the snow was knee-deep."},{"text":"Lieber aufrecht sterben als auf Knien leben.","translation":"Better to die upright than to live on your knees."},{"text":"Es ist besser, auf den Beinen zu sterben, als auf den Knien zu leben.","translation":"It is better to die on your feet than to live on your knees."},{"text":"Das Wasser reichte mir bis zu den Knien.","translation":"The water reached up to my knees."},{"text":"Das Mädchen stand bis zu den Knien im Wasser.","translation":"The girl stood up to her knees in the water."},{"text":"Er hatte nicht den gleichen Standpunkt, weil er kniete.","translation":"He didn't have the same point of view because he was kneeling."},{"text":"Tom kniete sich nieder.","translation":"Tom got down on his knees."},{"text":"Ich kniete mich hin.","translation":"I knelt down."},{"text":"Wir knieten uns hin und beteten.","translation":"We knelt down and prayed."},{"text":"Nachdem sie die Kirche betreten hatte, kniete sie nieder.","translation":"After entering the church, she knelt down."},{"text":"Das große Rußland erhebt sich von den Knien.","translation":"Great Russia is rising from its knees."},{"text":"Der Große erscheint nur groß, wenn wir vor ihm auf Knien rutschen.","translation":"The big one only appears big when we slip on our knees in front of him."},{"text":"Und ich flehte sie auf Knien an.","translation":"And I begged her on her knees."},{"text":"Tom flehte Maria auf Knien um Verzeihung an, aber es half nichts; sie blieb hart.","translation":"Tom begged Mary on her knees for forgiveness, but it didn't help; she remained tough."},{"text":"Ich wische den Dreck von meinen Knien.","translation":"I wipe the dirt off my knees."}],"städtisch":[{"text":"Er deckte die Korruption in der städtischen Regierung auf.","translation":"He exposed corruption in the city government."},{"text":"Die städtische Müllhalde ist voll von Ratten.","translation":"The municipal rubbish dump is full of rats."},{"text":"Verkehr ist ein bedeutendes städtisches Problem.","translation":"Traffic is a major urban problem."},{"text":"Wir gingen in ein städtisches Schwimmbad.","translation":"We went to a municipal swimming pool."},{"text":"Zufällig traf ich gestern Maria am Hinterausgang der städtischen Bibliothek.","translation":"By chance I met Maria yesterday at the back exit of the municipal library."}],"Highlights":[],"beantworte":[{"text":"Beantworte mir zunächst meine Frage, dann beantworte ich dir deine.","translation":"Answer my question first, then I'll answer yours."},{"text":"Weich mir nicht aus, Tom, sondern beantworte meine Frage!","translation":"Don't avoid me, Tom, but answer my question!"},{"text":"Beantworte die folgenden Fragen auf Englisch.","translation":"Answer the following questions in English."},{"text":"Ich beantworte nie E-Mails von Leuten, die ich nicht kenne.","translation":"I never answer emails from people I don't know."},{"text":"Es tut mir leid, dass ich eure Mail so spät beantworte.","translation":"I'm sorry I'm answering your mail so late."},{"text":"Beantworte einfach die Frage.","translation":"Just answer the question."},{"text":"Tom hat dir eine Frage gestellt. Beantworte diese bitte!","translation":"Tom asked you a question. Please answer it."},{"text":"Beantworte meine Frage sorgfältig.","translation":"Answer my question carefully."},{"text":"Beantworte diese Frage bitte noch einmal.","translation":"Please answer this question one more time."},{"text":"Beantworte meine Frage!","translation":"Answer my question."}],"Handvoll":[{"text":"Rat suche ich bei einer Handvoll guter Freunde.","translation":"I seek advice from a handful of good friends."},{"text":"Besser eine Handvoll Naturell als zwei Hände voll Wissenschaft.","translation":"Better a handful of natures than two handfuls of science."},{"text":"Dieses Land gehört uns allen, nicht nur einer Handvoll Milliardäre.","translation":"This country belongs to all of us, not just a handfull of billionaires."},{"text":"Wäre die ganze Erde aus Gold, würden sich die Menschen umbringen für eine Handvoll Dreck.","translation":"If the whole earth were made of gold, people would kill themselves for a handful of dirt."},{"text":"Der Junge sammelte eine Handvoll Erdnüsse und legte sie in eine kleine Schachtel.","translation":"The boy collected a handful of peanuts and placed them in a small box."},{"text":"Nur eine Handvoll Leute sind auf dem Laufenden.","translation":"Only a handful of people are up to date."},{"text":"Lieber eine Handvoll Bienen als einen Korb voller Fliegen.","translation":"Better a handful of bees than a basket full of flies."},{"text":"Bring den Akkuschrauber, zwei Schraubzwingen und eine Handvoll Schrauben!","translation":"Bring the cordless screwdriver, two screw clamps and a handful of screws!"},{"text":"In erbärmlicher Kleidung und mit einer Handvoll Rechnungen bei sich fragte ein alter Mann mit zitternder Stimme, ob man hier seine Schulden bezahlen könne.","translation":"With pitiful clothing and a handfull of bills with him, an old man asked with quavering voice whether he could pay his bills here."}],"Beschäftigung":[{"text":"Stricken ist meine liebste Beschäftigung, wenn ich meinen Verwandten aus dem Weg gehen will.","translation":"Knitting is my favorite activity when I want to avoid my relatives."},{"text":"Das Beste, an dein Übel nicht zu denken, ist Beschäftigung.","translation":"The best thing about not thinking about your evil is employment."},{"text":"Es gibt so viele Beschäftigungen, die reine Zeitverschwendung sind!","translation":"There are so many pursuits that are a waste of time!"},{"text":"Meinst du nicht, du solltest langsam mal mit dieser fast schon kriminellen Beschäftigung aufhören?","translation":"Don't you think you should slowly stop this almost criminal occupation?"},{"text":"Bist du noch immer auf der Suche nach Beschäftigung?","translation":"Are you still looking for something to do?"}],"Geltendmachung":[],"angeln":[{"text":"Maria hat sich einen jüngeren Mann geangelt.","translation":"Maria has caught a younger man."},{"text":"Wenn ich hier angeln möchte, brauche ich dann eine besondere Erlaubnis?","translation":"If I want to fish here, do I need a special permit?"},{"text":"Wer Fische essen will, muss angeln.","translation":"If you want to eat fish, you have to fish."},{"text":"Wir gehen ab und zu zusammen angeln.","translation":"We go fishing together from time to time."},{"text":"Ich ging oft mit ihm angeln.","translation":"I often went fishing with him."}],"organisiert":[{"text":"Erziehung ist die organisierte Verteidigung der Erwachsenen gegen die Jugend.","translation":"Education is the organized defense of adults against youth."},{"text":"Partei ist organisierte Meinung.","translation":"Party is organized opinion."},{"text":"Der organisierte Wahnsinn ist die größte Macht der Welt.","translation":"Organized madness is the greatest power in the world."},{"text":"Ameisen haben eine gut organisierte Gemeinschaft.","translation":"Ants have a well-organized community."},{"text":"Dieser Politiker steht im Verdacht, Verbindungen zum organisierten Verbrechen zu haben.","translation":"This politician is suspected of having connections to organized crime."}],"unangemessen":[{"text":"Seine Kritik war völlig unangemessen.","translation":"His criticism was completely inappropriate."},{"text":"Tom fand Marias Kleid für den Anlass unangemessen.","translation":"Tom thought Mary's dress wasn't appropriate for the occasion."},{"text":"Dieses Hemd ist unangemessen.","translation":"This shirt is inappropriate."},{"text":"Tom fand das, was Maria trug, für den Anlass unangemessen.","translation":"Tom didn't think what Mary was wearing was appropriate for the occasion."},{"text":"Den Regen schlechtes Wetter zu nennen, ist so unangemessen, wie es unangemessen ist, den brennenden Sonnenschein schönes Wetter zu nennen.","translation":"Calling the rain bad weather is as inappropriate as it is inappropriate to call the burning sunshine beautiful weather."},{"text":"Meiner Meinung nach ist es absolut unangemessen.","translation":"In my opinion, it is absolutely inappropriate."},{"text":"Warum ist diese Frage unangemessen?","translation":"Why is this question inappropriate?"},{"text":"Der Leiter beteuerte, dass diese Methode unangemessen ist.","translation":"The leader asserted that this method is inappropriate."},{"text":"Diese Kleidung ist für einen kalten Wintertag unangemessen.","translation":"Those clothes are not suitable for a cold winter's day."},{"text":"Den Regen schlechtes Wetter zu nennen, ist so unangemessen, wie es unangemessen ist, den brennenden Sonnenschein schönes Wetter zu nennen.","translation":"Calling the rain bad weather is as inappropriate as it is inappropriate to call the burning sunshine beautiful weather."},{"text":"Unangemessene Fragen führen zu unangemessenen Antworten.","translation":"Inadequate questions give rise to inadequate answers."},{"text":"„Gib mir ein Bier, Fettsack!“, sagte Tom zum Schankwirt in von ihm gewohnter unangemessener Art und Weise.","translation":"\"Give me a beer, Fettsack!\" said Tom to the innkeeper in an inappropriate manner he is used to."}],"Koma":[{"text":"Die Ärzte sahen keinen anderen Ausweg, als Tom ins künstliche Koma zu versetzen.","translation":"The doctors saw no other way out than to put Tom into an artificial coma."},{"text":"Tom lag im Koma.","translation":"Tom was in a coma."},{"text":"Tom ist nie aus dem Koma erwacht.","translation":"Tom never woke up from his coma."},{"text":"Alex’ Mutter fiel kurz vor dem Fall der Berliner Mauer ins Koma.","translation":"Alex's mother fell into a coma shortly before the fall of the Berlin Wall."},{"text":"Tom schaffte nach seinem Koma nicht den Anschluss an die anderen Schüler.","translation":"Tom couldn't catch up with the other students after he came out of his coma."}],"einseitig":[{"text":"Einseitige Bildung ist keine Bildung.","translation":"One-sided education is not education."},{"text":"Einseitig zu entscheiden, das Werk eines anderen zu verändern, ist eine Vergewaltigung.","translation":"To unilaterally decide to change someone else's work is rape."},{"text":"Manche Dialoge verlaufen völlig einseitig.","translation":"Some dialogues are completely one-sided."},{"text":"Es war eine einseitige Liebesbeziehung.","translation":"It was a one-sided love affair."},{"text":"Sitzarbeit belastet den Körper einseitig.","translation":"Sitting work puts a strain on the body on one side."}],"addieren":[{"text":"Wenn ihr drei und vier addiert, erhaltet ihr sieben.","translation":"If you add three and four, you get seven."},{"text":"Es ist leicht, 5 zu 10 zu addieren.","translation":"It's easy to add 5 to 10."},{"text":"Das Kind kann nicht einmal addieren.","translation":"The child does not even know how to add."},{"text":"Wenn ich A und B addiere, kriege ich C als Ergebnis heraus.","translation":"If I add A and B, I get C as a result."},{"text":"Es ist einfach, Zahlen mit einem Taschenrechner zu addieren.","translation":"It is easy to add numbers using a calculator."}],"Miststück":[{"text":"Mary, dieses Miststück, versteckte sich hinter einem groben Wort, um Tom zu überraschen.","translation":"Mary, this bitch, was hiding behind a big word, to surprise Tom."},{"text":"Sie hat mich als blödes Miststück bezeichnet.","translation":"She called me a stupid bitch."},{"text":"Marias Schwester ist ein echtes Miststück.","translation":"Mary's sister is a total bitch."},{"text":"Ein Miststück ist eine Tussi, die mit jedem in die Kiste hüpft außer mit dir, aber dir davon erzählt.","translation":"A piece of crap is a Tussi that jumps into the box with everyone but you, but tells you about it."},{"text":"Sie ist ein Miststück.","translation":"She's a complete bitch."}],"erlebt":[{"text":"Ich fürchte nichts mehr, denn ich habe schon sehr viel Angst erlebt und überlebt.","translation":"I fear nothing anymore, because I have already experienced and survived a lot of fear."},{"text":"Der Mensch kann nur das begreifen, was er selbst durch körperliche und psychische Leiden erlebt hat.","translation":"Man can only comprehend what he himself has experienced through physical and psychological suffering."},{"text":"Der Richter meinte, dass er noch nie eine so friedliche und einvernehmliche Scheidung erlebt hatte.","translation":"The judge said he had never seen such an amicable and mutually agreed divorce."},{"text":"Tom schilderte uns in glühenden Farben, was er im Urlaub erlebt hatte.","translation":"Tom described to us in glowing colors what he had experienced on vacation."},{"text":"Seinem Bitten nachgebend erzählte ich schließlich, was ich in der vorangegangenen Woche erlebt hatte.","translation":"Giving in to his request, I finally told what I had experienced in the previous week."}],"Schleim":[{"text":"Aus dem Rohr sickerte grüner Schleim.","translation":"There was green slime oozing out of the pipe."},{"text":"Schleim läuft mir aus der Nase.","translation":"Snot is pouring out of my nose."},{"text":"Schleimaale können erstaunliche Mengen an Schleim produzieren.","translation":"Hagfish can produce amazing amounts of mucus."},{"text":"Grüner Schleim glibberte aus der Leitung.","translation":"Green slime oozed out the pipe."},{"text":"Auf den Lungenzellen befinden sich Faden in kammartiger Anordnung, deren ständiges Schlagen Schleim und Infektionen aus der Lunge vertreibt.","translation":"There are comb-like strands in the lung cells, whose continuous beating drives mucus and infections out of your lungs."}],"überleg":[{"text":"Überlege zuerst und dann fange an.","translation":"Think first and then get started."},{"text":"Überlege, ob du mir vertrauen kannst und willst!","translation":"Think about whether you can and want to trust me!"},{"text":"Überlege gut, was du tust. Du weißt ja, dass Tom sehr erfahrene Anwälte hat.","translation":"Think carefully about what you do. You know that Tom has very experienced lawyers."},{"text":"„Ich will die Schule abbrechen und mich ganz der Musik widmen.“ – „Überlege dir gut, was du tust!“","translation":"\"I want to drop out of school and devote myself entirely to music.\" – \"Think carefully about what you do!\""},{"text":"Überlege einmal, bevor du gibst. Überlege zweimal, bevor du nimmst und überlege tausendmal bevor du forderst.","translation":"Think before you give. Think twice before you take and think a thousand times before you demand."},{"text":"Geh nach Hause und überleg dir erst mal, was du eigentlich willst!","translation":"Go home and think about what you actually want!"},{"text":"Bitte überleg es dir.","translation":"Please think it over."},{"text":"Überleg dir die Kosten, bevor du dich entschließt, den Wagen zu kaufen.","translation":"Reckon the cost before you decide to purchase the car."},{"text":"Überleg mal, was ich dir gesagt habe.","translation":"Think about what I said to you."},{"text":"Ich überleg mir das.","translation":"I'm thinking about it."},{"text":"Überleg es dir, bitte.","translation":"Please think about it."},{"text":"Überleg es dir!","translation":"Think about it."},{"text":"Überleg es dir noch mal!","translation":"Please reconsider."}],"würd":[{"text":"Es würd' ein jeder Doktor sein, wenn's Wissen einging wie der Wein.","translation":"It would be any doctor if knowledge came in like wine."},{"text":"Nicht ein Zehnteil würd' ein Herr des Bösen tun, müsste er es selbst mit eignen Händen tun.","translation":"Not a tenth would a master of evil do it if he had to do it himself with his own hands."},{"text":"Der Mensch ist frei geschaffen, ist frei und würd' er in Ketten geboren!","translation":"Man is created free, is free and would be born in chains!"},{"text":"Nun kenn’ ich deine würd’gen Pflichten! Du kannst im Großen nichts vernichten und fängst es nun im Kleinen an.","translation":"Now I know your duties! You can't destroy anything on a large scale and now you start it on a small scale."},{"text":"Das Neue dringt herein, das Alte, das Würd’ge scheidet, andre Zeiten kommen, es lebt ein andersdenkendes Geschlecht!","translation":"The new is coming in, the old, the divided, other times are coming, a dissenting sex is alive!"},{"text":"Gar viele Sagen sind im Schwange, die uns erzählen was gewesen; doch wohin die Menschheit geht in ihrem dunklen Drange, das würd' ich auch sehr gern mal lesen.","translation":"There are many legends in the swing that tell us what has been; but where mankind is going in its dark drange, I would also like to read that."},{"text":"So mancher frönt dem Nickerchen; nicht Dünne nur, auch Dickerchen. Vorzeiten war auch Goethe drunter. Und wurde er dann wieder munter, sprach er, um Auskunft nicht verlegen: „Ich nicke nicht der Schönheit wegen, tat mich dem Geist zu frommen legen; die Eingebung könnt' rasch versiegen, würd' ich nach Tisch nicht schlummernd liegen. Auch für des Mannes Kräfte im Gemeinen will mir dies Tun von Nutzen scheinen.“","translation":"Some people indulge in napping; not thin only, also thick ones. In ancient times, Goethe was also among them. And then when he became cheerful again, he spoke, so as not to embarrass information: \"I do not nod for the sake of beauty, did to lay down to the Spirit to be pious; the inspiration can dry up quickly, if I would not lie slumbering after the table. Also for the man's forces in the common this action wants to seem to me to be of use.\""}],"großziehen":[{"text":"Ich habe alleine zwei Kinder großgezogen.","translation":"I raised two children on my own."},{"text":"Obwohl sie arm waren, haben sie sieben Kinder großgezogen.","translation":"Although they were poor, they raised seven children."},{"text":"Sie wurde von ihrer Tante großgezogen.","translation":"She was raised by her aunt."},{"text":"Da du ihm Gefängnis warst, musste ich unsere Kinder allein großziehen.","translation":"You were in prison, so I had to raise our children by myself."},{"text":"Wer keine Kinder großgezogen hat, den erwartet ein trauriges Alter.","translation":"Those who have not raised children can expect a sad age."}],"pumpen":[{"text":"Ich habe kein Geld mehr. Ich muss mir bei Tom was pumpen.","translation":"I have no more money. I have to pump something at Tom's."},{"text":"Tom ist schon wieder blank und pumpt alle um Geld an.","translation":"Tom is already blank again and pumps everyone for money."},{"text":"Tom pumpte den Reifen auf.","translation":"Tom pumped up the tyre."},{"text":"Man pumpte viel Wasser in den Behälter.","translation":"A lot of water was pumped into the container."},{"text":"Das Herz dient dazu, um Blut zu pumpen.","translation":"The purpose of the heart is to pump blood."}],"Verknüpfung":[{"text":"Ich habe eine Verknüpfung auf dem Desktop hergestellt.","translation":"I created a shortcut on the desktop."},{"text":"Bitte hebt die Verknüpfung dieses Satzes mit dem englischen auf.","translation":"Please unlink this sentence from English."},{"text":"Ich habe auf die Verknüpfung gedrückt, aber es ist nichts passiert.","translation":"I clicked the link, but nothing happened."},{"text":"Tom erstellte eine neue Verknüpfung.","translation":"Tom created a new shortcut."},{"text":"Die Musik lässt sich definieren als die Kunst, durch die Verknüpfung von Tönen emotional zu berühren.","translation":"Music can be defined as the art of touching emotionally by linking sounds."}],"Auszug":[{"text":"Bitte von der Nachricht einen Auszug von hundert Wörtern machen.","translation":"Please make an excerpt of a hundred words from the message."},{"text":"Die Studenten müssen einen Auszug aus dem Buch analysieren.","translation":"The students have to analyze an excerpt from the book."},{"text":"Tom hat das Haus kurz nach Marias Auszug verlassen.","translation":"Tom left the house shortly after Mary moved out."},{"text":"Einen Teil des Buches machen Auszüge aus in Esperanto verfassten Werken aus.","translation":"Part of the book consists of excerpts from works written in Esperanto."},{"text":"Als mein Vater starb, haben wir die Trauerfeier sehr liebevoll und sorgsam gestaltet, mit Reden über ihn, kurzen Auszügen aus seinen beliebtesten Musikstücken und so weiter, obgleich wir alle der Auffassung waren, er würde nicht mehr existieren und nicht davon wissen, was wir für ihn tun.","translation":"When my father died, we arranged the funeral very lovingly and carefully, with speeches about him, short excerpts from his favorite pieces of music, and so on, although we all felt that he no longer existed and did not know what we were doing for him."}],"Python":[{"text":"Das Leben ist kurz, deswegen benutz ich Python!","translation":"Life's short, so I use Python!"},{"text":"C ist das vollkommene „andere Extrem“ gegenüber Python. Es befindet sich auf der niedrigsten Stufe unter den gängigen Programmiersprachen und dient fast durchweg als Bindeglied zwischen anderen Sprachen und Systemen.","translation":"C is the perfect \"other extreme\" to Python. It’s the most low level of the mainstream programming languages, and almost universally serves as glue between other languages and systems."},{"text":"Maria spricht fließend Französisch, Esperanto, Elbisch und Python.","translation":"Mary can speak French, Esperanto, Elvish and Python fluently."},{"text":"GCC ist ein Compiler während Python ein Interpreter ist.","translation":"GCC is a compiler while Python is an interpreter."},{"text":"Als ich gestern im Gespräch mit Tom erwähnte, dass ich mich fürs Programmieren interessiere, empfahl er mir die Sprache Python. Hast du schon mal was davon gehört, Maria?","translation":"When I mentioned yesterday in conversation with Tom that I was interested in programming, he recommended the language Python. Have you ever heard of it, Maria?"}],"beschimpfen":[{"text":"Markus beschimpfte Tim als „Idioten“. Daraufhin ging Tim auf Markus los.","translation":"Markus called Tim an \"idiot.\" Tim then attacked Markus."},{"text":"Sie beschimpfte ihren Ehemann von Angesicht zu Angesicht.","translation":"She insulted her husband face to face."},{"text":"Er beschimpfte mich als Feigling.","translation":"He called me a coward."},{"text":"Als sie meinen Vater beschimpften, beschimpften sie auch mich.","translation":"When they swore at my father, they swore at me too."},{"text":"Hast du je einen Polizisten beschimpft?","translation":"Have you ever sworn at a policeman?"}],"Notaufnahme":[{"text":"Sie arbeitet im Krankenhaus in der Notaufnahme.","translation":"She works in A & E at the hospital."},{"text":"Seine Verletzung muss in der Notaufnahme behandelt werden.","translation":"His injury must be treated in the emergency room."},{"text":"Sie bringen Mary in die Notaufnahme.","translation":"They're taking Mary to the emergency room."},{"text":"Tom musste mit dem Krankenwagen in die Notaufnahme.","translation":"Tom had to go to the emergency room by ambulance."},{"text":"Daniel wartete im Flur vor der Notaufnahme, um aktuelle Informationen über Lindas Zustand zu bekommen.","translation":"Daniel waited in the hallway in front of the emergency room to get up-to-date information about Linda's condition."}],"Vergewaltigung":[{"text":"Pekka wurde wegen Vergewaltigung verurteilt.","translation":"Pekka was convicted of rape."},{"text":"Eine Vergewaltigung ist ein schreckliches Verbrechen.","translation":"Rape is a horrible crime."},{"text":"Einseitig zu entscheiden, das Werk eines anderen zu verändern, ist eine Vergewaltigung.","translation":"To unilaterally decide to change someone else's work is rape."},{"text":"Vergewaltigung und Kindesmissbrauch kommen in Algerien sehr häufig vor.","translation":"Rape and child abuse are very common in Algeria."},{"text":"Vergewaltigung ist immer ein Gewaltverbrechen.","translation":"Rape is always a crime of violence."}],"Christentum":[{"text":"Der römische Kaiser Konstantin unterstützte seit 313 das Christentum.","translation":"The Roman Emperor Constantine had supported Christianity since 313."},{"text":"Das Christentum ist das Mittelalter der Menschheit.","translation":"Christianity is the Middle Ages of mankind."},{"text":"Die Grundlage des Christentums ist ein Apfel.","translation":"The basis of Christianity is an apple."},{"text":"Tom konvertierte vom Christentum zum Islam.","translation":"Tom converted from Christianity to Islam."},{"text":"Er trat zum Christentum über.","translation":"He turned Christian."}],"Komplexität":[{"text":"Er dachte über die Komplexität des modernen Lebens nach.","translation":"He dwelt on the complexities of modern life."},{"text":"Die Komplexität des menschlichen Wesens ist erstaunlich!","translation":"The complexity of the human being is amazing!"},{"text":"Ich bezweifle, dass sie die Komplexität und den Umfang verstehen können.","translation":"I doubt they can understand the complexity and scope."},{"text":"„Man muss komplexe Probleme in ihrer Komplexität darstellen und nicht boulevardisieren“ ist eine beliebte Phrase österreichischer Politiker.","translation":"\"You have to present complex problems in their complexity and not boulevardize them\" is a popular phrase of Austrian politicians."},{"text":"Das Kind, das beispielsweise im Alter von fünf bis acht Jahren das Schachspiel lernen kann, wird es viel einfacher als ein Erwachsener finden, die Komplexität dieser spielwissenschaftlichen Kunst zu beherrschen.","translation":"The child who can learn chess at the age of five to eight, for example, will find it much easier than an adult to master the complexity of this art of game science."}],"autonom":[{"text":"Ich bin autonom.","translation":"I am autonomous."},{"text":"Mit der Autonomie der sogenannten „autonomen Regionen“ ist es nicht weit her.","translation":"The autonomy of the so-called \"autonomous regions\" is not far off."},{"text":"Die Bundeswehr strebt die Entwicklung tödlicher autonomer Waffensysteme an.","translation":"The German army is aiming to develop deadly, autonomous weapons systems."}],"Fassade":[{"text":"Was ist hinter der Fassade?","translation":"What's behind the façade?"},{"text":"Die Fassade des Schlosses war mit weißer Farbe gestrichen.","translation":"The façade of the castle was painted with white paint."},{"text":"Wer weiß, was sich hinter der Fassade verbirgt?","translation":"Who knows what is hidden behind the façade?"},{"text":"Versuchen Sie nicht, hinter meine Fassade zu schauen, denn sie werden dort nichts finden!","translation":"Don't try to look behind my façade, because you won't find anything there!"},{"text":"Die Fassade dieses Hauses ist der Horror.","translation":"The façade of that house is a nightmare."}],"schwerwiegend":[{"text":"Ich finde, diese Übersetzung weist schwerwiegende Mängel auf.","translation":"I think this translation has serious shortcomings."},{"text":"Unsere finanziellen Probleme sind schwerwiegend.","translation":"Our financial problems are serious."},{"text":"Das war ein schwerwiegender Fehler.","translation":"That was a serious mistake."},{"text":"Das ist eine schwerwiegende Anschuldigung.","translation":"This is a serious accusation."},{"text":"Tom hat ein paar schwerwiegende Fehler begangen.","translation":"Tom made a few serious mistakes."}],"taube":[{"text":"Freundlichkeit ist eine Sprache, die Taube hören und Blinde lesen können.","translation":"Friendliness is a language the deaf can hear and the blind can read."},{"text":"Er erwartet, dass ihm die gebratenen Tauben in den Mund fliegen.","translation":"He expects the fried pigeons to fly into his mouth."},{"text":"Schlangen schleichen, Tauben fliegen.","translation":"Snakes creep, pigeons fly."},{"text":"Seid klug wie die Schlangen und ohne Falsch wie die Tauben.","translation":"Be wise as serpents and without falsehood like doves."},{"text":"Es gibt keinen schlimmeren Tauben als den, der nicht hören will.","translation":"There is no worse pigeon than the one who does not want to hear."},{"text":"Die Taube flog weg.","translation":"The pigeon flew away."},{"text":"Die Taube fliegt übers Dach.","translation":"The pigeon flies over the roof."},{"text":"Die Rose ist eine Blume und die Taube ein Vogel.","translation":"The rose is a flower and the dove is a bird."},{"text":"Ich weiß nicht, warum man sagt: Das Pferd ist edel, die Taube ist schön.","translation":"I don't know why they say: the horse is noble, the pigeon is beautiful."},{"text":"Mit anderen Worten, das Magnetfeld ist nahe beim Kopf der Taube.","translation":"In other words, the field of the magnet is near the pigeon's head."}],"Pfote":[{"text":"Ein Hund hat vier Pfoten.","translation":"A dog has four paws."},{"text":"Er hat eine gebrochene Pfote.","translation":"He has a broken paw."},{"text":"Toms Hund hat mit seinen Pfoten überall auf dem neuen Teppich schmutzige Spuren hinterlassen.","translation":"Tom's dog left muddy paw prints all over his new carpet."},{"text":"Katzen landen fast immer auf den Pfoten.","translation":"Cats almost always land on their feet."},{"text":"Pfoten weg! Ausschließlich ich darf das tun!","translation":"Paws gone! Only I am allowed to do that!"}],"aussiehst":[{"text":"Wie du wieder aussiehst, Tom! Und dieser Bart und diese Haare! Also nein!","translation":"How you look again, Tom! And that beard and that hair! So no!"},{"text":"Du bist gar nicht so blöd, wie du aussiehst.","translation":"You're not as stupid as you look."},{"text":"Gib mir bitte ein Foto von dir, damit ich nicht vergesse, wie du aussiehst.","translation":"Please give me a photo of you so I don't forget what you look like."},{"text":"So wie du aussiehst, verlässt du nicht das Haus, junger Mann!","translation":"The way you look, you don't leave the house, young man!"},{"text":"Liebe ist, wenn du aussiehst wie ein Sack Kartoffeln, aber angeschaut wirst wie heiße Pommes frites.","translation":"Love is when you look like a sack of potatoes, but are looked at like hot french fries."},{"text":"Wenn deine Freunde anfangen, dir Komplimente zu machen, wie jung du doch aussiehst, so ist dies ein klares Zeichen dafür, dass du alt wirst.","translation":"When your friends begin to flatter you on how young you look, it's a sure sign you're getting old."},{"text":"\"Hast du schon mal darüber nachgedacht, beim Rasieren einen Spiegel zu benutzen?\" \"Nein, wieso?\"\"Weil du so aussiehst als wärst du von einer Rotte wild gewordener Furien angegriffen worden. Dein Gesicht ist nur noch eine blutige Wunde.\"","translation":"\"Have you ever thought about using a mirror when shaving?\" \"No, why?\" Because you look like you've been attacked by a bunch of wild furies. Your face is just a bloody wound.\""}],"Profiling":[],"account":[{"text":"Er ist so blöd, dass er nicht mal einen Account erstellen kann.","translation":"He's so stupid that he can't even create an account."},{"text":"Aus irgendeinem Grunde bekam ich keinen Zugang zu meinem E-Mail-Account.","translation":"For some reason, I couldn't get access to my email account."},{"text":"Ich brauche keinen Facebook-Account, um Freunde zu haben.","translation":"I don't need a Facebook account to have friends."},{"text":"Wir teilen uns einen Netflix-Account.","translation":"We share a Netflix account."},{"text":"Bitte zeig mir, wie ich meinen Facebook-Account lösche.","translation":"Please show me how to delete my Facebook account."},{"text":"Das Wort „Account“ ist ein Anglizismus.","translation":"The word \"account\" is an Anglicism."}],"schuldest":[{"text":"Du schuldest mir eine Erklärung.","translation":"You owe me an explanation."},{"text":"Du schuldest mir einen Kuss!","translation":"You owe me a kiss."},{"text":"Du schuldest mir noch weitere dreißig Dollar.","translation":"You owe me another thirty dollars."},{"text":"Tom und Maria wollen den Rest des Geldes, das du ihnen schuldest.","translation":"Tom and Mary want the rest of the money you owe them."},{"text":"Du schuldest mir nichts.","translation":"You don't owe me anything."}],"Klassenkameraden":[{"text":"Hast du gestern mit deinen Klassenkameraden gesprochen?","translation":"Did you talk to your new classmates yesterday?"},{"text":"Keiner meiner Klassenkameraden lebt hier in der Nähe.","translation":"None of my classmates live nearby."},{"text":"Ich erinnere mich nicht an alle meine Klassenkameraden.","translation":"I don't remember all my classmates."},{"text":"Einer meiner Klassenkameraden wohnte früher in Boston.","translation":"One of my classmates used to live in Boston."},{"text":"Die Kinder freuten sich sehr, ihre Klassenkameraden wiederzusehen.","translation":"The children were very happy to see their classmates again."}]}