{"haha":[{"text":"Haha, ich habe gerade geträumt, ich hätte fünf Millionen gewonnen.","translation":"Haha, I just dreamed I had won five million."},{"text":"„Haha! Entschuldige!“ – „Erkennst du deine Schuld überhaupt?“","translation":"\"Haha! Excuse me!\" – \"Do you even recognize your guilt?\""},{"text":"Haha, sehr witzig.","translation":"Haha, very funny."},{"text":"Weißt du, ich sage oft „egal“. (Haha, ich bin faul.)","translation":"You know, I often say \"doesn't matter.\" (Haha, I'm lazy.)"},{"text":"Haha! Das ist ja wirklich lachhaft!","translation":"Haha! That's really ridiculous!"}],"betrachte":[{"text":"Ist dein Feind auch eine Ameise, betrachte ihn als Elefanten.","translation":"Even if your enemy is an ant, consider him an elephant."},{"text":"Das betrachte ich im weitesten Sinne als meine Aufgabe.","translation":"I consider this to be my task in the broadest sense."},{"text":"Betrachte alles von der guten Seite.","translation":"Look at everything from the good side."},{"text":"Es ist alles Wichtige gesagt. Daher betrachte ich das Gespräch als beendet.","translation":"Everything important has been said. Therefore, I consider the conversation to be over."},{"text":"Betrachte die Sterne.","translation":"Look at the stars."}],"Erhalt":[{"text":"Würden Sie bitte den Erhalt der Nachricht bestätigen?","translation":"Could you please acknowledge receipt of this note?"},{"text":"Eine große Mehrheit der Bevölkerung ist für den Erhalt der Monarchie.","translation":"A large majority of the population is in favour of the preservation of the monarchy."},{"text":"Zum Erhalt eines neuen Führerscheines muss der alte zurückgegeben werden.","translation":"To receive a new driving license, the old one must be returned."},{"text":"Nach Erhalt eines Nummernzettels an der Rezeption nahm ich in einem Wartezimmer Platz.","translation":"After receiving a numbered ticket at reception, I took a seat in a waiting room."},{"text":"Nach dem Erhalt deines Briefes mit deinem Foto schwebe ich im siebenten Himmel.","translation":"After receiving your letter with your photo, I float in seventh heaven."}],"Vordergrund":[{"text":"Zunächst steht aber die Heilung des Patienten im Vordergrund.","translation":"First of all, however, the healing of the patient is in the foreground."},{"text":"Sie war tapfer und fröhlich und stellte ihre Probleme nicht in den Vordergrund.","translation":"She was brave and cheerful, and always made little of her troubles."},{"text":"Die Couch befindet sich im Vordergrund neben dem Tisch.","translation":"The couch is in the foreground next to the table."},{"text":"Das Problem ist wieder in den Vordergrund getreten.","translation":"The problem has come to the fore again."},{"text":"Zunächst steht aber stets der Erfolg des Projektes im Vordergrund und nicht die persönliche Meinung.","translation":"First of all, however, the success of the project is always in the foreground and not the personal opinion."}],"Ansprechpartner":[{"text":"Tom ist hier nicht der richtige Ansprechpartner.","translation":"Tom isn't the right person to talk with about this."}],"verdecken":[{"text":"Vorsicht! Ein Zug kann einen anderen verdecken.","translation":"Caution! One train can obscure another."},{"text":"Die Wolken verdeckten die Sonne.","translation":"The clouds obscured the sun."},{"text":"Mary verdeckte ihren Mund.","translation":"Mary covered her mouth."},{"text":"Erfolg verdeckt viel Stümperei.","translation":"Success masks a lot of bungling."},{"text":"Schwarze Augengläser verdecken die Augen meines blinden Kollegen.","translation":"Black eyeglasses cover the eyes of my blind colleague."},{"text":"Plötzlich verdeckten dunkle Wolken die Sonne.","translation":"The sun was hidden suddenly by dark clouds."},{"text":"Er ist von einem verdeckten Ermittler gefasst.","translation":"He was caught by an undercover police officer."},{"text":"Was soll das verdeckte Pfand in meiner Hand?","translation":"What is the purpose of the hidden deposit in my hand?"},{"text":"Die Arroganz ist ein Zeichen der Schwäche, der verdeckten Furcht gegenüber den Rivalen.","translation":"The arrogance is a sign of weakness, of hidden fear towards rivals."},{"text":"Bei einem Kunstwerk, gleich welcher Art, ist die offensichtliche oder verdeckte Symmetrie das sichtbare oder geheime Fundament für das Vergnügen, das wir empfinden.","translation":"In a work of art of any kind, the obvious or hidden symmetry is the visible or secret foundation for the pleasure we feel."}],"Ähnlichkeit":[{"text":"Was man liebt, findet man überall, und sieht überall Ähnlichkeiten.","translation":"What you love, you can find everywhere, and you see similarities everywhere."},{"text":"Zwischen den beiden besteht keine Spur von Ähnlichkeit.","translation":"There is no trace of similarity between the two."},{"text":"Jede Ähnlichkeit mit wirklichen Menschen, lebendig oder tot, ist reiner Zufall.","translation":"Any resemblance to real persons, living or dead, is purely coincidental."},{"text":"Das Mädchen hat große Ähnlichkeit mit meiner verstorbenen Mutter.","translation":"The girl is very similar to my late mother."},{"text":"Ich war überrascht über seine große Ähnlichkeit mit seinem Vater.","translation":"I was surprised at his strong resemblance to his father."}],"Geheimdienst":[{"text":"Der Präsident wird seinen Plan einer Reform der Geheimdienste vorstellen.","translation":"The president will present his plan for intelligence reform."},{"text":"Wenn Sie die Wahrheit wissen wollen: Ich war früher einmal im Geheimdienst tätig.","translation":"If you want to know the truth: I used to work in the secret service."},{"text":"Ich bin Mitarbeiter eines Geheimdienstes.","translation":"I am an employee of a secret service."},{"text":"„Wie kamen Sie zum Geheimdienst?“ – „Ich glaube, dass ich darüber nichts sagen sollte.“","translation":"\"How did you get into the secret service?\" – \"I don't think I should say anything about it.\""},{"text":"Maria hat Kontakte zu mehreren Geheimdiensten.","translation":"Maria has contacts with several secret services."}],"Registerkarte":[],"schieß":[{"text":"Ich werde dir deine Fragen gerne beantworten. Also schieß los!","translation":"I will gladly answer your questions. So shoot!"},{"text":"Schieß so fest, wie du kannst.","translation":"Shoot as hard as you can."},{"text":"Wenn du Tom siehst, schieß ihn tot!","translation":"If you see Tom, shoot him dead!"},{"text":"Wenn sich Tom nicht zwischen dir und seiner Mutter entscheiden kann, dann soll ihn seine Mutter haben. Schieß ihn in den Wind!","translation":"If Tom can't decide between you and his mother, then his mother should have him. Shoot him into the wind!"},{"text":"Warte, schieß nicht!","translation":"Wait, don't shoot!"},{"text":"Schieß schon los!","translation":"Just start talking."},{"text":"Warte! Schieß noch nicht!","translation":"Wait! Don't shoot yet!"},{"text":"Schieß los! Erzähl uns alles, was du weißt!","translation":"Shoot! Tell us everything you know!"},{"text":"Schieß los! Ich höre.","translation":"Go ahead. I'm listening."},{"text":"„Dürfen wir dir einige Fragen stellen?“ – „Schieß los!“","translation":"\"Do you mind if we ask you a few questions?\" \"Ask away.\""}],"Laufzeit":[{"text":"Der Vertrag hat eine begrenzte Laufzeit.","translation":"The contract has a limited duration."},{"text":"Während der Laufzeit des Projekts wird der Forscher Analysetechniken entwickeln.","translation":"During the duration of the project, the researcher will develop analytical techniques."},{"text":"Das Modellprojekt ist für eine Laufzeit von drei Jahren ausgelegt.","translation":"The pilot project is designed for a period of three years."}],"about":[],"schlägst":[{"text":"Du schlägst mich mit Worten, hart wie Stahl!","translation":"You beat me with words, hard as steel!"},{"text":"Du schlägst zu sehr nach deinem Vater.","translation":"You're hitting too your father."},{"text":"Bevor du einen fremden Hund schlägst, schau dich erst um, wo sein Herr ist.","translation":"Before you hit a strange dog, first look around where his master is."},{"text":"Du schlägst dich gut in deinen Kursen an der Schule.","translation":"You're doing well in your classes at school."},{"text":"Was genau schlägst du vor?","translation":"What exactly do you suggest?"}],"mithalten":[{"text":"Er lief zu schnell für mich, um mithalten zu können.","translation":"He ran too fast for me to keep up with him."},{"text":"Gehen Sie bitte nicht so schnell! Ich kann nicht mithalten mit Ihnen.","translation":"Don't walk so fast! I can't keep up with you."},{"text":"Ich kann mit dem Tempo nicht mithalten.","translation":"I cannot keep up the pace."},{"text":"Im Tennis kann er nicht mit mir mithalten.","translation":"In tennis, he can't keep up with me."},{"text":"Ich musste hart arbeiten, um mit den anderen Studenten mithalten zu können.","translation":"I had to work hard to keep up with the other students."}],"zerreißen":[{"text":"Gegen Maria hast du keine Chance. Die zerreißt dich in der Luft.","translation":"You don't stand a chance against Mary. It tears you apart in the air."},{"text":"Eine sanfte Sprache zerreißt den Teufeln die Knochen.","translation":"A gentle language tears the bones of the devils."},{"text":"Tausend Flüche zerreißen kein Kleid.","translation":"A thousand curses do not tear up a dress."},{"text":"Ich weiß nicht, wie Tom zu helfen ist, und das zerreißt mich innerlich!","translation":"I don't know how to help Tom and it's tearing me up inside!"},{"text":"Das zerreißt mir das Herz.","translation":"It breaks my heart."},{"text":"Der Karton lässt sich nicht zerreißen.","translation":"The box cannot be torn."},{"text":"Deine Tränen zerreißen mein Herz!","translation":"Your tears tear my heart!"},{"text":"Wenn das geschehen sollte, werde ich alles, was ich geschrieben habe, zerreißen und verbrennen.","translation":"If that happens, I will tear up and burn everything I have written."},{"text":"Stöcke und Steine können die Knochen brechen, aber Worte können das Herz zerreißen.","translation":"Sticks and stones can break the bones, but words can tear the heart apart."},{"text":"Nur äußerlich wirkt er wie ein starker Mann, in seinem Inneren zerreißen ihn Konflikte.","translation":"Only outwardly he looks like a strong man, inside he tears him apart."}],"Neugier":[{"text":"Der rote Punkt an der Wand erregt die Neugier der Katzen.","translation":"The cats are curious about the red dot on the wall."},{"text":"Ich frage nur aus Neugier.","translation":"I only ask out of curiosity."},{"text":"Ich würde dich gerne platzen sehen vor Neugier.","translation":"I would like to see you burst with curiosity."},{"text":"Das Ohr der Neugier liegt nur an den Türen des Glückes und der Leidenschaft.","translation":"The ear of curiosity lies only at the doors of happiness and passion."},{"text":"Die Liebe besteht zu drei Viertel aus Neugier.","translation":"Three-quarters of love consists of curiosity."},{"text":"Tom sagte, er habe es aus Neugier versucht.","translation":"Tom said he tried it out of curiosity."},{"text":"Toms Neugier war geweckt.","translation":"Tom's curiosity was piqued."},{"text":"Toms Neugier war letztlich größer als seine Angst.","translation":"Eventually, Tom's curiosity overcame his fear."},{"text":"Das „Neugier-Marsfahrzeug“ ist im Gale-Krater gelandet.","translation":"Curiosity has landed on Mars."},{"text":"Maria sagte, sie hätte es aus Neugier versucht.","translation":"Mary said that she tried it out of curiosity."}],"Rathaus":[{"text":"Das ist das Rathaus.","translation":"This is the Town Hall."},{"text":"Seine Frau arbeitet im Rathaus.","translation":"His wife works at the city hall."},{"text":"Die zuständige Verwaltung befindet sich im Rathaus.","translation":"The responsible administration is located in the town hall."},{"text":"„Ich stehe vor der Kirche. Und wo stehst du?“ – „Ich stehe vor dem Rathaus.“","translation":"\"I stand in front of the church. And where do you stand?\" – \"I'm standing in front of the town hall.\""},{"text":"Weißt du, wie weit der Bahnhof vom Rathaus entfernt ist?","translation":"Do you know how far it is from the railway station to the town hall?"}],"kontrolliert":[{"text":"Ein Chef kontrolliert die Arbeit im Betrieb.","translation":"A boss controls the work in the company."},{"text":"Der Kapitän kontrolliert das ganze Schiff.","translation":"The captain controls the whole ship."},{"text":"Der Lehrer hat die Anwesenheit kontrolliert.","translation":"The teacher called the roll."},{"text":"In diesem Land kontrolliert die Regierung die Preise.","translation":"In this country, the government controls prices."},{"text":"Die Polizei kontrolliert die Stadteinfahrten.","translation":"The police control the city entrances."},{"text":"Die Briten wollten den Weg nach Indien schützen, indem sie die Arabische Halbinsel und Ägypten kontrollierten.","translation":"The British wanted to protect the route to India by controlling the Arabian Peninsula and Egypt."},{"text":"Durch Probieren zu versuchen, in Maßen zu trinken, das geht nicht. Ich habe das schmerzlich erfahren. Es gibt keinen Weg zurück in einen sogenannten kontrollierten und normalen Alkoholkonsum. Man muss es ganz lassen.","translation":"By trying to drink in moderation, that is not possible. I have experienced this painfully. There is no way back to a so-called controlled and normal alcohol consumption. You have to leave it completely."}],"praktizieren":[{"text":"Wird das heutzutage immer noch so praktiziert?","translation":"Is this still the case today?"},{"text":"Praktiziert er irgendeinen Sport?","translation":"Does he practise any kind of sport?"},{"text":"Er praktiziert eine in Frankreich erlernte traditionelle Küche.","translation":"He practices a traditional cuisine learned in France."},{"text":"Ein alter Mann praktizierte im Park Tàijíquán.","translation":"An old man practiced Tai Chi in the park."},{"text":"Wie lange praktizieren Sie in England schon chinesische Medizin?","translation":"How long have you been practicing Chinese medicine in England?"}],"Korruption":[{"text":"Tom sagte der Korruption in seinem Land den Kampf an.","translation":"Tom declared war on the corruption in his country."},{"text":"Korruption und Politik sind Geschwister.","translation":"Corruption and politics are siblings."},{"text":"Wir haben die politische Korruption satt.","translation":"We are sick and tired of political corruption."},{"text":"Korruption ist ein Verbrechen.","translation":"Corruption is a crime."},{"text":"Manche Leute hassen Korruption, weil sie nicht ihren Anteil bekamen.","translation":"Some people hate graft because they didn't get their share."}],"Strahlung":[{"text":"Gibt es irgendwelche Gefahren durch Strahlung?","translation":"Is there any danger of radiation?"},{"text":"Es ist offensichtlich, dass menschliches Verhalten gefährlicher für die Umwelt ist als Strahlung.","translation":"It's evident that human behaviour is more dangerous for the environment than radiation."},{"text":"Die Strahlung in dieser Gegend macht ihre Untersuchung schwierig.","translation":"The radiation in this area makes their investigation difficult."},{"text":"Der Weltraum ist voll von Strahlung.","translation":"Space is full of radiation."},{"text":"Das Kind war radioaktiver Strahlung ausgesetzt.","translation":"The infant has been exposed to radioactive rays."}],"nachvollziehen":[{"text":"Ich kann nicht nachvollziehen, dass sich Leute die Freude für morgen aufheben.","translation":"I don't understand why people save the joy for tomorrow."},{"text":"Versuch dich mal in ihre Lage zu versetzen und nachzuvollziehen, was sie durchgemacht hat.","translation":"Try to put yourself in her shoes and understand what she's been through."},{"text":"Ich denke, ich kann Toms Gefühle nachvollziehen.","translation":"I think I can understand Tom's feelings."},{"text":"Dieses Gefühl kann ich total nachvollziehen.","translation":"I can totally understand this feeling."},{"text":"Ich kann nachvollziehen, wie schwierig diese Situation für dich ist.","translation":"I can understand how difficult this situation is for you."}],"paypal":[{"text":"Ich habe dir das Geld über PayPal geschickt.","translation":"I sent you the money through PayPal."},{"text":"Wenn ich den Artikel diese Woche nicht bekomme, werde ich Beschwerde bei Paypal einlegen.","translation":"If I do not get the item this week, I will make a complaint to PayPal."},{"text":"Ich habe Ihnen das Geld über PayPal geschickt.","translation":"I sent you the money through PayPal."}],"Gewehr":[{"text":"Ein Gewehr ist viel wert, aber man kann nicht darauf sitzen.","translation":"A rifle is worth a lot, but you can't sit on it."},{"text":"Eine Frau, ein Gewehr und ein Pferd darf man nicht ausleihen.","translation":"A woman, a rifle and a horse are not allowed to be borrowed."},{"text":"Wenn du Hilfe brauchst, stehe ich Gewehr bei Fuß.","translation":"If you need help, I'm gun to foot."},{"text":"Großvater öffnete das Fenster des Autos und zielte mit dem Gewehr auf einen Vogel.","translation":"Grandfather opened the car window and aimed the gun at a bird."},{"text":"Der Soldat weigerte sich, mit dem Gewehr auf den Feind zu schießen.","translation":"The soldier refused to shoot at the enemy with the rifle."}],"hai":[{"text":"Der Hai an sich hat doch auch nur Hunger.","translation":"The shark itself is only hungry."},{"text":"Er wurde von einem Hai angegriffen.","translation":"He was attacked by a shark."},{"text":"Ein Hai biss dem Mann das Bein ab.","translation":"A shark snapped the man's leg off."},{"text":"Der Mann versuchte, den Haien zu entkommen.","translation":"The man tried to escape the sharks."},{"text":"Tom sagte, er habe kürzlich beim Schwimmen einen Hai gesehen.","translation":"Tom said he saw a shark the other day when he was swimming."},{"text":"Gott hat es gut gemeint mit dem Hai.","translation":"God has been very kind to the shark."},{"text":"Hast du schon einmal einen über drei Meter langen Hai gesehen?","translation":"Have you ever seen a shark over three meters long?"},{"text":"Hallo, Jungs! Wo ist der Hai?","translation":"Hey there, boys! Where's that shark?"},{"text":"Von einem Hai war keine Spur.","translation":"There was no sign of a shark."},{"text":"Tom schlug dem Hai auf die Nase.","translation":"Tom punched the shark on the nose."}],"niederschlagen":[{"text":"Du scheinst niedergeschlagen.","translation":"You seem depressed."},{"text":"Der Aufstand wurde niedergeschlagen.","translation":"The uprising was crushed."},{"text":"Wann immer du in Schwierigkeiten oder niedergeschlagen bist, werde ich für dich da sein.","translation":"Whenever you're in trouble or feeling down, I'll be there for you."},{"text":"Tom ist niedergeschlagen, weil seine Freundin ihn verlassen hat.","translation":"Tom is depressed because his girlfriend left him."},{"text":"Als ich herausfand, dass ich den Test nicht bestanden hatte, war ich total niedergeschlagen.","translation":"When I found out that I had failed the test, I was totally depressed."}],"Schöpfung":[{"text":"Es gibt mehr Schöpfer als Schöpfungen.","translation":"There are more creators than creations."},{"text":"Der Mensch ist zwar der letzte Schrei, aber nicht das letzte Wort der Schöpfung.","translation":"Man is all the rage, but not the last word of creation."},{"text":"Wie wunderbar ist Gottes Schöpfung.","translation":"How wonderful is God's creation."},{"text":"Wenn man diese Bilder sieht, sollte man mehr Respekt vor Gottes Schöpfung haben.","translation":"When you see these pictures, you should have more respect for God's creation."},{"text":"Die Krone der Schöpfung – dahin ist sie: der Tod hat das Leben besiegt.","translation":"The crown of creation – that's where it is: death has conquered life."}],"universell":[{"text":"Damit eine Sprache universell sei, genügt es nicht, sie so zu benennen.","translation":"For a language to be universal, it is not enough to call it that."},{"text":"Die Rechte der Kinder sind universell.","translation":"Children's rights are universal."},{"text":"Es hat keine absolute und universelle Bedeutung.","translation":"It has no absolute and universal significance."},{"text":"Ich verstehe, dass die Mechanismen meiner Sprache und Kultur nicht universell sind.","translation":"I understand that the mechanisms of my language and culture are not universal."},{"text":"Ich habe USB-Kabel mit sechs verschiedenen Steckern. Sowas nennt sich \"universell\"!","translation":"I have USB cables with six different connectors. This is called \"universal\"!"}],"entfallen":[{"text":"Ich erinnere mich an das Gesicht des Mannes, aber sein Name ist mir entfallen.","translation":"I remember the man's face, but his name escaped me."},{"text":"Heute ist die Schule entfallen.","translation":"The school didn't take place today."},{"text":"Wenn man für 20 Euro einkauft, entfallen die Versandkosten.","translation":"If you buy for 20 euros, the shipping costs are omitted."},{"text":"Es ist mir entfallen, wovon du das letzte Mal gesprochen hast.","translation":"I didn't know what you talked about last time."},{"text":"Das ist mir völlig entfallen.","translation":"The matter slipped my mind completely."}],"schrie":[{"text":"„Kinder werden hier immer unterdrückt!“ schrie Maria, eingesperrt, aus ihrem Zimmer.","translation":"\"Children are always oppressed here!\" cried Maria, locked up, from her room."},{"text":"Als sie die Schlange sah, schrie sie.","translation":"When she saw the snake, she screamed."},{"text":"Er wurde wütend und schrie mich an.","translation":"He got angry and yelled at me."},{"text":"Dann schrie er so laut auf, wie er nur konnte, doch niemand hörte ihn.","translation":"Then he cried out as loud as he could, but no one heard him."},{"text":"„Kay, was machst du da?“, schrie das kleine Mädchen.","translation":"\"Kay, what are you doing?\" cried the little girl."},{"text":"Es ist noch weit vom Lachen, sagte die Braut, da schrie sie.","translation":"It's still a long way from laughing, said the bride, when she screamed."},{"text":"Tom schrie Maria zusammen, weil sie im Wohnzimmer ein Chaos verursacht hatte.","translation":"Tom yelled at Maria for causing chaos in the living room."},{"text":"Es schrie zum Himmel, wie der Tom die Maria behandelt hat.","translation":"It cried out to heaven how Tom treated Mary."},{"text":"Er schrie mit lauter Stimme: \"Hilfe!\"","translation":"He shouted in a loud voice, \"Help!\""},{"text":"Sie hatte Schmerzen und schrie.","translation":"She was in pain and screaming."},{"text":"Er schrie um Hilfe.","translation":"He screamed for help."},{"text":"Das Mädchen schrie nach Hilfe.","translation":"The girl cried out for help."},{"text":"Mayuko schrie laut.","translation":"Mayuko shouted loudly."},{"text":"Das Mädchen schrie vor Angst, und auch wir empfanden sie.","translation":"The girl screamed with fear, which we all shared."},{"text":"Ein Kind schrie um Hilfe.","translation":"A child screamed for help."},{"text":"Tom schrie und rannte aus dem Zimmer.","translation":"Tom screamed and ran out of the room."},{"text":"Ich schrie um Hilfe.","translation":"I yelled for help."},{"text":"Tom schrie, so laut er konnte.","translation":"Tom screamed at the top of his lungs."},{"text":"Das Kind schrie um Hilfe.","translation":"The child screamed for help."},{"text":"Das kleine Mädchen schrie, so laut es konnte.","translation":"The little girl screamed at the top of her lungs."}],"Ableitung":[{"text":"Was ist die Ableitung von e^x?","translation":"What is the derivative of e^x?"},{"text":"Die Ableitung einer Funktion ist über einen Grenzwert definiert.","translation":"The derivation of a function is defined by a limit value."},{"text":"Differentialgleichungen sind Gleichungen, in denen Ableitungen vorkommen.","translation":"Differential equations are equations in which derivatives occur."},{"text":"Der Mathematiklehrer erläuterte den Begriff der partiellen Ableitung.","translation":"The mathematics teacher explained the concept of partial derivation."},{"text":"Die ersten drei Ableitungen des Ortes nach der Zeit sind die Geschwindigkeit, die Beschleunigung und der Ruck.","translation":"The first three derivatives of the place after time are the speed, the acceleration and the jerk."}],"fabelhaft":[{"text":"Danke für das fabelhafte Abendessen.","translation":"Thank you for the fabulous dinner."},{"text":"Es war eine fabelhafte Reise.","translation":"It was a great trip."},{"text":"Du siehst fabelhaft aus!","translation":"You look fabulous."},{"text":"Tom wachte am nächsten Morgen auf und fühlte sich fabelhaft.","translation":"Tom woke up the next morning feeling great."},{"text":"Fernsehen ist fabelhaft. Man bekommt nicht nur Kopfschmerzen davon, sondern erfährt auch gleich in der Werbung, welche Tabletten dagegen helfen.","translation":"Television is fabulous. You not only get a headache from it, but also find out in the advertising which tablets help against it."}],"dreharbeit":[{"text":"Die Dreharbeiten zu diesem historischen Film fanden an Originalschauplätzen statt.","translation":"The shooting of this historical film took place in original locations."}],"zentrale":[{"text":"Tom wurde in die Zentrale nach Boston versetzt.","translation":"Tom was transferred to headquarters in Boston."},{"text":"Einer hackt Holz und dreiunddreißig stehen herum. Die bilden die Zentrale.","translation":"One chopped wood and thirty-three stood around. They form the headquarters."},{"text":"Die Reparatur wird einige Tage dauern, weil wir das Spezialteil von unserer Zentrale besorgen müssen.","translation":"The repair will take a few days because we need to get a special part from our headquarters."},{"text":"Unsere Zentrale ist in Ōsaka.","translation":"Our head office is in Osaka."},{"text":"Unsere Zentrale ist in Boston.","translation":"Our head office is in Boston."}],"Strick":[{"text":"Aus Sand dreht man keinen Strick.","translation":"You can't make a rope out of sand."},{"text":"Schenkt man einem die Kuh, so schenkt man ihm auch den Strick dazu.","translation":"If you give you the cow, you also give him the rope."},{"text":"Wenn alle Stricke reißen, kannst du immer noch bei mir wohnen.","translation":"If all else fails, you can still live with me."},{"text":"Er sitzt praktisch im Bett, wenn auch festgehalten durch Fesseln und Stricke.","translation":"He practically sits in bed, albeit held by shackles and ropes."},{"text":"Wie bringt man einen Anwalt von einem Baum herunter? – Man schneidet den Strick durch!","translation":"How do you get a lawyer down from a tree? – You cut the rope!"}],"zaubern":[{"text":"„Wie hast du das denn geschafft?“ – „Ich habe gezaubert.“","translation":"\"How did you manage that?\" \"Magic.\""},{"text":"Du hast das Lachen in meine Augen gezaubert.","translation":"You have conjured up the laughter in my eyes."},{"text":"Deine Worte haben mir Freude ins Herz gezaubert.","translation":"Your words have brought joy to my heart."},{"text":"Tom zaubert köstliche Hamburger.","translation":"Tom makes great burgers."},{"text":"Der Anblick ihrer Mutter zauberte ihr ein Lächeln aufs Gesicht.","translation":"The sight of her mother put a smile on her face."},{"text":"Tom hat ein Lächeln auf Marias Gesicht gezaubert.","translation":"Tom has put a smile on Mary's face."},{"text":"Ich wünschte ich könnte zaubern.","translation":"I wish I could use magic."},{"text":"Ich habe Tom zaubern gesehen.","translation":"I saw Tom do magic."},{"text":"„Jetzt sind wir sicher“, rief sie aus. „Hier hat der alte Zauberer keine Macht über uns, und wir können uns vor seinen Zaubern schützen.“","translation":"'Now we are safe,' cried she. 'Here the old wizard has no more power over us, and we can guard ourselves from his spells.'"},{"text":"Es umfing allezeit ein von Zaubern gewobener Nebel den Wald, der ihn der Wirklichkeit entrückte.","translation":"At all times, a fog woven with magic surrounded the forest, which took it away from reality."}],"Premiere":[{"text":"Das ist eine Premiere in der Geschichte dieses Landes.","translation":"This is a first in the history of this country."},{"text":"Bei der Premiere flanierte die Crème de la Crème der deutschen Filmindustrie über den roten Teppich.","translation":"The crème de la crème of the German film industry were at the premiere, sauntering down the red carpet."},{"text":"Da schrieb ein Kritiker aus Mainz in den zwanziger Jahren: „Gestern war Premiere der 'Jungfrau von Orleans“. Wir wissen, wann Jeanne d'Arc geboren wurde und wo, nämlich in Domremy, und wann sie in Reims verbrannt wurde. Aber begraben wurde sie erst gestern in unserem Stadttheater.\"","translation":"A critic from Mainz wrote in the twenties: \"Yesterday was the premiere of the 'Maid of Orleans'\". We know when Joan of Arc was born and where, in Domremy, and when she was burned in Reims. But she was buried only yesterday in our municipal theatre.\""},{"text":"Für Frankreich ist das eine Premiere.","translation":"This is a first for France."},{"text":"Am Samstag ist Premiere und Tom hat seine Rolle immmer noch nicht richtig gelernt.","translation":"Saturday is the premiere and Tom hasn't really learned his role yet."},{"text":"Sex in längerer Verbindung ist die Kunst, Reprisen immer wieder wie Premieren erscheinen zu lassen.","translation":"Sex in a longer connection is the art of making reprisals appear like premieres again and again."}],"heil":[{"text":"Je kaputter die Welt draußen, desto heiler muss sie zu Hause sein.","translation":"The more broken the world outside, the healthier it must be at home."},{"text":"Auf heiler Haut ist gut schlafen.","translation":"Sleep well on healthy skin."},{"text":"Wer langsam geht, kommt heil an.","translation":"If you walk slowly, you will arrive safely."},{"text":"Du bist heil und gesund. Das ist die Hauptsache.","translation":"You're safe and sound. That's the important thing."},{"text":"Ich bin mir sicher, dass euer Sohn heil zurückkommt.","translation":"I am sure that your son will come back safely."},{"text":"Schön, so einen typischen deutschen Heile-Welt-Film zu sehen!","translation":"Nice to see such a typical German Heile-Welt-Film!"},{"text":"Er ist hier gestern heil angekommen.","translation":"He arrived here safely yesterday."},{"text":"Heile meine Seele!","translation":"Heal my soul!"},{"text":"Du hast wohl keine Lust, mir das heil zu machen?","translation":"You don't feel like doing it for me?"},{"text":"Nichts Anderes als das freie Wort kann den Menschen Heil bringen und unsere Erde befreien.","translation":"Nothing but the free word can bring salvation to man and liberate our earth."}],"vereinbart":[{"text":"Nun, ich muss ganz ehrlich sagen, wir hatten vereinbart heute Krawatten zu tragen.","translation":"Well, I must say, quite honestly, we had agreed to wear ties today."},{"text":"Sie kam eine Stunde später als vereinbart.","translation":"She came an hour later than agreed."},{"text":"Wir trafen uns am vereinbarten Ort.","translation":"We met at the designated spot."},{"text":"Vergiss nicht, zur vereinbarten Zeit zu kommen.","translation":"Don't forget to come at the agreed upon time."},{"text":"Das verstößt gegen die vereinbarten Grundsätze unserer Zusammenarbeit.","translation":"This violates the agreed principles of our cooperation."}],"Rippe":[{"text":"Unser Nachbar hat sich eine Rippe gebrochen.","translation":"Our neighbor has broken a rib."},{"text":"Sein bester Freund stieß ihn in die Rippen.","translation":"His best friend pushed him into the ribs."},{"text":"Man kann es sich nicht aus den Rippen schneiden.","translation":"You can't cut it out of your ribs."},{"text":"Tom ist vom Dach gefallen und hat sich drei Rippen gebrochen.","translation":"Tom fell off the roof and broke three ribs."},{"text":"Sie hat sich an den Rippen verletzt.","translation":"She injured her ribs."}],"Chor":[{"text":"Aber doch nicht vor dem Chor!","translation":"But not before choir practice."},{"text":"Einer spricht vor und die anderen sprechen im Chor nach.","translation":"One speaks aloud and the others speak in the choir."},{"text":"Wenn du unter Fremden bist, singe nicht allein, sondern mit im Chor.","translation":"If you are among strangers, do not sing alone, but in the choir."},{"text":"Wir haben uns im Chor angemeldet.","translation":"We signed up for the choir."},{"text":"Der Klang des Chores war nicht ausgewogen genug.","translation":"The sound of the choir was not balanced enough."}],"Schnecke":[{"text":"Dich mach ich zur Schnecke!","translation":"I'll make you a snail!"},{"text":"Die Schnecke trägt ihr Haus bei sich, weil sie den Nachbarn nicht traut.","translation":"The snail carries its house with it because it does not trust the neighbors."},{"text":"Die Franzosen essen gerne Schnecken.","translation":"The French like to eat snails."},{"text":"O kleine Schnecke, / steige langsam nur hinauf / auf den Berg Fuji!","translation":"O little snail, / climb slowly only up / to Mount Fuji!"},{"text":"Gib Gas! Alle fahren wie die Schnecken.","translation":"Step on the gas! Everyone drives like snails."}],"intuitiv":[{"text":"Er wusste intuitiv, dass sie log.","translation":"He knew intuitively that she was lying."},{"text":"Der Polizist wusste schon intuitiv, dass er der Verbrecher war.","translation":"The policeman already knew intuitively that he was the criminal."},{"text":"Ich bin ein sehr intuitiver Mensch.","translation":"I'm a very intuitive person."},{"text":"Dieses Programm hat eine intuitive Benutzeroberfläche.","translation":"This program has an intuitive user interface."},{"text":"Was ist es, das du intuitiv erfasst, es aber nicht offenlegen kannst?","translation":"What is it that you can intuitively grasp but not disclose?"}],"unwichtig":[{"text":"Das ist im Moment unwichtig.","translation":"That is not important at the moment."},{"text":"Wenn der andere nicht auf mich eingeht, dann bin ich ihm wohl unwichtig.","translation":"If the other person doesn't respond to me, then I'm probably unimportant to him."},{"text":"Ob das Problem wichtig oder unwichtig ist, du musst es lösen.","translation":"Whether the problem is important or unimportant, you have to solve it."},{"text":"Die Existenz ist ein unwichtiges Konzept.","translation":"Existence is an unimportant concept."},{"text":"Aber für dich werde ich immer unwichtig bleiben.","translation":"But for you I'll always be insignificant."}],"konzentrier":[{"text":"Konzentriere dich auf die Fahrt, nicht auf das Ziel.","translation":"Focus on the ride, not the destination."},{"text":"Konzentriere dich auf das Ziel! Alles andere ist Ablenkung!","translation":"Focus on the goal. Everything else is a distraction."},{"text":"Konzentriere dich auf deine Arbeit!","translation":"Focus on your work!"},{"text":"Schließe deine Augen! Konzentriere dich auf die Bewegungen deines Körpers und auf deinen Atem!","translation":"Close your eyes! Focus on the movements of your body and on your breath!"},{"text":"Verweile nicht in der Vergangenheit, träume nicht von der Zukunft. Konzentriere dich auf den gegenwärtigen Moment.","translation":"Don't dwell on the past, don't dream about the future. Focus on the present moment."}],"wandeln":[{"text":"Wer weiß, wer ich bin? Ich wandle und wandle mich.","translation":"Who knows who I am? I'm constantly changing."},{"text":"Mit zunehmendem Alter wandeln sich die Interessen.","translation":"With increasing age, interests change."},{"text":"Den Gipfel im Auge wandeln wir gern auf der Ebene.","translation":"We like to walk on the plain with the summit in mind."},{"text":"Konsequent ist nur der, der sich selber mit den Umständen wandelt.","translation":"Consistent is only the one who changes himself with the circumstances."},{"text":"Tom wandelte seinen ganzen Besitz in Geld um, spendete alles und wurde Mönch.","translation":"Tom converted all his possessions into money, donated everything and became a monk."}],"pumpe":[{"text":"Das menschliche Herz gleicht einer Pumpe.","translation":"The human heart is like a pump."},{"text":"Pumpe die Reifen auf.","translation":"Inflate the tires."},{"text":"Die Pumpen sind tagelang gelaufen.","translation":"The pumps ran for days."},{"text":"Kannst du mir zeigen, wie man diese Pumpe benützt?","translation":"Can you show me how to use this pump?"},{"text":"Die Macht ist die organisierte Gewalt, die Verbindung von Werkzeug und Gewalt. Die Welt ist voll von Gewalten, die nur ein Werkzeug suchen, um Mächte zu werden. Wind und Wasser sind Gewalten; in Verbindung mit einer Mühle oder Pumpe, die ihre Werkzeuge sind, werden sie Macht. Das Volk ist Gewalt, die Regierung Werkzeug; aus der Vereinigung beider konstruiert sich die politische Macht.","translation":"Power is organized violence, the combination of tools and violence. The world is full of powers that seek only one tool to become powers. Wind and water are forces; in conjunction with a mill or pump, which are their tools, they become power. The people are violence, the government is a tool; political power is constructed from the union of the two."}],"Schriftart":[{"text":"Warum verwenden Sie diese Schriftart?","translation":"Why do you use this font?"},{"text":"Warum schreibst du nicht in der neuen Schriftart?","translation":"Why don't you write with the new font?"},{"text":"Groteske Schriftarten heißen zu Recht grotesk. Schade, dass sie als modern gelten.","translation":"Grotesque fonts are rightly called grotesque. It's a pity that they are considered modern."},{"text":"Papa, hör gut zu: da geht es nicht um eine Schriftart, sondern um eine Schifffahrt. Ob ihr, du und Mama, mit uns nach Oslo kommt?","translation":"Dad, listen carefully: it's not about a font, it's about a shipping. Will you, you and mom, come with us to Oslo?"},{"text":"Jetzt schreibe ich in der neuen Schriftart.","translation":"Now, I write with the new font."}],"afrikanisch":[{"text":"Afrikanische Elefanten haben größere Ohren als asiatische Elefanten.","translation":"African elephants have bigger ears than Asian elephants."},{"text":"Ich kann viele afrikanische Sprachen sprechen.","translation":"I can speak many African languages."},{"text":"Afrikanische Flüchtlinge suchen Hilfe.","translation":"African refugees are looking for help."},{"text":"In vielen afrikanischen Ländern südlich der Sahara herrscht Armut.","translation":"In many African countries south of the Sahara, poverty exists."},{"text":"Das ist ein afrikanischer Löwe.","translation":"This is an African lion."}],"bio":[{"text":"Sind Bio-Lebensmittel ihr Geld wert?","translation":"Is eating organic food worth the money?"},{"text":"Er isst nur Bio-Lebensmittel.","translation":"He only eats organic food."},{"text":"Meine Freundin isst nur Bio-Lebensmittel.","translation":"My friend only eats organic food."},{"text":"Bio-Nahrung ist gesünder.","translation":"Organic food is healthier."},{"text":"Um sich zu überzeugen, dass Biogemüse besser ist, genügt es, die Augen zu schließen und einen kleinen gewöhnlichen Rosenkohl zu probieren, danach einen Bio-Rosenkohl, beide punktgenau gedünstet. Ich wette, du wirst den Unterschied schmecken.","translation":"To convince yourself that organic vegetables are better, it is enough to close your eyes and try a small ordinary Brussels sprouts, then an organic Brussels sprouts, both steamed with pinpoint accuracy. I bet you'll taste the difference."},{"text":"Entschuldigung, aber die Schlange bei meinem Bio-Bäcker wird jeden Morgen länger.","translation":"Sorry, but the line at my organic baker gets longer every morning."},{"text":"Bio bedeutet nicht unbedingt gesund.","translation":"Organic does not necessarily mean healthy."},{"text":"Die Bevölkerung lehnt den Bio-Sprit E10 ab.","translation":"The population rejects the bio-fuel E10."},{"text":"„Die Bio-Läden schießen ja bei euch wie Pilze aus der Erde.“ – „Ja, das ist wahr, Gott sei Dank!“","translation":"\"The organic shops are springing up like mushrooms.\" – \"Yes, that's true, thank God!\""}],"Tourismus":[{"text":"Durch den Tourismus erfahren die Menschen, wie weit sie sich voneinander entfernt haben.","translation":"Through tourism, people learn how far apart they are from each other."},{"text":"Der Tourismus ist wichtig für die Wirtschaft meines Landes.","translation":"Tourism is important to the economy of my country."},{"text":"Der Tourismus hat viele neue Arbeitsplätze geschaffen.","translation":"Tourism has created many new jobs."},{"text":"Sein Vater ist der Tourismus-Minister.","translation":"His father is the Minister of Tourism."},{"text":"Maria arbeitet im Tourismus.","translation":"Maria works in tourism."}],"Medaille":[{"text":"Familie und Beruf sind zwei Seiten einer Medaille.","translation":"Family and career are two sides of the same coin."},{"text":"Tom wurde eine Medaille verliehen.","translation":"A medal was awarded to Tom."},{"text":"Sein tapferes Handeln ist eine Medaille wert.","translation":"His brave action is worthy of a medal."},{"text":"Tom belegte den vierten Platz und gewann somit keine Medaille.","translation":"Tom placed fourth and did not win a medal."},{"text":"Er verdient eine Medaille.","translation":"He deserves a medal."}],"Fliese":[{"text":"Die Fliesen im Badezimmer sind weiß.","translation":"The tiles in the bathroom are white."},{"text":"Weißt du wie man Fliesen verlegt?","translation":"Do you know how to do tiling?"},{"text":"Erst kommt der Beton, dann die Fliesen.","translation":"First comes the concrete, then the tiles."},{"text":"Wie breit muss die Fuge zwischen den Fliesen an der Wand sein?","translation":"How wide must the gap be between the wall tiles?"},{"text":"Lass uns im Baumarkt neue Fliesen kaufen!","translation":"Let's buy new tiles at the hardware store!"},{"text":"Wir wollen unsere Terrasse neu fliesen und haben daher gestern die Fliesen mit einem Schlaghammer entfernt.","translation":"We want to re-tile our terrace and therefore removed the tiles with a power hammer yesterday."}],"fe":[{"text":"Maria wünschte sich von der Fee, dass Tom ein Eichhörnchen würde.","translation":"Maria wanted the fairy to make Tom a squirrel."},{"text":"Maria spielt in Toms Leben die Rolle der bösen Fee.","translation":"Maria plays the role of the evil fairy in Tom's life."},{"text":"Glaubst du an Feen?","translation":"Do you believe in fairies?"},{"text":"Tom glaubt an Feen.","translation":"Tom believes in fairies."},{"text":"„Ţeriel“ ist eine böse Fee, die sich oft in eine Menschenfresserin verwandelt.","translation":"\"Ţeriel\" is an evil fairy who often turns into a man-eater."},{"text":"Es ist besser, ein festes Einkommen zu haben, als bloß faszinierend zu sein.","translation":"It's better to have a fixed income than just to be fascinating."},{"text":"Man wird Ihnen ein festes Grundgehalt plus Verkaufprovision zahlen.","translation":"You will be paid a stable base salary plus commissions on sale."},{"text":"Käse ist ein festes Nahrungsmittel, das aus der Milch von Kühen, Ziegen, Schafen oder anderen Säugetieren hergestellt wird.","translation":"Cheese is a solid food made from the milk of cows, goats, sheep or other mammals."},{"text":"Ich habe ein festes Einkommen.","translation":"I'm on a fixed income."},{"text":"Berufsautoren haben kein festes Einkommen.","translation":"Professional authors do not have a fixed income."}],"Besetzung":[{"text":"Tom ist nicht die beste Besetzung für den Posten.","translation":"Tom isn't the best person for the job."},{"text":"Tom ist die beste Besetzung für die Stelle.","translation":"Tom is the best person for the job."},{"text":"Bei Dame ist die Besetzung des Zentrums (Felder d4, f4, c5 und e5) von großer strategischer Bedeutung.","translation":"In checkers, the occupation of the center (squares d4, f4, c5, and e5) is of great strategic importance."},{"text":"Wir werden eine Headhunting-Agentur benötigen, um die richtige Besetzung für diese Führungsposition zu finden.","translation":"We'll need a head hunting agency to find the right man for this executive position."},{"text":"Dank der Besetzung seines Landes gewann der Führer der örtlichen Nazis neue Mitglieder für seine gescheiterte Partei und wurde der erste Mensch, der einen Umsturz der Staatsmacht über den Rundfunk erklärte.","translation":"Thanks to the occupation of his country, the leader of the local Nazis gained new members for his failed party and became the first person to declare a overthrow of state power via radio."}],"müll":[{"text":"Das Maß aller Dummheit erkennt man an der Masse des menschlichen Mülls.","translation":"The measure of all stupidity can be seen in the mass of human garbage."},{"text":"Hast du den Müll nach draußen gebracht?","translation":"Have you taken out the trash?"},{"text":"Wo kommt der Müll hin in dieser Küche?","translation":"Where do you put the garbage in this kitchen?"},{"text":"Shai, bringe bitte den Müll nach unten!","translation":"Shai, please take the trash down."},{"text":"Herrschaften, werfen Sie keinen Müll in den Flur!","translation":"Gentlemen, don't throw garbage in the hallway!"},{"text":"Es ist sehr wichtig, den Müll zu trennen.","translation":"It's important to separate the rubbish."},{"text":"Sie haben uns wie Müll behandelt.","translation":"They treated us like garbage."},{"text":"Heute muss der Müll raus!","translation":"The bins have got to go out today."},{"text":"Werfen Sie den Plan in den Müll!","translation":"Put the plan on the scrap heap."},{"text":"Vergiss nicht, den Müll nach draußen zu bringen!","translation":"Don't forget to take out the garbage."}],"faszinieren":[{"text":"Deine Lippen faszinieren mich so, ich muss dich einfach küssen.","translation":"Your lips fascinate me so much, I just have to kiss you."},{"text":"Eine schöne Landschaft fasziniert jeden Reisenden.","translation":"A beautiful landscape fascinates every traveler."},{"text":"Mancher ist von Antworten so fasziniert, dass er die Fragen dazu erfindet.","translation":"Some people are so fascinated by answers that they invent the questions."},{"text":"Katzen faszinieren mich.","translation":"I'm fascinated by cats."},{"text":"Warum faszinieren uns Geheimnisse?","translation":"Why do mysteries fascinate us?"}],"währenddessen":[{"text":"Währenddessen deckt Maria den Tisch.","translation":"Meanwhile, Mary is laying the table."},{"text":"Währenddessen hörten wir Schüsse.","translation":"Meanwhile, we heard gunshots."},{"text":"Währenddessen vergnügte sich der Prinz mit einigen Dienstmädchen im Gartenpavillon.","translation":"Meanwhile, the prince had fun with some maids in the garden pavilion."},{"text":"Das Betriebssystem wird aktualisiert. Bitte schalten Sie den Rechner währenddessen nicht aus. Der Vorgang kann bis zu einer Ewigkeit dauern.","translation":"The operating system is updated. Please do not turn off the computer during this time. The process can take up to an eternity."},{"text":"Man kann dem entgegenhalten, dass der faire Handel zwar dazu beiträgt, das Gewissen derer zu beruhigen, die solche Produkte kaufen, dass aber währenddessen andere nach wie vor aus dem Elend Gewinn ziehen.","translation":"It can be countered that while fair trade helps to calm the consciences of those who buy such products, others continue to profit from the misery."},{"text":"Glücklich ist, wer seinen Träumen folgt, und währenddessen seine Pflichten nicht vergisst.","translation":"Happy is those who follow their dreams and do not forget their duties in the meantime."},{"text":"Assistenten sind in der Regel Studenten mit einem fertigen Abschluss, die auf ihren Magister oder die Promotion hinarbeiten und währenddessen Anfängervorlesungen übernehmen, die abzuhalten die Professoren keine Lust haben.","translation":"Teaching assistants are usually graduate students who are working toward their Master’s degrees or their Ph.D.s, while taking on the job of teaching undergraduate courses that their professors don’t want to be bothered teaching."}],"dichter":[{"text":"Egal, wie dicht du warst, Goethe war Dichter!","translation":"No matter how drunk you were, Goethe was a poet!"},{"text":"Der echt moralische Mensch ist Dichter.","translation":"The truly moral man is a poet."},{"text":"Dichter Nebel zieht über die Felder.","translation":"Thick fog is drifting across the fields."},{"text":"Klassiker sind Dichter, die man loben kann, ohne sie gelesen zu haben.","translation":"Classics are poets who can be praised without having read them."},{"text":"Welcher deutsche Dichter stand Schiller künstlerisch und persönlich am nächsten?","translation":"Which German poet was closest to Schiller artistically and personally?"}],"alltäglich":[{"text":"Wunder sind alltäglich.","translation":"Miracles are ordinary."},{"text":"Die alltäglichen Aufgaben und Schwierigkeiten sind gerade die, an denen man reift.","translation":"The everyday tasks and difficulties are precisely the ones that make you mature."},{"text":"Nur eins ist nötig: dass wir unsere alltäglichen Pflichten tun.","translation":"Only one thing is necessary: that we do our daily duties."},{"text":"Solche Vorfälle sind alltäglich.","translation":"Such incidents are commonplace."},{"text":"Um das Leben glücklich zu machen, musst du die alltäglichen Kleinigkeiten lieben.","translation":"In order to make life happy, you must love the everyday trifles."}],"misstrauisch":[{"text":"Zu viel Lob stimmt mich misstrauisch.","translation":"Too much praise makes me suspicious."},{"text":"Die Menschen sind hier Fremden gegenüber sehr misstrauisch.","translation":"People here are very suspicious of strangers."},{"text":"Ich bin ihm gegenüber misstrauisch.","translation":"I am suspicious of him."},{"text":"Warum seid ihr immer so misstrauisch?","translation":"Why are you always so suspicious?"},{"text":"Unser Hund ist nicht ängstlich, aber misstrauisch gegenüber Fremden.","translation":"Our dog is not fearful, but suspicious of strangers."}],"Spektrum":[{"text":"An dem Spektrum einer Galaxie kann man erkennen, wie weit sie von uns entfernt ist.","translation":"The spectrum of a galaxy shows how far away it is from us."},{"text":"Das Spektrum eines beschränkten Operators und dessen Transponierten ist gleich.","translation":"The spectrum of a bounded operator and its transpose is the same."},{"text":"Indem Wissenschaftler das elektromagnetische Spektrum eines Objektes beobachten, können diese feststellen, ob es sich der Erde nähert oder sich von ihr entfernt.","translation":"By observing the electromagnetic spectrum of an object, scientists can determine whether it is approaching or moving away from Earth."},{"text":"Ich habe lange genug gelebt, um zu wissen, dass die Rassenbeziehungen besser sind als vor 10, oder 20, oder 30 Jahren, egal was einige Leute sagen. Man kann es nicht nur in der Statistik sehen, man sieht es in der Einstellung junger Amerikaner über das gesamte politische Spektrum hinweg.","translation":"I've lived long enough to know that race relations are better than they were 10, or 20, or 30 years ago, no matter what some folks say. You can see it not just in statistics, you see it in the attitudes of young Americans across the political spectrum."},{"text":"Aus dieser Tatsache scheint zu folgen, dass wir das Spektrum allein dank der Willkürlichkeit dieser oder jener Sprache in separate, diskrete Farben unterteilen können.","translation":"From this fact it seems to follow that we can divide the spectrum into separate, discrete colors solely thanks to the arbitrariness of this or that language."}],"Säure":[{"text":"Achtung: Nehmen sie nicht die braune Säure!","translation":"Attention: Do not take the brown acid!"},{"text":"Diese Orange enthält zu viel Säure.","translation":"There is too much acid in this orange."},{"text":"Die Substanz muss mit Säure behandelt werden.","translation":"The substance must be treated with acid."},{"text":"Erst das Wasser, dann die Säure — sonst geschieht das Ungeheure!","translation":"First the water, then the acid — otherwise the monster happens!"},{"text":"Schwefelsäure gehört zu den stärksten Säuren und wirkt stark ätzend.","translation":"Sulfuric acid is one of the strongest acids and has a strong corrosive effect."},{"text":"Wenn Säure Metall berührt, entsteht eine chemische Reaktion.","translation":"When acid touches metal, a chemical reaction occurs."},{"text":"Säure greift Metall an.","translation":"Acid attacks metal."},{"text":"Säure greift metallhaltige Gegenstände an.","translation":"Acid acts on things which contain metal."},{"text":"Nicht an den Batterien nuckeln! Da ist Säure drin!","translation":"Don't suck on the batteries; they have acid inside them."},{"text":"Säure reagiert chemisch mit Metallen.","translation":"Acid reacts chemically with metals."}],"zusammenleben":[{"text":"Nichts entfernt zwei innerlich wenig verwandte Menschen mehr voneinander, als das Zusammenleben.","translation":"Nothing removes two inwardly unrelated people from each other more than living together."},{"text":"Kommunikation ist die Basis des menschlichen Zusammenlebens.","translation":"Communication is the basis of human coexistence."},{"text":"Das Zusammenleben mit diesem Menschen vermittelte mir ein Gefühl von Frieden.","translation":"Living with this person gave me a sense of peace."},{"text":"Fast sechzig Jahre später, erinnere ich mich noch an einige wichtige Momente unseres Zusammenlebens.","translation":"Almost sixty years later, I still remember some important moments of our coexistence."},{"text":"Im Zusammenleben der Menschen haben sich inzwischen viele Dinge völlig verändert.","translation":"In the meantime, many things have completely changed in the coexistence of people."},{"text":"Im Irak konnten Christen und Muslime nie in Frieden zusammenleben.","translation":"In Iraq, Christians and Muslims could never live together in peace."},{"text":"Ich weiß, dass Menschen und Fische friedlich zusammenleben können.","translation":"I know that humans and fish can live together peacefully."},{"text":"Bist du sicher, dass du mit mir zusammenleben willst?","translation":"Are you sure you want to live with me?"},{"text":"Wir können nicht ewig zusammenleben.","translation":"We can't live together forever."},{"text":"Europäer wollen mit denjenigen nicht zusammenleben, die ihre Kultur, die Willensfreihet und das Leben nicht respektieren.","translation":"Europeans do not want to live with those who do not respect their culture, the willfulness and life."}],"send":[{"text":"Ich sende dir Grüße durch das Radio.","translation":"I send you greetings through the radio."},{"text":"Sie bat darum, dass er es zu ihr nach Hause sende.","translation":"She asked him to send it to her home."},{"text":"Ich sende dir gerade eine Kopie meines Briefes.","translation":"I am currently sending you a copy of my letter."},{"text":"Bitte sende es mir per Fax.","translation":"Please send it to me by fax."},{"text":"Legen Sie Ihre Hände auf den Bildschirm! Ich sende die Geldenergie.","translation":"Put your hands on the screen! I send the money energy."}],"Hase":[{"text":"Es ist nicht leicht einen Hasen mit der Hand zu fangen.","translation":"It is not easy to catch a hare with your bare hands."},{"text":"Er ist ein alter Hase.","translation":"He's an old hand."},{"text":"Warum ist der Hase ein Symbol für Ostern?","translation":"Why is the rabbit a symbol for Easter?"},{"text":"Viele Hunde sind des Hasen Tod.","translation":"Many dogs are the death of the rabbit."},{"text":"Erst mal abwarten, wohin der Hase läuft!","translation":"First of all, wait and see where the rabbit runs!"},{"text":"Da liegt der Hase im Pfeffer!","translation":"There's the hare in the pepper!"},{"text":"Mancher schläft mit offenen Augen wie der Hase.","translation":"Some people sleep with their eyes open like a rabbit."},{"text":"Wir trafen uns, wo sich Fuchs und Hase gute Nacht sagen.","translation":"We met where fox and hare say goodnight."},{"text":"Mein Name ist Hase.","translation":"My name is Hase."},{"text":"Tom geht dort hin, wo sich Fuchs und Hase gute Nacht sagen.","translation":"Tom goes where the fox and hare say goodnight."}],"anzufangen":[{"text":"Fange nie an, aufzuhören — höre nie auf, anzufangen!","translation":"Never start to stop — never stop starting!"},{"text":"Hast du nichts Besseres mit deiner Zeit anzufangen?","translation":"Don't have anything better to do with your time?"},{"text":"Ich war gerade dabei, mit der Arbeit anzufangen, als du kamst.","translation":"I was just about to start work when you came."},{"text":"Wir beschließen, kommenden Sonntag anzufangen.","translation":"We decide to start next Sunday."},{"text":"Takuya befahl mir, sofort anzufangen.","translation":"Takuya told me to start at once."},{"text":"Ich habe beschlossen anzufangen, Französisch zu lernen.","translation":"I've decided to start studying French."},{"text":"Etwas anzufangen ist leicht, schwieriger ist es, es zu Ende zu bringen.","translation":"Starting something is easy, it's harder to finish it."},{"text":"Dem, der damit nichts anzufangen weiß, bringt Geld kein Glück.","translation":"For those who don't know what to do with it, money doesn't bring happiness."},{"text":"Tom täuschte seinen eigenen Tod vor, um unbehelligt noch einmal ganz von vorne anzufangen.","translation":"Tom faked his own death in order to start all over again unmolested."},{"text":"„Wenn man seine eigene Muttersprache nicht sicher beherrscht, braucht man mit einer Fremdsprache gar nicht erst anzufangen“, pflegte mein alter Lehrer immer zu sagen.","translation":"\"If you don't speak your own mother tongue confidently, you don't even need to start with a foreign language,\" my old teacher used to say."}],"stolpern":[{"text":"Wenn ich über meine Fehler nicht stolpere, kann ich aus ihnen nichts lernen.","translation":"If I don't stumble over my mistakes, I can't learn anything from them."},{"text":"Es stolpern mehr Menschen über ihre Zunge als über ihre Füße.","translation":"More people stumble over their tongues than over their feet."},{"text":"Erst wenn man stolpert, achtet man auf den Weg.","translation":"Only when you stumble do you pay attention to the path."},{"text":"Jeder kluge Mann irrt sich einmal und jedes edle Pferd stolpert einmal.","translation":"Every clever man errs once and every noble horse stumbles once."},{"text":"Manche fallen auf den Rücken, weil sie stolpern – worüber auch immer.","translation":"Some fall on their backs because they stumble – for whatever reason."}],"primär":[{"text":"Auch sollte es möglich sein, den primären Satz zu kennzeichnen.","translation":"It should also be possible to mark the primary sentence."},{"text":"Meine primäre Sorge ist deine Sicherheit.","translation":"My primary concern is your safety."},{"text":"Niemand weiß auch besser als ein Soldat, dass der Frieden kein kostenloses Geschenk ist, sonder dass man bereit sein muss, etwas für ihn einzusetzen. Das ist es, was der Soldat tut, nicht allein und primär für sich selber, sondern für die Gesellschaft und das Land im Ganzen.","translation":"No one knows better than a soldier that peace is not a free gift, but that you have to be willing to do something for it. This is what the soldier does, not alone and primarily for himself, but for society and the country as a whole."}],"züchten":[{"text":"Sie züchtet Blumen verschiedenster Art.","translation":"She grows flowers of all kinds."},{"text":"Er züchtet auf seinem Hof Rinder.","translation":"He rears cattle on his farm."},{"text":"Tom züchtete Rosen.","translation":"Tom grew roses."},{"text":"Wir werden z. B. auch Rinder und Schafe züchten können.","translation":"For example.B we will also be able to breed cattle and sheep."},{"text":"Wir werden auch Kühe und Schafe züchten können.","translation":"We'll be able to raise cows and sheep, too."}],"bot":[{"text":"Ist Horus ein Gott oder doch nur ein Bot?","translation":"Is Horus a god or just a bot?"},{"text":"Ich bin kein Bot.","translation":"I'm not a bot."},{"text":"Es ist ein Bot.","translation":"It's a bot."},{"text":"Nach dem 2. Weltkrieg im Jahre 1946 bot Präsident Harry Truman 100 Millionen Dollar zum Kaufe Grönlands wegen dessen geopolitisch-strategischer Bedeutung. Dänemark schlug das jedoch aus.","translation":"In 1946, after World War II, President Harry Truman offered $100 million to buy Greenland for its geopolitical strategic importance, which Denmark declined."}],"harmlos":[{"text":"Was von Tom als harmloser Scherz gedacht war, daraus wurde bald schon bitterer Ernst.","translation":"What Tom thought was a harmless joke, soon became deadly serious."},{"text":"Zunächst sah alles harmlos aus.","translation":"At first, everything looked harmless."},{"text":"Du musst nicht erschreckt sein wegen des Hundes, er ist ganz harmlos.","translation":"There's no need to be frightened of the dog; he is quite harmless."},{"text":"Er ist ein ganz harmloser Typ.","translation":"He's a very harmless guy."},{"text":"Bakterien sind nur winzige Zellen, harmlos.","translation":"Bacteria are just tiny harmless cells."}],"Durchbruch":[{"text":"Die meisten wissenschaftlichen Durchbrüche sind nichts anderes als die Entdeckung von etwas Selbstverständlichem.","translation":"Most scientific breakthroughs are nothing more than the discovery of something self-evident."},{"text":"Der Durchbruch ist geschafft.","translation":"The breakthrough has been made."},{"text":"Tom steht in seiner Forschung kurz vor dem Durchbruch.","translation":"Tom is on the verge of a breakthrough in his research."},{"text":"Der beste Ausweg ist meist der Durchbruch.","translation":"The best way out is usually the breakthrough."},{"text":"Die Forschungsergebnisse – angeblich ein Durchbruch – waren teils frei erfunden.","translation":"The research results – allegedly a breakthrough – were partly fictitious."}],"Hinterkopf":[{"text":"Tom küsste Maria auf den Hinterkopf.","translation":"Tom kissed Mary on the back of her head."},{"text":"Leichte Schläge auf den Hinterkopf könnten vielleicht helfen.","translation":"Light blows to the back of the head might help."},{"text":"Behalte diese Dinge immer im Hinterkopf.","translation":"Always keep these things in mind."},{"text":"Ich behalte deinen Ratschlag im Hinterkopf.","translation":"I keep your advice in mind."},{"text":"Er hat Augen am Hinterkopf.","translation":"He's got eyes in the back of his head."}],"industriell":[{"text":"Was ist der industrielle Schwerpunkt in dieser Stadt?","translation":"What is the main industry in this town?"},{"text":"Während der industriellen Revolution arbeiteten die Leute sechzehn Stunden am Stück.","translation":"During the Industrial Revolution, people worked 16 hours non-stop."},{"text":"Sie starb, weil sie sich nur von industriell verarbeiteten Lebensmitteln ernährt hatte.","translation":"She died from eating only processed food."},{"text":"Die industrielle Produktion ist im Juli stark gestiegen.","translation":"Industrial production rose sharply in July."},{"text":"Die industrielle Revolution ereignete sich zuerst in England.","translation":"The Industrial Revolution first occurred in England."}],"gesprungen":[{"text":"Er ist aus dem Fenster gesprungen.","translation":"He jumped out of the window."},{"text":"Ich bin noch nie gesprungen.","translation":"I've never jumped."},{"text":"Mein Vater ist wieder einmal im Quadrat gesprungen, als er das hörte.","translation":"My father once again jumped in the square when he heard that."},{"text":"Das Pferd ist über den Zaun gesprungen.","translation":"The horse jumped over the fence."},{"text":"Ein Fisch ist aus dem Wasser gesprungen.","translation":"A fish leaped out of the water."},{"text":"Eine gesprungene Glocke hat einen bösen Laut.","translation":"A cracked bell has a bad sound."},{"text":"Er ist nicht hoch genug gesprungen um einen Preis zu gewinnen.","translation":"He didn't jump high enough to win a prize."},{"text":"Herr Ober, dieses Glas ist gesprungen.","translation":"Mr. Ober, this glass has cracked."},{"text":"Tom ist hoch gesprungen und hat den Ball gefangen.","translation":"Tom jumped high and caught the ball."},{"text":"Das ist gehüpft wie gesprungen.","translation":"It's all the same to me."}],"ländlich":[{"text":"Man genoss die ländlichen Gerichte.","translation":"They enjoyed the rural dishes."},{"text":"Unsere Farm befindet sich im ländlichen Nebraska.","translation":"Our farm is located in rural Nebraska."},{"text":"Es scheint, dass das ländliche Gebiet im großen Stil entwickelt werden soll.","translation":"It seems the rural area will be developed on a large scale."},{"text":"Tom kommt aus einer ländlichen Gegend.","translation":"Tom is from a rural area."},{"text":"In vielen ländlichen Gegenden gibt es nicht genug Arbeitsplätze.","translation":"Jobs are in short supply in many rural areas."}],"windows":[{"text":"Hast du Windows auf deinem Rechner?","translation":"Do you have Windows on your computer?"},{"text":"Ist Ihr Computer schon bereit für das neue Windows?","translation":"Is your computer ready for the new Windows?"},{"text":"Tom bat Maria, ihm zu helfen, Windows neu zu installieren.","translation":"Tom asked Mary to help him reinstall Windows."},{"text":"Ich bin ein absoluter Windows-Fan.","translation":"I'm an absolute Windows fan."},{"text":"Tom nutzt immer noch Windows 95.","translation":"Tom still uses Windows 95."},{"text":"Tom hat Windows 7.","translation":"Tom has Windows 7."},{"text":"Tom verwendet noch immer Windows XP.","translation":"Tom still uses Windows XP."},{"text":"Anfang 1994 haben wir angefangen, Windows 3.1 einzusetzen.","translation":"At the beginning of 1994 we started to use Windows 3.1."},{"text":"Windows Vista habe ich gehasst.","translation":"I hated Windows Vista."},{"text":"Läuft dieses Programm auch unter Windows XP?","translation":"Is this program compatible with Windows XP?"}],"nirgends":[{"text":"Er versteht von allem etwas, ist jedoch nirgends Meister.","translation":"He understands a little bit of everything, but is nowhere a master."},{"text":"Nur der Tod schlägt nirgends zweimal zu.","translation":"Only death does not strike twice anywhere."},{"text":"Sicherheit ist nirgends sicher.","translation":"Security is not safe anywhere."},{"text":"Heimat ist nicht da oder dort. Heimat ist in dir drinnen, oder nirgends.","translation":"Home is not here or there. Home is inside you, or nowhere."},{"text":"Der Schlüssel war nirgends zu finden.","translation":"The key was nowhere to be found."}],"Herde":[{"text":"In jeder Herde findet sich ein schwarzes Schaf.","translation":"In each herd there is a black sheep."},{"text":"Willst du das Leben leicht haben, so bleibe immer bei der Herde.","translation":"If you want to have life easy, always stay with the flock."},{"text":"Eine bösartige Kuh stört die ganze Herde.","translation":"A vicious cow disturbs the whole herd."},{"text":"Wie viele Böcke sind in der Herde?","translation":"How many rams are there in the flock?"},{"text":"Das Volk folgte dem Diktator genauso wie eine Herde Schafe.","translation":"The people followed the dictator as well as a flock of sheep."}],"Sekt":[{"text":"Herr X ist Mitglied einer Sekte.","translation":"Mr. X is a member of a sect."},{"text":"Dieser Sekt schmeckt mir sehr gut.","translation":"This sparkling wine tastes very good to me."},{"text":"Zur Feier des Tages tranken Liisa und Markku zusammen eine Flasche Sekt.","translation":"In honour of the day Liisa and Markku cracked a bottle of champagne together."},{"text":"Ein lustiges Spiel wäre \"Sekt oder Selters\".","translation":"A fun game would be \"Sekt oder Selters\"."},{"text":"Die Sekten alle sind im Glauben einverstanden, es sei ein höchstes Gut zu suchen und vorhanden.","translation":"The sects all agree in the belief that there is a supreme good to seek and exist."}],"wiederzusehen":[{"text":"Es freut mich, dich wiederzusehen.","translation":"I'm glad to see you again."},{"text":"Wie schön, dich wiederzusehen, Tom!","translation":"How nice to see you again, Tom."},{"text":"Ich freute mich, meine alten Freunde wiederzusehen.","translation":"I was happy to see my old friends again."},{"text":"Obwohl sie mir das Herz gebrochen hatte, hoffte ich, sie bald wiederzusehen.","translation":"Although she had broken my heart, I hoped to see her again soon."},{"text":"Ich brenne darauf, sie wiederzusehen.","translation":"I am dying to see her again."}],"demnächst":[{"text":"Ihre Stimme wird demnächst von einer interessanten Person entdeckt.","translation":"You will meet a very interesting person in the near future."},{"text":"Demnächst wird ein wertvolles Paket für Sie eintreffen.","translation":"Soon you are going to receive a valuable packet."},{"text":"Wir werden unseren Besuch im Deutschen Museum demnächst wiederholen.","translation":"We will repeat our visit to the Deutsches Museum soon."},{"text":"Eine Reihe von Vorträgen wird demnächst stattfinden.","translation":"A series of lectures will take place soon."},{"text":"Da ich von ihm eingeladen wurde, werde ich ihn demnächst besuchen.","translation":"Since I was invited by him, I will visit him soon."}],"Bedienung":[{"text":"Das Essen ist hervorragend, und das gleiche gilt für die Bedienung.","translation":"The food is very good and the same is true of the service."},{"text":"Ich kenne mich mit der Bedienung dieses CD-Spielers nicht aus.","translation":"I am not familiar with the operation of this CD player."},{"text":"Die Zailaiba-Bar stellt Leute für die Bedienung ein; bist du interessiert?","translation":"The Zailaiba bar hires people to serve; Are you interested?"},{"text":"Er fuhr damit fort, die Bedienung der Maschine zu erklären.","translation":"He went on to demonstrate how to use the machine."},{"text":"Für die Bedienung bitte klingeln.","translation":"Please ring for the servant."}],"beginnend":[{"text":"Das jetzt beginnende Jahr ist vielversprechend.","translation":"The year that is now beginning is promising."},{"text":"Das sicherste Zeichen für beginnendes Alter ist, dass man schnell noch ein paar Jugendsünden begeht.","translation":"The surest sign of early age is that you quickly commit a few more youthful sins."},{"text":"Sein Schrei durchbrach den Frieden des beginnenden Tages, hallte an den steinernen Mauern des Grabmales wider und legte sich wie eine Decke um den zitternden Körper.","translation":"His cry broke through the peace of the beginning of the day, echoed on the stone walls of the tomb and lay like a blanket around the trembling body."},{"text":"Beginnend mit diesem Augenblick nahm unsere Unterhaltung einen einigermaßen angenehmen Ton an.","translation":"Beginning at that moment, our conversation took on a reasonably pleasant tone."},{"text":"Außerdem gab es eine Vorliebe für Geschichten, beginnend mit der \"Geschichte vom Prinzen Genji\".","translation":"There was also a penchant for stories, starting with the \"Tale of Prince Genji\"."}],"magnet":[{"text":"Dass die Erde ein Magnet ist, weiß man schon lange.","translation":"It has long been known that the earth is a magnet."},{"text":"Ich erinnere mich noch, dass ich im Kindergarten mit Magneten gespielt habe.","translation":"I remember playing with magnets in kindergarten."},{"text":"Die Erde ist vergleichbar mit einem Ball, in welchem sich ein großer Magnet befindet.","translation":"The Earth is like a ball with a large magnet inside."},{"text":"Sie zogen einander an wie zwei Magnete.","translation":"They were drawn to each other like magnets."},{"text":"Eine große Geldsumme zieht Verbrecher an wie ein Magnet.","translation":"A large sum of money attracts criminals like a magnet."}],"Sonnenbrille":[{"text":"Sie trägt eine Sonnenbrille.","translation":"She's wearing sunglasses."},{"text":"„Warum trägst du immer diese alberne Sonnenbrille?“ – „Die ist nicht albern; die ist cool.“","translation":"\"Why do you always wear these silly sunglasses?\" – \"It's not silly; It's cool.\""},{"text":"Da das Sonnenlicht so hell ist, muss ich eine Sonnenbrille aufsetzen.","translation":"Since the sunlight is so bright, I have to put on sunglasses."},{"text":"Ich will eine Sonnenbrille kaufen.","translation":"I want to buy some dark glasses."},{"text":"Wozu brauchst du denn an so einem dunklen Ort eine Sonnenbrille?","translation":"What do you need sunglasses for in such a dark place?"}],"erstellt":[{"text":"Tom erstellte eine Webseite für Mary.","translation":"Tom set up a website for Mary."},{"text":"Tom erstellte an seinem Rechner einen neuen Ordner.","translation":"Tom created a new folder on his computer."},{"text":"Tom erstellte eine neue Datei auf seinem Rechner.","translation":"Tom created a new file on his computer."},{"text":"Tom erstellte eine neue Verknüpfung.","translation":"Tom created a new shortcut."},{"text":"Tom erstellte ein Lesezeichen für seinen Lieblingsnetzauftritt.","translation":"Tom bookmarked his favorite website."},{"text":"Viele von jungen Leuten erstellte Webseiten beeindrucken mehr durch ihr Aussehen als durch ihren Inhalt.","translation":"Many websites created by young people impress more by their appearance than by their content."},{"text":"Selbst die sorgfältigst erstellten Pläne scheitern häufig.","translation":"Even the most carefully made plans frequently result in failure."},{"text":"Die von den Notoren erstellten Dokumente dienten dazu, eventuelle juristische Streitigkeiten zu lösen.","translation":"The documents prepared by the notors were used to resolve any legal disputes."}],"freisetzen":[{"text":"Soldaten, die sich derzeit im Einsatz befinden, werden nicht freigesetzt.","translation":"Soldiers currently in theatre will not be made redundant."},{"text":"Ich mag den Geruch, den die Seiten eines alten Buches freisetzen, wenn man es öffnet.","translation":"I like the smell that the pages of an old book release when you open it."},{"text":"Bei der Spaltung von Uranatomen wird eine große Menge Energie freigesetzt.","translation":"The fission of uranium atoms releases a large amount of energy."},{"text":"Der Phosphor ernährt die Cyanobakterien (Blaualgen), die sich vermehren und Giftstoffe freisetzen.","translation":"Phosphorus provides nourishment for cyanobacteria (blue algae) which multiply and release toxins."},{"text":"Kohlendioxid ist ein Gas, das freigesetzt wird, wenn Brennstoffe wie Kohle, Erdöl oder Erdgas verbrannt werden.","translation":"Carbon dioxide is a gas that is released when fuels such as coal, oil or natural gas are burned."}],"anhängen":[{"text":"Im Esperanto enden Adjektive auf -a; der Plural wird gebildet, indem man -j anhängt.","translation":"In Esperanto, adjectives end in \"a\". The plural is formed by adding \"j\"."},{"text":"Ein verschrobener Mensch ist jemand, der hartnäckig und eifrig einer Meinung anhängt, die du nicht teilst.","translation":"A cranky person is someone who stubbornly and eagerly adheres to an opinion that you don't share."},{"text":"Das deutsche Volk hat nun mal beschlossen, weniger Kinder zu zeugen. Das ist eine Sache, die mir nicht einmal die Sozialdemokraten anhängen können.","translation":"The German people have decided to father fewer children. That is something that not even the Social Democrats can attach to me."}],"Bundesland":[{"text":"Deutschland besteht aus 16 Bundesländern.","translation":"Germany is made up of sixteen Länder."},{"text":"Ich weiß fast alle Postleitzahlen in meinem Bundesland auswendig.","translation":"I know almost all the zip codes in my state by heart."},{"text":"Jedes Bundesland will irgendwie honoriert werden.","translation":"Every federal state wants to be rewarded somehow."},{"text":"In unserem Bundesland sind jetzt Rauchmelder vorgeschrieben.","translation":"Smoke detectors are now mandatory in our state."},{"text":"Kleverländisch ist ein Dialekt des Niederländischen, der im deutschen Bundesland Nordrhein-Westfalen gesprochen wird.","translation":"South Guelderish is a dialect of Dutch spoken in the German state of North Rhine-Westphalia."},{"text":"Potsdam ist die Hauptstadt des Bundeslandes Brandenburg.","translation":"Potsdam is the capital of the federal state of Brandenburg."},{"text":"Im deutschen Bundesland Schleswig-Holstein ist Dänisch als geschützte Minderheitensprache anerkannt.","translation":"Danish is recognised as a protected minority language in the German state of Schleswig-Holstein."},{"text":"Das deutsche Bundesland Nordrhein-Westfalen heißt so, weil es aus Westfalen und dem nördlichen Teil des Rheinlands, dies waren Provinzen des Königreichs Preußen, gebildet wurde.","translation":"The German state of North Rhine-Westphalia is so named because it was formed from Westphalia and the northern part of the Rhineland, which were provinces of the Kingdom of Prussia."}],"mog":[{"text":"Möge der neue Tag sich im Einklang mit dir treffen.","translation":"May the new day meet in harmony with you."},{"text":"Möge das Schicksal, das dich trifft, dein Vertrauen nicht zerstören.","translation":"May the fate that befalls you not destroy your trust."},{"text":"Möge euer Wochenende schön sein, meine Lieben.","translation":"May your weekend be beautiful, dear ones."},{"text":"Eine Zeit ohne Kriege möge kommen.","translation":"A time without wars may come."},{"text":"Tom kann nicht einmal so tun, als möge er Mary.","translation":"Tom can't even pretend to like Mary."},{"text":"Er sagte: \"Möge Gott uns helfen!\"","translation":"He said, 'May God help us!'"},{"text":"Möge kommen was wolle, ich werde meine Meinung nicht ändern.","translation":"May come what may, I will not change my mind."},{"text":"Möge Gott mich vor Freunden schützen, vor Feinden werde ich mich selbst schützen!","translation":"May God protect me from friends, from enemies I will protect myself!"},{"text":"Möge Gott dir einen guten Tag schenken.","translation":"May God give you a good day."},{"text":"Tom möge aussagen.","translation":"Tom may testify."}],"heran":[{"text":"Ein Sturm zieht heran.","translation":"A storm is approaching."},{"text":"Ein guter Abend kommt heran, wenn ich den ganzen Tag getan.","translation":"A good evening comes when I do all day."},{"text":"Und wieder ist eine Nacht vorbei, und ein neuer Morgen zieht heran.","translation":"And another night has passed, and a new morning is approaching."},{"text":"Wenn du helle Dinge denkst, ziehst du helle Dinge an dich heran.","translation":"When you think bright things, you attract bright things to yourself."},{"text":"Fahre hier heran!","translation":"Pull over here."},{"text":"Kaum dass Tom gegangen war, machte sich Maria an den nächsten heran.","translation":"As soon as Tom had left, Maria approached the next one."},{"text":"Tom trat näher an das Auto heran und sprach mit dem Fahrer.","translation":"Tom stepped closer to the car and spoke to the driver."},{"text":"Indem sie eine Erfahrung nach der anderen machen, reifen die jungen Menschen allmählich heran.","translation":"As they go through one experience after another, young people gradually mature."},{"text":"Ich wachse schnell heran.","translation":"I am growing up fast."},{"text":"Er wuchs zwischen zwei Polen heran: eine bezaubernde Natur und eine verlockende Technik.","translation":"He grew up between two poles: an enchanting nature and a tempting technique."}],"zoom":[{"text":"Am Montag, dem ersten Tag des Fernunterrichts an vielen Schulen und Universitäten, gab es morgens bei der Videokonferenzplattform „Zoom“ weltweit Ausfälle.","translation":"Videoconferencing platform Zoom experienced worldwide outages Monday morning, coinciding with the first day of remote classes for many schools and universities."},{"text":"Im Zusammenhang mit den vielen Videogesprächen, die in letzter Zeit in zunehmender Zahl über Zoom, Skype u. a. stattfinden, hat sich eine neue Form der Unterhaltung herausgebildet: zu bewerten, wie es bei anderen zu Hause aussieht.","translation":"Amid the growing number of Zoom, Skype and other video interviews happening lately, a new form of entertainment has emerged: Judging the interior of other people's homes."}],"Regie":[{"text":"Willst du Regie führen?","translation":"Do you want to direct?"},{"text":"Gib deiner negativen Einstellung nicht die Regie über dein Leben!","translation":"Don't let your negative attitude take control of your life!"},{"text":"Drehbuch und Regie der meisten Filme obliegen Männern.","translation":"Most movies are written and directed by men."},{"text":"Wenn einer nicht Regie führen, nicht schreiben, nicht komponieren kann, wenn einer überhaupt nichts kann, dann wird er Produzent.","translation":"If someone can't direct, can't write, can't compose, if someone can't direct anything at all, then he becomes a producer."},{"text":"Sie führen die Regie diesmal selbst.","translation":"This time you are directing it yourself."},{"text":"Ich mag alle Filme, bei denen Juzo Itami Regie geführt hat.","translation":"I like all the films Juzo Itami has directed."}],"Atom":[{"text":"Moleküle bestehen aus Verbindungen von Atomen.","translation":"Molecules consist of compounds of atoms."},{"text":"Die Grünen machen viel Lärm ums Atom.","translation":"The Greens make a lot of noise about the atom."},{"text":"In Wirklichkeit gibt es nur Atome und leeren Raum.","translation":"In reality, there are only atoms and empty space."},{"text":"Wie teuer wird der Strom ohne Atom?","translation":"How expensive will electricity be without a nuclear power?"},{"text":"Mein Name ist Gnom, mein Grips nur ein Atom.","translation":"My name is gnome, my grip is just an atom."}],"yo":[],"Überfall":[{"text":"Das ist ein Überfall! Verhalten Sie sich ruhig und Ihnen wird nichts geschehen!","translation":"This is a raid! Be calm and nothing will happen to you!"},{"text":"Tom meldete den Überfall bei der Polizei.","translation":"Tom reported the attack to the police."},{"text":"Hände hoch! Dies ist ein Überfall.","translation":"Hands up! This is a robbery."},{"text":"Der Taxifahrer hat etwas mit dem Überfall zu tun gehabt.","translation":"The taxi driver had something to do with the robbery."},{"text":"Viele Amerikaner waren erbost über den japanischen Überfall.","translation":"Many Americans were angry about the Japanese invasion."},{"text":"Uns hat eine Bande überfallen.","translation":"We were attacked by a gang."},{"text":"Wir haben die Bank nicht überfallen.","translation":"We didn't rob the bank."},{"text":"Letzte Nacht hat ein Räuber die Bank überfallen.","translation":"Last night, a robber robbed the bank."}],"schäme":[{"text":"Ich schäme mich in Grund und Boden.","translation":"I am ashamed of myself."},{"text":"Ich schäme mich nicht zu bekennen, dass ich nicht weiß, was ich nicht weiß.","translation":"I am not ashamed to confess that I do not know what I do not know."},{"text":"Ich bin nicht stolz auf dieses Land, nein, ich schäme mich eher.","translation":"I am not proud of this country, no, I am rather ashamed."},{"text":"Ich schäme mich, so eine dumme Frage zu stellen.","translation":"I'm ashamed to ask such a silly question."},{"text":"Ich habe lange Zeit kein Buch gelesen und dafür schäme ich mich.","translation":"I've gone a long time without reading a book and I am ashamed."}],"winken":[{"text":"Es stand ein schönes, schlankes Mädchen dort, welches ihm winkte.","translation":"There was a beautiful, slender girl standing there, waving to him."},{"text":"Wenn die Liebe dir winkt, folge ihr, sind ihre Wege auch schwer und steil.","translation":"When love beckons you, follow it, its paths are also difficult and steep."},{"text":"Sie winkte mit beiden Händen, sodass er sie finden konnte.","translation":"She waved both her hands so that he could find her."},{"text":"Ich winkte ihm zurück.","translation":"I waved back at him."},{"text":"Sie winkte zum Abschied, die Augen voller Tränen.","translation":"She was waving good-bye, with her eyes full of tears."},{"text":"Ein Wink von dir genügt.","translation":"A hint from you is enough."},{"text":"Der Polizist fragte, ob Maria mich mit einem Winken, einer Umarmung oder einem Kuss begrüßt habe.","translation":"The policeman asked if Maria had greeted me with a wave, a hug or a kiss."},{"text":"Seine Unruhe war ein Wink für sie, dass nicht alles in Ordnung ist.","translation":"His restlessness was a nod to her that not everything is in order."},{"text":"Der Tor braucht einen Keulenschlag, wo dem Weisen ein Wink genügen mag.","translation":"The goal needs a club, where a hint may be enough for the sage."},{"text":"Maria bat vom dritten Stock ihres Wohnhauses aus durch Winken einen Hubschrauber um Hilfe.","translation":"Maria asked a helicopter for help from the third floor of her apartment building by waving."}]}