{"Variation":[{"text":"Natürlich gibt es zwischen diesen beiden Extremen viele Variationen.","translation":"Of course, there are many variations between these two extremes."},{"text":"Jacques bereitete das Gericht in zwei Variationen zu: einmal wie bei Muttern und einmal, wie er es in seinem französischen Restaurant serviert.","translation":"Jacques prepared the dish in two variations: once as with mothers and once as he serves it in his French restaurant."},{"text":"In der Musik beeindruckt (und bewegt) mich nichts mehr als die Aufführung von Bachs Goldberg-Variationen durch Glenn Gould.","translation":"In music, nothing impresses (and moves) me more than the performance of Bach's Goldberg Variations by Glenn Gould."},{"text":"Wenn ich Bachs Goldberg-Variationen höre, dargeboten von Glenn Gould, frage ich mich, ob auch der Komponist selbst dieses wunderbare Stück so virtuos gespielt hat.","translation":"When I listen to Bach's Goldberg Variations played by Glenn Gould, I wonder if the composer himself also performed with such virtuosity this wonderful musical piece."}],"off":[],"Harmonie":[{"text":"Die Kunst ist eine Harmonie, die parallel zur Natur verläuft.","translation":"Art is a harmony that runs parallel to nature."},{"text":"Der Himmel ist überall dort, wo Harmonie ist.","translation":"Heaven is everywhere where there is harmony."},{"text":"Glück und Harmonie sind wichtiger als eine schöne Karriere.","translation":"Happiness and harmony are more important than a beautiful career."},{"text":"Ich möchte lernen, mit mir selbst und anderen in Harmonie zu leben.","translation":"I want to learn to live in harmony with myself and others."},{"text":"Die Zeichnung war voller Zauber und Harmonie.","translation":"The drawing was full of magic and harmony."},{"text":"Mein Hund und meine Katze leben in Harmonie miteinander.","translation":"My dog and cat live in harmony with each other."},{"text":"Bevor der Tag in Harmonie enden konnte, kehrte die harte Wirklichkeit zurück.","translation":"Before the day could end in harmony, the harsh reality returned."},{"text":"Herrscht unter den Mitgliedern der Gruppe Harmonie?","translation":"Is there harmony among the members of the group?"},{"text":"Bauern waren wunderbare Menschen, die mit der Natur in Harmonie lebten und riesiges Wissen hatten.","translation":"Farmers were wonderful people who lived in harmony with nature and had vast knowledge."},{"text":"Das Herz muss in Harmonie und Ruhe sein, dann erst wird es heiter.","translation":"The heart must be in harmony and rest, only then does it become serene."}],"Kerle":[{"text":"Die Kerle hatten nichts anderes im Kopf als Dummheiten.","translation":"The guys had nothing else on their minds but stupidities."},{"text":"Ich kann es nicht ertragen, diese Kerle zu sehen.","translation":"I can't abide to see such fellows."},{"text":"Acht Kerle passen auf.","translation":"Eight guys are watching."},{"text":"Ich habe gesehen, wie sich zwei Kerle auf dem Flur geküsst haben.","translation":"I saw two guys kissing each other in the hallway."},{"text":"Im Zweifel lass zwei Kerle mit Pistolen durch die Tür hereinkommen.","translation":"When in doubt, let two guys with pistols come in through the door."}],"nebeneinander":[{"text":"Ein gemeinsames Ziel erreichen wir nur miteinander, nicht nebeneinander und nicht hintereinander.","translation":"We only achieve a common goal with each other, not side by side and not one after the other."},{"text":"Miteinander können wir vieles, nebeneinander können wir manches, gegeneinander zerstören wir vieles.","translation":"Together we can do many things, next to each other we can do many things, against each other we destroy many things."},{"text":"Die Mädchen sitzen nebeneinander.","translation":"The girls sit next to each other."},{"text":"Tom und Mary sind nebeneinander auf der Couch gesessen.","translation":"Tom and Mary were sitting next to each other on the couch."},{"text":"Sie gingen zu dritt nebeneinander die Straße entlang.","translation":"They walked along the road three abreast."}],"Denkweise":[{"text":"Probleme kann man niemals mit derselben Denkweise lösen, durch die sie entstanden sind.","translation":"We cannot solve our problems with the same thinking we used when we created them."},{"text":"Seine positive Denkweise und seine Worte über Zukunft haben mich total begeistert.","translation":"His positive way of thinking and his words about the future totally inspired me."},{"text":"Seine Denkweise ist ein bisschen extrem.","translation":"His mindset is a bit extreme."},{"text":"Gibt es Unterschiede in der Denkweise von Männern und Frauen?","translation":"Are there differences in the mindset of men and women?"},{"text":"Mathematik zu lernen kann die Denkweise verändern.","translation":"Studying mathematics can change your way of thinking."}],"voraussichtlich":[{"text":"Tom wird voraussichtlich vor 2.30 Uhr kommen.","translation":"Tom is likely to arrive before 2:30."},{"text":"Tom wird uns voraussichtlich morgen besuchen.","translation":"Tom will probably visit us tomorrow."},{"text":"Der Zug wird voraussichtlich noch vor 12 Uhr Mittag im Bahnhof eintreffen.","translation":"The train will probably arrive at the station before noon."},{"text":"Die Schulen öffnen voraussichtlich wieder im September.","translation":"Schools are expected to reopen in September."},{"text":"Tom wird voraussichtlich nächste Woche abfahren.","translation":"Tom is expected to leave next week."},{"text":"Er ist voraussichtlich der Schwächste, der kommt.","translation":"He is the least likely to come."},{"text":"Wie viele kommen denn voraussichtlich?","translation":"How many people are likely to show up?"},{"text":"Das wird voraussichtlich im Sommer des nächsten Jahres geschehen.","translation":"That'll probably happen next summer."},{"text":"Voraussichtlich wird es noch länger regnen.","translation":"It is expected to rain even longer."},{"text":"Tom kommt voraussichtlich morgen um 2.30 Uhr.","translation":"Tom is expected to arrive tomorrow at 2.30am."}],"funk":[{"text":"Piloten kommunizieren mit dem Flughafen per Funk.","translation":"Pilots communicate with the airport by radio."},{"text":"Sie hörten es über Funk.","translation":"They heard it on the radio."},{"text":"Der Funk wird durch Störgeräusche gestört.","translation":"The radio is disturbed by noises."}],"Besprechung":[{"text":"Komm morgen wieder zu mir; dann werden wir die Besprechung fortsetzen.","translation":"Come back to me tomorrow; then we will continue the meeting."},{"text":"Die Besprechung der Angelegenheit endete ohne Ergebnis.","translation":"The discussion of the matter ended without result."},{"text":"Die Besprechung wurde abgesagt.","translation":"The discussion was being cancelled."},{"text":"Die Besprechung wird heute Nachmittag stattfinden.","translation":"The meeting will be held this afternoon."},{"text":"Wann beginnt die Besprechung?","translation":"When does the meeting start?"}],"irgendwer":[{"text":"Wettet irgendwer dagegen?","translation":"Is anyone betting against it?"},{"text":"Jeder Wind bringt irgendwem Nutzen.","translation":"Every wind brings benefit to someone."},{"text":"Fehlt heute irgendwer?","translation":"Is anyone absent today?"},{"text":"Hat dich irgendwer etwas gefragt?","translation":"Did anyone ask you anything?"},{"text":"Ich glaube, die haben mich mit irgendwem verwechselt.","translation":"I think they confused me with someone."}],"rauben":[{"text":"Schlaf ist der größte Dieb, er raubt das halbe Leben.","translation":"Sleep is the biggest thief; it steals half of our lives."},{"text":"Die traurige Nachricht raubte ihm den Appetit.","translation":"The sad news took away his appetite."},{"text":"Er hat mir alles Geld, das ich besaß, geraubt.","translation":"He robbed me of all the money I had."},{"text":"Die Schulden rauben mir den Schlaf.","translation":"The debt robs me of sleep."},{"text":"Er raubte mir meine Tasche.","translation":"He robbed me of my bag."}],"Siegel":[{"text":"Das kann ich dir mit Brief und Siegel geben.","translation":"I can give you my personal assurance of that."},{"text":"Jene Details tragen das Siegel der Wahrheit.","translation":"Those details bear the seal of truth."},{"text":"Die Mathematik ist für mich ein Buch mit sieben Siegeln.","translation":"For me, mathematics is a book with seven seals."},{"text":"Mögen die sieben Farben des Regenbogens wie sieben Siegel der Treue Gottes zu dir sein.","translation":"May the seven colors of the rainbow be like seven seals of God's faithfulness to you."},{"text":"Sollte das Siegel zerbrochen sein, ist eine Rückgabe des Bands ausgeschlossen.","translation":"Once you break the seal, you can't return the tape."}],"Wasserfall":[{"text":"Seine Frau redet wie ein Wasserfall. Man kommt überhaupt nicht zu Wort.","translation":"His wife talks non-stop. You can't get a word in edgeways."},{"text":"Gibt es in deinem Land Wasserfälle?","translation":"Are there waterfalls in your country?"},{"text":"Die Wasserfälle befinden sich ein Stück weit unterhalb der Brücke.","translation":"The falls are some distance below the bridge."},{"text":"Ich habe einen Mann gesehen, der nackt unter dem Wasserfall stand.","translation":"I saw a man standing naked under the waterfall."},{"text":"Wir haben uns am Wasserfall den Regenbogen angesehen.","translation":"We looked at the rainbow at the waterfall."}],"Tankstelle":[{"text":"Er kauft sich jeden Abend eine Flasche Bier an der Tankstelle.","translation":"Each night, he buys a bottle of beer from the petrol station."},{"text":"Wo ist die nächste Tankstelle?","translation":"Where is the next gas station?"},{"text":"Der Tank ist fast leer, du solltest zur Tankstelle fahren.","translation":"The tank is almost empty; you should go to the petrol station."},{"text":"Früher war die Familie eine Tankstelle, jetzt ist sie eine Garage.","translation":"The family used to be a gas station, now it's a garage."},{"text":"Die Welt ist eine Tankstelle, an der das Rauchen nicht verboten ist.","translation":"The world is a gas station where smoking is not prohibited."}],"Schmuck":[{"text":"Ihr wurde der ganze Schmuck geraubt.","translation":"She was robbed of all the jewelry."},{"text":"Er hat zugegeben, den Schmuck gestohlen zu haben.","translation":"He has admitted to stealing the jewelry."},{"text":"Mary trug keinen Schmuck.","translation":"Mary didn't wear any jewelry."},{"text":"Ich besitze keinen teuren Schmuck.","translation":"I don't own any expensive jewelry."},{"text":"Während sie außer Hauses war, machte sich der Dieb mit ihrem Schmuck davon.","translation":"While she was out, the thief got away with her jewels."}],"dämlich":[{"text":"Das kann man gut oder schlecht finden; ich finde es ziemlich dämlich.","translation":"You can find that good or bad; I think it's pretty stupid."},{"text":"Dafür bist du doch zu dämlich, du Nichtskönner!","translation":"You're too stupid for that, you don't know anything!"},{"text":"Alles ist möglich, selbst dämliche Fragen wie Ihre.","translation":"Anything is possible, even stupid questions like yours."},{"text":"Maria wurde dumm und dämlich.","translation":"Mary became stupid and stupid."},{"text":"Es ist dämlich zu glauben, dass Rauchen wenig mit Krebs zu tun hat.","translation":"It's foolish to think that smoking has little to do with cancer."},{"text":"Das Schlimmste, was einem Menschen passieren kann, ist, dass er dämliche Eltern hat.","translation":"The worst thing that can happen to a person is that he has stupid parents."},{"text":"\"Hast du nichts Besseres zu tun, als bei 'Tatoeba' dämliche Sätze zu übersetzen?\", fragte sie ihn.","translation":"\"Don't you have anything better to do than translate stupid sentences in 'Tatoeba'?\" she asked him."},{"text":"Was soll man von Polikern halten, die nicht einmal in der Lage sind, diese dämliche Sommerzeit abzuschaffen?","translation":"What are we to make of politicians who are not even able to abolish this stupid summer time?"},{"text":"Immer wenn ein Radfahrer vorbeifährt, bekommt unser dämlicher Hund einen Tobsuchtsanfall.","translation":"Whenever a cyclist passes by, our stupid dog has a fit of rage."},{"text":"Ich habe heute schon viel Dämliches gehört, aber das übertrifft alles!","translation":"I've heard a lot of stupid things today, but that surpasses everything!"},{"text":"Tom konnte nicht fassen, dass Maria wirklich bereit wäre, etwas so Dämliches zu tun.","translation":"Tom couldn't believe that Mary would really do something that dumb."},{"text":"Wie kannst du so etwas Dämliches sagen?","translation":"How can you say such a silly thing?"},{"text":"Das ist das Dämlichste, was ich je gehört habe.","translation":"That's the dumbest thing I've ever heard."}],"Abwesenheit":[{"text":"Angst ist die Abwesenheit von Vertrauen.","translation":"Fear is the absence of trust."},{"text":"Niemand spricht in unserer Gegenwart so von uns wie in unserer Abwesenheit.","translation":"No one speaks of us in our presence as he does in our absence."},{"text":"Markku glänzte mal wieder durch Abwesenheit.","translation":"Marcus was once again conspicuous by his absence."},{"text":"Du kannst während meiner Abwesenheit mein Auto benutzen, aber bau mir keinen Unfall!","translation":"You can use my car during my absence, but don't cause me an accident!"},{"text":"26. Gesetz der Macht: Glänze mit Abwesenheit, um Respekt und Ansehen zu erhöhen.","translation":"26. Law of Power: Shine with absence to increase respect and prestige."}],"Stapel":[{"text":"Ein Stapel Papiere lag auf dem Tisch.","translation":"A stack of papers lay on the table."},{"text":"Tom ließ einen Witz vom Stapel.","translation":"Tom cracked a joke."},{"text":"Tom legte einen Stapel Briefe auf Marias Schreibtisch.","translation":"Tom put a pile of letters on Mary's desk."},{"text":"Maria stellte einen Teller mit einem Stapel Pfannkuchen auf den Tisch.","translation":"Mary placed a plate stacked with pancakes on the table."},{"text":"Was nützt es, einen riesigen Stapel Sätze zu bilden, wenn niemand sie später übersetzt?","translation":"What's the point of forming a huge stack of sentences if no one translates them later?"}],"ehrgeizig":[{"text":"Du bist nicht ehrgeizig genug, Tom.","translation":"You're not ambitious enough, Tom."},{"text":"Seid ehrgeizig, Kinder.","translation":"Be ambitious, children."},{"text":"Der ehrgeizige Mann wurde von seinem Erfolg vergiftet.","translation":"The ambitious man became intoxicated with his own success."},{"text":"Das ist ein ehrgeiziges, aber realistisches Ziel.","translation":"This is an ambitious but realistic goal."},{"text":"Ich bin mir ziemlich sicher, dass Tom ehrgeizig ist.","translation":"I'm pretty sure Tom's ambitious."}],"aussagen":[{"text":"Tom muss vor Gericht als Zeuge aussagen.","translation":"Tom has to testify in court as a witness."},{"text":"Tom scheint nicht gegen Maria aussagen zu wollen.","translation":"Tom seems to be unwilling to testify against Mary."},{"text":"Ich habe erfahren, dass der Gegenanwalt drei Expertzeugen vor Gericht aussagen lassen möchte.","translation":"I found out that the opposing counsel is planning on deposing three expert witnesses."},{"text":"Schauen Sie sich zum Beispiel den Satz 922486 an: „Das ist kein Weg, sondern ein Pfad.“ Das ist ein Satz, der viel darüber aussagt, wie verschieden man beim Denken Begriffe organisieren kann. Angehörige vieler Sprachen werden sicherlich sagen: „Aber auch ein Pfad ist eine Art Weg!“, während andere beharrlich entgegnen werden: „Nein, das ist doch etwas völlig anderes!“","translation":"For example, look at the sentence 922486: \"This is not a way, but a path.\" This is a sentence that says a lot about how differently you can organize terms when thinking. Members of many languages will surely say: \"But even a path is a kind of way!\", while others will persistently reply: \"No, that's something completely different!\""},{"text":"Wollen Sie als Zeuge aussagen?","translation":"Do you want to testify as a witness?"}],"Vorschau":[{"text":"Hast du die Vorschau des neuen Films gesehen?","translation":"Have you seen the trailer for that new movie?"},{"text":"Phantasie ist alles. Sie ist die Vorschau auf die kommenden Ereignisse des Lebens.","translation":"Imagination is everything. It is the preview of the coming events of life."}],"first":[{"text":"Ich fordere dich heraus, dort hinaufzuklettern und den First von Herrn Barrys Küchendach entlangzugehen.","translation":"I dare you to climb up there and walk the ridgepole of Mr. Barry's kitchen roof."},{"text":"Wenn beim Bau eines Hauses der höchste Punkt erreicht ist und die Dachpfannen gelegt werden können, ist es in den Niederlanden üblich, dass der Bauherr den Bauarbeitern ein sogenanntes Pfannenbier spendiert, um das zu feiern. Es wird dabei eine Fahne am First des Hauses befestigt. Ist der Bauherr zum Spendieren zu geizig, dann wird keine Fahne, sondern ein Besen angebracht.","translation":"When the highest point is reached during the construction of a house and the roof tiles can be laid, it is customary in the Netherlands for the builder to give the construction workers a so-called pan beer to celebrate. A flag is attached to the ridge of the house. If the builder is too stingy to spend, then no flag, but a broom is attached."},{"text":"Vier meiner Lieblingsweihnachtslieder sind „Stille Nacht“, „Joy to the World“, „The First Noel“ und „Away in the Manger“.","translation":"Four of my favorite Christmas carols are \"Silent Night,\" \"Joy to the World,\" \"The First Noel\" and \"Away in the Manger.\""}],"insofern":[{"text":"Tom ist insofern ein wenig ungewöhnlich, als er weder Tee, Kaffee noch Bier trinkt.","translation":"Tom is a little unusual in that he doesn't drink tea, coffee or beer."},{"text":"Philosophieren ist insofern eine Art von Atavismus höchsten Ranges.","translation":"Philosophizing is thus a kind of atavism of the highest order."},{"text":"Pflanzen beherrschen die Zeichensprache perfekt - insofern pflegen sie eine stille Sprache.","translation":"Plants have a perfect command of sign language - in this respect, they cultivate a silent language."},{"text":"Insofern war das einfach ein Ausdruck meines Entsetzens, von dem sich niemand persönlich angegriffen fühlen möge!","translation":"In this respect, this was simply an expression of my horror, from which no one should feel personally attacked!"},{"text":"Tom und Maria passen insofern gut zueinander, als sie wohl beide glauben, dass sie sonst keinen mehr abbekämen.","translation":"Tom and Maria are a good match in that they both believe that they wouldn't get one else."},{"text":"Insofern sich die Sätze der Mathematik auf die Wirklichkeit beziehen, sind sie nicht sicher, und insofern sie sicher sind, beziehen sie sich nicht auf die Wirklichkeit.","translation":"Insofar as the theorems of mathematics refer to reality, they are not certain, and insofar as they are certain, they do not refer to reality."},{"text":"In zivilisierten Verhältnissen fühlt sich jeder dem anderen in einer Sache wenigstens überlegen: darauf beruht das allgemeine Wohlwollen, insofern jeder einer ist, der unter Umständen helfen kann und deshalb sich ohne Scham helfen lassen darf.","translation":"In civilized conditions, everyone feels at least superior to the other in one thing: this is the basis of the general benevolence, insofar as everyone is one who can help under certain circumstances and is therefore allowed to be helped without shame."},{"text":"Panem et circenses. Na ja, den Zirkus haben wir gekriegt, insofern einem ein Krieg amüsant ist, das Brot ist aber immer weniger bezahlbar.","translation":"Panem et circenses. Well, we got the circus, insofar as a war is amusing, but the bread is less and less affordable."},{"text":"Das Hauptverb steht entweder auf dem zweiten Platz eines Aussagesatzes oder am Ende des Satzes, insofern dem Hauptverb ein Hilfsverb gehört.","translation":"The main verb is either in the second place of a propositional sentence or at the end of the sentence, insofar as the main verb has an auxiliary verb."}],"beibehalten":[{"text":"Gute Traditionen sollten beibehalten werden.","translation":"Good traditions should be maintained."},{"text":"Ich habe in den letzten drei Jahren mein Gewicht beibehalten.","translation":"I have maintained my weight for the last three years."},{"text":"Du solltest standardmäßig die Werte beibehalten.","translation":"You should keep the values by default."},{"text":"Du kannst deinen Namen beibehalten.","translation":"You can keep your name."},{"text":"Es ist einfach, den Status quo beibehalten; das heißt aber nicht, dass das auch das Richtige ist.","translation":"Following the status quo is easy, but that doesn't necessarily mean it's the right thing to do."}],"Gangster":[{"text":"Unter den Gangstern war er als Dan bekannt.","translation":"Among the gangsters he went by Dan."},{"text":"In diesem dunklen Anzug und mit Sonnenbrille siehst du wie ein Gangster aus.","translation":"In this dark suit and sunglasses, you look like a gangster."},{"text":"Dein Sohn ist ein Gangster.","translation":"Your son is a gangster."},{"text":"Das FBI hat die Bude des Gangsters heimlich verwanzt.","translation":"The FBI secretly bugged the mobster's hangout."},{"text":"Der kahlköpfige Mann warf einen hasserfüllten und verächtlichen Blick auf den Gangster.","translation":"The bold man glanced at the gangster with hatred and contempt."}],"Verschwörung":[{"text":"Wer war das Haupt der Verschwörung?","translation":"Who was the head of the conspiracy?"},{"text":"Tom verlor letztlich den Verstand und sah Verschwörungen, wo keine existierten.","translation":"Tom ultimately lost his mind and saw conspiracies where none existed."},{"text":"Er wurde der Verschwörung angeklagt.","translation":"He was charged with conspiracy."},{"text":"Ich glaube, dass Tom an der Verschwörung beteiligt ist.","translation":"I think that Tom is a part of the conspiracy."},{"text":"Es wird eine heimliche Verschwörung vorbereitet.","translation":"A secret conspiracy is being prepared."}],"Spezifikation":[],"zweite":[{"text":"Es wird keine zweite Chance geben.","translation":"There will be no second chance."},{"text":"Schreib auf jede zweite Zeile.","translation":"Write on every other line."},{"text":"Ich habe meinen Sohn jede zweite Woche.","translation":"I have my son every other week."},{"text":"Das Jahr darauf durfte die zweite Schwester durch das Wasser aufsteigen und schwimmen, wohin sie wollte.","translation":"The following year, the second sister was allowed to ascend through the water and swim wherever she wanted."},{"text":"Ich wäre lieber in irgendeinem Dorf der Erste als in Paris der Zweite.","translation":"I'd rather be the first in some village than the second in Paris."},{"text":"Tom war als Zweiter fertig.","translation":"Tom finished second."},{"text":"Die Ärzte wollen keine zweite Operation machen.","translation":"The doctors do not want to do a second operation."},{"text":"Wenn die Idioten einen Wettkampf machen würden, würdest du Zweiter werden, da du zu idiotisch bist, um Erster zu werden.","translation":"If the idiots would compete, you would be second because you are too idiot to be the first."},{"text":"Der Saturn ist zwar der ewige Zweite im Sonnensystem, aber durch seine Ringe gehört er vielleicht zum Schönsten, was wir im ganzen Universum haben.","translation":"Saturn may be the eternal second in the solar system, but its rings make it perhaps one of the most beautiful we have in the universe."}],"Wasserstoff":[{"text":"Wasser besteht aus Sauerstoff und Wasserstoff.","translation":"Water is composed of oxygen and hydrogen."},{"text":"Wasserstoff ist das leichteste Element.","translation":"Hydrogen is the lightest element."},{"text":"Das chemische Symbol H steht für Wasserstoff.","translation":"The chemical symbol H expresses hydrogen."},{"text":"Das einfachste Atom ist das des Wasserstoffs.","translation":"The simplest atom is hydrogen."},{"text":"Rote Zwerge sind die kleinsten Sterne, in denen Wasserstoff in Helium umgewandelt wird.","translation":"Red dwarfs are the smallest stars in which hydrogen is converted into helium."}],"österreichisch":[{"text":"Ich liebe österreichische Musik.","translation":"I love Austrian music."},{"text":"Die italienische und die spanische Kultur beeinflussten die österreichische Kultur.","translation":"Italian and Spanish culture influenced Austrian culture."},{"text":"Statt von Schlagsahne spricht man im österreichischen Deutsch von Schlagobers.","translation":"Instead of whipped cream, austrian German speaks of whipped cream."},{"text":"Wir möchten unsere Ferien in den österreichischen Alpen verbringen.","translation":"We want to spend our holidays in the Austrian Alps."},{"text":"Die österreichischen Riesensäbelzahnfeldmäuse leben in den Wüsten Tschechiens.","translation":"The Austrian giant saber-toothed field mice live in the deserts of the Czech Republic."}],"ausverkaufen":[{"text":"Das Konzert ist ausverkauft.","translation":"The concert is sold out."},{"text":"Die Vorstellung ist ausverkauft.","translation":"The performance is sold out."},{"text":"Am Samstag Abend sind die Vorstellungen manchmal ausverkauft.","translation":"On Saturday nights, the performances are sometimes sold out."},{"text":"Das Konzert ist noch lange nicht ausverkauft.","translation":"The concert is far from sold out."},{"text":"Das Werk war so populär, dass das Theater praktisch ausverkauft war.","translation":"The work was so popular that the theatre was practically sold out."}],"glaubt":[{"text":"Nur wer an die Zukunft glaubt, glaubt an die Gegenwart.","translation":"Only those who believe in the future believe in the present."},{"text":"Auch Götter sterben, wenn niemand mehr an sie glaubt.","translation":"Even gods die when no one believes in them any longer."},{"text":"Wer viel redet, glaubt am Ende, was er sagt.","translation":"Those who talk a lot end up believing what they say."},{"text":"Es ist selten, dass ein Mensch weiß, was er eigentlich glaubt.","translation":"It is rare for a person to know what he actually believes."},{"text":"Der wird es zu nichts bringen: Der glaubt ja, was er sagt.","translation":"He won't do anything: he believes what he says."},{"text":"„Gott mit Euch, Herr Schwager!“ – „Glaubt Ihr denn noch an einen?“","translation":"\"God with you, Mr. Brother-in-Law!\" – \"Do you still believe in one?\""},{"text":"Glaubt Tom das wirklich?","translation":"Does Tom really believe that?"},{"text":"Glaubt ihr Tom noch?","translation":"Do you still believe Tom?"},{"text":"Glaubt Tom noch immer an den Nikolaus?","translation":"Does Tom still believe in Santa Claus?"},{"text":"Glaubt Tom an Magie?","translation":"Does Tom believe in magic?"}],"pul":[{"text":"Messen Sie den Puls!","translation":"Take your pulse."},{"text":"Ich muss dir den Puls fühlen.","translation":"I have to feel your pulse."},{"text":"Wir kommen nie aus den Traurigkeiten heraus, wenn wir uns ständig den Puls fühlen.","translation":"We never get out of the sadness when we constantly feel the pulse."},{"text":"Der Arzt fühlte mir den Puls.","translation":"The doctor felt my pulse."},{"text":"Fieber erhöht den Puls.","translation":"Fever increases the pulse."},{"text":"Mein Puls ist schwach.","translation":"My pulse is slow."},{"text":"Dein Puls ist regelmäßig.","translation":"Your pulse is regular."},{"text":"Mein Puls wurde schneller, als ich sie sah.","translation":"My pulse got faster when I saw them."},{"text":"Tom fühlte Marias Puls und war erleichtert, dass sie noch am Leben war.","translation":"Tom checked Mary's pulse and was relieved to find that she was still alive."},{"text":"Die Körpertemperatur steigt, der Puls steigt ... er leidet unter Sauerstoffmangel.","translation":"Body temperature rising, pulse rising ... he's in a state of oxygen deficiency."}],"wüssten":[{"text":"Gäbe es das Dunkel nicht, wüssten wir nichts von den Sternen.","translation":"If it weren't for the dark, we wouldn't know anything about the stars."},{"text":"Wenn wir wüssten, was wir tun, würde man es nicht Forschung nennen, oder?","translation":"If we knew what we're doing, you wouldn't call it research, would it?"},{"text":"Bauern hätten ein gutes Leben, wenn sie es wüssten.","translation":"Farmers would have a good life if they knew."},{"text":"Tun Sie nicht so, als wüssten Sie nicht, wovon ich rede!","translation":"Don't act like you don't know what I'm talking about."},{"text":"Ich habe Tom gesagt, dass ihr sicher gerne davon wüsstet.","translation":"I told Tom that you'd want to know."}],"Streitkraft":[{"text":"Die amerikanischen Streitkräfte gaben den Erfolg ihrer Mission im Irak bekannt.","translation":"American forces announced the completion of their mission in Iraq."},{"text":"In der Schlacht von Verdun stoppten französische Streitkräfte einen deutschen Angriff.","translation":"At the Battle of Verdun, French forces stopped a German attack."},{"text":"Tom trat in die Streitkräfte ein.","translation":"Tom joined the Army."},{"text":"Ich bezweifle, dass Tom Interesse daran hätte, den Streitkräften beizutreten.","translation":"I doubt Tom would be interested in joining the army."},{"text":"Nicht alle Soldaten wollen den Dienst in den Streitkräften der Ukraine fortsetzen.","translation":"Not all soldiers want to continue serving in the Armed Forces of Ukraine."}],"display":[{"text":"Das Display meines Fotoapparats ist defekt.","translation":"My camera's display is defective."},{"text":"Der Lauftext auf dem Display meines Internetradios gibt mir Informationen über den eingestellten Sender und über das laufende Programm.","translation":"The scrolling text on the display of my Internet radio gives me information about the selected station and the running program."}],"Erholung":[{"text":"Am Wochenende fahren viele Menschen zur Erholung in die Berge.","translation":"Many people head for the mountains at the weekend for some rest and relaxation."},{"text":"Er kann etwas Erholung gut gebrauchen.","translation":"He could do with some rest."},{"text":"Ihr Organismus verlangt nach Erholung.","translation":"Your organism demands recovery."},{"text":"Ich muss mich nach all der Erholung erst mal wieder erholen!","translation":"I need a rest after all that resting!"},{"text":"Tom kennt keinen Unterschied zwischen Arbeit und Erholung.","translation":"Tom knows no difference between work and recreation."}],"geb":[{"text":"Ich koche gern mit Wein; manchmal geb ich ihn auch zum Essen.","translation":"I like to cook with wine; sometimes I give it to dinner."},{"text":"Gibst du mir, so geb' ich dir.","translation":"If you give me, I will give you."},{"text":"Ich geb dir meine Nummer.","translation":"I'll give you my number."},{"text":"Ich geb dir noch einen Chance, wenn du willst.","translation":"I'll give you another chance if you want it."},{"text":"Ich geb dir gleich Chili zu essen.","translation":"I'll give you the same amount of chili to eat."}],"Ruhm":[{"text":"Die Tat ist alles, nichts der Ruhm.","translation":"The deed is everything, the glory naught."},{"text":"Der kürzeste Weg zum Ruhm ist — gut zu werden.","translation":"The shortest path to fame is — to become good."},{"text":"Trotz seines Reichtums und seines Ruhms ist er unglücklich.","translation":"For all his wealth and fame, he is unhappy."},{"text":"Sein Ruhm steigt ihm langsam zu Kopf.","translation":"He's letting his fame go to his head."},{"text":"Seine mutigen Taten brachten ihm Ruhm.","translation":"His courageous deeds brought him fame."},{"text":"Ruhm bedeutet vor allem, dass man zum richtigen Zeitpunkt stirbt.","translation":"Above all, fame means dying at the right time."},{"text":"Der Mensch setzt Ruhm an wie das Schwein Fett.","translation":"Man sets fame like the pig fat."},{"text":"Ruhm ist mir egal.","translation":"I do not care for fame."},{"text":"Laut Andy Warhol wird jeder einmal fünfzehn Minuten Ruhm haben.","translation":"According to Andy Warhol, everyone will have fifteen minutes of fame."},{"text":"Ein solcher Ruhm gefällt ihm nicht.","translation":"He does not like such fame."}],"entsorgen":[{"text":"Ich entsorgte alle Bücher.","translation":"I disposed of all the books."},{"text":"Ich hab meinen alten Mantel entsorgt.","translation":"I disposed of my old coat."},{"text":"Wo sollten wir den Abfall entsorgen?","translation":"Where should we dispose of the waste?"},{"text":"Nehmen Sie bitte Ihren Abfall mit und entsorgen Sie ihn sinnvoll!","translation":"Please take your rubbish with you and dispose of it thoughtfully."},{"text":"In Frankreich werden viele Lebensmittel entsorgt, da sie nicht den hohen Anforderungen entsprechen.","translation":"In France, many foods are disposed of because they do not meet the high standards."}],"Großeltern":[{"text":"Meine Großeltern waren schon gestorben, als ich geboren wurde.","translation":"My grandparents had already died when I was born."},{"text":"Meine Großeltern wohnen in einer anderen Stadt, fünfzig Kilometer entfernt.","translation":"My grandparents live in another city, fifty kilometers away."},{"text":"Von der Hochzeit meiner Großeltern gibt es ein Schwarz-Weiß-Dia aus Glas.","translation":"From the wedding of my grandparents there is a black and white slide made of glass."},{"text":"Seine Großeltern stammen aus Schlesien.","translation":"His grandparents hail from Silesia."},{"text":"Tom besucht seine Großeltern.","translation":"Tom is visiting his grandparents."}],"matte":[{"text":"Die Katze liegt auf der Matte.","translation":"The cat is on the mat."},{"text":"Ich fand den Schlüssel unter der Matte.","translation":"I found the key underneath the mat."},{"text":"Der Hund schlief auf der Matte.","translation":"The dog was sleeping on the mat."},{"text":"Für das Fitnesstraining braucht man manchmal eine Matte.","translation":"For fitness training you sometimes need a mat."},{"text":"Ich fand ein Bett zu süßer Ruh’ auf weichen, grünen Matten; der Wirt, er deckte selbst mich zu mit seinem kühlen Schatten.","translation":"I found a bed to sweet rest' on soft, green mats; the host, he covered me himself with his cool shade."},{"text":"Meine Beine tun vom Sitzen auf der Tatami-Matte weh.","translation":"My legs ache from sitting on tatami."},{"text":"Legt den Schlüssel unter die Matte!","translation":"Put the key under the mat."},{"text":"Tom hat Marias Radiergummi genommen und Matti gegen den Kopf geworfen.","translation":"Tom took Maria's eraser and threw Matti at the head."},{"text":"Er hat auf der Tatami-Matte alle viere von sich gestreckt.","translation":"He stretched all fours on the tatami mat."},{"text":"Matti ist im Moment ein solcher Querulant.","translation":"Matti is such a troublemaker at the moment."}],"kyung":[],"hilflos":[{"text":"Ohne Maria wäre Tom vollkommen hilflos.","translation":"Without Maria, Tom would be completely helpless."},{"text":"In der großen Stadt fühlte sich Maria anfangs sehr einsam und hilflos.","translation":"In the big city, Maria initially felt very lonely and helpless."},{"text":"Ich bin hilflos; weiß nicht, was ich machen soll.","translation":"I am helpless; don't know what to do."},{"text":"Ich fühle mich klein und hilflos.","translation":"I feel small and helpless."},{"text":"Er lag zwei Stunden hilflos auf dem Boden.","translation":"He lay helpless on the floor for two hours."},{"text":"Ohne dich fühle ich mich hilflos.","translation":"Without you, I feel helpless."},{"text":"Während Petra im Wasser des Bergflusses schwimmt, packt sie ein Strudel. Hilflos ertrinkt sie.","translation":"While Petra swims in the water of the mountain river, she grabs a whirlpool. She drowns helplessly."},{"text":"Ich will dem Freunde nicht allein / gern meine Dienste weihen; / süß müsse selbst die Pflicht mir sein, / auch Feinde zu erfreuen. / Mir gehe hilflos keiner fort! / Ach, schon ein liebevolles Wort / kann heiße Tränen trocknen.","translation":"I will not dedicate my services to my friend alone; / sweet even must be my duty, / to please enemies too. / Let no one leave me helplessly! / Oh, even a loving word / can dry hot tears."},{"text":"Toda Seiji berichtete dem japanischen Fernsehsender TBS, dass er schockiert und hilflos zugesehen habe, wie sein Restaurant in Hiroshima einem Erdrutsch zum Opfer fiel.","translation":"Seiji Toda told Japan’s TBS television he was shocked and felt helpless when he saw that his restaurant in Hiroshima had been destroyed by a landslide."},{"text":"Ohne ihn wäre ich hilflos.","translation":"Without him, I would be helpless."}],"Problems":[{"text":"Jede Lösung eines Problems ist ein neues Problem.","translation":"Every solution to a problem is a new problem."},{"text":"Die Neugier steht immer an erster Stelle eines Problems, das gelöst werden will.","translation":"Curiosity is always at the forefront of a problem that needs to be solved."},{"text":"Hier ist der Kern des Problems.","translation":"Here's the crux of the problem."},{"text":"Die Ursache des Problems liegt im Mangel an Kommunikation zwischen den Abteilungen.","translation":"The cause of the problem lies in the lack of communication between departments."},{"text":"Das ist nur ein Teil des Problems.","translation":"That's only a part of the problem."}],"akut":[{"text":"Der Verein befindet sich in akuter Abstiegsgefahr.","translation":"The club is in serious danger of being relegated."},{"text":"Sie starb an akutem Nierenversagen.","translation":"She died of acute kidney failure."},{"text":"\"Was war's?\" \"Sie sagen, es sei eine akute Blinddarmentzündung.\"","translation":"\"What was it?\" \"They say it's acute appendicitis.\""},{"text":"Er wurde mit akuter Divertikulitis eingeliefert.","translation":"He was admitted with acute diverticulitis."},{"text":"Ein Stausee stellt eine akute Gefährdung für die Flora und Fauna dar.","translation":"A reservoir poses an acute threat to the flora and fauna."},{"text":"Häufig wird fälschlicherweise anstelle eines Apostrophs ein Akut oder ein Gravis gesetzt.","translation":"Often an acute or a gravis is wrongly placed instead of an apostrophe."},{"text":"Das Trema (¨), der Akut (´), der Gravis (`) und der Zirkumflex (^) sind Diakritika.","translation":"The trema ( ̈), the acute ( ́), the gravis (') and the circumflex (^) are diacritics."}],"sprach":[{"text":"Jesse sprach schlecht Französisch und noch schlechter Deutsch.","translation":"Jesse spoke poor French and even worse German."},{"text":"Tom hatte keine Ahnung worüber Marie sprach.","translation":"Tom had no idea what Mary was talking about."},{"text":"Tom sprach nicht allzu gut Französisch.","translation":"Tom didn't speak French very well."},{"text":"Tom sprach sanft.","translation":"Tom spoke gently."},{"text":"Seine Tochter sprach nicht viel, lächelte aber.","translation":"His daughter did not speak much, but she smiled."},{"text":"Sprach Marika lieber schwedisch als finnisch?","translation":"Did Marika prefer Swedish to Finnish?"},{"text":"Sprach Marika Schwedisch?","translation":"Did Marika speak Swedish?"}],"Feuerwerk":[{"text":"Hast du das Feuerwerk gesehen?","translation":"Did you see the firework display?"},{"text":"Im Sommer gibt es jedes Jahr tolle Feuerwerke und Feste.","translation":"In summer there are great fireworks and festivals every year."},{"text":"Die Stadt veranstaltet ein großes Feuerwerk.","translation":"The city hosts a large fireworks display."},{"text":"Von dort kann man das Feuerwerk gut sehen.","translation":"It's easy to see the fireworks from over there."},{"text":"Dieses Feuerwerk ist spektakulär!","translation":"These fireworks are spectacular!"}],"Genuß":[{"text":"Es gibt keine wahren Genüsse ohne wahre Bedürfnisse.","translation":"There are no true pleasures without true needs."},{"text":"Geld ist jener sechste Sinn, der den Genuss der anderen fünf erst möglich macht.","translation":"Money is the sixth sense that makes the enjoyment of the other five possible in the first place."},{"text":"Bei Hunger isst man, weil man muss, bei Appetit geht es um den Genuss.","translation":"When hungry you eat because you have to, appetite is about enjoyment."},{"text":"Für manche Menschen ist ein großer Genuss, ein gruseliges Buch zu lesen.","translation":"For some people, it's a great pleasure to read a scary book."},{"text":"Das Schwimmen im Fluss war mir ein Genuss.","translation":"Swimming in the river was a pleasure for me."},{"text":"Die Hoffnung auf Genuss ist fast so süß, als schon erfüllte Hoffnung.","translation":"The hope of enjoyment is almost as sweet as already fulfilled hope."},{"text":"Und warum sollten wir nicht eingestehen, dass Genuss jeder Art das wesentlichste Ziel unseres Lebens ist?","translation":"And why shouldn't we admit that enjoyment of every kind is the most essential goal of our lives?"},{"text":"Kein Genuss ist vorübergehend; denn der Eindruck, den er zurücklässt, ist bleibend.","translation":"No enjoyment is temporary; because the impression he leaves behind is permanent."},{"text":"Mäßigkeit setzt Genuß voraus, Enthaltsamkeit nicht. Es gibt daher mehr enthaltsame Menschen als solche, die mäßig sind.","translation":"Temperance presupposes enjoyment, abstinence does not. There are therefore more abstinent people than those who are moderate."},{"text":"Übe die Regungslosigkeit, beschäftige dich mit Untätigkeit, finde im Verzicht Genuss, und du siehst das Große im Kleinen, das Viele im Wenigen.","translation":"Practice motionlessness, deal with inactivity, find pleasure in renunciation, and you see the big in the small, the many in the few."}],"erkennbar":[{"text":"Ich lache ohne erkennbaren Grund.","translation":"I laugh for no apparent reason."},{"text":"Wegen des dichten Nebels wurde die Straße schwer erkennbar.","translation":"Because of the thick fog, the street was hard to see."},{"text":"Die Schuppen sind mit bloßem Auge kaum erkennbar.","translation":"The scales are barely visible to the naked eye."},{"text":"In Kanada ist der Kreislauf der Jahreszeiten klar erkennbar.","translation":"In Canada, the cycle of the seasons is clearly visible."},{"text":"Auf den weißen Fliesen lag ein leicht angekautes, aber immer noch deutlich erkennbares menschliches Ohr.","translation":"On the white tiles lay a slightly chewed, but still clearly recognizable human ear."}],"entschuldige":[{"text":"„Entschuldige bitte mein schlechtes Deutsch!“ – „Dein Deutsch ist doch besser als meins!“","translation":"\"Please excuse my bad German!\" – \"Your German is better than mine!\""},{"text":"„Ich habe doch gesagt ‚Küssen verboten‘!“ – „Entschuldige! Ich konnte nicht anders!“","translation":"\"I said 'Kissing forbidden'!\" – \"Excuse me! I couldn't help it!\""},{"text":"„Entschuldige die Verspätung“, sagte er schüchtern.","translation":"\"I'm sorry I was late,\" he said shyly."},{"text":"„Entschuldige!“ – „Glaubst du, mit ‚Entschuldige!‘ ist es getan?“","translation":"\"Excuse me!\" – \"Do you think 'Excuse me!' is enough?\""},{"text":"Entschuldige mich kurz!","translation":"Excuse me for a second."}],"Zyklus":[{"text":"Der weibliche Zyklus dauert normalerweise zwischen 23 und 35 Tagen.","translation":"The female cycle usually lasts between 23 and 35 days."},{"text":"Wenn der Zyklus endet, schließe ich ab.","translation":"When the cycle ends, I finish."},{"text":"Diese Zeichnung aus der Feder Max Radlers gehört zum Zyklus „Auch ein Totentanz“.","translation":"This drawing from the pen of Max Radler belongs to the cycle \"Auch ein Totentanz\"."}],"Traube":[{"text":"Die Trauben schmecken nicht gut. Wo hast du sie gekauft?","translation":"These grapes don't taste good. Where did you buy them?"},{"text":"Die schwarzen Trauben sind so süß wie die weißen.","translation":"The black grapes are as sweet as the white ones."},{"text":"Die Trauben hängen zu hoch.","translation":"The grapes hang too high."},{"text":"Wer meint, alle Früchte würden mit den Erdbeeren reif, der versteht nichts von Trauben.","translation":"Anyone who thinks that all fruits ripen with strawberries does not understand grapes."},{"text":"Was magst du lieber: Äpfel, Orangen oder Trauben?","translation":"Which do you prefer: apples, oranges or grapes?"}],"Römer":[{"text":"Wenn du in Rom bist, verhalte dich wie die Römer.","translation":"When you are in Rome, act like the romans."},{"text":"Die alten Römer haben sehr solide gebaut.","translation":"The ancient Romans built very solidly."},{"text":"Die Hochzeit der Römer ist vorbei.","translation":"The wedding of the Romans is over."},{"text":"Viele junge Römer gingen nach Griechenland.","translation":"Many young Romans went to Greece."},{"text":"Die Römer verfolgten die Christen.","translation":"The Romans persecuted the Christians."}],"unvermeidlich":[{"text":"Derartige Probleme sind unvermeidlich.","translation":"These kinds of problems are unavoidable."},{"text":"Der Tod ist unvermeidliche Not.","translation":"Death is inevitable hardship."},{"text":"Das ist offenbar unvermeidlich.","translation":"It is clearly inevitable."},{"text":"Unfälle sind unvermeidlich.","translation":"Accidents are inevitable."},{"text":"Die seltsamste Sache ist, dass er seinen größten Feind vor dem unvermeidlichen Tod gerettet hat.","translation":"The strangest thing is that he saved his greatest enemy from inevitable death."},{"text":"Er schickt sich in das Unvermeidliche.","translation":"He sends himself into the inevitable."},{"text":"Es gibt nichts, was jemand tun könnte, um das Unvermeidliche zu verhindern.","translation":"There is nothing anyone can do to prevent the inevitable."},{"text":"Man muss das Unvermeidliche akzeptieren.","translation":"You have to accept the inevitable."},{"text":"Ich habe das Unvermeidliche immer wieder aufgeschoben.","translation":"I have repeatedly postponed the inevitable."}],"Krabbe":[{"text":"Ich esse gerade Krabben.","translation":"I'm eating crabs right now."},{"text":"Die Krabbe ist in ihrem Loch ein großer Herr.","translation":"The crab is a great master in its hole."},{"text":"Wie isst man eine Krabbe?","translation":"How to eat a crab?"},{"text":"Ich mag meine Krabben gebraten.","translation":"I like my crabs fried."},{"text":"Wie werden Krabben gegessen, wissen Sie das vielleicht?","translation":"How are crabs eaten, do you know that?"}],"Session":[{"text":"Die Session wird sicherlich zeitlich mit dem Kongress zusammenfallen.","translation":"The session will certainly coincide with the congress."},{"text":"Die Fastelovends Session fängt im November an, genaugenommen am 11. 11. um 11 Uhr 11. Da strömen im Rheinland die Jecken zusammen und tun schunkeln und feiern.","translation":"The Fastelovends session starts in November, actually on 11.11. at 11:11 a.m. In the Rhineland, the Jecken flock together and sway and celebrate."}],"fortschrittlich":[{"text":"Maria kehrte mit vielen neuen, fortschrittlichen Ideen aus Japan in ihre Heimat zurück.","translation":"Mary returned home from Japan with many new and progressive ideas."},{"text":"Finnland könnte das fortschrittlichste Land Europas sein.","translation":"Finland could be the most advanced country in Europe."},{"text":"Die Idee war so fortschrittlich, dass ich sie nicht verstehen konnte.","translation":"The idea was so progressive that I couldn't understand it."},{"text":"Ihre Methode ist im Vergleich zu unserer bei weitem fortschrittlicher.","translation":"Their method is far more advanced compared to ours."},{"text":"Fortschrittliche Länder müssen Entwicklungsländern Hilfe geben.","translation":"Advanced countries must give aid to developing countries."}],"Schaum":[{"text":"Träume sind Schäume.","translation":"Dreams are foams."},{"text":"Pass auf, Schaum ist kein Bier.","translation":"Be careful, foam is not beer."},{"text":"Wo viel Schaum geschlagen wird, sind Wichtigtuer in ihrem Element.","translation":"Where a lot of foam is beaten, important people are in their element."},{"text":"Schaum ist weiß.","translation":"Foam is white."},{"text":"Ich schäume vor Wut, wenn jemand seinen Namen erwähnt.","translation":"I foam at the mouth whenever someone mentions his name."}],"strömen":[{"text":"Der Regen gießt in Strömen.","translation":"The rain pours in torrents."},{"text":"Seit Monaten hat es endlich hier im Strömen geregnet.","translation":"For months it has finally rained here in torrents."},{"text":"Die Feier findet heute drinnen statt. Draußen regnet es in Strömen.","translation":"The celebration takes place indoors today. Outside it rains in torrents."},{"text":"Warte noch ein wenig! Es regnet in Strömen.","translation":"Wait a while. It's pouring."},{"text":"Schon stundenlang regnet es in Strömen.","translation":"The rain's been teeming down for hours."},{"text":"Aus der Wolke strömt der Regen.","translation":"The rain flows from the cloud."},{"text":"Mein Herz strömt über vor lauter Liebe zu dir!","translation":"My heart overflows with love for you!"},{"text":"Schon strömt das Licht des neuen Tages durch das Fenster herein.","translation":"Daylight was already streaming in through the window."},{"text":"Der Fluss strömt zu schnell, um darin schwimmen zu können.","translation":"The river flows too fast to swim in."},{"text":"Maria strömte vor Begeisterung über.","translation":"Mary was overflowing with enthusiasm."}],"Rapper":[{"text":"Tom ist ein Rapper.","translation":"Tom is a rapper."}],"Sequenz":[{"text":"Die Fibonacci-Sequenz lässt sich überall in der Natur wiederfinden.","translation":"The Fibonacci sequence is found everywhere in the natural world."}],"Weiterbildung":[{"text":"Er macht Weiterbildung um Weiterbildung und findet trotzdem keine neue Stelle.","translation":"He does further training after further training and still does not find a new job."},{"text":"Ich hätte gerne an der Weiterbildung teilgenommen.","translation":"I would have liked to have participated in the training."},{"text":"Die Weiterbildung dauert zwei Wochen.","translation":"The training lasts two weeks."},{"text":"Nicht alle Angebote zur Weiterbildung von Arbeitslosen machen für die Betroffenen Sinn.","translation":"Not all offers for the further training of the unemployed make sense for those affected."},{"text":"In einigen Ländern mit muslimischen Mehrheiten ist die Wahrscheinlichkeit einer Weiterbildung für Mädchen geringer als für Jungen.","translation":"In some Muslim-majority countries, girls are less likely to receive further education than boys."}],"produktiv":[{"text":"Dickens war ein sehr produktiver Schriftsteller.","translation":"Dickens was a very prolific writer."},{"text":"Du bist wenig produktiv!","translation":"You are not very productive!"},{"text":"Das Gleiche lässt uns in Ruhe, aber der Widerspruch ist es, der uns produktiv macht.","translation":"The same leaves us alone, but it is the contradiction that makes us productive."},{"text":"Leute, die die Nacht zum Tage machen, sind nie so produktiv, wie sie aussehen.","translation":"People who turn night into day are never as productive as they look."},{"text":"Produktives Denken und Kreativität sind ohne Fantasie nicht denkbar.","translation":"Productive thinking and creativity are unthinkable without imagination."}],"behindern":[{"text":"Ich bin nicht behindert, ich werde behindert.","translation":"I am not disabled, I am disabled."},{"text":"Deutsche behindern sich immer selbst durch zu viele Bestimmungen.","translation":"Germans always hinder themselves by too many regulations."},{"text":"Das Gehirn behindert – ich meine: befindet sich im Kopfe.","translation":"The brain is disabled – I mean: it's in the head."},{"text":"Diese Bäume behindern die Sicht auf die Landschaft.","translation":"These trees obstruct the view of the landscape."},{"text":"Dein Wagen behindert den Verkehr.","translation":"Your car is holding up the traffic."}],"vergesst":[{"text":"Vergesst nicht, mich morgen anzurufen.","translation":"Don't forget to call me up tomorrow."},{"text":"Vergesst nicht, uns zu schreiben!","translation":"Don't forget to write to us."},{"text":"Vergesst eure Pässe nicht.","translation":"Don't forget your passports."},{"text":"Widmet alle eure Kräfte eurer jetzigen Aufgabe! Vergesst alles andere!","translation":"Dedicate all your energies to your present task! Forget everything else!"},{"text":"Vergesst uns nicht!","translation":"Don't forget us!"}],"rauschen":[{"text":"Das Meer rauscht.","translation":"The sea is rushing."},{"text":"Wenn nur die Bäume reden wollten, statt ewig nur rauschen!","translation":"If only the trees wanted to talk, instead of just rushing forever!"},{"text":"Die Blätter des Baumes rauschen im Wind.","translation":"The leaves on the tree are rustling in the wind."},{"text":"Im Wald da rauscht der Wasserfall, wenn's nicht mehr rauscht, is's Wasser all.","translation":"In the forest there rushes the waterfall, when it no longer rushes, it's water all."},{"text":"Das Leben rauscht an mir vorbei wie ein Fluss.","translation":"Life rushes past me like a river."},{"text":"Ich liebe das Rauschen des Meeres.","translation":"I love the sound of the sea."},{"text":"Das Rauschen des Meeres hindert die Fische nicht am Einschlafen.","translation":"The sound of the sea does not prevent the fish from falling asleep."},{"text":"Ich kann vor lauter Rauschen nichts verstehen.","translation":"I can't understand anything because of all the noise."},{"text":"Und horch! da sprudelt es silberhell, ganz nahe, wie rieselndes Rauschen, und stille hält er, zu lauschen.","translation":"And listen! there it bubbles silver-bright, very close, like trickling noise, and silent he keeps to listen."},{"text":"Der Lärm der Zivilisation drang zum Kloster nicht herauf. Hier hörte man nur das Rauschen des Windes in den buschigen Fichten.","translation":"The noise of civilization did not come up to the monastery. Here you could only hear the sound of the wind in the bushy spruces."}],"Heirat":[{"text":"Erst Bildung, dann Heirat.","translation":"First education, then marriage."},{"text":"Die Heirat hob ihren Status gesellschaftlich wie finanziell enorm.","translation":"The marriage raised her status socially and financially enormously."},{"text":"Er wurde verwandt mit ihr durch Heirat.","translation":"He got related with her through marriage."},{"text":"Alle seine Freunde hielten seine Heirat für ein riskantes Abenteuer.","translation":"All his friends considered his marriage a risky adventure."},{"text":"Ob Geburt, Heirat oder Tod - alles kostet Geld.","translation":"Whether birth, marriage or death - everything costs money."}],"lebhaft":[{"text":"Das Gespräch wurde immer lebhafter.","translation":"The conversation became more and more lively."},{"text":"Dies ist eine lebhafte Straße.","translation":"This street is lively."},{"text":"Mit ihren außergewöhnlich lebhaften Gesten zog sie unsere Aufmerksamkeit auf sich.","translation":"With her unusually lively gestures, she pulled our attention to her."},{"text":"Ich mochte ihn ganz besonders, denn er konnte sehr sehr lebhaft sein.","translation":"I particularly liked him because he could be very, very lively."},{"text":"Ihr Gesicht war lebhaft vor Freude.","translation":"Her face was animated by joy."},{"text":"Das Ereignis ist mir noch heute lebhaft im Gedächtnis.","translation":"The event is still vividly in my memory today."},{"text":"Der Unfall ist ihm noch lebhaft im Gedächtnis.","translation":"The accident is still vivid in his memory."},{"text":"Maria ist sehr kess, fröhlich und lebhaft.","translation":"Maria is very cheeky, cheerful and lively."},{"text":"Aus ihrem runzeligen Gesicht schauten mich zwei lebhafte, neugierige Augen an.","translation":"Two lively, curious eyes looked at me from her wrinkled face."},{"text":"In der Stadt und sogar in ihrem Umland ist der Verkehr sehr lebhaft.","translation":"In the city and even in its surroundings, the traffic is very lively."}],"fälschen":[{"text":"Ich glaube nur an Statistiken, die ich selbst gefälscht habe.","translation":"I only believe in statistics that I falsified myself."},{"text":"Tom fälschte die Unterschrift seiner Mutter.","translation":"Tom forged his mother's signature."},{"text":"Beschuldigen Sie mich, dass ich Beweise fälschen würde?","translation":"Are you accusing me of planting evidence?"},{"text":"Der Journalist fälschte die Worte des Präsidenten.","translation":"The journalist falsified the president's words."},{"text":"Der Politiker der Regierungspartei behauptet, dass er das nicht gesagt habe und die Audio- und Videoaufnahmen gefälscht seien.","translation":"The politician of the ruling party claims that he did not say this and that the audio and video recordings were fake."},{"text":"Die Wahl war gefälscht.","translation":"The election was rigged."},{"text":"Das ist sicher gefälscht.","translation":"This is certainly fake."},{"text":"Die Nachricht scheint gefälscht zu sein.","translation":"The message appears to be fake."},{"text":"Das habe ich nie gesagt. Das Zitat ist gefälscht.","translation":"I never said that. The quote is fake."},{"text":"Die Unterschrift war gefälscht.","translation":"The signature was forged."}],"wahren":[{"text":"Freundschaft, die der Wein gemacht, währt wie der Wein nur eine Nacht.","translation":"Friendship that the wine made, like the wine, lasts only one night."},{"text":"Jeder erwirbt Besitz — weise ist, wer seinen Besitz wahren kann.","translation":"Everyone acquires property — wise is he who can preserve his possessions."},{"text":"Wir müssen Recht und Ordnung wahren.","translation":"We must maintain law and order."},{"text":"Das würde es ihm unmöglich machen, sein Gesicht zu wahren.","translation":"That would make it impossible for him to save face."},{"text":"Tom kann Geheimnisse wahren.","translation":"Tom can keep secrets."}],"Mixer":[{"text":"Mit einem Mixer kann man verschiedene Lebensmittel vermischen.","translation":"You can mix different foods in a blender."},{"text":"Tom goss Milch in den Mixer.","translation":"Tom poured milk into the blender."},{"text":"Statt Gemüse zu essen, gibt er es in den Mixer und trinkt es.","translation":"Instead of eating vegetables, he puts them in a blender and drinks them."},{"text":"Gib auf den Mixer acht, bespritz dich nicht.","translation":"Pay attention to the blender, do not splash yourself."},{"text":"Nimm die Rührstäbe vom Mixer ab, bevor du sie ableckst.","translation":"Remove the beaters from the mixer before you lick them."},{"text":"Mixer sind was Feines für Leute, die Smoothies wirklich mögen.","translation":"Blenders are nice for people who really like smoothies."}],"echtes":[{"text":"In der Innenstadt gibt es nur wenig Parkplätze, was ein echtes Problem darstellt.","translation":"There are few places downtown for parking, which is a serious problem."},{"text":"Alle Anwesenden hielten es für echtes Gold.","translation":"Those present took it for genuine gold."},{"text":"Es fing als ein normaler Familienbesuch an, aber es wurde ein echtes Abenteuer.","translation":"It started as a normal family visit, but it turned out to be a real adventure."},{"text":"Ich habe Lust bekommen, einmal ein echtes Brezel zu probieren!","translation":"I felt like trying a real pretzel!"},{"text":"Richtig Kaffee kochen – das ist eine vollendete Kunst, ein echtes Ritual.","translation":"Making coffee properly – this is a perfect art, a real ritual."}],"Nachkomme":[{"text":"Tom ist ohne Nachkommen gestorben.","translation":"Tom died without descendants."},{"text":"Ich hatte keine Kinder, habe nicht auf einen Nachkommen das Erbe unseres Elends weitergegeben.","translation":"I have not any children to pass on the legacy of our misery."},{"text":"Er kümmert sich mehr um den Nutzen seiner Nachkommen als um seinen eigenen Vorteil.","translation":"He cares more about the benefit of his descendants than about his own advantage."},{"text":"Hast du einen Namen für deinen Nachkommen?","translation":"Do you have a name for your offspring?"},{"text":"Sagt nicht, dass die Toten tot sind. Etwas von ihrem Wesen lebt weiter in ihren Nachkommen.","translation":"Don't say the dead are dead. Some of their nature lives on in their descendants."}],"Drohung":[{"text":"Politik ist die Fortsetzung des Krieges mit gefährlichen Drohungen.","translation":"Politics is the continuation of war with dangerous threats."},{"text":"Eine Drohung kann oft Wunder wirken.","translation":"A threat can often work wonders."},{"text":"„Droh mir hier nicht!“ — „Das ist keine Drohung — das ist ein Versprechen!“","translation":"\"Don't threaten me!\" - \"That's not a threat - that is a promise!\""},{"text":"Seine Drohungen machen mir überhaupt keine Angst.","translation":"His threats don't frighten me at all."},{"text":"Das ist keine Drohung, das ist eine Warnung.","translation":"That's not a threat, that is a warning."}],"Reiskuchen":[{"text":"In Japan gibt es die Tradition, zu Neujahr Reiskuchen zu essen.","translation":"In Japan, there is a tradition of eating rice cakes at New Year."}],"versauen":[{"text":"Tut mir leid, ich hab's versaut.","translation":"I'm sorry, I fucked up."},{"text":"„Kannst du etwas warten?“ – „Das kann ich. Das habe ich noch nie versaut.“","translation":"\"Can you wait a bit?\" – \"I can do that. I've never messed that up.\""},{"text":"Ein und derselbe Mensch kann einem den Morgen verzaubern und den Abend versauen.","translation":"One and the same person can enchant the morning and mess up the evening."},{"text":"Ich hab' die Kartoffeln anbrennen lassen und das hat mir den Topf versaut.","translation":"I let the potatoes burn and that messed up my pot."},{"text":"Solange Esperanto aus einem komplizierten System mit Akkusativendung und J-Buchstabensalat sowie dem nichtlateinischen Zeichensystem besteht, kann ich mich damit nicht anfreunden. Was jedoch Ido grammatikalisch ausbessert, versaut es vokabularisch.","translation":"As long as Esperanto consists of a complicated system with accusative ending and J-letter salad as well as the non-Latin sign system, I cannot make friends with it. However, what Ido corrects grammatically, it messes up vocabularily."}],"beruhigend":[{"text":"Maria weiß nichts, was auf sie beruhigender wirken würde als klassische Musik.","translation":"Maria knows nothing that would have a calming effect on her than classical music."},{"text":"Sie hat eine leise und beruhigende Stimme.","translation":"She has a low and soothing voice."},{"text":"Das ist beruhigend und erschreckend zugleich.","translation":"This is reassuring and frightening at the same time."},{"text":"Ich gab Tom ein beruhigendes Mittel.","translation":"I gave Tom a calming remedy."},{"text":"Es ist ein beruhigendes Gefühl, dass du neben mir bist.","translation":"It's a reassuring feeling that you're next to me."}],"Teilchen":[{"text":"Ist das Atom das kleinste Teilchen?","translation":"Is the atom the smallest particle?"},{"text":"Besteht das Licht aus Wellen oder Teilchen?","translation":"Is light a wave or a particle?"},{"text":"Ich habe ein Teilchen gegessen.","translation":"I ate a Danish."},{"text":"Wie viele Teilchen soll ich mitbringen?","translation":"How many particles should I bring?"},{"text":"In Toki Pona zeigt das Teilchen \"o\" an, dass ein Verb als Befehl verwendet wird.","translation":"In Toki Pona, the particle \"o\" indicates that a verb is being used as a command."}],"Benutzergruppe":[],"Esel":[{"text":"Besser ist ein lebender Esel, als ein totes Pferd.","translation":"A living donkey is better than a dead horse."},{"text":"Warum hat ein Esel so lange Ohren?","translation":"Why does the donkey have such long ears?"},{"text":"Ein Esel denkt nicht an die Zukunft.","translation":"A donkey does not think about the future."},{"text":"Er ist so stur wie ein Esel.","translation":"He is as stubborn as a donkey."},{"text":"Ich habe noch nie einen Esel schreien gehört.","translation":"I've never heard a donkey scream."},{"text":"„Ich Esel!“ – „Ich weiß nicht, was ich sagen soll. Ich finde Esel süß.“","translation":"\"I donkey!\" – \"I don't know what to say. I think donkeys are cute.\""},{"text":"Wir schreien wie Esel.","translation":"We are braying like donkeys."},{"text":"Der Esel und sein Treiber denken verschieden.","translation":"The donkey and its driver think differently."},{"text":"Der Esel und sein Treiber denken nicht dasselbe.","translation":"The donkey and its driver do not think the same thing."},{"text":"Den Sozialismus in seinem Lauf hält weder Ochs noch Esel auf.","translation":"Neither ox nor donkey stops socialism in its course."}],"Spion":[{"text":"11. Gesetz der Macht: Gib dich wie ein Freund, aber handle wie ein Spion.","translation":"11. Law of Power: Act like a friend, but act like a spy."},{"text":"Anton Antonowitsch war ein Spion des Zaren.","translation":"Anton Antonovich was a spy of the Tsar."},{"text":"Wer in Gesellschaft nicht trinkt, ist entweder ein Dieb oder ein Spion.","translation":"Someone who doesn't drink in company is either a thief or a spy."},{"text":"Sie sind kein Spion, nicht wahr?","translation":"You're not a spy, are you?"},{"text":"Er arbeitet als Lehrer, aber ist in Wirklichkeit ein Spion.","translation":"He works as a teacher, but is actually a spy."}],"stecker":[{"text":"Hast du den Stecker gezogen?","translation":"Did you pull the plug out?"},{"text":"Ich habe USB-Kabel mit sechs verschiedenen Steckern. Sowas nennt sich \"universell\"!","translation":"I have USB cables with six different connectors. This is called \"universal\"!"},{"text":"Ziehen Sie den Stecker!","translation":"Disconnect the plug."},{"text":"Tom zog den Stecker der Lampe aus der Wand.","translation":"Tom pulled the plug of the lamp out of the wall."},{"text":"Kein Wunder, dass der Drucker nicht funktioniert: jemand hat den Stecker herausgezogen.","translation":"No wonder the printer hasn't been working. Somebody unplugged it."}],"kollektiv":[{"text":"Religion ist immer Ausdruck eines kollektiven Bewusstseins.","translation":"Religion is always an expression of a collective consciousness."},{"text":"Deutschland ist ein kollektiver Freizeitpark.","translation":"Germany is a collective amusement park."},{"text":"Der Dreißigjährige Krieg (1618 – 1648) spielt im kollektiven Gedächtnis der Deutschen noch immer eine große Rolle.","translation":"The Thirty Years' War (1618 – 1648) still plays an important role in the collective memory of the Germans."},{"text":"Eine erfolgreiche Industrienation, das heißt eine Nation mit Zukunft, lässt sich nicht als kollektiver Freizeitpark organisieren.","translation":"A successful industrial nation, i.e. a nation with a future, cannot be organised as a collective amusement park."},{"text":"Schuld oder Unschuld eines ganzen Volkes gibt es nicht. Schuld ist, wie Unschuld, nicht kollektiv, sondern persönlich.","translation":"There is no guilt or innocence of an entire people. Guilt, like innocence, is not collective, but personal."},{"text":"Das Kollektiv sichert mich ab.","translation":"The collective protects me."},{"text":"Ich brauche ein rücksichtsvolles Kollektiv.","translation":"I need a considerate collective."},{"text":"Der ärgste Feind und Verderber der Menschen ist der auf Denkfaulheit und Ruhebedürfnis beruhende Drang nach dem Kollektiv.","translation":"The worst enemy and spoiler of people is the urge for the collective based on laziness of thought and need for rest."},{"text":"Toni ist der Nestor dieses Kollektivs.","translation":"Toni is the nestor of this collective."}],"do":[{"text":"Dieses Programm kann nicht im DOS-Modus ausgeführt werden.","translation":"This program cannot be run in DOS mode."},{"text":"In meiner Sprache heißen die Tonsilben do, re, mi, fa, so, la und ti.","translation":"In my language, the tone syllables are called do, re, mi, fa, so, la and ti."},{"text":"In meiner Sprache sind die Musiknoten do, re, mi, fa, sol, la und si.","translation":"In my language, the musical notes are do, re, mi, fa, sol, la and si."}],"diesbezüglich":[{"text":"Hast du eine Meinung diesbezüglich?","translation":"Do you have an opinion on this?"},{"text":"Diesbezüglich sind noch viele Fragen offen.","translation":"Many questions remain unanswered in this regard."},{"text":"Antworten auf alle diesbezüglichen Fragen sehe ich mit großem Interesse entgegen.","translation":"I look forward to answers to all the questions in this regard with great interest."},{"text":"Ich irrte mich diesbezüglich.","translation":"I was wrong on that score."},{"text":"Ich habe noch immer gemischte Gefühle diesbezüglich.","translation":"I still have mixed feelings about this."},{"text":"Ich frage mich, ob Tom uns diesbezüglich belogen hat.","translation":"I wonder if Tom lied to us about this."},{"text":"Ich habe diesbezüglich gemischte Gefühle.","translation":"I have mixed feelings about this."},{"text":"Ich kann dir diesbezüglich nicht zustimmen.","translation":"I cannot agree with you on this."},{"text":"Wir müssen diesbezüglich rasch eine Entscheidung treffen.","translation":"We must take a decision quickly in this regard."},{"text":"Du hast diesbezüglich also gelogen.","translation":"So you lied about this."}],"berufen":[{"text":"Wenn man sich berufen fühlt und etwas wirklich will, ist es nie zu spät.","translation":"If you feel called and really want something, it's never too late."},{"text":"Wer Chefs beruft, entscheidet über die künftige geistige Verfassung des Unternehmens.","translation":"Who appoints bosses decides on the future mental state of the company."},{"text":"Gegen dieses Urteil kann nicht berufen werden.","translation":"This judgment cannot be appealed against."},{"text":"Was berufen ist zu entstehen, ist auch berufen zu vergehen.","translation":"Whatever is subject to origination is all subject to cessation."},{"text":"Öffentliche Meinung ist etwas, worauf sich hauptsächlich solche Politiker berufen, die keine eigene Meinung haben.","translation":"Public opinion is something that is mainly invoked by politicians who do not have their own opinion."}],"Notizbuch":[{"text":"Wo habt ihr mein Notizbuch versteckt?","translation":"Where did you hide my notebook?"},{"text":"Zuerst versuchte ich, alles in mein Notizbuch zu schreiben.","translation":"At first I tried to write everything down in my notebook."},{"text":"Schreib diese Worte in dein Notizbuch.","translation":"Write these words in your notebook."},{"text":"„Wo ist mein Notizbuch?“ - „Es liegt auf dem Stuhl.“","translation":"\"Where is my notebook?\" - \"It's on the chair.\""},{"text":"Ich notierte ihre Telefonnummer in mein Notizbuch.","translation":"I took down her telephone number in my notebook."},{"text":"Mein Notizbuch ist oben in meinem Zimmer. Hol es mal bitte!","translation":"My notebook is upstairs in my room. Please get it!"},{"text":"Wo ist dein Notizbuch?","translation":"Where is your notebook?"},{"text":"Was hast du gerade in dein Notizbuch geschrieben?","translation":"What did you just write in your notebook?"},{"text":"Mein Notizbuch ist rosa.","translation":"My notebook is pink."},{"text":"Schreibt diese Worte in Euer Notizbuch.","translation":"Write these words in your notebook."}],"Einzelfall":[{"text":"Ein Einzelfall kann einer zu viel sein.","translation":"An individual case can be one too many."},{"text":"Diese Regel kann nicht auf jeden Einzelfall angewendet werden.","translation":"This rule cannot be applied in every case."},{"text":"Einzelfälle können wir nicht kommentieren.","translation":"We cannot comment on individual cases."},{"text":"In Einzelfällen kann das die richtige Maßnahme sein, aber ein allgemein anwendbares Mittel ist es nicht.","translation":"In certain specific cases it can be the right measure to take, but it is not something to be applied generally."},{"text":"Die deutsche Sprache kennt viele Fälle: Abfälle, Anfälle, Ausfälle, Ausnahmefälle, Einfälle, Einzelfälle, Ernstfälle, Gerichtsfälle, Krankheitsfälle, Notfälle, Rückfälle, Schadensfälle, Sonderfälle, Spezialfälle, Todesfälle, Überfälle, Unfälle, Unglücksfälle, Versicherungsfälle, Vorfälle, Wechselfälle, Wiederholungsfälle, Zufälle, Zwischenfälle. Kennst du weitere Fälle? Schreibe einen Kommentar!","translation":"The German language knows many cases: waste, seizures, failures, exceptional cases, incidents, individual cases, emergencies, court cases, cases of illness, emergencies, relapses, claims, special cases, deaths, robberies, accidents, accidents, accidents, insurance cases, incidents, vicissitudes, recurrences, coincidences, incidents. Do you know of any other cases? Leave a comment!"}],"zünden":[{"text":"Dieses verdammte Gewehr zündete nicht, so dass ich fast erschossen worden wäre!","translation":"That damn rifle didn't ignite, so I almost got shot!"},{"text":"Die kleinen Hölzer zünden die großen an.","translation":"The small woods light the big ones."},{"text":"Aus Rache zündeten sie das Haus ihrer Nachbarn an.","translation":"They set fire to their neighbour's house in revenge."},{"text":"Sie zünden die Kerzen in Ihrem Zimmer an.","translation":"You light the candles in your room."},{"text":"Tom zündete das Feuer an.","translation":"Tom lit the fire."}],"Faden":[{"text":"Ich würde lieber sterben als etwas essen, das Fäden zieht..","translation":"I'd rather die than eat something that pulls strings."},{"text":"Die Marionetten bewegen sich an dünnen Fäden.","translation":"The puppets move on thin threads."},{"text":"Die Geschichte ist so kompliziert geworden, dass den Fäden nicht einmal ich folgen kann.","translation":"The story has become so complicated that not even I can follow the strings."},{"text":"Wo ist das andere Ende dieses Fadens?","translation":"Where is the other end of this thread?"},{"text":"Warum ziehst du denn die Fäden von der Banane ab? Die enthalten doch die meisten Nährstoffe.","translation":"Why do you pull the strings off the banana? They contain most of the nutrients."}],"Koreaner":[{"text":"Ich bin Koreaner.","translation":"I'm Korean."},{"text":"Diese Studenten sind Koreaner.","translation":"Those students are Korean."},{"text":"Kennst du einen guten Koreaner?","translation":"Do you know a good Korean?"},{"text":"Das glaubst du deshalb, weil du noch keinen Koreaner getroffen hast.","translation":"You believe this because you haven't met a Korean yet."},{"text":"Die Koreaner verfügen über ein nuancenreiches System von Höf­lich­keits­for­meln.","translation":"Koreans have a nuanced system of courtesy formulas."}],"Chips":[{"text":"Ich habe Chips gegessen.","translation":"I ate chips."},{"text":"Diese Chips schmecken nach mehr, oder?","translation":"These crisps are moreish, aren't they?"},{"text":"Wenn ich mit Chips erst einmal anfange, kann ich nicht mehr aufhören.","translation":"If I start eating potato chips, I can't stop."},{"text":"Iss ruhig noch ein paar Chips!","translation":"Eat some more chips!"},{"text":"Er löste seine Chips ein und ging zu einer Show in das Casino gegenüber.","translation":"He cashed his chips and went to a show at the casino opposite."},{"text":"„Weißt du, was sie kostet?“ – „Wer? Maria?“ – „Nein, die Tüte Chips!“","translation":"\"Do you know what it costs?\" – \"Who? Maria?\" – \"No, the bag of chips!\""},{"text":"„Fish ’n’ Chips“ ist das bekannteste englische Gericht.","translation":"Fish'n'chips is the most famous English food."},{"text":"Was ist mit der Tüte Chips passiert, die hier lag?","translation":"What happened to the bag of potato chips that was here?"},{"text":"Tom ist mitten in der Nacht aufgestanden und hat eine ganze Tüte Chips verputzt.","translation":"Tom woke up in the middle of the night and ate an entire bag of chips."},{"text":"Wenn Sie anfangen, Chips in Rinder zu stecken, üben Sie schließlich die elektronische Identifizierung jedes einzelnen Menschen.","translation":"When you start putting chips in cattle, you end up practicing the electronic identification of each human being."}],"Ziffer":[{"text":"Bitte schreiben Sie die Zahlen in Ziffern.","translation":"Please write the numbers in digits."},{"text":"Anna kennt die ersten tausend Ziffern von π auswendig.","translation":"Anna knows the first thousand digits of π by heart."},{"text":"Wie viele Stellen hat die Ziffer?","translation":"How many digits does that number have?"},{"text":"In meiner Telefonnummer kommen die Ziffern 4, 5, 6 und 7 nicht vor.","translation":"In my phone number, the numbers 4, 5, 6 and 7 do not appear."},{"text":"Ich hätte eine Frage: Soll man bei Tatoeba Ziffern halber oder ganzer Breite verwenden?","translation":"I have a question: Should Tatoeba use half-width or full-width digits?"}],"umstritten":[{"text":"Diese Theorie ist wissenschaftlich umstritten.","translation":"This theory is scientifically controversial."},{"text":"Das ist ein ziemlich umstrittenes Thema, obwohl man es inzwischen scheinbar vergessen hat.","translation":"This is a rather controversial topic, although it seems to have been forgotten by now."},{"text":"Diese Frage ist umstritten.","translation":"This question is controversial."},{"text":"Diese Idee ist umstritten.","translation":"This idea is controversial."},{"text":"Die Interpretation dieser Daten ist jedoch sehr umstritten.","translation":"The interpretation of this data, however, is very much in dispute."}],"Läufer":[{"text":"Ich frage mich, welcher der Läufer Erster wird.","translation":"I wonder which of the runners will be first."},{"text":"Er ist der schnellste Läufer aus unserer Klasse.","translation":"He is the fastest runner in our class."},{"text":"Viele Läufer wurden in der Hitze bewusstlos.","translation":"Many runners passed out in the heat."},{"text":"Die Läufer gossen Wasser über ihre Köpfe.","translation":"The runners poured water over their heads."},{"text":"Der Läufer sprang über das Loch im Boden.","translation":"The runner jumped over the hole in the ground."}],"Vereinigung":[{"text":"Diese Vereinigung wird in eine Organisation umgewandelt.","translation":"This association is transformed into an organization."},{"text":"Vereinigung ist das Mittel, alles zu können.","translation":"Union is the means to be able to do everything."},{"text":"Berlin ist ein Symbol für die Vereinigung zwischen Ost und West.","translation":"Berlin is a symbol of the unification between East and West."},{"text":"Die Vereinigung und der Durchschnitt zweier offener Mengen sind wieder offen.","translation":"The union and the average of two open sets are open again."},{"text":"Tom ist Mitglied einer geheimen Vereinigung.","translation":"Tom is a member of a secret society."}],"Vampir":[{"text":"Der Vampir wurde beim Biss in Marias Hals von Tom überrascht.","translation":"The vampire was surprised by Tom while biting Mary's neck."},{"text":"Tom war als Vampir verkleidet.","translation":"Tom was dressed as a vampire."},{"text":"Sie verliebte sich in einen Vampir.","translation":"She fell in love with a vampire."},{"text":"Er arbeitet als Lehrer, ist in Wirklichkeit aber ein Vampir.","translation":"He works as a teacher, but actually he's a vampire."},{"text":"Um Mitternacht vergaß der Vampir, dass er auf Diät war.","translation":"At midnight, the vampire forgot he was on a diet."},{"text":"Vampire leben ewig, wenn sie nicht getötet werden.","translation":"Vampires live forever, unless they're killed."},{"text":"Sie hat einen Roman über Vampire geschrieben.","translation":"She wrote a novel about vampires."},{"text":"Er hat einen Roman über Vampire geschrieben.","translation":"He wrote a novel about vampires."},{"text":"Vampire lieben die Dunkelheit.","translation":"Vampires love the dark."}],"site":[],"vorlegen":[{"text":"Tom unterzeichnete alle Dokumente, die Marias Anwalt ihm vorlegte.","translation":"Tom signed all the documents Mary's lawyer gave him."},{"text":"Ich glaube, Ihnen heute die wesentlichen Schlussfolgerungen vorlegen zu können.","translation":"I believe that I can present you with the main conclusions today."},{"text":"Haben wir irgendwas in Französisch auf, das wir morgen vorlegen müssen?","translation":"Have we got any French homework we need to hand in tomorrow?"},{"text":"Der Plan, den Tom vorlegte, war nicht allzu gut durchdacht.","translation":"What Tom presented wasn't a very well-thought-out plan."},{"text":"Zuerst werden wir dem Bürgermeister eine Petition vorlegen und Unterschriften sammeln.","translation":"First, we will present a petition to the mayor and collect signatures."}]}