{"Haustier":[{"text":"Wir haben ein Haustier.","translation":"We have a pet."},{"text":"Haustiere und Kinder sind in diesem Gebäude nicht erlaubt.","translation":"Pets and children are not allowed in this building."},{"text":"Bist du der Meinung, dass sich dein Haustier nachts zu einem Monster verwandelt?","translation":"Do you think your pet turns into a monster at night?"},{"text":"Sie sagte mir, dass sie einen Hund als Haustier halten wolle.","translation":"She told me that she wanted to keep a dog as a pet."},{"text":"Hältst du Haustiere?","translation":"Do you keep pets?"}],"Logik":[{"text":"Wo bleibt denn da die Logik?","translation":"Where is the logic?"},{"text":"Es kommt in der Wirklichkeit nichts vor, was der Logik streng entspräche.","translation":"In reality, there is nothing that strictly corresponds to logic."},{"text":"Wir konnten seiner Logik nicht folgen.","translation":"We were unable to follow his logic."},{"text":"Wir verstanden seine Logik nicht.","translation":"We didn't understand his logic."},{"text":"Seine Logik lässt sich in keiner Weise verteidigen.","translation":"His logic cannot be defended in any way."},{"text":"Für Logik ist hier kein Platz.","translation":"Logic has no place here."},{"text":"Eine Seite Geschichte ist mehr wert als ein Band Logik.","translation":"A page of history is worth a volume of logic."},{"text":"Ich kann Toms Logik nicht folgen.","translation":"I can't follow Tom's logic."},{"text":"Was wir Zufall nennen, ist vielleicht die Logik Gottes.","translation":"What we call coincidence is perhaps the logic of God."},{"text":"Logisch betrachtet, ist Logik nur eine Möglichkeit.","translation":"Logically, logic is only one possibility."}],"Folie":[{"text":"Die Paletten sollen vor dem Bestücken mit Folie ausgelegt werden.","translation":"The pallets should be laid out with foil before loading."},{"text":"Auf der nächsten folie sehen wir ein Luftbild des Firmensitzes.","translation":"In this next slide we see an aerial shot of the company headquarters."},{"text":"Zieh dir schon mal die Malerklamotten an und deck die Möbel mit der Folie ab! Es kann dann gleich losgehen.","translation":"Put on the painter's clothes and cover the furniture with the foil! It can then start right away."},{"text":"Tom umwickelte die Politiker mit einer Folie, und schoss den so gebildeten großen Ball als Satelliten in eine Umlaufbahn.","translation":"Tom wrapped the politicians with a foil and shot the large ball thus formed into orbit as a satellite."},{"text":"„An den Shiitake ist Schimmel. Die können wir nicht mehr verwenden.“ – „Ach nein! Sag, dass das nicht wahr ist! Ich habe mich doch so darauf gefreut.“ – „Vielleicht hättest du sie aus dieser mit Folie umwickelten Plastikschale herausnehmen müssen.“","translation":"\"There is mold on the shiitake. We can't use them anymore.\" – \"Oh no! Say this is not true! I was so looking forward to it.\" – \"Maybe you should have taken it out of this plastic bowl wrapped in foil.\""},{"text":"Auf Folie 3 ist ein Rechtschreibfehler.","translation":"There's a typo on slide 3."},{"text":"Ein Psychiater, das ist ein Mann, der in die Striptease-Show der Folies-Bergeres geht und sich die Zuschauer ansieht.","translation":"A psychiatrist is a man who goes to the striptease show of the Folies-Bergeres and looks at the audience."}],"biologisch":[{"text":"Das biologische Gleichgewicht ist gestört, wenn die Nacht nicht dem Schlaf gehört.","translation":"The biological balance is disturbed when the night does not belong to sleep."},{"text":"Maria ist Toms biologische Mutter.","translation":"Maria is Tom's biological mother."},{"text":"Der Mensch gehört biologisch zu den Tieren.","translation":"Humans are biologically animals."},{"text":"Schon seit Jahrhunderten wird die Frage diskutiert, ob biologisches Leben auch fern unseres Planeten existiert.","translation":"For centuries, the question of whether biological life also exists far from our planet has been discussed."},{"text":"Alle Lebensmittel stammen aus biologischem Anbau der Region.","translation":"All the food is organic and local."}],"einsteigen":[{"text":"Vorsicht am Zug! Bitte einsteigen!","translation":"Be careful on the train! Please get on board!"},{"text":"Es wurde beobachtet, dass er in das Zimmer einstieg.","translation":"It was observed that he got into the room."},{"text":"Einsteigen bitte! Der Zug fährt gleich ab.","translation":"All aboard, please! The train is about to leave."},{"text":"Wir wussten nicht, in welches Auto wir einsteigen sollten.","translation":"We didn't know which car we should get in."},{"text":"Tom wollte in die Politik einsteigen.","translation":"Tom wanted to go into politics."},{"text":"Ich habe Tom in den Zug einsteigen sehen.","translation":"I saw Tom get on the train."},{"text":"Ich habe sie in den Bus einsteigen sehen.","translation":"I saw her get on the bus."},{"text":"Ach, das 19. Jahrhundert! Wo bitte ist die Zeitmaschine? Ich möchte am liebsten gleich einsteigen und bloß weg aus der elenden Gegenwart.","translation":"Oh, the 19th century! Where is the time machine, please? I would like to get in right away and just get away from the miserable present."}],"unfair":[{"text":"Die Gesellschaft zeigt ein unfaires Verhalten gegenüber Ausländern.","translation":"Society shows unfair behavior towards foreigners."},{"text":"Es wäre unfair, ihn so schlecht zu behandeln.","translation":"It would be unfair if we treated him so badly."},{"text":"Ich denke, das ist eine sehr unfaire Debatte.","translation":"I think this is a very unfair debate."},{"text":"Du bist mir gegenüber eigentlich unfair.","translation":"You are actually unfair to me."},{"text":"Das war echt unfair.","translation":"This was really unfair."}],"Prophet":[{"text":"Wenn der Berg nicht zum Propheten kommt, muss der Prophet zum Berg.","translation":"If the mountain does not come to the prophet, the prophet must go to the mountain."},{"text":"Ein Prophet gilt nichts im eigenen Land.","translation":"A prophet counts for nothing in his own country."},{"text":"Planeten sind üble Propheten.","translation":"Planets are evil prophets."},{"text":"Wo ist das Grab des Propheten?","translation":"Where is the prophet's tomb?"},{"text":"Es gibt keinen Gott außer Allah, und Mohammed ist sein Prophet.","translation":"There is no God but Allah, and Mohammed is his prophet."}],"ne":[{"text":"Sie hat 'ne Menge Holz vor der Hütte.","translation":"She's well stacked."},{"text":"Wie ich hörte, tragen an diesem Strand 'ne Menge Mädchen Bikinis.","translation":"I hear a lot of girls wear bikinis at that beach."},{"text":"Das wäre ’ne dufte Sache, finde ich.","translation":"I think that would be cool."},{"text":"Gib mir ’ne Sekunde!","translation":"Give me a second!"},{"text":"Gleich erreichen wir die Autobahn, von dort 'ne gute halbe Stunde Fahrt noch.","translation":"Immediately we reach the highway, from there a good half an hour drive."},{"text":"„Ist das eine 1 oder eine 7?“ – „Ne, das sollte eigentlich eine 2 sein.“","translation":"\"Is that a 1 or a 7?\" \"Neither. It's actually supposed to be a 2.\""},{"text":"„Der Tom hat heute Geburtstag!“ – „Ne, sag bloß! Dann müssen wir ihm etwas schenken!“","translation":"\"It's Tom's birthday today!\" \"No! Is it? Well, we'll have to get something for him!\""},{"text":"„Na, Süßer! Wie wär’s mit uns beiden?“ – „Ne, danke!“","translation":"\"Well, sweeter! How about the two of us?\" – \"No, thank you!\""},{"text":"„Hast du 'nen Freund?“ － „Nein.“ － „Jemanden, den du liebst?“ － „Ne. Ich habe kein Interesse an realen Jungen.“","translation":"\"Do you have a friend?\" - \"No.\" - \"Someone you love?\" - \"No. I have no interest in real boys.\""},{"text":"\"Willst du lieber mit mir schlafen oder lieber in einen Orden eintreten?\" \"Ne, ich büxe lieber aus!\"","translation":"\"Would you rather sleep with me or join a religious order?\" \"No, I'd rather bust out!\""}],"einziehen":[{"text":"Ich wurde zum Militär eingezogen.","translation":"I was conscripted into the army."},{"text":"Fremd bin ich eingezogen, fremd zieh´ ich wieder aus.","translation":"Stranger I have moved in, stranger I move out again."},{"text":"Ich war völlig verzweifelt. Mein Mann wurde einen halben Monat nach unserer Hochzeit eingezogen.","translation":"I was completely desperate. My husband was drafted half a month after our wedding."},{"text":"Wann kann ich einziehen?","translation":"When can I move in?"},{"text":"Daheim ist dort, wo du deinen Bauch nicht einziehen musst.","translation":"Home is where you don't have to pull your belly in."}],"chat":[{"text":"Daher macht der Chat durchaus Sinn.","translation":"Therefore, the chat makes perfect sense."},{"text":"Darf ich dich zu einem Chat einladen?","translation":"May I invite you to a chat?"},{"text":"Bitte den Chat nicht zuspammen!","translation":"Please don't spam the chat."},{"text":"Das französische Wort \"chat\" entspricht dem englischen Wort \"cat\".","translation":"The French word \"chat\" corresponds to the English word \"cat\"."},{"text":"Das französische Wort \"chat\" bedeutet \"Katze\".","translation":"The French word 'chat' means 'cat'."},{"text":"Im Englischen ist das Wort „chat“ ein Verb, das „plaudern“ bedeutet; im Französischen jedoch ist es ein Wort für ein Tier, nämlich eine Katze.","translation":"In English, the word chat is a verb which means “to talk casually;” but in French, the word chat is the word for an animal: a cat."}],"generieren":[{"text":"Service generiert Geschäft.","translation":"Service generates business."},{"text":"Die Maschine generierte riesige Mengen an Elektrizität.","translation":"The machine generated large amounts of electricity."},{"text":"Du solltest dir deine Passwörter von einem Computerprogramm generieren lassen.","translation":"You should let a computer program generate your passwords for you."},{"text":"Amerikanische Forscher haben ein KI-System entwickelt, um automatisch Sätze zum Verfassen von Gedichten zu generieren! Das System wurde anhand einer Textsammlung von ca. 12.000 E-Books (ca. 80 Millionen Sätze) trainiert, die sich hauptsächlich auf Belletristik beziehen.","translation":"American researchers have developed an AI system to automatically generate sentences for the purpose of composing poems! The system was trained using a text collection from approximately 12,000 e-books (around 80 million sentences), mostly about fiction."},{"text":"Das vollautomatische Generieren von Geschichten stellt für die Informatiker ein vorerst ungelöstes Problem dar.","translation":"Fully automatic story generation remains an unsolved problem for computer scientists."}],"Frist":[{"text":"Die Frist ist vorbei.","translation":"The deadline has passed."},{"text":"Großes habt Ihr in kurzer Frist geleistet.","translation":"You have achieved great things in a short period of time."},{"text":"Kannst du es bis zum Ende der Frist schaffen?","translation":"Can you make it before the deadline?"},{"text":"Uns bleiben weniger als zwei Stunden, bis die Frist endet.","translation":"We have less than two hours until the deadline."},{"text":"Er hat die Frist verpasst.","translation":"He missed the deadline."},{"text":"Wie viele Königstöchter des Märchenreiches musste auch Prinzessin Maria eingesperrt in einen Turm ihr Dasein fristen.","translation":"Like many royal daughters of the fairytale kingdom, Princess Maria had to eke out her existence imprisoned in a tower."},{"text":"Auf den Bergen wird es dunkel, schnellen Schrittes kommt die Nacht. Sie hier ohne Dach zu fristen — daran hab ich nicht gedacht.","translation":"On the mountains it gets dark, fast step comes the night. To keep them here without a roof — I didn't think of that."},{"text":"Tom musste den Rest seines Lebens im Hausarrest fristen. Selbst an der Beerdigung seiner Schwester durfte er nicht teilnehmen.","translation":"Tom had to spend the rest of his life under house arrest. He was even not allowed to attend his sister's funeral."}],"drinken":[{"text":"Tom machte mir den gewünschten Drink.","translation":"Tom made me the drink I wanted."},{"text":"Ich lade dich auf einen Drink ein.","translation":"Let me buy you a drink."},{"text":"Tom öffnete den Kühlschrank und nahm sich etwas Eis für seinen Drink heraus.","translation":"Tom opened the freezer and got some ice for his drink."},{"text":"Tom stand auf, um Mary noch einen Drink zu holen.","translation":"Tom went to get Mary another drink."},{"text":"Planen Sie, uns für einen Drink danach zu treffen?","translation":"Do you plan to join us for a drink afterwards?"}],"eingegeben":[{"text":"Ich habe eine Übersetzung eingegeben.","translation":"I have posted a translation."},{"text":"Die Daten wurden in den Computer eingegeben.","translation":"The data has been entered into the computer."},{"text":"Wolltest du schon einmal einen Kommentar schreiben, hast ihn aber aus Versehen als Übersetzung eingegeben?","translation":"Have you ever wanted to make a comment, but posted it as a translation by mistake?"},{"text":"Du hast mir gerade einen verlockenden Gedanken eingegeben.","translation":"You just put a tempting idea in my head."},{"text":"Haben Sie ihre Geheimzahl in den Computer eingegeben?","translation":"Have you entered your PIN into the computer?"},{"text":"Die eingegebene E-Mail-Adresse ist bereits vergeben.","translation":"The entered e-mail address is already taken."},{"text":"Das von Ihnen eingegebene Passwort ist ungültig.","translation":"The password you entered is invalid."}],"exakt":[{"text":"Mathematik ist eine Bedingung aller exakten Erkenntnis.","translation":"Mathematics is a condition of all exact knowledge."},{"text":"Das Leben ist keine exakte Wissenschaft, es ist eine Kunst.","translation":"Life is not an exact science, it is an art."},{"text":"Das Flugzeug kam exakt um neun an.","translation":"The plane arrived exactly at nine."},{"text":"Exakte Maße sind erforderlich.","translation":"Precise measurements are required."},{"text":"Waren das exakt die Worte von Tom?","translation":"Were those Tom's exact words?"}],"Albtraum":[{"text":"Ich hoffe, dieser Traum ist kein Albtraum.","translation":"I hope this dream is not a nightmare."},{"text":"Ich habe oft Albträume.","translation":"I often have nightmares."},{"text":"Du hattest Albträume.","translation":"You had nightmarish dreams."},{"text":"Es ist das einzige Buch, das bei mir für Albträume gesorgt hat.","translation":"It's the only book that gave me nightmares."},{"text":"Gestern abend hatte ich einen furchtbaren Albtraum.","translation":"Yesterday evening I had a terrible nightmare."}],"Uniform":[{"text":"Eine Reihe von Uniformen hängen in meinem Schrank.","translation":"A number of uniforms hang in my closet."},{"text":"Ist das ein Verkäufer? Müsste der nicht eigentlich eine Uniform tragen?","translation":"Is this a seller? Shouldn't he actually wear a uniform?"},{"text":"Wir wurden mit Uniformen ausgestattet.","translation":"We were supplied with uniforms."},{"text":"Die Firma stellt die Uniform.","translation":"The company provides the uniform."},{"text":"Die Uniformen unterscheiden sich von denen unserer Schule.","translation":"The uniforms are different from those of our school."}],"Drohne":[{"text":"Skura kaufte eine Drohne.","translation":"Skura bought a drone."},{"text":"Mit einer ferngesteuerten Drohne konnten wir das Dach unseres Hauses auf Schäden untersuchen.","translation":"With a remote-controlled drone, we were able to inspect the roof of our house for damage."},{"text":"Forscher vom „Düsentrieblabor“ (Jet Propulsion Laboratory) der NASA ließen von einer künstlichen Intelligenz betriebene Drohnen gegen menschliche Berufspiloten antreten.","translation":"Researchers at NASA's Jet Propulsion Laboratory raced drones controlled by artificial intelligence (A.I.) against a professional human pilot."},{"text":"Bienen, die nur wohnen, heißen Drohnen.","translation":"Bees that only live are called drones."}],"Überzeugung":[{"text":"Überzeugungen sind Gefängnisse.","translation":"Convictions are prisons."},{"text":"Wer gegen seine Überzeugung handelt, verrät die Wahrheit, verrät sich selbst.","translation":"Those who act against their convictions betray the truth, betray themselves."},{"text":"Es sind die Zweifel, die die Menschen vereinen. Ihre Überzeugungen trennen sie.","translation":"It is the doubts that unite people. Their beliefs separate them."},{"text":"Das höchste Glück im Leben besteht in der Überzeugung, dass wir geliebt werden.","translation":"The highest happiness in life is the conviction that we are loved."},{"text":"Wir müssen die Überzeugungen Andersdenkender akzeptieren lernen.","translation":"We must learn to accept the beliefs of dissenters."}],"verweisen":[{"text":"Er wurde der Schule verwiesen.","translation":"He was expelled from school."},{"text":"Der Lehrer verwies den Schüler der Schule.","translation":"The teacher expelled the pupil from school."},{"text":"Tom hatte Angst, der Schule verwiesen zu werden.","translation":"Tom was afraid of being expelled from school."},{"text":"Er verwies auf mein Buch.","translation":"He made reference to my book."},{"text":"Tom weiß noch nicht einmal, warum er der Schule verwiesen wurde.","translation":"Tom doesn't even know why he was expelled from school."}],"Konkurrenz":[{"text":"Die Konkurrenz kocht auch nur mit Wasser.","translation":"The competition also cooks only with water."},{"text":"Wir müssen uns selbst Konkurrenz machen, damit es spannend wird.","translation":"We have to compete with ourselves to make it exciting."},{"text":"Wir haben keine Angst vor Konkurrenz.","translation":"We're not afraid of competition."},{"text":"Sie sind keine Konkurrenz; unser Team kann sie mit links schlagen.","translation":"They're no competition; our team can beat them hands down."},{"text":"Das alte Preußen war eine Konkurrenz für Bayern.","translation":"Old Prussia was a competitor for Bavaria."}],"verschwinde":[{"text":"Verschwinde hier, verdammt noch mal!","translation":"Get the hell out of here!"},{"text":"Verschwinde, und komm nicht wieder!","translation":"Go away. And don't come back."},{"text":"Verschwinde sofort von diesem Schiff!","translation":"Get off this ship right now."},{"text":"Du bist ein Nichtsnutz. Verschwinde aus meinem Haus.","translation":"You are a useless. Disappear from my house."},{"text":"Wenn man damals zu jemandem gesagt hat: „Hol mir das goldene Vlies!“, dann hieß das soviel wie „Verschwinde! Geh hin, wo der Pfeffer wächst!“, aber Jason, der ein bisschen naiv war, antwortete: „Das goldene Vlies? Ja, das hol’ ich dir“, und dann machte er sich schon auf den Weg.","translation":"Back then, if you said to someone: \"Get me the golden fleece!\", it meant something like \"Get away! Go where the pepper grows!\", but Jason, who was a bit naïve, replied: \"The golden fleece? Yes, I'll get you that,\" and then he was already on his way."}],"benutz":[{"text":"Benutze es oder verliere es!","translation":"Use it or lose it!"},{"text":"Benutze das Geländer.","translation":"Hold the handrail."},{"text":"Benutze keine Worte, deren Bedeutung du nicht genau kennst.","translation":"Don't use any words whose meanings you don't know well."},{"text":"Brille putzen mit Wasser und Seife. Schluss damit! Benutze ein Feuchttuch.","translation":"Clean glasses with soap and water. Stop it! Use a wet wipe."},{"text":"Benutze nicht diese Brücke.","translation":"Don't use that bridge."},{"text":"Benutze einfache Wörter!","translation":"Use simple words!"},{"text":"Benutze Wörter, die etwas genau beschreiben.","translation":"Use words that describe something accurately."},{"text":"Benutze bekannte Wörter!","translation":"Use familiar words!"},{"text":"Welche Nummer hat der Bus, den ich benutze?","translation":"What is the number of the bus I use?"},{"text":"Das Leben ist kurz, deswegen benutz ich Python!","translation":"Life's short, so I use Python!"},{"text":"Frag mich nicht so viele Sachen. Benutz deinen Kopf!","translation":"Don't ask me so many things. Use your head!"},{"text":"Benutz es, wie du willst.","translation":"Use it however you want."},{"text":"Benutz das, wenn du in Gefahr bist.","translation":"Use this when you're in danger."},{"text":"Benutz gelegentlich mal deinen Kopf.","translation":"Use your head occasionally."}],"weglaufen":[{"text":"Weglaufen ist die beste Strategie.","translation":"Running away is the best strategy."},{"text":"Weglaufen ist auch hinlaufen.","translation":"Running away is also running."},{"text":"Nicht wenige Kredite haben etwas an sich, das zum Weglaufen ist. Zuerst laufen die Zinsen davon.","translation":"Quite a few loans have something about them that is to run away. First, interest runs away."},{"text":"Dank dem ständigen Weglaufen vor der Polizei bin ich so viel fitter, schlanker und sexier geworden.","translation":"Thanks to the constant running away from the police, I have become so much fitter, slimmer and sexier."},{"text":"Ihr könnt vor dem Bären nicht weglaufen.","translation":"You can't outrun that bear."},{"text":"Ich kann nicht vor mir selbst weglaufen.","translation":"I can't run away from myself."},{"text":"Sieh zu, dass der Hund nicht wegläuft.","translation":"Make sure that the dog does not escape."},{"text":"Lass den Dieb nicht weglaufen!","translation":"Don't let the thief run away!"},{"text":"Ich sah, wie der Junge über den Zaun sprang und weglief.","translation":"I saw the boy jump over the fence and run away."}],"just":[{"text":"Toms Mutter starb just eine Woche, bevor Tom seinen Uni-Abschluss machte.","translation":"Tom's mother died just a week before Tom graduated from college."},{"text":"Der Autor hat sich just in diesem Zimmer umgebracht.","translation":"The author killed himself in this very room."},{"text":"Und just als dies entschieden worden war, klingelte das Telefon.","translation":"And just as this was decided, the phone rang."},{"text":"Just in dem Moment, als ich schlief, kam Mark.","translation":"Just as I was sleeping, Mark came."},{"text":"Just als ich den Blick gen Himmel hob, verbarg sich die Sonne hinter den Wolken.","translation":"Just as I lifted my gaze to the sky, the sun hid behind the clouds."}],"Stirn":[{"text":"Liisa bot Markku die Stirn.","translation":"Liisa stood up to Markku."},{"text":"Das Wasser lief ihm von der Stirn.","translation":"The water ran from his forehead."},{"text":"Schweiß tropfte von meiner Stirn.","translation":"Sweat dripped from my forehead."},{"text":"Tom legte seine Stirn in Falten.","translation":"Tom furrowed his brow."},{"text":"Er drückte ihr seine heißen Lippen auf die Stirn.","translation":"He pressed his hot lips to her forehead."}],"Überprüfung":[{"text":"Wie kann man Studien besser für unabhängige Überprüfungen zugänglich machen?","translation":"How can studies be made more accessible for independent review?"},{"text":"Bitte leiten Sie das Dokument zur Überprüfung an die Verwaltung weiter.","translation":"Please forward the document to the administrative office for review."},{"text":"Eine Überprüfung durch Muttersprachler ist notwendig.","translation":"A check by native speakers is necessary."},{"text":"Tom hat ein Experiment zur Überprüfung seiner Hypothese entwickelt.","translation":"Tom designed an experiment to test his hypothesis."},{"text":"Die Überprüfung von Sätzen in Tatoeba durch den Autor selbst oder von anderen Mitgliedern ist eine sehr wichtige Aufgabe.","translation":"Checking sentences in Tatoeba by the author himself or by other members is a very important task."}],"Diagramm":[{"text":"Ich möchte mir das Diagramm ansehen.","translation":"I'd like to look at that graph."},{"text":"Werfen wir einen Blick auf die Diagramme.","translation":"Let's take a look at the charts."},{"text":"Tom liebt Tabellen und Diagramme.","translation":"Tom loves charts and graphs."},{"text":"Aus dem Diagramm lässt sich eine stetige Verbesserung des Umsatzes in den letzten Monaten ableiten.","translation":"From the diagram, a steady improvement in sales in recent months can be deduced."},{"text":"Das obige Diagramm kommutiert genau dann, wenn f ein Isomorphismus ist.","translation":"The diagram above commutes if and only if f is an isomorphism."}],"Streich":[{"text":"Das Gedächtnis spielt einem manchmal einen Streich.","translation":"Memory sometimes plays tricks."},{"text":"Du musst den Streich erleiden oder führen.","translation":"You have to suffer or lead the prank."},{"text":"Streiche seinen Namen von der Liste!","translation":"Delete his name from the list."},{"text":"Ich liebe Streiche.","translation":"I love practical jokes."},{"text":"Streich oder Süßigkeit!","translation":"Trick or treat."},{"text":"Ich streiche nicht mal Butter auf mein Brot; das fällt für mich unter Kochen.","translation":"I don't even butter my bread; I consider that cooking."},{"text":"Ich streiche das Tor mit blauer Farbe.","translation":"I paint the gate with blue paint."},{"text":"Ich streiche meine Garage.","translation":"I am painting my garage."},{"text":"9. Gesetz der Macht: Lasse andere für dich arbeiten, doch streiche immer die Anerkennung dafür ein.","translation":"9. Law of Power: Let others work for you, but always draw recognition for it."},{"text":"Ich streiche sie nicht an.","translation":"I do not paint them."}],"Kälte":[{"text":"Der Eskimo empfindet keine Kälte.","translation":"The Eskimo does not feel cold."},{"text":"Er hat sich vorgenommen, trotz der Kälte ins Wasser zu springen.","translation":"He has decided to jump into the water despite the cold."},{"text":"Die Kälte schlug ihm entgegen.","translation":"The cold hit him."},{"text":"Ich möchte mal wissen, wer den Winter und die Kälte erfunden hat.","translation":"I want to know who invented winter and cold."},{"text":"Ich kann mich in der Kälte draußen nicht lange aufhalten.","translation":"I can't stay outside in the cold for long."}],"brauch":[{"text":"Brauch bricht Gesetz.","translation":"Custom breaks the law."},{"text":"„Ich schaffe es nicht. Du musst mir helfen.“ – „Wie denn? Ich brauch’ selber Hilfe.“","translation":"\"I can't do it. You have to help me.\" – \"How so? I need help myself.\""},{"text":"Dein Geld brauch ich nicht. Ich brauche deine Zeit.","translation":"I don't need your money. I need your time."},{"text":"Ich brauch gar nicht zu sagen, dass er den Preis nicht bekommen hat.","translation":"Needless to say, he could not get the prize."},{"text":"Ich brauch noch einige Minuten.","translation":"I need a few more minutes."},{"text":"Die alten Bräuche sind und bleiben die besten.","translation":"The old customs are and remain the best."},{"text":"Wo es der Brauch ist, da legt man die Kuh ins Bett.","translation":"Where it is the custom, you put the cow to bed."},{"text":"Der Ursprung dieses Brauches geht ins 12. Jahrhundert zurück.","translation":"The origin of this custom dates back to the 12th century."},{"text":"Hast du jemals von solch einem seltsamen Brauch gehört?","translation":"Did you ever hear of such a strange custom?"},{"text":"Dieser Brauch stammt aus der Edo-Zeit.","translation":"This custom dates back to the Edo period."}],"Braut":[{"text":"Sie dürfen die Braut jetzt küssen.","translation":"You may now kiss the bride."},{"text":"Sie müssen aufpassen, dass Sie nicht schöner sein werden als die Braut.","translation":"You have to be careful that you will not be more beautiful than the bride."},{"text":"Er ist der Vater der Braut.","translation":"He is the father of the bride."},{"text":"Wer das Glück hat, führt die Braut heim.","translation":"If you are lucky, you will lead the bride home."},{"text":"Ratet mir gut, aber ratet mir nicht ab, sagt die Braut.","translation":"Advise me well, but don't advise me against it, says the bride."}],"Verpackung":[{"text":"Nicht die Verpackung, sondern der Inhalt zählt.","translation":"It is not the packaging, but the content that counts."},{"text":"Bei dem Versuch, die Verpackung zu öffnen, schnitt ich mir in den Finger.","translation":"I cut my finger while trying to open the package."},{"text":"Es ist nicht einfach, diese Verpackung zu entfernen.","translation":"This packaging is hard to remove."},{"text":"Die Pizza vor dem Backen aus der Verpackung nehmen.","translation":"Remove the pizza from packaging before baking."},{"text":"Öffne die Verpackung vorsichtig, um das Gummibärchen nicht zu beschädigen.","translation":"Undo the wrapper carefully so as not to damage the jelly baby."}],"zittern":[{"text":"Plötzlich begannen seine Hände zu zittern.","translation":"Suddenly, his hands began to tremble."},{"text":"Mein Geheimnis zittert vor Menschen, aber nicht vor Gott.","translation":"My secret trembles before people, but not before God."},{"text":"Mancher droht, der selber zittert.","translation":"Some threaten, who tremble themselves."},{"text":"Dieser Hund zittert vor Angst.","translation":"This dog trembles with fear."},{"text":"Und meine Hände haben gezittert.","translation":"And my hands were shaking."},{"text":"Hast du das Zittern ihrer Hände nicht bemerkt?","translation":"Didn't you notice her hands shaking?"},{"text":"Bei diesem Gedanken fuhr ein kaltes Zittern durch seinen Körper.","translation":"At this thought, a cold tremor ran through his body."},{"text":"Ein Zittern überfällt ihn.","translation":"A tremor overcomes him."},{"text":"Dem Frost hilft Zittern nicht.","translation":"The frost does not help tremors."},{"text":"Eitler junger Tor, das ist’s, wovor du zittern mußt.","translation":"Vain young gate, that's what you must tremble from."}],"sinnlos":[{"text":"Ich halte es für sinnlos, mit dir darüber zu diskutieren.","translation":"I think it's pointless to discuss it with you."},{"text":"Ohne Katze ist alles sinnlos.","translation":"Without a cat, everything is pointless."},{"text":"Ein Leben ohne Liisa erschien ihm absolut sinnlos.","translation":"A life without Liisa seemed absolutely pointless to him."},{"text":"Das ist meiner Meinung nach absolut sinnlos.","translation":"In my opinion, this is absolutely pointless."},{"text":"Du meinst, das Leben ist sinnlos.","translation":"You mean, life is meaningless."}],"regional":[{"text":"Eine europäische Identität löscht weder regionale noch nationale Identität, sondern existiert neben diesen.","translation":"A European identity does not erase regional or national identity, but exists alongside them."},{"text":"In Deutschland verfügt nahezu jede größere Stadt über eine eigene regionale Zeitung.","translation":"In Germany, almost every major city has its own regional newspaper."},{"text":"Ausländische Investoren zogen sich wegen regionaler politischer Unruhen zurück.","translation":"Foreign investors backed off because of regional political unrest."},{"text":"Das kommt alles aus regionalem Anbau.","translation":"Everything is locally grown."},{"text":"Tom kauft immer aus regionalem Anbau.","translation":"Tom always buys local produce."}],"Vielfalt":[{"text":"Eine Gesellschaft ist nur so frei, wie ihr Verständnis für Vielfalt groß ist.","translation":"A society is only as free as its understanding of diversity is great."},{"text":"Einheit in Vielfalt","translation":"Unity in diversity."},{"text":"Dieser Laden verkauft eine große Vielfalt an Blumen.","translation":"This shop sells a wide variety of flowers."},{"text":"Vielfalt ist ein Reichtum.","translation":"Diversity is a treasure."},{"text":"Ich liebe sprachliche Vielfalt.","translation":"I adore linguistic diversity."}],"Fingerabdruck":[{"text":"Auf dem Messer sind deine Fingerabdrücke.","translation":"Your fingerprints are on the knife."},{"text":"Gewohnheiten sind die Fingerabdrücke des Charakters.","translation":"Habits are the fingerprints of the character."},{"text":"Es gibt Zufälle, an denen sind noch die Fingerabdrücke Gottes.","translation":"There are coincidences where there are still the fingerprints of God."},{"text":"Tom zog Gummihandschuhe an, um keine Fingerabdrücke zu hinterlassen.","translation":"Tom put on some rubber gloves so he wouldn't leave fingerprints."},{"text":"Kann die Wissenschaft erklären, warum bis heute keine identischen Fingerabdrücke bei Menschen gefunden wurden?","translation":"Can science explain why to this day no identical fingerprints have been found among human beings?"}],"multiplizieren":[{"text":"Man muss Glück teilen, um es zu multiplizieren.","translation":"You have to share happiness to multiply it."},{"text":"Wenn man drei mit fünf multipliziert, ergibt das fünfzehn.","translation":"Multiply three by five to get fifteen."},{"text":"Man muss sein Glück teilen, um es zu multiplizieren.","translation":"You have to share your happiness to multiply it."},{"text":"Ich habe noch nie die Zahl meiner Aktien genommen und mit dem aktuellen Kurs multipliziert.","translation":"I have never taken the number of my shares and multiplied them by the current price."},{"text":"Wer alleine arbeitet, addiert; wer zusammenarbeitet, multipliziert.","translation":"Those who work alone add up; who works together multiplies."}],"betrug":[{"text":"Mit Betrug kommt man nicht weit.","translation":"You don't get far with fraud."},{"text":"Ohne Betrug kein Handel.","translation":"Without fraud, there is no trade."},{"text":"Ihm wird Betrug in einem besonders schweren Fall zur Last gelegt.","translation":"He is accused of fraud in a particularly serious case."},{"text":"Was hat dazu geführt, dass der Betrug möglich war?","translation":"What made the scam possible?"},{"text":"Es ist besser, in Ehren zu versagen, als durch Betrug erfolgreich zu sein.","translation":"It is better to fail in honor than to succeed through fraud."}],"Aufzug":[{"text":"Ich gehe in den Aufzug.","translation":"I'm going to take the lift."},{"text":"In solch einem Aufzug kannst du nicht auf die Straße gehen.","translation":"In such an elevator you can not go out on the street."},{"text":"Dieses langweilige Stück hat fünf Aufzüge.","translation":"This boring piece has five elevators."},{"text":"Er fährt mit dem Aufzug.","translation":"He takes the elevator."},{"text":"Rauchen im Aufzug verboten!","translation":"Smoking in the lift is prohibited."}],"se":[{"text":"Ist nicht jede noch so wahre Erkenntnis, sofern sie durch einen mangelhaften Projektor gejagt wurde, per se verblendet?","translation":"Isn't every true insight, if it has been chased through a defective projector, blinded per se?"},{"text":"Der freie Bürger ist per se verdächtig und unbedingt zu kontrollieren. Die Angst der Bürger ist der beste Genosse der Machthaber.","translation":"The free citizen is per se suspicious and must be controlled. The fear of the citizens is the best comrade of those in power."},{"text":"Anton hat se nich alle.","translation":"Anton doesn't have them all."},{"text":"Sommersprossige Mädchen sind nicht per se hässlich.","translation":"Freckled girls are not ugly per se."},{"text":"Skat gilt nicht per se als Glücksspiel.","translation":"Skat is not considered gambling per se."},{"text":"Hohe Absätze dienen nur dazu, schön zu sein. Deshalb benutzen Männer sie nicht, weil sie das per se schon sind.","translation":"High heels only serve to be beautiful. That's why men don't use them, because they already are per se."}],"grüßen":[{"text":"Er trat ein, ohne mich zu grüßen.","translation":"He entered without acknowledging me."},{"text":"„Ihr Mann ist tot und lässt Sie grüßen!“","translation":"Your husband's dead and sends his love."},{"text":"Er ging an mir vorbei, ohne zu grüßen.","translation":"He walked past me without greeting."},{"text":"Gott grüßt alle Welt, aber wenige danken ihm.","translation":"God greets all the world, but few thank him."},{"text":"Ich nutze diese Gelegenheit, um alle zu grüßen, die mich nicht kennen.","translation":"I take this opportunity to greet all those who do not know me."},{"text":"Grüßen Sie mir die Heimat!","translation":"Greet my homeland!"},{"text":"Grüßen Sie Ihre Familie recht herzlich.","translation":"Greetings from your family."},{"text":"Grüßen Sie bitte Ihre Familie von mir!","translation":"Please give my regards to your family."},{"text":"Mein Bruder lässt euch grüßen.","translation":"My brother sends you his regards."},{"text":"Ich hätte Ihnen einen Vorschlag zu machen, den Sie sich in aller Ruhe überlegen können. Er kommt nicht von mir, sondern von meinem Bruder, der Sie grüßen lässt.","translation":"I have a suggestion to make to you, which you can think about at your leisure. It does not come from me, but from my brother, who sends greetings to you."},{"text":"Mit freundlichen Grüßen","translation":"Yours sincerely,"},{"text":"Tom und Maria kennen sich vom Grüßen.","translation":"Tom and Mary are on nodding terms."},{"text":"Danke im Voraus für die Hilfe! Mit freundlichen Grüßen! Tom.","translation":"Thanks in advance for the help! Yours sincerely! Tom."},{"text":"Ich verbleibe mit herzlichen Grüßen, stets Ihr Freund.","translation":"I remain with warm regards, always your friend."},{"text":"Von weitem grüßen ist besser als in der Nähe zanken.","translation":"Greeting from afar is better than bickering nearby."}],"gestehen":[{"text":"Er hat die Tat gestanden.","translation":"He confessed the fact."},{"text":"Tom gestand Maria seine Liebe.","translation":"Tom confessed his love to Mary."},{"text":"„Die Nummer 1 wird für mich nie eine Frau sein“, gestand Tom.","translation":"\"The No. 1 will never be a woman for me,\" Tom confessed."},{"text":"Der Mann hat schließlich gestanden.","translation":"The man finally confessed."},{"text":"Ehrlich gestanden, verstehe ich diesen Satz nicht.","translation":"Honestly, I don't understand this sentence."}],"chemisch":[{"text":"Die Entwicklung wirft ihre Schatten auch in der chemischen Industrie immer deutlicher voraus.","translation":"This development is casting a larger and larger shadow over the chemical industry as well."},{"text":"Wenn Säure Metall berührt, entsteht eine chemische Reaktion.","translation":"When acid touches metal, a chemical reaction occurs."},{"text":"Professor Morita leitete das Treffen der chemischen Gesellschaft.","translation":"Professor Morita chaired the meeting of the Chemical Society."},{"text":"Die Pflanzen stellen komplizierte chemische Verbindungen her.","translation":"The plants manufacture complex chemical compounds."},{"text":"Sie führten einen neuen chemischen Versuch durch.","translation":"They carried out a new chemical experiment."}],"montieren":[{"text":"Wir montieren den Motor.","translation":"We are assembling the engine."},{"text":"Tom will, dass wir den Fernseher an der Wand montieren.","translation":"Tom wants us to mount the TV on the wall."},{"text":"Nachdem wir die einzelnen Teile erhalten hatten, montierten wir sie.","translation":"After we received the individual parts, we assembled them."},{"text":"Das Regal war schlecht montiert.","translation":"The shelf was put up badly."},{"text":"Katzen schätzen es gar nicht, wenn man ihnen Osterhasenohren montiert.","translation":"Cats don't appreciate it when you mount Easter bunny ears on them."}],"eilig":[{"text":"Ich habe es nicht eilig, die ganze Sprache zu lernen.","translation":"I am not in a hurry to learn the whole language."},{"text":"Es scheint, dass er es eilig hatte.","translation":"It appears that he was in a hurry."},{"text":"Halte stets die Ruhe heilig. Nur Verrückte haben's eilig.","translation":"Always keep the peace sacred. Only crazy people are in a hurry."},{"text":"Die Herren haben es nicht eilig.","translation":"The gentlemen are not in a hurry."},{"text":"Er stieg eilig in sein Auto.","translation":"He got into his car in a hurry."}],"Enkel":[{"text":"Wo sind deine Enkel?","translation":"Where are your grandchildren?"},{"text":"Gestern wurde mir ein Enkel geboren.","translation":"Yesterday a grandson was born to me."},{"text":"Für einen schlechten Sohn ist die Mutter verantwortlich, für einen schlechten Enkel die Großmutter.","translation":"For a bad son the mother is responsible, for a bad grandson the grandmother."},{"text":"Diese Geschichte werden wir noch unseren Enkeln erzählen.","translation":"We will tell this story to our grandchildren."},{"text":"Sein Enkel wohnt in den Niederlanden.","translation":"His grandson lives in the Netherlands."}],"brillant":[{"text":"Das ist eine brillante Idee.","translation":"That's a brilliant idea."},{"text":"Er ist ein brillanter Künstler.","translation":"He's a brilliant artist."},{"text":"Sie sind brillant. Ich schätze die gute Arbeit, die Sie leisten.","translation":"You're brilliant. Thank you for the good work that you're doing."},{"text":"Er wurde zu einem brillanten Gelehrten, aber dies auf Kosten seiner Gesundheit.","translation":"He became a brilliant scholar, but only at the expense of his health."},{"text":"Dein Vortrag war einfach brillant. Dass das aber keiner zu würdigen wusste!","translation":"Your presentation was simply brilliant. But that no one knew how to appreciate that!"},{"text":"Tom hat Mary einen Ring mit Brillanten gekauft.","translation":"Tom bought Mary a diamond ring."},{"text":"Rede mir Wahrheit! Ich schaue durch deine Seele wie durch das klare Wasser dieses Brillanten.","translation":"Tell me truth! I look through your soul as if through the clear water of this diamond."},{"text":"Ich habe niemals einen Mann so sehr gehasst, dass ich ihm seine Brillanten zurückgegeben hätte.","translation":"I have never hated a man so much that I would have returned his diamonds to him."},{"text":"Maria trägt gerne prachtvolle Kleider und Schmuck mit Brillanten.","translation":"Maria likes to wear magnificent dresses and jewelry with diamonds."},{"text":"Ich kann dir kein Auto kaufen. Ich kann dir keine Brillanten kaufen. Ich kann dich nur glücklich machen.","translation":"I can't buy you a car. I can't buy you diamonds. I can only make you happy."},{"text":"Ihr seid brillant.","translation":"You are brilliant."},{"text":"Wer ist verantwortlich für diese brillante Idee?","translation":"Who is responsible for this brilliant idea?"},{"text":"Wenn du brillant über ein Problem reden kannst, scheint das Problem bereits gelöst zu sein.","translation":"If you can talk brilliantly about a problem, the problem seems to be already solved."},{"text":"Meiner Meinung nach dirigiert Griffith das Orchester brillant.","translation":"In my opinion, Griffith conducts the orchestra brilliantly."},{"text":"Die Mathematiker vergangener Jahrhunderte waren keineswegs weniger brillant als die unserer Tage. Ihnen standen nur weniger Werkzeuge zur Verfügung.","translation":"The mathematicians of past centuries were by no means less brilliant than those of our day. They had only a few tools at their disposal."}],"vergrößern":[{"text":"Die wollen ihren Laden vergrößern.","translation":"They're going to enlarge their store."},{"text":"Er neigt dazu, die Fehler der anderen zu vergrößern.","translation":"He tends to magnify the mistakes of others."},{"text":"Können wir das Bild vergrößern?","translation":"Can we enhance the image?"},{"text":"Findest du nicht das große Glück, vergrößere das Glück, dass du findest!","translation":"If you do not find the great happiness, increase the happiness that you find!"},{"text":"Es ist schade, dass man das Bild vergrößern muss, um es besser sehen zu können.","translation":"It's a pity that you have to enlarge the image to see it better."}],"Niederlage":[{"text":"Aus Niederlagen lernt man leicht. Schwieriger ist es, aus Siegen zu lernen.","translation":"It's easy to learn from defeats. It is more difficult to learn from victories."},{"text":"Sie erlitten eine Niederlage.","translation":"They suffered a defeat."},{"text":"Um zu gewinnen, muss man die Niederlage riskieren.","translation":"To win, you have to risk defeat."},{"text":"Jeder Krieg ist eine Niederlage des menschlichen Geistes.","translation":"Every war is a defeat of the human spirit."},{"text":"Wer seine Niederlage für möglich hält, der hat schon verloren.","translation":"Whoever thinks his defeat is possible has already lost."}],"verschaffen":[{"text":"Es war unmöglich, sich einen Überblick zu verschaffen.","translation":"It was impossible to get an overview."},{"text":"Den besten Überblick verschafft man sich durch Abstand.","translation":"The best overview is obtained by distance."},{"text":"Von Zeit zu Zeit muss man sich Respekt verschaffen.","translation":"From time to time you have to gain respect."},{"text":"Tom verschaffte sich durch das Fenster Zugang zum Haus.","translation":"Tom entered the house through the window."},{"text":"Was verschafft mir das Vergnügen?","translation":"To what do I owe the pleasure?"}],"göttlich":[{"text":"Sündigen ist menschlich und das Gefühl dabei göttlich.","translation":"Sin is human and the feeling is divine."},{"text":"Alle Regierungen fordern blinden Glauben, sogar die göttliche.","translation":"All governments demand blind faith, even the divine one."},{"text":"Vertrauen zum Guten ist die Grundlage der göttlichen Ordnung.","translation":"Trust for good is the foundation of the divine order."},{"text":"Höre die göttliche Stimme in deinem Herzen!","translation":"Hear the divine voice in your heart!"},{"text":"Die Musik ist ein göttliches Geschenk.","translation":"Music is a divine gift."}],"versenden":[{"text":"Völlig verrückt wäre es, ein Paket via DHL nach Spanien zu versenden.","translation":"It would be completely crazy to send a package via DHL to Spain."},{"text":"Warum schafft es DHL nicht Pakete zu versenden?","translation":"Why can't DHL send parcels?"},{"text":"Der Bericht wurde am selben Tag versandt.","translation":"The report was sent within the same day."},{"text":"Den Brief da nicht versenden!","translation":"Don't send the letter there!"},{"text":"Tom schrieb Maria eine Nachricht, löschte sie dann aber, statt sie zu versenden.","translation":"Tom wrote Mary a text message, but then deleted it before sending it."},{"text":"Versenden Sie bitte das nächste Mal, wenn Sie zur Post gehen, diesen Brief!","translation":"Please post this letter when you next go to the post office."},{"text":"Maria verbringt viel Zeit an ihrem Telefon und dem Versenden von SMS und E-Mails an ihre Freundinnen.","translation":"Mary spends a lot of time on her phone, texting and e-mailing her friends."},{"text":"Diese Netzpostadresse dient nur zum Versenden von Informationen. Bitte nehmen Sie zur Kenntnis, dass wir auf eingehende Antworten nicht reagieren können.","translation":"This network mail address is only used to send information. Please note that we are unable to respond to incoming responses."},{"text":"Ich fordere Sie auf, das Versenden von unerbetenen E-Mails zu unterlassen.","translation":"I demand that you cease and desist from sending unsolicited emails."}],"detailliert":[{"text":"Danke für die detaillierte Antwort.","translation":"Thank you for the detailed answer."},{"text":"Kannst du den letzten Teil detailliert erklären?","translation":"Can you explain the last part in detail?"},{"text":"Toms Erklärung ist sehr detailliert.","translation":"Tom's explanation is very detailed."},{"text":"Ich erwarte einen detaillierten Bericht.","translation":"I expect a detailed report."},{"text":"Der Pilot hat die Szene detailliert beschrieben.","translation":"The pilot described the scene in detail."}],"Mehl":[{"text":"Einem schlechten Mehl wird kein Gewürz helfen.","translation":"A bad flour will not help a spice."},{"text":"Brot backt man nicht ohne Mehl.","translation":"Bread is not baked without flour."},{"text":"Ich suche nach dem Mehl.","translation":"I'm looking for the flour."},{"text":"Mischen Sie Mehl mit zwei Eiern.","translation":"Mix flour with two eggs."},{"text":"Mehl, Butter und Salz in eine große, reine Schüssel geben.","translation":"Place the flour, butter and salt into a large clean bowl."},{"text":"Eine Frau kann nicht ohne Mehl Brot backen.","translation":"A woman can not bake bread without flour."},{"text":"Aus Mehl wird Brot gemacht.","translation":"Bread is made from flour."},{"text":"Die Frau hat eine Menge Mehl und Zucker gekauft.","translation":"The woman bought loads of flour and sugar."},{"text":"Mehl gehört zu den Dingen, die man immer in der Küche haben sollte.","translation":"Flour is one of those products you should always have in your kitchen."},{"text":"Haben wir beide noch genug Mehl? Ich will etwas backen.","translation":"Do we both still have enough flour? I want to bake something."}],"Herkunft":[{"text":"Man bekämpft dich wegen deiner Herkunft.","translation":"You are being fought because of your origins."},{"text":"Menschen ausländischer Herkunft sind schwer betroffen.","translation":"People of foreign origin are severely affected."},{"text":"Sie ist von französischer Herkunft.","translation":"It is of French origin."},{"text":"Sein Name ist griechischer Herkunft.","translation":"His name is of Greek origin."},{"text":"Tom vergaß nie seine Herkunft.","translation":"Tom never forgot where he came from."}],"Empfang":[{"text":"Mein Handy hat keinen Empfang.","translation":"My cell phone doesn't have any reception."},{"text":"Ich habe im Moment ganz schlechten Empfang.","translation":"The reception I'm getting is really bad at the moment."},{"text":"Beim Empfang liegen zwei Briefe für dich.","translation":"At the reception there are two letters for you."},{"text":"Bitte bestätigen Sie den Empfang!","translation":"Please confirm the receipt!"},{"text":"Es gab einen großen Empfang nach der Hochzeit.","translation":"There was a big reception after the wedding."}],"transportieren":[{"text":"Die Ware ist bar zu bezahlen und selbst zu transportieren.","translation":"The goods must be paid for in cash and transported by yourself."},{"text":"Die Aufgabe des Journalisten ist es, die Wahrheit zu transportieren.","translation":"The journalist's job is to convey the truth."},{"text":"Viele Güter werden weltweit per Schiff transportiert.","translation":"Many goods are transported across the globe by ship."},{"text":"Kabel werden benutzt, um Strom zu transportieren.","translation":"Wires are used to convey electricity."},{"text":"Wir transportierten Medikamente ins Lager.","translation":"We transported medicines to the warehouse."}],"Fluch":[{"text":"Das ist der Fluch des Lebens.","translation":"This is the curse of life."},{"text":"Ein gutes Gedächtnis ist ein Fluch, der einem Segen ähnlich sieht.","translation":"A good memory is a curse that looks like a blessing."},{"text":"Zum Reichtum einer Sprache gehört die Schönheit ihrer Flüche.","translation":"Part of the richness of a language is the beauty of its curses."},{"text":"Es ist der Fluch der Zeit, dass Tolle Blinde führen!","translation":"It is the curse of time that great blind people lead!"},{"text":"Die Angst ist der Fluch des Menschen.","translation":"Fear is the curse of man."}],"Unterlage":[{"text":"Fordern Sie die Unterlagen an. Sie können doch lesen.","translation":"Request the documents. You can read."},{"text":"Haben Sie die Unterlagen nicht dabei?","translation":"Don't have the documents with you?"},{"text":"Wo hast du die Unterlagen abgelegt?","translation":"Where did you put the documents?"},{"text":"Bring bitte diese Unterlagen in Ordnung.","translation":"Please put these papers in order."},{"text":"Korrigieren Sie den Fehler und und bringen Sie die Unterlagen zu Herrn Luxemburg zurück.","translation":"Correct the mistake and return the file to Mr Luxemburg."}],"legal":[{"text":"Es gab Zeiten, da man Sklaven legal kaufen konnte.","translation":"There were times when slaves could be bought legally."},{"text":"Man kann legal so viel Geld nicht verdienen.","translation":"You can't legally make that much money."},{"text":"Damals war alles illegal. Legal durfte man verhungern oder sterben.","translation":"Back then, everything was illegal. Legally, you could starve or die."},{"text":"Während des Alkoholverbots der 1920er Jahre in den Vereinigten Staaten war Whiskey legal durch ärztliche Verschreibung beziehbar.","translation":"During the 1920's alcohol prohibition in the United States, whiskey could be obtained legally with a doctor's prescription."},{"text":"Es gab Zeiten, da man die Sklaven legal kaufen musste.","translation":"There were times when you had to buy the slaves legally."},{"text":"Es ist vollkommen legal.","translation":"It's perfectly legal."},{"text":"Eine Ehe ist nicht legal, solange nicht bestimmte Erklärungen abgegeben worden sind.","translation":"A marriage is not legal until certain declarations have been made."},{"text":"Ist das überhaupt legal?","translation":"Is that even legal?"},{"text":"Wie kann es sein, dass Cannabis-Pflanzen ziehen illegal und Waffen herstellen legal ist?","translation":"How can it be that growing cannabis plants is illegal and making weapons is legal?"},{"text":"Was du tust ist, glaube ich, nicht legal.","translation":"I don't think what you're doing is legal."}],"Tagebuch":[{"text":"Tom liest das Tagebuch seiner Frau.","translation":"Tom's reading his wife's diary."},{"text":"Maria schreibt jeden Tag in ihr Tagebuch.","translation":"Mary writes in her diary every day."},{"text":"Die Erinnerung ist das Tagebuch unserer Seele.","translation":"Memory is the diary of our soul."},{"text":"Tom führt ein Tagebuch.","translation":"Tom keeps a diary."},{"text":"Ich gucke gerne in mein altes Tagebuch.","translation":"I enjoy looking at my old diary."}],"mysteriös":[{"text":"Erinnern Sie sich an den mysteriösen Mord?","translation":"Do you remember the mysterious murder?"},{"text":"Tom ist unter mysteriösen Umständen gestorben.","translation":"Tom died under mysterious circumstances."},{"text":"Er verschwand plötzlich unter sehr mysteriösen Umständen.","translation":"He disappeared suddenly under very mysterious circumstances."},{"text":"In dieser Region geschehen bereits seit mehr als einem Jahr mysteriöse Morde.","translation":"Mysterious murders have been taking place in this region for more than a year."},{"text":"Diese mysteriöse Katastrophe hat das ganze Dorf erschüttert.","translation":"This mysterious catastrophe dismayed the whole village."},{"text":"Im Leben E.T.A. Hoffmanns gab es überhaupt nichts Mysteriöses.","translation":"In the life of E.T.A. Hoffmann there was nothing mysterious at all."},{"text":"Ich war auf der Suche nach mehrdeutigen Szenen und Charakteren. Mir ging es vor allem um Mehrdeutigkeit. Ich wollte etwas Mysteriöses schaffen und viele offene Fragen stellen, so dass die Menschen beim Anblick der Bilder an viele verschiedene Geschichten denken konnten.","translation":"I was looking for ambiguous scenes and characters. For me, it was all about ambiguity. I wanted to create something mysterious and ask a lot of open-ended questions so that people could think of many different stories when they looked at the pictures."}],"verdient":[{"text":"Nur der verdient sich Freiheit wie das Leben, der täglich sie erobern muss.","translation":"Only he who deserves freedom like life, who has to conquer it every day."},{"text":"Sie verdient jetzt mehr Geld als bei ihrem vorherigen Job.","translation":"She now earns more money than at her previous job."},{"text":"Wie viel verdient er pro Monat?","translation":"How much does he earn per month?"},{"text":"Tom verdient kaum genug, um davon zu leben.","translation":"Tom just barely earns enough to live on."},{"text":"Sie verdient mehr als sie ausgibt.","translation":"She earns more than she spends."},{"text":"Auch dieser Tag hat es verdient gelebt und geliebt zu werden.","translation":"This day also deserves to be lived and loved."},{"text":"Dieser Politiker verdient Respekt.","translation":"This politician deserves respect."},{"text":"Sein Verhalten verdient Respekt.","translation":"His behavior is worthy of respect."},{"text":"Der Erfolg unseres Projektes verdient gefeiert zu werden.","translation":"The success of our project deserves to be celebrated."},{"text":"Er hat viel Geld verdient.","translation":"He made a lot of money."}],"beeindrucken":[{"text":"Tom wollte seine Freunde beeindrucken, aber er machte sich nur lächerlich.","translation":"Tom wanted to impress his friends, but he just made a fool of himself."},{"text":"Tom wollte seine Freunde beeindrucken, aber die lachten nur über ihn.","translation":"Tom wanted to impress his girlfriend, but she only laughed at him."},{"text":"Es ist leicht mich zu beeindrucken.","translation":"It's easy to impress me."},{"text":"Besonders beeindrucken mich ihre unendlich langen Beine.","translation":"I am particularly impressed by her infinitely long legs."},{"text":"Er beeindruckte das Pariser Publikum.","translation":"He impressed the Parisian audience."}],"Rechtsgrundlage":[],"Ratschlag":[{"text":"Vielen Dank für deine Ratschläge!","translation":"Thank you for your advice!"},{"text":"Ratschläge sind auch Schläge.","translation":"Advice is also blows."},{"text":"Auf solche Ratschläge kann ich gern verzichten!","translation":"I can do without such advice!"},{"text":"Reich ist, wer sich keine Ratschläge anhören muss.","translation":"Rich is those who do not have to listen to advice."},{"text":"Falsche medizinische Ratschläge haben manchmal dramatische Folgen.","translation":"Incorrect medical advice sometimes has dramatic consequences."}],"segnen":[{"text":"Was die Kirche nicht verbieten kann, das segnet sie.","translation":"What the church can't prohibit it blesses."},{"text":"Gesegnet, wer etwas Freundliches sagt. Dreimal gesegnet, wer es wiederholt.","translation":"Blessed who says something kind. Blessed three times who repeats it."},{"text":"Der Priester segnete die Gemeinde.","translation":"The priest blessed the congregation."},{"text":"Gott hat mich mit einem gesunden Körper gesegnet.","translation":"God has blessed me with a healthy body."},{"text":"Sie wurde von der Natur mit Schönheit und Verstand gesegnet.","translation":"Nature endowed her with wit and beauty."},{"text":"Gesegnet sei der, der nichts erwartet. Er wird nie enttäuscht werden.","translation":"Blessed be he who expects nothing. He will never be disappointed."},{"text":"Gesegnet, wer etwas Freundliches sagt. Dreimal gesegnet, wer es wiederholt.","translation":"Blessed who says something kind. Blessed three times who repeats it."},{"text":"Sie hat gestern Nachmittag das Zeitliche gesegnet.","translation":"She passed away yesterday afternoon."},{"text":"Wahre Freunde sind wertvolle Begleiter in guten und in schlechten Zeiten. Wer das Glück hat, gute Freunde zu haben, der ist gesegnet.","translation":"True friends are valuable companions in good times and bad. Those who are lucky enough to have good friends are blessed."},{"text":"Seit er vor vielen Jahrzehnten kanadischer Staatsbürger wurde, ist Tom mit einem guten Leben gesegnet.","translation":"Tom has been blessed with a good life since becoming a Canadian citizen many decades ago."}],"befragen":[{"text":"Vor Wahlen befragen politische Parteien die Bevölkerung.","translation":"Before elections, political parties consult the population."},{"text":"Der Polizist befragte den Verdächtigen.","translation":"The police officer questioned the suspect."},{"text":"Ich befragte die Spieler.","translation":"I interviewed the players."},{"text":"Ihr solltet Tom zu all dem befragen.","translation":"You should ask Tom about all of this."},{"text":"Den Lehrer konnte man immer leicht um Rat befragen.","translation":"That teacher was always easy to approach for advice."}],"Ingenieur":[{"text":"Dem Ingenieur ist nichts zu schwer.","translation":"Nothing is too hard for an engineer."},{"text":"Darin sind unsere Ingenieure wirklich gut.","translation":"Our engineers are really good at that."},{"text":"Wo man ihm ein Rätsel schenkt, steht der Ingenieur und denkt.","translation":"Where you give him a riddle, the engineer stands and thinks."},{"text":"Mein Vater arbeitet als Ingenieur in der Fabrik.","translation":"My father works as an engineer in the factory."},{"text":"Dem jungen Ingenieur fehlte die Erfahrung.","translation":"The young engineer lacked experience."}],"ps":[{"text":"PS: Ich liebe dich.","translation":"PS: I love you."},{"text":"Mein Auto hat nicht genügend PS.","translation":"My car doesn't have enough horsepower."},{"text":"Dieser Wagen hat über hundert PS.","translation":"This car has more than a hundred horsepower."},{"text":"Mein erstes Auto hatte einundzwanzig PS. Und weil wir es uns zu fünft gekauft hatten, gehörten mir davon nur 4,2 PS.","translation":"My first car had twenty-one horsepower. And because the five of us had bought it, I only owned 4.2 hp of it."},{"text":"Es hat 400 PS.","translation":"It has 400 hp."}],"kang":[],"wär":[{"text":"„Ein guter Mensch sein. Ja wer wär´s nicht gern?“","translation":"\"To be a good person. Who wouldn't like to?\""},{"text":"Könnte ein Narr schweigen, so wär’ er weise.","translation":"If a fool could be silent, he would be wise."},{"text":"Ich dachte, der wär’ schon lange tot.","translation":"I thought he died a long time ago."},{"text":"Sie tat, als wär es ihr egal.","translation":"She pretended she didn't care."},{"text":"Das wär klasse.","translation":"That would be great."},{"text":"Wenn nur Brot da wär' zum Essen! Zähne würden sich schon finden.","translation":"If only bread were there to eat! Teeth would already be found."},{"text":"Oh, wenn ich reich wär!","translation":"Oh, if only I was rich!"},{"text":"Sieht nicht so aus, als wär Tom grad da.","translation":"It doesn't look like Tom's around at the moment."},{"text":"Ohne Tom wär’ das Leben leer.","translation":"Without Tom, life would be empty."},{"text":"Eine Schlägerei muss sein, wozu wär’ sie sonst erfunden?","translation":"A brawl must be, what else would it be invented for?"},{"text":"Stürz dich in keine Hölle, als wär' es nur ein Fluss.","translation":"Don't rush into hell as if it were just a river."},{"text":"Wär’ ich besonnen, hieß’ ich nicht der Tell.","translation":"If I were prudent, I would not be called the Tell."},{"text":"Wär’ das Leben fehlerfrei, hätt’st du keinen Spaß dabei.","translation":"If our lives of faults were free, think how dull they all would be."},{"text":"Wär’ der Gedank’ nicht so verwünscht gescheit, man wär’ versucht, ihn herzlich dumm zu nennen.","translation":"If the thought had not been so cursingly clever, one would have been tempted to call it heartily stupid."},{"text":"Armer Mann trifft reichen Mann und sehn sich an. Da sprach der Arme zum Reichen: „Wär ich nicht arm, wärst Du nicht reich!“","translation":"Poor man meets rich man and looks at himself. Then the poor man said to the rich, \"If I were not poor, you would not be rich!\""}],"glänzend":[{"text":"Du siehst glänzend aus.","translation":"You look shiny."},{"text":"Sie hatte glänzend schwarze Augen.","translation":"She had shiny black eyes."},{"text":"Du hast eine glänzende Zukunft vor dir.","translation":"You have a bright future ahead of you."},{"text":"Ihm stand eine glänzende Zukunft bevor.","translation":"He had a bright future ahead of him."},{"text":"Sie genießen einen glänzenden Ruf.","translation":"They have an excellent reputation."}],"Transport":[{"text":"Brauchen Sie Transport?","translation":"Do you need some transport?"},{"text":"Mein Gepäck ging beim Transport verloren.","translation":"My baggage was lost in transit."},{"text":"Du solltest das Bild beim Transport in Packpapier einschlagen.","translation":"You should wrap the image in wrapping paper during transport."},{"text":"Tom lieh sich zum Transport seiner Möbel zu seinem neuen Haus einen Lastwagen.","translation":"Tom rented a truck to move his furniture to his new house."},{"text":"Die Kiste wurde während des Transports zerdrückt, und der Inhalt fiel hinaus.","translation":"The box was crushed during transport, and the contents fell out."}],"Villa":[{"text":"Maria hat alle Angebote verglichen und sich für diese Villa entschieden.","translation":"Maria compared all the offers and decided on this villa."},{"text":"Sie wohnen in einer Villa.","translation":"They live in a mansion."},{"text":"Marias Eltern leben in einer Villa.","translation":"Mary's parents live in a mansion."},{"text":"Ich frage mich, was so eine Villa kostet.","translation":"I wonder what such a villa costs."},{"text":"Er war sehr reich und konnte sich daher eine Villa leisten.","translation":"He was very rich, and therefore could buy a mansion."}],"sorg":[{"text":"Ich sorge mich um dein Befinden.","translation":"I care about your well-being."},{"text":"Ich sorge mich um die Gesundheit meiner Mutter.","translation":"I worry about my mother's health."},{"text":"Ich sorge mich nicht um Tom – ich sorge mich um Maria.","translation":"I'm not worried about Tom. I'm worried about Mary."},{"text":"Sorge bitte dafür, dass das Feuer nicht ausgeht!","translation":"Please keep the fire from going out."},{"text":"Sorge einfach dafür, dass das nicht noch einmal passiert!","translation":"Just make sure this doesn't happen again!"},{"text":"Sorg für dich, und dann für mich.","translation":"Take care of yourself, and then for me."},{"text":"Sorg dafür, dass der Brief heute Nachmittag noch in die Post kommt.","translation":"See to it that the letter is posted this afternoon."},{"text":"Man schafft so gern sich Sorg' und Müh', sucht Dornen auf und findet sie.","translation":"One likes to create care and effort, seek out thorns and find them."},{"text":"Ich seh' die Mutter und ihr Kind, seh' allergrößte Not; weil Lieb' und Sorg' abhanden sind, ist kleine Seele tot.","translation":"I see the mother and her child, I see the greatest need; because love and care are lost, little soul is dead."},{"text":"Nun trifft es mich, wie's jeden traf, ich liege wach, es meidet mich der Schlaf, nur im Vorbeigehn flüstert er mir zu: „Sei nicht in Sorg, ich sammle deine Ruh', und tret' ich dann wieder in dein Haus, so zahl ich dir alles auf einmal aus“.","translation":"Now it hits me, as it affected everyone, I lie awake, sleep avoids me, only in passing he whispers to me: \"Do not worry, I collect your rest', and then I step back into your house, so I pay you everything at once\"."}],"beheben":[{"text":"Haben Sie eine Idee, wie wir die Fehler beheben können?","translation":"Do you have any idea how we can fix the errors?"},{"text":"Wir arbeiten daran, diesen Fehler zu beheben.","translation":"We are working to fix this bug."},{"text":"Das war leicht zu beheben.","translation":"It was easy to fix."},{"text":"Tom hat sämtliche Vorschläge befolgt, konnte das Problem aber dennoch nicht beheben.","translation":"Tom tried everything that was suggested, but still couldn't fix the problem."},{"text":"Bist du sicher, dass man den Fehler beheben kann?","translation":"Are you sure that the error can be fixed?"}],"hinsetzen":[{"text":"Magst du dich hinsetzen?","translation":"Do you want to sit?"},{"text":"Ich musste mich irgendwo hinsetzen und mich ausruhen.","translation":"I needed a place to sit down and rest."},{"text":"„Wohin sollen wir uns hinsetzen?“ – „Auf's Hinterteil!“","translation":"\"Where should we sit down?\" – \"On the buttocks!\""},{"text":"Kann ich mich dort bitte hinsetzen?","translation":"Can I sit down there, please?"},{"text":"Vorne sind noch Plätze. Du kannst dich dort hinsetzen.","translation":"There are still places in the front. You can sit down there."}],"hervor":[{"text":"Mädchen, komm hervor!","translation":"Girl, come forward!"},{"text":"Witz komm hervor; wir wollen Lachen.","translation":"Joke comes out; we want to laugh."},{"text":"Zeit und Geduld bringen schließlich Rosen hervor.","translation":"Time and patience eventually produce roses."},{"text":"Ödland bringt Unkraut hervor, das Alter Krankheiten mit sich.","translation":"Wasteland produces weeds, age diseases with it."},{"text":"Der Mond trat hinter der Wolke hervor.","translation":"The moon emerged from behind the cloud."}],"spitz":[{"text":"Katzen haben spitze Ohren.","translation":"Cats have pointed ears."},{"text":"Die Spitze macht ihrem Namen alle Ehre: sie ist sehr spitz.","translation":"The lace lives up to its name: it is very pointed."},{"text":"Man kann nicht mit einer Nadel nähen, die an zwei Enden spitz ist.","translation":"You can't sew with a needle that is pointed at two ends."},{"text":"Er zeigt auf ein paar kleine Pflanzen mit spitzen grünen Blättern.","translation":"He points to a few small plants with pointed green leaves."},{"text":"Eine spitze Zunge ist der einzige Gegenstand, der durch ständigen Gebrauch noch spitzer wird.","translation":"A pointed tongue is the only object that becomes even sharper through constant use."},{"text":"Das Kleid war mit Spitze besetzt.","translation":"The dress was trimmed with lace."},{"text":"Der Film war Spitze.","translation":"That movie was really good."},{"text":"Die Stadt ist an der nördlichsten Spitze Japans gelegen.","translation":"The city is located at the northernmost tip of Japan."},{"text":"Diese Spitze verdient ihren Namen nicht: sie ist ganz stumpf.","translation":"This lace does not deserve its name: it is quite blunt."},{"text":"Die Krise spitzt sich zu. Es steht jetzt wirklich Spitz auf Knopf.","translation":"The crisis is coming to a head. It's really pointed on button now."}],"aufgewacht":[{"text":"Als ich aufgewacht bin, war ich traurig.","translation":"When I woke up, I was sad."},{"text":"Wann bist du heute aufgewacht?","translation":"When did you wake up today?"},{"text":"Wann bist du heute Morgen aufgewacht?","translation":"What time did you wake up this morning?"},{"text":"Tom ist heute Morgen früh aufgewacht.","translation":"Tom woke up early this morning."},{"text":"Ich bin um halb elf Uhr morgens aufgewacht.","translation":"I woke up at half past eleven in the morning."}],"eingeschalten":[{"text":"Ich habe das Radio eingeschaltet, um die Nachrichten zu hören.","translation":"I turned on the radio to hear the news."},{"text":"Lass den Fernseher nicht eingeschaltet!","translation":"Don't leave the TV on!"},{"text":"Er hat die Maschine eingeschaltet.","translation":"He turned on the machine."},{"text":"Ich habe im Wohnzimmer das Licht eingeschaltet.","translation":"I turned on the lights in the living room."},{"text":"Hast du je alle Lampen deines Hauses eingeschaltet?","translation":"Have you ever switched on all the lamps of your house?"},{"text":"Der Computer ist eingeschaltet.","translation":"The computer is turned on."},{"text":"Wir haben bereits einen Anwalt eingeschaltet.","translation":"We've already hired a lawyer."},{"text":"Meine Nachbarn haben für gewöhnlich den Fernseher die ganze Nacht über eingeschaltet.","translation":"My neighbors usually have their TV on all night long."},{"text":"So ein Mist! Ich hatte die Waschmaschine noch gar nicht eingeschaltet!","translation":"Crap! I haven't turned on the washing machine yet!"},{"text":"Das Mikrophon ist eingeschaltet.","translation":"The microphone is on."}],"übertreffen":[{"text":"Die großartige Leistung dieser Schauspielerin übertrifft alle Erwartungen.","translation":"The wonderful performance of this actress exceeded all expectations."},{"text":"Mit dieser Leistung hast du dich selbst übertroffen. Glückwunsch!","translation":"With this performance, you have surpassed yourself. Congratulations!"},{"text":"Suche nicht andere, sondern dich selbst zu übertreffen.","translation":"Do not seek others, but to surpass yourself."},{"text":"Tradition ist die Methode, die verhindern will, dass Kinder ihre Eltern übertreffen.","translation":"Tradition is the method that wants to prevent children from surpassing their parents."},{"text":"Mancher Schüler übertrifft den Meister.","translation":"Some disciples surpass the master."}],"moralisch":[{"text":"Weisheit ist moralische Wissenschaft und Kunst.","translation":"Wisdom is moral science and art."},{"text":"Das Stück wurde aus moralischen Gründen nicht gezeigt.","translation":"The play was not shown for moral reasons."},{"text":"Ich bete für eine moralischere Welt.","translation":"I pray for a more moral world."},{"text":"Wir helfen nur jungen, gesunden Männern. Das ist nicht moralisch.","translation":"We only help young, healthy men. This is not moral."},{"text":"Das ist eine moralische Frage.","translation":"This is a moral question."}],"wickeln":[{"text":"Sie kann jeden Mann um den Finger wickeln.","translation":"She can wrap any man around his finger."},{"text":"Sie wickelte das Geschenk in Papier ein.","translation":"She wrapped the gift in paper."},{"text":"Seine Frau hatte ihn um ihren kleinen Finger gewickelt.","translation":"His wife had him wrapped around her little finger."},{"text":"Der Oktopus wickelte sich um sein Opfer.","translation":"The octopus wrapped itself around its prey."},{"text":"Maria nahm sich eine Decke vom Bett und wickelte sich darin ein.","translation":"Mary took a blanket off the bed and wrapped it around herself."}],"Sauerstoff":[{"text":"Es gibt kein Leben ohne Sauerstoff.","translation":"There is no life without oxygen."},{"text":"Er starb aus Mangel an Sauerstoff.","translation":"He died from lack of oxygen."},{"text":"Ohne Sauerstoff kannst du nichts verbrennen.","translation":"Without oxygen, you can't burn anything."},{"text":"Sauerstoff ist für das Leben auf der Erde notwendig.","translation":"Oxygen is necessary for life on earth."},{"text":"Ohne Sauerstoff könnten wir nicht atmen.","translation":"Without oxygen, we would be unable to breathe."}],"biegen":[{"text":"Biegen Sie an der zweiten Ecke nach rechts ab.","translation":"Turn right at the second corner."},{"text":"Man sollte lieber biegen als brechen.","translation":"It is better to bend than to break."},{"text":"Biegen Sie an der nächsten Ecke links ab!","translation":"Turn left at the next corner."},{"text":"Biegen Sie hier bitte rechts ab.","translation":"Turn right here, please."},{"text":"Folgen Sie dieser Straße und biegen Sie an der Bank rechts ab!","translation":"Go along this street and turn right at the bank."},{"text":"Den Baum muß man biegen, wenn er jung ist.","translation":"The tree must be bent when it is young."},{"text":"Das Auto bog an der Ecke rechts ab.","translation":"The car turned right at the corner."},{"text":"Die Gerechtigkeit bricht, wenn man sie biegt.","translation":"Justice breaks when bent."},{"text":"Die größten Bäume reißt der Sturm aus, die kleinen biegt er.","translation":"The largest trees are torn out by the storm, the small ones are bent."},{"text":"Man kann Sprachen nicht biegen, wie man will: irgendwann brechen sie.","translation":"You can't bend languages the way you want: eventually they break."}],"kratzen":[{"text":"Kaum hatten wir das Haus betreten, wollte Tom schon wieder die Kurve kratzen.","translation":"We'd hardly entered the house when Tom wanted to be off again."},{"text":"Hüte dich vor Katzen, die vorne lecken und hinten kratzen.","translation":"Beware of cats that lick the front and scratch the back."},{"text":"Es ist ganz schön kalt. Ich musste heute Morgen sogar Eis kratzen.","translation":"It's pretty cold. I even had to scrape ice this morning."},{"text":"Die Katze kratzt und beißt Anna.","translation":"The cat scratches and bites Anna."},{"text":"Ich kann eine Katze am Fenster kratzen hören.","translation":"I can hear a cat scratching at the window."}],"ernähren":[{"text":"Über den Winter ernähren sich die Vögel z.B. von Hagebutten.","translation":"Through winter, the birds feed on such things as rose hips."},{"text":"Die Jugend ernährt sich von Träumen, das Alter von Erinnerungen.","translation":"Youth feeds on dreams, age on memories."},{"text":"Der Krieg ernährt den Krieg.","translation":"War feeds war."},{"text":"Ein Vater kann zehn Kinder ernähren, zehn Kinder nicht einen Vater.","translation":"A father can feed ten children, ten children not one father."},{"text":"Die Seele ernährt sich von dem, worüber sie sich freut.","translation":"The soul feeds on what it is happy about."}],"Unterkunft":[{"text":"Die Unterkunft ist im eigenen Zelt.","translation":"Accommodation is in individual tents."},{"text":"Ich werde ihm gerne etwas für die Unterkunft bezahlen.","translation":"I'll gladly pay him something for the accommodation."},{"text":"Ich habe eine Unterkunft gesucht.","translation":"I was looking for accommodation."},{"text":"Ich habe keine Unterkunft für die Nacht.","translation":"I don't have accommodation for the night."},{"text":"Die Unterkunft steht ab 15 Uhr zur Verfügung.","translation":"The accommodation is available from 3pm."}],"abkühlen":[{"text":"Das Essen muss noch abkühlen.","translation":"The food still needs to cool."},{"text":"Lassen Sie den Kuchen abkühlen, bevor Sie ihn servieren.","translation":"Let the cake cool down before serving."},{"text":"Meine Liebe zu ihm ist schon abgekühlt.","translation":"My love for him has already cooled."},{"text":"Warte, bis das Brot ganz abgekühlt ist, ehe du es isst!","translation":"Wait for the bread to completely cool down before eating it."},{"text":"Mit dem Regen gerade hat es sich ganz schön abgekühlt, was?","translation":"With the rain just now it has cooled down quite a bit, huh?"}],"Benutzername":[{"text":"Der Benutzername oder das Passwort stimmen nicht.","translation":"The username or password is not correct."},{"text":"Ich hätte einen kürzeren Benutzernamen wählen sollen.","translation":"I should've chosen a shorter username."},{"text":"Wie lautet Ihr Benutzername?","translation":"What's your username?"},{"text":"Wie ändere ich meinen Benutzernamen?","translation":"How do I change my username?"},{"text":"Schade, dass man in Benutzernamen keine Bindestriche verwenden kann!","translation":"It's a pity that you can't use hyphens in usernames!"},{"text":"Ich wünschte, man könnte in Benutzernamen Bindestriche verwenden!","translation":"I wish you could use hyphens in usernames!"},{"text":"Wie lautet dein Benutzername?","translation":"What is your username?"},{"text":"Toms Benutzername ist „Tomtoeba13“.","translation":"Tom's username is \"Tomtoeba13\"."}],"erlangen":[{"text":"Bestehe nie auf einem Recht, das du durch Bitten erlangen kannst.","translation":"Never insist on a right that you can obtain by asking."},{"text":"Lasse dich immer darauf ein, mit offenen Augen eigene Erkenntnisse zu erlangen.","translation":"Always get involved in gaining your own insights with open eyes."},{"text":"Ohne Kraft erreicht man nichts, und Kraft muss man durch Kraft erlangen!","translation":"Without strength you achieve nothing, and strength must be gained through power!"},{"text":"Lob ist leichter zu erlangen als zu erhalten.","translation":"Praise is easier to obtain than to receive."},{"text":"Sie fiel in Ohnmacht, aber nach mehreren Minuten erlangte sie das Bewusstsein wieder.","translation":"She fainted, but after several minutes she regained consciousness."}],"Parameter":[{"text":"Die Ergebnisse, die Sie erhalten, hängen von den Werten der Parameter ab, die Sie setzen.","translation":"The results you get depend on the values of the parameters you set."},{"text":"Obwohl der Wert des Parameters sich ändern kann, betrachten wir ihn dennoch als Konstante und nicht als Variable.","translation":"Although the value of the parameter can change, we still consider it a constant and not a variable."}],"Modul":[{"text":"Ein Modul heißt halbeinfach, wenn er die Summe einfacher Untermoduln ist.","translation":"A module is said to be semisimple if it is the sum of simple submodules."},{"text":"Jeder projektive Modul ist flach. Die Umkehrung ist im Allgemeinen falsch.","translation":"Each projective module is flat. The reversal is generally wrong."},{"text":"Der Modul hat bis auf Isomorphie nur abzählbar viele direkte Summanden.","translation":"The module has only countably many direct summands up to isomorphism."},{"text":"Wir betrachten nun paarweise nicht-isomorphe Faktormoduln dieses treuen Moduls.","translation":"We consider now pairwise non-isomorphic factor modules of this faithful module."},{"text":"Modul, vorne betont und mit maskulinem Genus, kommt mir zwar entweder wie Finnisch oder wie Schwäbisch vor, aber da ja hier die den Vektorraum verallgemeinernde algebraische Struktur gemeint ist, und nicht einfach ein Baustein, wird das wohl richtig sein, und zwar auch auf Deutsch.","translation":"Module, emphasized at the front and with masculine gender, seems to me either Finnish or Swabian, but since here the algebraic structure generalizing the vector space is meant, and not simply a building block, this will probably be correct, and also on German."}],"Beine":[{"text":"Heute Morgen war ich schon schrecklich früh auf den Beinen.","translation":"This morning I was up very early."},{"text":"Es gibt keine Schafe mit fünf Beinen.","translation":"There are no sheep with five legs."},{"text":"Was man nicht im Kopfe hat, muss man in den Beinen haben.","translation":"What you don't have in your head, you have to have in your legs."},{"text":"Mit den Beinen läuft man nicht in den Himmel.","translation":"You don't run into the sky with your legs."},{"text":"Wer das Recht mit Füßen tritt, steht selten fest auf den Beinen.","translation":"Those who trample the law underfoot rarely stand firm on their feet."}],"nochmals":[{"text":"Die Antwort ist nein, nein und nochmals nein!","translation":"The answer is no, no, and no again."},{"text":"Nochmals vielen Dank!","translation":"Thanks again."},{"text":"Dieses Buch ist es wert, nochmals gelesen zu werden.","translation":"This book is worth re-reading."},{"text":"Lernen, lernen und nochmals lernen!","translation":"Learn, learn and learn again!"},{"text":"Ich möchte dir nochmals dafür danken, dass du mir glaubst.","translation":"I want to thank you again for believing me."}],"Konferenz":[{"text":"In Konferenzen werden keine guten Ideen geboren. Aber viele schlechte sterben.","translation":"Good ideas are not born in conferences. But many bad ones die."},{"text":"Ich muss mich noch auf die Konferenz morgen vorbereiten.","translation":"I still have to prepare for tomorrow's conference."},{"text":"Das Leben hält eine Konferenz ab. Bist du dabei?","translation":"Life holds a conference. Are you in?"},{"text":"Was erwarten Sie von dieser Konferenz?","translation":"What do you expect from this conference?"},{"text":"Unbemerkt verließ er die Konferenz.","translation":"He left the conference unnoticed."}]}